{"protocolSection":{"identificationModule":{"nctId":"NCT03209258","orgStudyIdInfo":{"id":"ICH-WCH&GI"},"organization":{"fullName":"The George Institute for Global Health, China","class":"OTHER"},"briefTitle":"The Third, Intensive Care Bundle With Blood Pressure Reduction in Acute Cerebral Hemorrhage Trial","officialTitle":"An Investigator Initiated and Conducted, International, Multicenter, Stepped Wedge Cluster Randomized Study of a Care Bundle of Physiological Control Strategies in Acute Intracerebral Hemorrhage","acronym":"INTERACT3"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-12-12","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-10-12","type":"ACTUAL"},"completionDateStruct":{"date":"2022-11-17","type":"ACTUAL"},"studyFirstSubmitDate":"2017-07-01","studyFirstSubmitQcDate":"2017-07-05","studyFirstPostDateStruct":{"date":"2017-07-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-11-27","lastUpdatePostDateStruct":{"date":"2022-11-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Craig Anderson","investigatorTitle":"Executive Director","investigatorAffiliation":"The George Institute for Global Health, China"},"leadSponsor":{"name":"The George Institute for Global Health, China","class":"OTHER"},"collaborators":[{"name":"West China Hospital","class":"OTHER"},{"name":"SICHUAN CREDIT PHARMACEUTICAL CO., LTD.","class":"UNKNOWN"},{"name":"Takeda","class":"INDUSTRY"},{"name":"National Institute for Health Research, United Kingdom","class":"OTHER_GOV"},{"name":"Department for International Development, United Kingdom","class":"OTHER_GOV"},{"name":"UK Research and Innovation","class":"OTHER"},{"name":"Medical Research Council","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Continued uncertainty exists over benefits of early intensive blood pressure (BP) lowering in acute intracerebral hemorrhage (ICH), related to the non-significant primary outcomes, patient selection, and discordant results of INTERACT2 and ATACH-II. We designed INTERACT3 to determine the effectiveness of a goal-directed care bundle of active management (intensive BP lowering, glycemic control, treatment of pyrexia and reversal of anticoagulation) vs. usual care in ICH.\n\nINTERACT3 is a large-scale pragmatic clinical trial to provide reliable evidence over the effectiveness of a widely applicable goal-directed care bundle in acute ICH.","detailedDescription":"Objectives: To determine the effectiveness of a goal-directed care bundle of active management involving early physiological control (intensive blood pressure \\[BP\\] lowering, glycemic control, early treatment of pyrexia, and rapid reversal of anticoagulation), versus usual standard of care, on functional outcome (defined by a shift in scores on the modified Rankin scale \\[mRS\\] in patients with acute spontaneous intracerebral hemorrhage (ICH).\n\nStudy design: An international, multicentre, stepped wedge, cluster randomized clinical trial design involves implementation of a guideline-recommended intervention package applied to patients with ICH as part of routine care. Patients are only excluded if they refuse to have details of their management included and/or participate in the follow-up procedures.\n\nStudy site inclusion criteria: Organized systems of acute stroke care; no established comprehensive protocols for the management of patients with ICH; suitable location, infrastructure and willingness to participate in clinical research; large volume of ICH patients (approx. 100 per year). The hospitals will have training, prior to their activation and commencement of the intervention. Data collection at baseline,Day 1, discharge/ Day 7, and 6-month (end of follow-up), will be captured through a web database. Randomized allocation of intervention will be assigned by a statistician not otherwise involved in the study according to a statistical program stratified by the country of the site.\n\nProcess Evaluation: Mixed methods were used to explore how the care bundle, a complex intervention, is implemented, as well as to understand clinicians' perspectives, a prospective process evaluation will be conducted alongside the trial implementation. Intervention fidelity, reach, dose, adaption, feasibility and appropriateness of the goal-directed care bundle will be evaluated within the trial.\n\nEconomic Evaluation: A multi-country within-trial economic evaluation will be conducted, from each healthcare system's perspective. Healthcare utilisation costs incurred within the initial hospital visit will be estimated using administratively collected hospital records.\n\nStatistical considerations: We anticipate recruiting a minimum of 110 sites in a stepped-wedge design consisting of 3 groups and 4 phases. Each group would therefore include approximately 36-37 sites. We assume an interclass correlation coefficient (ICC) of 0.044 between sites which is similar to that found in the INTERACT2 and recently completed Head Position in Acute Stroke Trial (HeadPoST) trials across Chinese sites. To demonstrate a treatment effect with 90% power and a 2-sided type-I error rate of 5%, each site would need to recruit an average of 18 patients per phase for a total sample size of 7,920 patients. Assuming that 5% of patients will have a missing outcome, each site would need to target an average of 19 patients per phase per site for a total sample size of 8,360 patients. To allow for variability in the number of patients recruited at each site, with very large hospitals expected to recruit up to 50 patients per phase and smaller hospitals recruiting as little as 1 patient per phase in order to allow a broad range of hospitals with variable experience and systems of care for the management of ICH. The sample size would need to be inflated by a factor of approximately 1.3; thus leading to a sample size of up to 25 patients per site per phase (11,000 patients in total). Assuming the worst case scenario for the effect of cluster size variability on power, this sample size would still provide at least 80% power. This sample size provides 90% power to determine a treatment effect of a 5.6% absolute improvement in the proportion of patients experiencing a bad outcome (modified Rankin scale \\[mRS\\] scores of 3-6), from 55.6% down to 50%. This also translates to a 10% relative risk reduction (relative risk of 0.90). All analyses will be undertaken at the patient level on an intention-to-treat basis at each center using Generalised Estimating Equations (GEE) or random-effects regression to account for clustering.\n\nEthics consideration: A mixed consent process is proposed, according to local/national rules and regulations, for the following protocol:\n\nCluster Guardian consent or appropriate approval (e.g. signed by General Manager or Chief Executive of hospital, or Head of Neurology/Stroke Department) for the goal-directed care bundle to be the new usual management for patients with ICH;\n\nWith one of the following:\n\n(i). Individual standard consent for the collection of data through in-person assessment and data extraction from medical records during the hospital stay and follow-up, and for release of personalized information for research purposes to allow centralized follow-up at 6-month after admission, or (ii). Opt-out/withdraw consent for collection of data through in-person assessment and data extraction from medical records during the hospital stay and follow-up, and for release of personalized information for research purposes to allow centralized follow-up at 90 days after admission.\n\nData management: The internet based data management system is managed at the George Institute for Global Health, which has extensive experience in clinical trial data capture and security. The George Institute has in place system security SOP with VeriSign SSL digital certification and encrypted HTTPS connection. Only staff listed in the delegation log will be given unique individual password to access the internet-based data management system.\n\nData collection: Paper CRFs will be provided for sites preferring to use these for the initial collection of data. These forms will be used as source document and will need to be signed and dated by the investigator completing the form. All computerized forms will be electronically signed (by use of the unique password) by the authorized study staff and all changes made following the initial entry will have an electronic dated audit trail. It is the requirement that the collection of data and transfer of information for the 90 day follow-up assessment has to be approved by the local IRB for each site.\n\nCollarboration: Central international coordination is from GI, China and together with regional coordinating centers established and located in Sydney, and Santiago, Chile, the study will be overseen by an International Steering Committee comprised of world experts in the fields of stroke, neurocritical care, neurology, geriatrics, cardiovascular epidemiology and clinical trials. The investigators of the 110 participating hospitals will be administratively tied through a structure designed to enhance effective communication, collaboration and study monitoring by maintaining operations through adherence to a common protocol.\n\nData Safety \\& Monitoring Board (DSMB): The DSMB will review the safety, ethics and outcomes of the study.The DSMB will be governed by a charter that will outline their responsibilities, procedures and confidentiality."},"conditionsModule":{"conditions":["Cerebral Hemorrhage","Stroke","Hypertension","Diabetes","Anticoagulant-induced Bleeding","Cerebral Vascular Disorder","Brain Disorder","Hemorrhage","Intracranial Hemorrhages","Cardiovascular Diseases","Central Nervous System Diseases"],"keywords":["Stroke","Intracerebral Hemorrhage","Care Bundle","Clinical Trial","Stepped-wedge Cluster","Management","Blood Pressure"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SEQUENTIAL","interventionModelDescription":"Stepped-wedge Cluster Randomised Trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":7067,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Goal-directed care bundle","type":"OTHER","description":"Management policy to receive a goal-directed care bundle that involves the rapid correction (\\<1 hour) of physiological variables as soon as the abnormality is recognised and for the control to be maintained in patients for 7 days or hospital discharge (or death, if sooner)","interventionNames":["Other: Care bundle of active management"]},{"label":"Usual care group","type":"OTHER","description":"Patients receive the usual management based on local guidelines and hospital's individual policy.","interventionNames":["Other: Usual care"]}],"interventions":[{"type":"OTHER","name":"Care bundle of active management","description":"1. Intensive BP lowering to systolic target of \\<140mmHg;\n2. Glucose control target 6.1-7.8 mmol/l for non-diabetic; 7.8-10.0 mmol/l for diabetic patients;\n3. Treatment of pyrexia to a target body temperature ≤37.5 ℃;\n4. Reversal of anticoagulation to target INR \\<1.5 involving use of vitamin K and prothrombin complex concentrate (PCC) or alternatively, fresh frozen plasma (FFP).\n\nAs the trial is an assessment of care bundle of physiological management, there is some flexibility in the use of particular BP lowering agents and antipyretic agents to achieve targets.","armGroupLabels":["Goal-directed care bundle"],"otherNames":["Early intensive BP lowing","Intensive glucose control","Early treatment of pyrexia","Reversal of anticoagulation"]},{"type":"OTHER","name":"Usual care","description":"Usual care decisions about the location of care delivery, investigations, monitoring, and all treatments will be made by the treating clinical team.","armGroupLabels":["Usual care group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Shift ('improvement') in functional recovery (death or disability) defined by the modified Rankin Scale (mRS)","description":"modified Rankin Scale is a measure of physical function at 6 months, analyzed as an ordinal outcome (categories scored as 0 'no symptoms' to 5 as 'fully dependent, and 6 as death)","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Shift ('improvement') in survival and neurological impairment defined by scores on the National Institutes of Health Stroke Scale (NIHSS)","description":"measure of physical function","timeFrame":"7 days"},{"measure":"Death or disability defined by scores of 3-6 on the mRS","description":"measure of physical function","timeFrame":"6 months"},{"measure":"Death","description":"measure of vital status","timeFrame":"6 months"},{"measure":"Disability defined by scores 3-5 on the mRS","description":"measure of physical function","timeFrame":"6 months"},{"measure":"Health-related quality of life (HRQoL)","description":"measure of quality of life on the EQ5D scale","timeFrame":"6 months"},{"measure":"Duration of initial hospitalization","description":"measure of severity and service use","timeFrame":"6 months"},{"measure":"Residence","description":"measure of patient living status (e.g. home, high care)","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged ≥18 years\n* Acute stroke syndrome that is due to presumed spontaneous ICH, confirmed by clinical history and a CT scan within 6 hours of stroke onset without/without contrast, and if an CT angiogram is also undertaken as part of routine care.\n* Presentation to hospital within 6 hours of stroke onset.\n\nExclusion Criteria:\n\n* Definite evidence that the ICH is secondary to a structural abnormality in the brain (eg an AVM, intracranial aneurysm, tumour, trauma, or previous cerebral infarction) or previous thrombolysis.\n* A high likelihood that the patient will not adhere to the study treatment and follow-up regimen. In each case, the decision about the patient's eligibility will be based on the attending clinician's interpretation of the above eligibility criteria.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Craig S Anderson, PhD","affiliation":"The George Institute for Global Health, China","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Chao You, PhD","affiliation":"West China Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"West China Hospital","city":"Chengdu","state":"Sichuan","country":"China","geoPoint":{"lat":30.66667,"lon":104.06667}}]},"referencesModule":{"references":[{"pmid":"35783649","type":"DERIVED","citation":"Ouyang M, Anderson CS, Song L, Malavera A, Jan S, Cheng G, Chu H, Hu X, Ma L, Chen X, You C, Liu H. Process Evaluation of an Implementation Trial: Design, Rationale, and Early Lessons Learnt From an International Cluster Clinical Trial in Intracerebral Hemorrhage. Front Med (Lausanne). 2022 Jun 15;9:813749. doi: 10.3389/fmed.2022.813749. eCollection 2022."},{"pmid":"34930428","type":"DERIVED","citation":"Song L, Hu X, Ma L, Chen X, Ouyang M, Billot L, Li Q, Munoz-Venturelli P, Abanto C, Pontes-Neto OM, Antonio A, Wasay M, Silva A, Thang NH, Pandian JD, Wahab KW, You C, Anderson CS; INTERACT3 investigators. INTEnsive care bundle with blood pressure reduction in acute cerebral hemorrhage trial (INTERACT3): study protocol for a pragmatic stepped-wedge cluster-randomized controlled trial. Trials. 2021 Dec 20;22(1):943. doi: 10.1186/s13063-021-05881-7."},{"pmid":"34929690","type":"DERIVED","citation":"Ouyang M, Anderson CS, Song L, Jan S, Sun L, Cheng G, Chu H, Hu X, Ma L, Chen X, You C, Liu H. Implementing a Goal-Directed Care Bundle after Acute Intracerebral Haemorrhage: Process Evaluation for the Third INTEnsive Care Bundle with Blood Pressure Reduction in Acute Cerebral Haemorrhage Trial Study in China. Cerebrovasc Dis. 2022;51(3):373-383. doi: 10.1159/000520669. Epub 2021 Dec 20."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000002543","term":"Cerebral Hemorrhage"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000020300","term":"Intracranial Hemorrhages"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000006470","term":"Hemorrhage"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6805","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M9714","name":"Hypertension","relevance":"LOW"},{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M5482","name":"Cerebral Hemorrhage","asFound":"Cerebral Hemorrhage","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","asFound":"Brain Disorders","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebral Vascular Disorder","relevance":"HIGH"},{"id":"M17090","name":"Vascular Diseases","asFound":"Vascular Disorder","relevance":"HIGH"},{"id":"M5432","name":"Central Nervous System Diseases","asFound":"Central Nervous System Diseases","relevance":"HIGH"},{"id":"M21803","name":"Intracranial Hemorrhages","asFound":"Intracranial Hemorrhage","relevance":"HIGH"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M17245","name":"Vitamin K","relevance":"LOW"},{"id":"M17248","name":"Vitamins","relevance":"LOW"},{"id":"M16366","name":"Thrombin","relevance":"LOW"},{"id":"M28866","name":"Antipyretics","relevance":"LOW"},{"id":"T481","name":"Vitamin K","relevance":"LOW"},{"id":"T450","name":"Menaquinone","relevance":"LOW"},{"id":"T449","name":"Menadione","relevance":"LOW"},{"id":"T452","name":"Naphthoquinone","relevance":"LOW"},{"id":"T458","name":"Phylloquinone","relevance":"LOW"}],"browseBranches":[{"abbrev":"Micro","name":"Micronutrients"},{"abbrev":"Coag","name":"Coagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Antipy","name":"Antipyretics"},{"abbrev":"Vi","name":"Vitamins"}]}},"hasResults":false}