{"protocolSection":{"identificationModule":{"nctId":"NCT04144972","orgStudyIdInfo":{"id":"19-28757"},"secondaryIdInfos":[{"id":"UH3NS115631","type":"NIH","link":"https://reporter.nih.gov/quickSearch/UH3NS115631"}],"organization":{"fullName":"University of California, San Francisco","class":"OTHER"},"briefTitle":"Closed-Loop Deep Brain Stimulation for Refractory Chronic Pain","officialTitle":"Closed-Loop Deep Brain Stimulation for Refractory Chronic Pain Using Summit RC+S"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-10-24","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-10-24","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-10-24","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-10-28","studyFirstSubmitQcDate":"2019-10-28","studyFirstPostDateStruct":{"date":"2019-10-30","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-16","lastUpdatePostDateStruct":{"date":"2023-11-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Prasad Shirvalkar, MD, PhD","investigatorTitle":"Associate Professor of Anesthesia","investigatorAffiliation":"University of California, San Francisco"},"leadSponsor":{"name":"University of California, San Francisco","class":"OTHER"},"collaborators":[{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true},"descriptionModule":{"briefSummary":"Chronic pain affects 1 in 4 US adults, and many cases are resistant to almost any treatment. Deep brain stimulation (DBS) holds promise as a new option for patients suffering from treatment-resistant chronic pain, but traditional approaches target only brain regions involved in one aspect of the pain experience and provide continuous 24/7 brain stimulation which may lose effect over time. By developing new technology that targets multiple, complimentary brain regions in an adaptive fashion, the investigators will test a new therapy for chronic pain that has potential for better, more enduring analgesia.","detailedDescription":"A diverse array of chronic pain syndromes are refractory to almost all treatment but involve pathological activity in similar brain regions. This suggests therapeutic potential for deep brain stimulation (DBS) for refractory pain disorders, but despite early promise, long-term efficacy is lacking. Current DBS devices are limited in anatomical reach, targeting only a subset of the distinct brain regions known to be important. Further, DBS therapy is bluntly applied in an \"open-loop,\" continuous fashion without regard to underlying physiology. As a result of these shortcomings, DBS for pain is often ineffective or shows diminished effect over time. Loss of therapeutic effect may be due to nervous system adaptation or a failure of stimulation to accommodate patient- specific dynamics of pain processing. DBS could be significantly improved by seeking individually optimized brain targets or by using neural biomarkers of pain to selectively control stimulation when it is needed (\"closed-loop\" DBS). Better brain targets would also address the different dimensions of pain such as somatosensory (location, intensity and duration), affective (mood and motivation) and cognitive (attention and memory). The main goal of this study is to test the feasibility of personalized targeting of brain regions that support multiple pain dimensions and to develop new technology for \"closed-loop\" DBS for pain. The study team will develop data-driven stimulation control algorithms to treat chronic pain using a novel device (Medtronic Summit RC+S) that allows longitudinal intracranial signal recording in an ambulatory setting. By building this technology in an implanted device, chronic pain DBS is tailored to each patient and will advance precision methods for DBS more generally.\n\nBeginning with an inpatient trial period, subjects with various refractory chronic pain syndromes will undergo bilateral surgical implant of temporary electrodes in the thalamus, anterior cingulate, prefrontal cortex, insula and amygdala. These regions have been implicated in the multiple dimensions of pain. The goal of the trial period is to identify candidate biomarkers of pain and optimal stimulation parameters for each individual, and to select subjects who show likelihood to benefit from the trial. A subgroup of 6 such patients will then proceed to chronic implantation of up to 3 \"optimal\" brain regions for long-term recording and stimulation. The invstigators will first validate biomarkers of low- and high-pain states to define neural signals for pain prediction in individuals (Aim 1). The investigators will then use these pain biomarkers to develop personalized closed-loop algorithms for DBS and test the feasibility of performing closed-loop DBS for chronic pain in weekly blocks (Aim 2). Finally, the investigators will assess efficacy of closed-loop DBS algorithms against traditional open-loop DBS or sham in a double-blinded crossover trial (Aim 3) and measure mechanisms of DBS tolerance. Our main outcome measures will be a combination of pain, mood and functional scores together with quantitative sensory testing. Successful completion of this study would result in the first algorithms to predict real-time fluctuations in chronic pain states and development of a new therapy for currently untreatable diseases."},"conditionsModule":{"conditions":["Spinal Cord Injuries","Nerve Injury","Pain, Postoperative","Post Herpetic Neuralgia","Complex Regional Pain Syndromes","Post-Stroke Pain","Post Radiation Brain Injury","Post Radiation Plexopathy","Nerve Root Avulsion"],"keywords":["Chronic Pain"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"All participants will participate in the Stage 0, in-clinic evaluation period to assess potential effectiveness of trial. A subset of those enrolled will proceed into the rest of the Stages (1-3).","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"There will be assigned active intervention and non-active intervention periods for each patient throughout Phase 2 and 3 of the study. The participant will not know if he/she is in the active or non-active period of the phase.","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":6,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Active DBS","type":"ACTIVE_COMPARATOR","description":"Chronic brain recordings and stimulation with bilateral implantations in pain-related brain regions. All participants will participate in active DBS, blinded to the participant.","interventionNames":["Device: Medtronic Summit RC+S"]},{"label":"Inactive DBS","type":"SHAM_COMPARATOR","description":"Non-active chronic brain stimulation in pain-related brain regions. brain recordings will remain active during this period. All participants will participate in inactive DBS, blinded to the participant.","interventionNames":["Device: Medtronic Summit RC+S"]}],"interventions":[{"type":"DEVICE","name":"Medtronic Summit RC+S","description":"The investigators will perform DBS versus sham (randomized) to evaluate efficacy of stimulation for analgesia. Closed-loop DBS will be compared to open-loop DBS in a patient blinded, randomized fashion after initial, efficacy evaluation.","armGroupLabels":["Active DBS","Inactive DBS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Visual Analog Score","description":"Visual Analog Score is indicated by the patient by marking a 10 cm line as they rate their pain intensity from 0 to 100 in mm.","timeFrame":"2 years"}],"secondaryOutcomes":[{"measure":"Short Form 36 Health Survey","description":"The Short Form 36 Health Survey is a measure of health and functional status, and consists of a 36 question survey with eight scaled scores commonly used in Pain research. Each scaled score is scaled from 0-100 with 0 being the lowest/worst outcome and 100 being the highest/best outcome.","timeFrame":"2 years"},{"measure":"Quantitative Sensory Testing Pain Threshold","description":"The Quantative Sensory Testing machine is described in the research protocol, and uses thermal stimuli to measure pain sensitivity and thresholds which may change with time or therapy. Thermal stimuli down to 0 degrees F. and up to 55 degrees F are given and patients are asked to report their pain either qualitatively or quantitatively using numerical rating scale from 0 to 10, with 0 being the lowest/no pain, and 10 being the worst.","timeFrame":"2 years"},{"measure":"Neuropathic Pain Questionnaire","description":"The Neuropathic pain Questionnaire (NPQ) is an assessment instrument for neuropathic pain intensity and quality. It contains 12 items: 10 related to sensations or sensory responses and two related to affect. The items are totaled and rated out of 12, with 12 being in the most neuropathic pain.","timeFrame":"2 years"}],"otherOutcomes":[{"measure":"Becks Depression Inventory","description":"The Becks Depression Inventory is commonly used assessment tools to quantify and track depression mood state over time. Its a single value outcome measurement ranging from 0 to 63, with 63 being the most depressed.","timeFrame":"2 years"},{"measure":"Becks Anxiety Inventory","description":"The Becks Anxiety Inventory is commonly used assessment tools to quantify and track anxious mood state over time.Its a single value outcome measurement ranging from 0 to 63, with 63 the most anxious.","timeFrame":"2 years"},{"measure":"NIH PROMIS toolbox (Patient Impression)","description":"The NIH PROMIS toolbox contains a host of survey questions tailored to measurement of specific disease states such as pain, global health and function.\n\nThe patient impression evaluates patient self-evaluation and physician evaluation of the patient's general health ranging form 0 to 7 with 7 being the worst general health.","timeFrame":"2 years"},{"measure":"Pain medication usage","description":"We will calculate total number of of breakthrough pain medication pills (eg. opioids, NSAIDs and neuropathic pain medication) used each month, to evaluate if analgesia from DBS reduces average usage.","timeFrame":"2 years"},{"measure":"Activity Tracker (Fitbit) - Heartrate","description":"Each patient will be given a fitbit activity monitor which can record steps taken, flights of stairs climbed, heart rate and sleep quality. These measures will be used to infer functional improvement over time. Heartrate will be tracked as beats per minute (bpm) and the association of bpm with changes in NRS pain will be used to correlate changes in heartrate with pain levels.","timeFrame":"2 years"},{"measure":"Activity Tracker (Fitbit) - Activity (Steps)","description":"Each patient will be given a fitbit activity monitor which can record steps taken, flights of stairs climbed, heart rate and sleep quality. These measures will be used to infer functional improvement over time. Steps will be recorded as steps per hour or day and evaluated against changes in pain level reported in the VAS or NRS.","timeFrame":"2 years"},{"measure":"Activity Tracker (Fitbit) - Activity (Sleep)","description":"Each patient will be given a fitbit activity monitor which can record steps taken, flights of stairs climbed, heart rate and sleep quality. These measures will be used to infer functional improvement over time. Sleep quality will be evaluated using the parameters (time in bed, time asleep, time in REM sleep, time in non-REM sleep, time awake).","timeFrame":"2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 22-80 years old\n2. Clinical diagnosis of a refractory chronic pain syndrome including\n\n   1. post-traumatic pain syndromes (e.g. root avulsions, nerve crush injuries, spinal cord injury)\n   2. postsurgical pain syndromes (e.g., postmastectomy syndrome, post-thoracotomy syndrome, phantom limb pain, post-surgical spinal pain)\n   3. postherpetic neuralgia\n   4. complex regional pain syndrome\n   5. atypical facial pain\n   6. central pain syndromes (e.g. post-stroke pain, multiple sclerosis pain, post-radiation pain)\n   7. post-radiation plexopathy\n3. Two or more years or more of medically refractory severe pain\n4. Average daily pain for the past 30 days reported as \\>6 on a 0-10 numeric rating scale (NRS)\n5. Pain that fluctuates over a range of at least 3 points on the NRS\n6. Patient has failed at least two pain medications from different classes as determined by a neurologist or pain management specialist with stable doses of medications for 30 days prior to baseline visit.\n7. Lack of a surgically correctible etiology for the pain as determined by 2 independent surgeons\n8. Ability to speak / read English\n9. Capable of understanding and providing informed consent\n10. Absence of significant cognitive impairment - score of 25 or greater on the Montreal Cognitive Assessment (MoCA)\n11. Successful detection of pain biomarkers or positive symptomatic response to inpatient stimulation trial period if performed.\n\nExclusion Criteria:\n\n1. Major medical co-morbidities increasing the risk of surgery including uncontrolled hypertension, coagulopathy, severe diabetes, major organ system failure, active infection or history of implant related infections, immunocompromised state or malignancy with \\< 5 years life expectancy\n2. Presence of cardiac pacemakers/defibrillators, implanted medication pumps, intra-cardiac lines, any intracranial implants (e.g., aneurysm clip, shunt, cochlear implant, electrodes) or other implanted stimulators not compatible with RC+S system\n3. Pregnancy or breast feeding: all women of child bearing potential will have a negative urine pregnancy test prior to undergoing their surgical procedure.\n4. Active depression (BDI \\> 20), Suicide attempt \\</= 12 months or imminent suicide risk, or other untreated or uncontrolled psychiatric illness that evaluating psychiatrist would recommend exclusion of patient after neuropsychiatric evaluation.\n5. History of substance abuse in past 3 years\n6. Inability to stop anticoagulation or platelet anti-aggregation therapy for surgery and recovery.\n7. Implantable hardware not compatible with MRI or with the study.\n8. MR abnormalities that suggest an alternative diagnosis or contraindicate surgery\n9. Previous cranial ablative surgery.\n10. Previous deep brain stimulation surgery using an RC+S incompatible system\n11. Major neurological disorder other than the one that led to the chronic pain including epilepsy or a neurodegenerative condition including inability to recharge the device.\n12. Requires diathermy, electroconvulsive therapy (ECT) or transcranial magnetic stimulation (TMS)\n13. Allergies or known hypersensitivity to materials in the Summit RC+S system\n14. Patients may be excluded from enrollment due to a condition that, in the judgment of the PI, significantly increases risk or reduces significantly the likelihood of benefit from DBS.","healthyVolunteers":false,"sex":"ALL","minimumAge":"22 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Prasad Shirvalkar, M.D., Ph.D","affiliation":"University of California, San Francisco","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Edward Chang, M.D.","affiliation":"University of California, San Francisco","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Philip Starr, M.D., Ph.D.","affiliation":"University of California, San Francisco","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of California, San Francisco","city":"San Francisco","state":"California","zip":"94143","country":"United States","geoPoint":{"lat":37.77493,"lon":-122.41942}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000013119","term":"Spinal Cord Injuries"},{"id":"D000009437","term":"Neuralgia"},{"id":"D000020918","term":"Complex Regional Pain Syndromes"},{"id":"D000012019","term":"Reflex Sympathetic Dystrophy"},{"id":"D000051474","term":"Neuralgia, Postherpetic"},{"id":"D000011843","term":"Radiculopathy"},{"id":"D000059350","term":"Chronic Pain"},{"id":"D000010149","term":"Pain, Postoperative"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000011183","term":"Postoperative Complications"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000010523","term":"Peripheral Nervous System Diseases"},{"id":"D000009468","term":"Neuromuscular Diseases"},{"id":"D000001342","term":"Autonomic Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M12759","name":"Pain, Postoperative","asFound":"Pain, Postoperative","relevance":"HIGH"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M12071","name":"Neuralgia","asFound":"Neuralgia","relevance":"HIGH"},{"id":"M29132","name":"Chronic Pain","asFound":"Chronic Pain","relevance":"HIGH"},{"id":"M22343","name":"Complex Regional Pain Syndromes","asFound":"Complex Regional Pain Syndrome","relevance":"HIGH"},{"id":"M14551","name":"Reflex Sympathetic Dystrophy","asFound":"Complex Regional Pain Syndrome","relevance":"HIGH"},{"id":"M26415","name":"Neuralgia, Postherpetic","asFound":"Post-Herpetic Neuralgia","relevance":"HIGH"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M833","name":"Fractures, Avulsion","relevance":"LOW"},{"id":"M14379","name":"Radiculopathy","asFound":"Nerve Root Avulsion","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M13755","name":"Postoperative Complications","relevance":"LOW"},{"id":"M13122","name":"Peripheral Nervous System Diseases","relevance":"LOW"},{"id":"M12101","name":"Neuromuscular Diseases","relevance":"LOW"},{"id":"M4333","name":"Autonomic Nervous System Diseases","relevance":"LOW"},{"id":"M27669","name":"Primary Dysautonomias","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"},{"id":"T1440","name":"Complex Regional Pain Syndrome","asFound":"Complex Regional Pain Syndrome","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}