{"protocolSection":{"identificationModule":{"nctId":"NCT03031977","orgStudyIdInfo":{"id":"Hugo Fisioterapia"},"organization":{"fullName":"University of Sorocaba","class":"OTHER"},"briefTitle":"Visceral Mobilization and Functional Constipation in Stroke Survivors","officialTitle":"Visceral Mobilization and Functional Constipation in Stroke Survivors: a Randomized, Controlled, Double-blind, Clinical Trial"},"statusModule":{"statusVerifiedDate":"2017-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-09"},"primaryCompletionDateStruct":{"date":"2016-10","type":"ACTUAL"},"completionDateStruct":{"date":"2016-12","type":"ACTUAL"},"studyFirstSubmitDate":"2017-01-16","studyFirstSubmitQcDate":"2017-01-23","studyFirstPostDateStruct":{"date":"2017-01-26","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-01-23","lastUpdatePostDateStruct":{"date":"2017-01-26","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Luciane Cruz Lopes","investigatorTitle":"Clinical Professor","investigatorAffiliation":"University of Sorocaba"},"leadSponsor":{"name":"University of Sorocaba","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The aim of the present study was to evaluate the effect of visceral mobilization on symptoms of functional constipation and static balance in stroke survivors.","detailedDescription":"Procedures\n\nAll volunteers received clarifications with regard to the procedures and were informed that the procedures would not affect their health. The volunteers were assured that all information would be confidential and their privacy would remain protected. All volunteers who agreed to participate in the study signed a statement of informed consent in compliance with Resolution 196/96 of the Brazilian National Board of Health.\n\nSham intervention procedures were always performed in combination with active conventional therapy, which lessened the impact the sham procedure on the patient. Moreover, the patients were informed of the use of this procedure prior to the onset of the study.\n\nRandomization, evaluation and intervention\n\nThirty individuals met the eligibility criteria and were randomly allocated to one of the two study groups using a block randomization method. Fifteen patients were allocated to each group: Experimental group - conventional physical therapy and visceral mobilization; control group: conventional physical therapy and sham mobilization. Block randomization involved the use of sealed opaque envelopes, each containing a card stipulating one of the two groups. After the pre-intervention evaluation, the participant was allocated to a group by opening an envelope. This process was performed by a member of the research team who was not involved in the recruitment process or development of the study.\n\nEvaluations were performed on three occasions: 1) prior to the intervention; 2) immediately after the first session; and 3) one week after the last session. All specific evaluation procedures were performed during the pre-intervention and post-intervention (one week after the sessions) evaluations, whereas only the computerized plantar pressure evaluation was performed at the second evaluation (immediately after the first session). The researcher in charge of the evaluations was blinded to the objectives of the study and did not take part in the intervention protocols. Moreover, the order of the evaluations was randomized to avoid the effect of standardization.\n\nFirst, an identification chart was filled out with information on age, sex, date of stroke episode and onset of constipation. Anthropometric data (body mass and height) were also measured and recorded. The specific evaluation procedures consisted of the use of an intestinal symptoms rating scale(16) (primary outcome) and plantar pressure evaluation (secondary outcome).\n\nThe ten-item intestinal symptoms rating scale was used to measure the intensity of intestinal symptoms. On this scale, each item is scored from 0 to 4 points. Item 1 regards the frequency of bowel movements and Items 2 to 10 address intestinal symptoms. The final scores is calculated by the mean of the item scores; 0 corresponds to a absence of symptoms and 4 corresponds to the highest intensity of symptoms.(16) The plantar pressure evaluation was performed using a force plate (Medicapteurs France S-Plate) with 1600 sensors and an acquisition frequency of 100 images per second. This force plate measures the distribution of plantar pressure during quiet standing, with quantitative data on anteroposterior and mediolateral sway (cm) as well as the mean sway velocity (cm/s) in these directions. The volunteer stood barefoot on the pressure plate in the standing position with arms alongside the body, gaze fixed on the horizon, lips closed, with the mandible and rest of the body relaxed. Readings were performed for 50 seconds, the 30 intermediate seconds of which were used for analysis. The values were recorded using the program provided by the manufacturer installed on a microcomputer.\n\nBoth groups were submitted to general kinesiotherapy with a focus on strengthening, stretching and proprioception during conventional physical therapy. The experimental group was also submitted to mobilization of the ascending colon, descending colon, sigmoid colon and sphincters (cardiac, pyloric, Oddi, duodenojejunal and ileocecal) with the patient in the supine position, knees flexed, feet supported and abdomen exposed. Contact was made with the region to be treated, leading it in the direction of immobility, with pressure maintained for one minute on each region with intensity based on the sensitivity to tension observed on the feedback of the individual. In the control group, sham mobilization was performed, which consisted of superficial contact with no pressure on the abdominal region corresponding to the loops of the large intestine. Five intervention sessions were held over a two-week period.\n\nStatistical analysis\n\nThe data were first submitted to the Kolmogorov-Smirnov test to determine adherence to the Gaussian curve. The independent t-test was used for the inter-group analysis. Repeated-measures ANOVA was used for the intra-group analysis under each condition. The chi-square test was used to evaluate the dispersion of the qualitative variables in the intra-group and inter-group analyses. A p-value ≤ 0.05 was considered indicative of statistical significance. The data were organized and tabulated using the Statistical Package for the Social Sciences (SPSS v.19.0)."},"conditionsModule":{"conditions":["Stroke Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"visceral mobilization","type":"EXPERIMENTAL","description":"Conventional physical therapy and visceral mobilization. The experimental group was also submitted to mobilization of the ascending colon, descending colon, sigmoid colon and sphincters (cardiac, pyloric, Oddi, duodenojejunal and ileocecal) with the patient in the supine position, knees flexed, feet supported and abdomen exposed. Contact was made with the region to be treated, leading it in the direction of immobility, with pressure maintained for one minute on each region with intensity based on the sensitivity to tension observed on the feedback of the individual.","interventionNames":["Other: visceral mobilization"]},{"label":"sham mobilization","type":"SHAM_COMPARATOR","description":"Conventional physical therapy and sham mobilization. In the control group, sham mobilization was performed, which consisted of superficial contact with no pressure on the abdominal region corresponding to the loops of the large intestine.","interventionNames":["Other: visceral mobilization"]}],"interventions":[{"type":"OTHER","name":"visceral mobilization","armGroupLabels":["sham mobilization","visceral mobilization"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"intestinal symptoms rating scale","description":"The ten-item intestinal symptoms rating scale was used to measure the intensity of intestinal symptoms. On this scale, each item is scored from 0 to 4 points. Item 1 regards the frequency of bowel movements and Items 2 to 10 address intestinal symptoms. The final scores is calculated by the mean of the item scores; 0 corresponds to a absence of symptoms and 4 corresponds to the highest intensity of symptoms.","timeFrame":"1 month"}],"secondaryOutcomes":[{"measure":"plantar pressure evaluation","description":"The plantar pressure evaluation was performed using a force plate (Medicapteurs France S-Plate) with 1600 sensors and an acquisition frequency of 100 images per second. This force plate measures the distribution of plantar pressure during quiet standing, with quantitative data on anteroposterior and mediolateral sway (cm) as well as the mean sway velocity (cm/s) in these directions.","timeFrame":"1 month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female patients aged 40 to 70 years having suffered a stroke more than one year earlier with hemiparesis secondary to a single unilateral event\n* The capacity for independent gait and a complaint of chronic constipation for more than six months in accordance with the definition of functional constipation described by the Rome III Consensus\n\nExclusion Criteria:\n\n* Incision or tumor in the abdominal region\n* fractures\n* rheumatic disease\n* infectious process in the acute phase\n* inability to understand the proposed evaluations\n* inability to walk or maintain balance in an independent manner","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000003248","term":"Constipation"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000012817","term":"Signs and Symptoms, Digestive"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6162","name":"Constipation","asFound":"Constipation","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15312","name":"Signs and Symptoms, Digestive","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"T120","name":"Cola","relevance":"LOW"}],"browseBranches":[{"abbrev":"HB","name":"Herbal and Botanical"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}