{"protocolSection":{"identificationModule":{"nctId":"NCT01525979","orgStudyIdInfo":{"id":"99-0832B"},"secondaryIdInfos":[{"id":"NHRI-EX100-10010PI","type":"OTHER_GRANT","domain":"National Health Research Institutes"}],"organization":{"fullName":"Chang Gung Memorial Hospital","class":"OTHER"},"briefTitle":"Comparative Efficacy Research of Uni- vs Bi-lateral Arm Training Poststroke","officialTitle":"Comparative Efficacy Research of Uni- vs Bi-lateral Arm Training Poststroke: Task-Related or Robotic"},"statusModule":{"statusVerifiedDate":"2015-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-01"},"primaryCompletionDateStruct":{"date":"2015-04","type":"ACTUAL"},"completionDateStruct":{"date":"2015-04","type":"ACTUAL"},"studyFirstSubmitDate":"2012-01-30","studyFirstSubmitQcDate":"2012-02-01","studyFirstPostDateStruct":{"date":"2012-02-03","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-06-04","lastUpdatePostDateStruct":{"date":"2015-06-08","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Chang Gung Memorial Hospital","class":"OTHER"},"collaborators":[{"name":"National Science Council, Taiwan","class":"OTHER_GOV"},{"name":"National Health Research Institutes, Taiwan","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"This proposed project aims to\n\n* compare the effects of dose-matched unilateral vs bilateral vs unilateral combined with bilateral upper limb rehabilitation based on task-related practice\n* compare the effects of unilateral vs bilateral training based on robot-assisted devices\n* study the predictors of treatment outcomes and clinimetric properties of the biomechanical measures","detailedDescription":"An estimated 30% to 66 % of stroke victims have poor upper extremity function at 6 months after stroke, which contributes to long-term disability in these patients. Training the affected UE of stroke patients has thus been a mainstay of neurorehabilitation. The goal of the intervention is to restore motor and daily functions. New therapeutic strategies have been developed based on principles of neurorehabilitation and motor learning. The need for comparative effectiveness research of the innovative treatments has been called for to promote evidence-based practice and translational science in stroke motor rehabilitation. Wolf and Whitall called for rigorous comparisons between unilateral and bilateral training. McCombe Waller and Whitall also indicated the importance of combining unilateral with bilateral training. For low-functioning patients, robot-assisted training is a possible approach. Identifying possible determinants for unilateral and bilateral training outcomes may also elucidate the factors that influence treatment outcomes. Outcome measures are required that have good clinimetric properties for measuring the effects of the rehabilitation strategies.\n\nThe long-term objective is to conduct comparative efficacy research to identify the possible mechanisms and the relative effectiveness of existing rehabilitation approaches of fully defined-, evidence-based, and theory-grounded approaches. This proposed project aims to (1) compare the effects of dose-matched unilateral vs bilateral vs unilateral combined with bilateral upper limb rehabilitation based on task-related practice; (2) compare the effects of unilateral vs bilateral training based on robot-assisted devices; and (3) study the predictors of treatment outcomes and clinimetric properties of the biomechanical measures. The outcome measures will span the spectrum of health-related functioning, including motor and neural control, movement performance, daily functions, and quality of life. Motor and neural control mechanisms involving movement strategies, muscle and force output, and brain reorganization will be evaluated using kinematic, electromyographic (EMG), and kinetic analyses, and also functional magnetic resonance imaging (fMRI) examinations. Clinical outcomes will include movement performance, daily functions, and quality of life, measured by MYOTON-3, Modified Ashworth Scale, the Fugl-Meyer Assessment, Wolf Motor Function Test, Functional Independence Measure, ABILHAND questionnaire, accelerometers, and Stroke Impact Scale. This 5-year project will recruit an estimated 200 patients with stroke. For Part 1, 120 patients with mild-to-moderate motor impairment will be randomized to the dose-matched unilateral, bilateral, or combined group. For Part 1, 80 stroke patients with moderate motor impairment will be randomized to the dose-matched unilateral or bilateral robot-assisted therapy group. Treatment regimens will be designed to ensure that patients in the 3 groups in Part 1 and 2 groups in Part 2 receive an equivalent intensity of treatment (5 days/week for 1.5 hours/day for 4 consecutive weeks). The intervention will be provided at 4 hospitals. Two certified occupational therapists will be trained in the administration of the 5 types of rehabilitation protocols by the PI and a co-PI and will complete a written competency test before subject treatment.\n\nBiomechanical (kinematic, EMG, and kinetic) and fMRI examinations will be performed before, immediately after the 4-week intervention period, and at the 3-month follow-up period (no fMRI examination at follow-up). Clinical measures will be administered before, at midterm (2 weeks after intervention), immediately after, and 3 months after the intervention. At least 3 examiners (1 research assistant, 1 graduate student, and 1 post-doc fellow) blind to group allocation will be in charge of biomechanical, fMRI, and clinical measures. Each type of measure will require 2 evaluators to collaborate for completing the assessment. Before being allowed to work with participants, the examiner's competence will be assessed by the PI and co-PI, and interrater reliability for clinical tests established.\n\nMultivariate analysis of covariance will be used to examine changes in all outcome measures as a function of treatment while controlling for baseline data. Multiple regression models will be established to determine the potential predictors for different functional outcomes of each intervention (unilateral and bilateral training approach). The responsiveness and validity of the biomechanical measures relevant for clinimetric scrutiny will be examined by the index of standardized response mean and Spearman correlation coefficients. The clinical important differences of the biomechanical parameters will be determined by the anchor-based and the distribution-based clinical important differences estimate."},"conditionsModule":{"conditions":["Cerebrovascular Accident"],"keywords":["Stroke rehabilitation","Unilateral arm training","Bilateral arm training","Robot-assisted arm training","Kinematic analysis","Functional magnetic resonance image","Motor recovery","Quality of life"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":42,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Task-Related UAT","type":"EXPERIMENTAL","description":"Therapist conducted unilateral arm training Task-related unilateral arm training","interventionNames":["Behavioral: Task-related unilateral arm training"]},{"label":"Task-Related BAT","type":"EXPERIMENTAL","description":"Therapist conducted bilateral arm Training Task-related bilateral arm training","interventionNames":["Behavioral: Task-related bilateral arm training"]},{"label":"Task-Related UAT coupling BAT","type":"EXPERIMENTAL","description":"Therapist conducted task-related unilateral training for 45 minutes, followed by task-related bilateral arm training for another 45 minutes during each training session","interventionNames":["Behavioral: Task-related unilateral arm training","Behavioral: Task-related bilateral arm training"]},{"label":"Robot-assisted UAT","type":"EXPERIMENTAL","description":"Robot-assisted unilateral arm training","interventionNames":["Behavioral: Robot-assisted unilateral arm training"]},{"label":"Robot-assisted BAT","type":"EXPERIMENTAL","description":"Robot-assisted bilateral arm training","interventionNames":["Behavioral: Robot-assisted bilateral arm training"]}],"interventions":[{"type":"BEHAVIORAL","name":"Task-related unilateral arm training","description":"The training tasks will involve daily activities with unilateral proximal or distal upper extremity movements for 5 days/week for 1.5 hours/day for 4 consecutive weeks.","armGroupLabels":["Task-Related UAT","Task-Related UAT coupling BAT"],"otherNames":["Task-related UAT"]},{"type":"BEHAVIORAL","name":"Task-related bilateral arm training","description":"This intervention emphasizes UE movements (gross or fine motor tasks) involved in daily activities but focus on both UEs moving synchronously. The duration and intensity of treatment will also be 5 days/week for 1.5 hours/day for 4 consecutive weeks.","armGroupLabels":["Task-Related BAT","Task-Related UAT coupling BAT"],"otherNames":["Task-related BAT"]},{"type":"BEHAVIORAL","name":"Robot-assisted bilateral arm training","description":"The Bi-Manu-Track used in this project (Reha-Stim Co., Berlin, Germany) enables the symmetric practice of 2 movement patterns: forearm pronation-supination and wrist flexion-extension. Each movement has 3 computer-controlled modes: (1) passive-passive, with both arms being moved by the machine with speed, range of motion, and resistance individually adjustable; (2) active-passive, with the unaffected arm driving the affected arm in a mirror-like fashion; and (3) active-active, with both arms actively moving against resistance.","armGroupLabels":["Robot-assisted BAT"],"otherNames":["Robot-assisted BAT"]},{"type":"BEHAVIORAL","name":"Robot-assisted unilateral arm training","description":"The robot-assisted unilateral arm training group will use mode 1 and 3: (1) passive, affected arm being moved by the machine with speed and range of motion individually adjustable; and (2) active, with the affected arm actively moving. This training program will add an additional mode: active-resistance, with the affected arm/wrist actively moving against resistance.","armGroupLabels":["Robot-assisted UAT"],"otherNames":["Robot-assisted UAT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Movement time","description":"The movement time is collected by a 7-camera motion analysis system (VICON MX 3-D, Oxford Metrics Inc., Oxford, UK) from unilateral and bilateral reaching tasks of pressing the desk bell. MT is the interval between movement onset and offset.","timeFrame":"Baseline and change from baseline in movement time at 4 weeks"},{"measure":"Motor units","description":"The movement time is collected by a 7-camera motion analysis system (VICON MX 3-D, Oxford Metrics Inc., Oxford, UK) from unilateral and bilateral reaching tasks of pressing the desk bell. One MU consists of 1 acceleration and 1 deceleration phase of reaching and can be used to characterize movement smoothness.","timeFrame":"Baseline and change from baseline in motor units at 4 weeks"},{"measure":"Elbow extension angle","description":"The movement time is collected by a 7-camera motion analysis system (VICON MX 3-D, Oxford Metrics Inc., Oxford, UK) from unilateral and bilateral reaching tasks of pressing the desk bell. The angular degree of elbow extension will be calculated by subtracting the angle at the start of the movement from the angle at the end of the movement","timeFrame":"Baseline and change from baseline in elbow extension angle at 4 weeks"},{"measure":"Lateral index","description":"The fMRI will be performed on a 3T Magnetom Vision MRI scanner (Siemens, Erlangen, Germany) before and after intervention. The change of Blood oxygenation level-dependent (BOLD) functional images in regions-of-interest will be collected. The laterality index (LI) will be calculated to provide an estimation of the relative hemispheric activation.","timeFrame":"Baseline and change from baseline in lateral index at 4 weeks"}],"secondaryOutcomes":[{"measure":"Test of center of pressure (CoP) displacement","description":"The 2 force plates is adopted to obtain the center of pressure (CoP) displacement representing balance performance during standing reaching.","timeFrame":"Baseline and change from baseline in test of CoP displacement at 4 weeks"},{"measure":"Hand strength","description":"Hand-held dynamometers will be the devices that measure the hand strength.","timeFrame":"Baseline and change from baseline in hand strength at 4 weeks"},{"measure":"Electromyography (EMG)","description":"Raw EMG activities from the muscles of interest during unilateral and bilateral reaching while the patient is sitting and standing will be recorded using the AcqKnowledge data analysis software.","timeFrame":"Baseline and change from baseline in EMG at 4 weeks"},{"measure":"Modified Ashworth Scale (MAS)","description":"The MAS scale is an ordinal scale (0-5 points) assessing spasticity of skeletal muscle in UE. A higher score indicating more spasticity.","timeFrame":"Baseline, change from baseline in MAS at 2 weeks, and change from baseline in muscle tone at 4 weeks"},{"measure":"Fugl-Meyer Assessment (FMA)","description":"The UE subscale of the FMA (max. score 66) uses a 3-point ordinal scale to assess motor impairment.","timeFrame":"Baseline, change from baseline in FMA at 2 weeks, and change from baseline in FMA at 4 weeks"},{"measure":"Wolf Motor Function Test (WMFT)","description":"The WMFT is a function-based motor assessment of 17 tasks, including 15 timed and functional ability tasks (fine and gross motor tasks) and 2 strength tasks (lifting and handgrip).","timeFrame":"Baseline, change from baseline in WMFT at 2 weeks, and change from baseline in WMFT at 4 weeks"},{"measure":"Functional Independence Measure (FIM)","description":"The FIM consists of 18 items grouped into 6 subscales. Each item is rated from 1 to 7 (max. score 126) based on the required level of assistance to perform the tasks.","timeFrame":"Baseline, change from baseline in FIM at 2 weeks, and change from baseline in FIM at 4 weeks"},{"measure":"ABILHAND Questionnaire","description":"ABILHAND questionnaire is an inventory of 56 manual activities that uses a 3-point ordinal scale to measure subjectively perceived difficulty in performing everyday bimanual activity.","timeFrame":"Baseline, change from baseline in ABILHAND Questionnaire at 2 weeks, and change from baseline in ABILHAND Questionnaire at 4 weeks"},{"measure":"Accelerometers","description":"Accelerometers quantitatively record the amount of activity in free-living conditions and will be used to reflect the amount of affected arm use over time.","timeFrame":"Baseline, change from baseline in accelerometers data at 2 weeks, and change from baseline in accelerometers data at 4 weeks"},{"measure":"Stroke Impact Scale Version 3.0 (SIS 3.0)","description":"The SIS 3.0 contains 59 items measuring 8 domains. Items are rated on a 5-point Likert scale with lower scores indicating greater difficulty in task completion during the past week.","timeFrame":"Baseline, change from baseline in SIS 3.0 at 2 weeks, and change from baseline in SIS 3.0 at 4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 40 to 75 years old\n* 6 to 24 months after stroke onset from a first-ever unilateral stroke\n* An initial 26 to 56 scores on the UE subsection of the\n* Premorbid right-hand dominance evaluated by the Edinburgh Handedness Inventory\n* No excessive spasticity in the shoulder and elbow joints of the affected UE (Modified Ashworth Scale score ≤ 3 in each joint)\n* Sufficient cognitive ability, defined as a score of more than 24 on the Mini Mental State Examination\n\nExclusion Criteria:\n\n* Physician-determined major medical problems or poor physical condition that would interfere with participation\n* Excessive pain in any joint that might limit participation","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ching-yi Wu, ScD","affiliation":"Chang Gung University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Chang Gung Memorial Hospital","city":"Taoyuan County","country":"Taiwan"}]},"referencesModule":{"references":[{"pmid":"22517782","type":"DERIVED","citation":"Wu CY, Yang CL, Chuang LL, Lin KC, Chen HC, Chen MD, Huang WC. Effect of therapist-based versus robot-assisted bilateral arm training on motor control, functional performance, and quality of life after chronic stroke: a clinical trial. Phys Ther. 2012 Aug;92(8):1006-16. doi: 10.2522/ptj.20110282. Epub 2012 Apr 19."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}