{"protocolSection":{"identificationModule":{"nctId":"NCT05215522","orgStudyIdInfo":{"id":"USheffield1"},"organization":{"fullName":"University of Sheffield","class":"OTHER"},"briefTitle":"Tele BCI-FES for Upper -Limb Stoke Rehabilitation","officialTitle":"Upper Limb Telerehabilitation Using Brain -Controlled Functional Electrical Stimulation"},"statusModule":{"statusVerifiedDate":"2021-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-06-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-11-30","type":"ACTUAL"},"completionDateStruct":{"date":"2022-12-30","type":"ACTUAL"},"studyFirstSubmitDate":"2021-12-13","studyFirstSubmitQcDate":"2022-01-28","studyFirstPostDateStruct":{"date":"2022-01-31","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-12","lastUpdatePostDateStruct":{"date":"2023-05-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Sheffield","class":"OTHER"},"collaborators":[{"name":"Sheffield Teaching Hospitals NHS Foundation Trust","class":"OTHER"},{"name":"Medical Research Council","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The study aims to identify whether stroke survivors can intentionally modulate their brain signals for controlling an FES device to produce arm movements for home based rehabilitation. The study also assess the participants acceptability of this new home-based rehabilitation.","detailedDescription":"Movements of different parts of the body, including the arm, start when the brain produces specific electrical signals. Sometimes after a stroke, even though the person intends to move the arm, the arm will not move or will only move partly. The brain continues to produce electrical signals after stroke, but when the signals are weak the arm does not move. Brain-computer interface (BCI), is a method of utilising the brain signals to produce useful outputs via computers. One type of BCI is BCI Functional Electrical Stimulus (BCI-FES) which is a device that can detect these brain signals produced during the intention to move the weak arm after a stroke. It then uses these signals to trigger an electrical stimulator. The electrical stimulator then stimulates the muscles in the weak arm to produce the desired arm movement. Recent studies show that rehabilitation using this device has given better results when compared with conventional rehabilitation approaches. However, the BCI-FES devices currently available are bulky and participants need to come to the hospital or laboratory to receive the treatment. Our project aims to develop a BCI-FES device, called Tele BCI-FES that can be used at stroke participant's home. The investigators are using techniques like machine learning to make the Tele BCI-FES quick and simple to set up, easy to use and effective. This study aims to investigate if the proposed Tele BCI-FES device is a feasible and acceptable intervention for post-stroke rehabilitation."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Brain-computer interface","functional electrical stimulation","Tele-rehabilitation","stroke rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"DEVICE_FEASIBILITY","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":13,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"The BCI-FES Intervention","type":"EXPERIMENTAL","description":"The BCI-FES device will be used by all participants.","interventionNames":["Device: The BCI-FES Intervention"]}],"interventions":[{"type":"DEVICE","name":"The BCI-FES Intervention","description":"To evaluate whether the participant can effectively control FES using the developed remote BCI system. Thus, participants will receive a three-week BCI-FES intervention at their home, including three sessions of intervention per week. Each session will last around 60 minutes, including 10 minutes of preparation, 40 minutes of intervention and 10 minutes interview on the user's experience with the device and any experienced side effects, if any.","armGroupLabels":["The BCI-FES Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Evaluate the feasibility of the proposed system through the ability of participants to control the Tele BCI-FES","description":"To evaluate whether the participants can effectively control FES using the developed remote BCI system (Success: the BCI accuracy of more than 70% in at least 7 out of 9 sessions).","timeFrame":"within 10 minutes after experimental session"},{"measure":"Evaluate the usability and acceptability of the proposed system based on the number of participants completing each TeleBCI-FES intervention session","description":"Number of participants completing each TeleBCI-FES intervention session (Success: 7 participants completed 8 or more of 12 TeleBCI-FES sessions)","timeFrame":"through study completion, an average of 5 weeks"},{"measure":"Recruitment rate","description":"To measure the acceptability of the proposed rehabilitation","timeFrame":"Pre-intervention"}],"secondaryOutcomes":[{"measure":"Fugl-Meyer Assessment","description":"It is the most frequently used outcome scales to measure post stroke motor recovery of the upper extremity on a scale of 0-60 (best).","timeFrame":"Pre-intervention and up to 5 weeks"},{"measure":"Action Research Arm Test","description":"It is a 19 item observational measure used to assess upper extremity performance on a scale of 0 - 57 (best).","timeFrame":"Pre-intervention and up to 5 weeks"},{"measure":"Modified Ashworth Scale","description":"This looks at elbow and wrist flexors on predefined scale. The scale ranges from 0 to 4 (worst).","timeFrame":"Pre-intervention and up to 5 weeks"},{"measure":"Medical Research Council grading","description":"This looks at assessing muscle strength from Grade 5 (normal) to Grade 0 (no visible contraction) and takes around 10 minutes to complete.","timeFrame":"Pre-intervention and up to 5 weeks"},{"measure":"Leeds Arm Spasticity Scale-reference","description":"It is a measure of passive arm function, suitable for participants with spasticity and little or no active movement of the upper extremity. The score ranges from 0 (No difficulty) to 4 (Inability to perform the activity).","timeFrame":"Baseline and up to 5 weeks"},{"measure":"Numerical rating Scale (NRS)","description":"It requires the participant to rate their pain on a defined scale from 0 (no pain) to 10 (the worst pain)","timeFrame":"Pre-intervention and up to 5 weeks"},{"measure":"Pittsburgh Participation in Rehabilitation scale","description":"It is a clinician-rated measure on a 6-point Likert-type scale that quantifies individuals' participation in their therapy sessions, ranging from 1 (None: participant refused the entire session) to 6 (Excellent: participant participated in all sessions)","timeFrame":"within 10 minutes after experimental session"},{"measure":"European Quality of List 5D-5L (EQ-5D-5L):","description":"It is a self-assessed, health related, quality of life questionnaire. The scale measures quality of life on a 5-component scale including mobility, self-care, usual activities, pain/discomfort, and anxiety/depression. Each level is assigned a rating based on the severity of the problems in that area (no problems walking, minor problems, moderate problems, severe problems, or inability to walk). The tool also includes an overall health scale, on which the participant chooses a number between 1 and 100 (best) to represent their health status.","timeFrame":"Pre-intervention and .up to 5 weeks"}],"otherOutcomes":[{"measure":"Interviews","description":"A qualitative assessment of the effectiveness and acceptability of treatment for participants.","timeFrame":"within 10 minutes after experimental session"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1) Age 18 and above.\n\n(2) Experienced an ischaemic or haemorrhagic stroke more than 6 months ago.\n\n(3) Arm weakness interfering with activities of daily living.\n\n(4) Fugl-Meyer score of upper limb\\<45.\n\n(5) Caregiver is willing to assist with trial by helping to deliver intervention.\n\n(6) Cognitive and language abilities to understand and participate in the study protocol.\n\n(7) Can maintain sitting with or without support for 1 hour continuously.\n\n(8) Able to give consent and understand instructions.\n\nExclusion criteria:\n\n1. Cognitive impairment that would interfere with their ability to comply with the experimental protocol or provide informed consent;\n2. Dermatological, rheumatologic or orthopaedic illnesses of the affected arm interfering with movement of the elbow;\n3. Pre-existing severe systemic disorders like cardiovascular disease; active cancer or renal disease; end stage pulmonary or cardiovascular disease; psychiatric illness including severe alcohol or drug abuse\n4. Inability to perform the baseline assessments;\n5. Severe tactile hypersensitivity;\n6. Participation in other, upper limb rehabilitation studies\n7. Within 12 weeks of receiving Botulinum toxin injections;\n8. History of epilepsy\n9. Pace maker or any other implanted devices\n10. Pregnancy\n11. Severe dystonia/spasm","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Mahnaz Arvaneh, PhD","affiliation":"University of Sheffield","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Sheffield Teaching Hospitals","city":"Sheffield","state":"South Yorkshire","zip":"S5 7AT","country":"United Kingdom","geoPoint":{"lat":53.38297,"lon":-1.4659}}]},"referencesModule":{"seeAlsoLinks":[{"label":"A website introducing our technology, and our team","url":"https://teleregain.com/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"The participant's data will be \"pseudo-anonymized\" and no identifiable information will be maintained with the study data because the participant will be issued a unique study number. Paper copies of consent forms will be kept in locked cupboards at the University of Sheffield's Physiological Signals and Systems lab. Electronic data will be entered and saved immediately on a password-protected University server. After the study is completed, anonymised EEG data and questionnaire data will be preserved for fifteen years at the University of Sheffield archiving facility. The results of this study will be published in peer-reviewed journals. The findings will be presented in BCI and rehabilitation conferences, as well as patient-public involvement meetings. The participants will not be identifiable from any report or publication placed in the public domain."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}