{"protocolSection":{"identificationModule":{"nctId":"NCT00000592","orgStudyIdInfo":{"id":"312"},"secondaryIdInfos":[{"id":"U01HL052193","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U01HL052193"}],"organization":{"fullName":"Augusta University","class":"OTHER"},"briefTitle":"Stroke Prevention in Sickle Cell Anemia (STOP 1)"},"statusModule":{"statusVerifiedDate":"2005-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"1994-07"},"completionDateStruct":{"date":"2000-08"},"studyFirstSubmitDate":"1999-10-27","studyFirstSubmitQcDate":"1999-10-27","studyFirstPostDateStruct":{"date":"1999-10-28","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-12-21","lastUpdatePostDateStruct":{"date":"2015-12-23","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"Augusta University","class":"OTHER"},"collaborators":[{"name":"National Heart, Lung, and Blood Institute (NHLBI)","class":"NIH"}]},"descriptionModule":{"briefSummary":"To reduce episodes of first time stroke by 75 percent in children with sickle cell anemia by the administration of prophylactic transfusion therapy.","detailedDescription":"BACKGROUND:\n\nStroke, occurring in about 10 percent of pediatric patients with sickle cell disease, is one of the most devastating complications, with a high recurrence rate after the first episode. Several non-randomized studies have shown reduction in stroke recurrence when periodic blood transfusions are administered to maintain hemoglobin S under 30 percent. Periodic blood transfusions are associated with significant risks of iron overload and other complications and must be accompanied by parenteral iron chelation therapy. However, this has become a standard of care for prevention of recurrent stroke in SS children. Thus, a randomized trial of blood transfusion for secondary prevention would not be feasible because it would be considered unethical. Based on various studies, the recurrence rate is reduced from 46 to 67 percent to approximately 7 percent on transfusion therapy. Because most stroke patients are left with some neurological deficit, and face a lifetime of disability, primary prevention would have a significant impact on the management of patients. However, because of complications of blood transfusions, the hypothesis should be proven by a randomized clinical trial.\n\nA primary prevention trial had not been possible because an acceptable means of detecting those children at risk of stroke was not available. The advent of TCD to identify arterial abnormalities for the prediction of stroke has provided a means of detection. TCD abnormalities have a high specificity (100 percent) and high sensitivity (90 percent) for detecting angiographically proven narrowing of arterial diameter. Thus, TCD examination of the basal cerebral arteries is predictive of who will develop a stroke.\n\nDESIGN NARRATIVE:\n\nRandomized, Phase III, multicenter. Approximately 3,000 children from 12 clinics were screened with transcranial Doppler (TCD). A total of 130 were randomized to receive either standard supportive care or periodic blood transfusions if they were found to be at high risk of stroke on the basis of elevated cerebral blood flow as measured by TCD screening tests. Primary endpoints included clinically evident symptoms of cerebral infarction with consistent findings on magnetic resonance imaging (MRI), and/or symptomatic intracranial hemorrhage. Secondary endpoints included asymptomatic brain lesions detected by MRI in brain areas not involved in primary endpoints. Hematologic characteristics of the high risk group were analyzed and serum and DNA samples frozen for future analysis. Recruitment ended in October 1997 with the accrual of 130 subjects. The clinical phase ended in 1999."},"conditionsModule":{"conditions":["Anemia, Sickle Cell","Cerebral Embolism and Thrombosis","Cerebrovascular Disorders","Hematologic Diseases","Hemoglobinopathies"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","primaryPurpose":"PREVENTION"}},"armsInterventionsModule":{"interventions":[{"type":"PROCEDURE","name":"blood transfusion"}]},"eligibilityModule":{"eligibilityCriteria":"Pediatric patients, ages 24 months to 16 years, with sickle cell anemia or S-beta zero thalassemia.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"16 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Donald Brambilla","affiliation":"New England Research Institute Inc."}]},"referencesModule":{"references":[{"pmid":"9492971","type":"BACKGROUND","citation":"Adams RJ, McKie VC, Brambilla D, Carl E, Gallagher D, Nichols FT, Roach S, Abboud M, Berman B, Driscoll C, Files B, Hsu L, Hurlet A, Miller S, Olivieri N, Pegelow C, Scher C, Vichinsky E, Wang W, Woods G, Kutlar A, Wright E, Hagner S, Tighe F, Waclawiw MA, et al. Stroke prevention trial in sickle cell anemia. Control Clin Trials. 1998 Feb;19(1):110-29. doi: 10.1016/s0197-2456(97)00099-8."},{"pmid":"9647873","type":"BACKGROUND","citation":"Adams RJ, McKie VC, Hsu L, Files B, Vichinsky E, Pegelow C, Abboud M, Gallagher D, Kutlar A, Nichols FT, Bonds DR, Brambilla D. Prevention of a first stroke by transfusions in children with sickle cell anemia and abnormal results on transcranial Doppler ultrasonography. N Engl J Med. 1998 Jul 2;339(1):5-11. doi: 10.1056/NEJM199807023390102."},{"pmid":"9647880","type":"BACKGROUND","citation":"Cohen AR. Sickle cell disease--new treatments, new questions. N Engl J Med. 1998 Jul 2;339(1):42-4. doi: 10.1056/NEJM199807023390109. No abstract available."},{"pmid":"10830201","type":"BACKGROUND","citation":"Adams RJ. Lessons from the Stroke Prevention Trial in Sickle Cell Anemia (STOP) study. J Child Neurol. 2000 May;15(5):344-9. doi: 10.1177/088307380001500511."},{"pmid":"11743502","type":"BACKGROUND","citation":"Miller ST, Wright E, Abboud M, Berman B, Files B, Scher CD, Styles L, Adams RJ; STOP Investigators. Impact of chronic transfusion on incidence of pain and acute chest syndrome during the Stroke Prevention Trial (STOP) in sickle-cell anemia. J Pediatr. 2001 Dec;139(6):785-9. doi: 10.1067/mpd.2001.119593."},{"pmid":"11972097","type":"BACKGROUND","citation":"Files B, Brambilla D, Kutlar A, Miller S, Vichinsky E, Wang W, Granger S, Adams RJ. Longitudinal changes in ferritin during chronic transfusion: a report from the Stroke Prevention Trial in Sickle Cell Anemia (STOP). J Pediatr Hematol Oncol. 2002 May;24(4):284-90. doi: 10.1097/00043426-200205000-00013."},{"pmid":"11677874","type":"BACKGROUND","citation":"Nichols FT, Jones AM, Adams RJ. Stroke prevention in sickle cell disease (STOP) study guidelines for transcranial Doppler testing. J Neuroimaging. 2001 Oct;11(4):354-62. doi: 10.1111/j.1552-6569.2001.tb00063.x."},{"pmid":"11552063","type":"BACKGROUND","citation":"Vichinsky EP, Luban NL, Wright E, Olivieri N, Driscoll C, Pegelow CH, Adams RJ; Stroke Prevention Trail in Sickle Cell Anemia. Prospective RBC phenotype matching in a stroke-prevention trial in sickle cell anemia: a multicenter transfusion trial. Transfusion. 2001 Sep;41(9):1086-92. doi: 10.1046/j.1537-2995.2001.41091086.x."},{"pmid":"11735775","type":"BACKGROUND","citation":"Pegelow CH, Wang W, Granger S, Hsu LL, Vichinsky E, Moser FG, Bello J, Zimmerman RA, Adams RJ, Brambilla D; STOP Trial. Silent infarcts in children with sickle cell anemia and abnormal cerebral artery velocity. Arch Neurol. 2001 Dec;58(12):2017-21. doi: 10.1001/archneur.58.12.2017."},{"pmid":"14751925","type":"BACKGROUND","citation":"Adams RJ, Brambilla DJ, Granger S, Gallagher D, Vichinsky E, Abboud MR, Pegelow CH, Woods G, Rohde EM, Nichols FT, Jones A, Luden JP, Bowman L, Hagner S, Morales KH, Roach ES; STOP Study. Stroke and conversion to high risk in children screened with transcranial Doppler ultrasound during the STOP study. Blood. 2004 May 15;103(10):3689-94. doi: 10.1182/blood-2003-08-2733. Epub 2004 Jan 29."},{"pmid":"12902915","type":"BACKGROUND","citation":"Hsu LL, Miller ST, Wright E, Kutlar A, McKie V, Wang W, Pegelow CH, Driscoll C, Hurlet A, Woods G, Elsas L, Embury S, Adams RJ; Stroke Prevention Trial (STOP) and the Cooperative Study of Sickle Cell Disease (CSSCD). Alpha Thalassemia is associated with decreased risk of abnormal transcranial Doppler ultrasonography in children with sickle cell anemia. J Pediatr Hematol Oncol. 2003 Aug;25(8):622-8. doi: 10.1097/00043426-200308000-00007."},{"pmid":"14684415","type":"BACKGROUND","citation":"Abboud MR, Cure J, Granger S, Gallagher D, Hsu L, Wang W, Woods G, Berman B, Brambilla D, Pegelow C, Lewin J, Zimmermann RA, Adams RJ; STOP study. Magnetic resonance angiography in children with sickle cell disease and abnormal transcranial Doppler ultrasonography findings enrolled in the STOP study. Blood. 2004 Apr 1;103(7):2822-6. doi: 10.1182/blood-2003-06-1972. Epub 2003 Dec 18."},{"pmid":"16126058","type":"BACKGROUND","citation":"Wang WC, Morales KH, Scher CD, Styles L, Olivieri N, Adams R, Brambilla D; STOP Investigators. Effect of long-term transfusion on growth in children with sickle cell anemia: results of the STOP trial. J Pediatr. 2005 Aug;147(2):244-7. doi: 10.1016/j.jpeds.2005.02.030."},{"pmid":"19721013","type":"DERIVED","citation":"Adamkiewicz TV, Abboud MR, Paley C, Olivieri N, Kirby-Allen M, Vichinsky E, Casella JF, Alvarez OA, Barredo JC, Lee MT, Iyer RV, Kutlar A, McKie KM, McKie V, Odo N, Gee B, Kwiatkowski JL, Woods GM, Coates T, Wang W, Adams RJ. Serum ferritin level changes in children with sickle cell disease on chronic blood transfusion are nonlinear and are associated with iron load and liver injury. Blood. 2009 Nov 19;114(21):4632-8. doi: 10.1182/blood-2009-02-203323. Epub 2009 Aug 31."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000020766","term":"Intracranial Embolism"},{"id":"D000002542","term":"Intracranial Embolism and Thrombosis"},{"id":"D000013927","term":"Thrombosis"},{"id":"D000004617","term":"Embolism"},{"id":"D000016769","term":"Embolism and Thrombosis"},{"id":"D000000740","term":"Anemia"},{"id":"D000006402","term":"Hematologic Diseases"},{"id":"D000006453","term":"Hemoglobinopathies"},{"id":"D000000755","term":"Anemia, Sickle Cell"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000030342","term":"Genetic Diseases, Inborn"},{"id":"D000000745","term":"Anemia, Hemolytic, Congenital"},{"id":"D000000743","term":"Anemia, Hemolytic"},{"id":"D000013923","term":"Thromboembolism"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M16376","name":"Thrombosis","asFound":"Thrombosis","relevance":"HIGH"},{"id":"M7474","name":"Embolism","asFound":"Embolism","relevance":"HIGH"},{"id":"M3760","name":"Anemia","asFound":"Anemia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disorders","relevance":"HIGH"},{"id":"M3775","name":"Anemia, Sickle Cell","asFound":"Anemia, Sickle Cell","relevance":"HIGH"},{"id":"M18818","name":"Embolism and Thrombosis","asFound":"Embolism and Thrombosis","relevance":"HIGH"},{"id":"M9180","name":"Hematologic Diseases","asFound":"Hematologic Diseases","relevance":"HIGH"},{"id":"M9229","name":"Hemoglobinopathies","asFound":"Hemoglobinopathies","relevance":"HIGH"},{"id":"M22212","name":"Intracranial Embolism","asFound":"Cerebral Embolism","relevance":"HIGH"},{"id":"M5481","name":"Intracranial Embolism and Thrombosis","asFound":"Cerebral Embolism and Thrombosis","relevance":"HIGH"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M23376","name":"Genetic Diseases, Inborn","relevance":"LOW"},{"id":"M3763","name":"Anemia, Hemolytic","relevance":"LOW"},{"id":"M9237","name":"Hemolysis","relevance":"LOW"},{"id":"M3765","name":"Anemia, Hemolytic, Congenital","relevance":"LOW"},{"id":"M16372","name":"Thromboembolism","relevance":"LOW"},{"id":"T5229","name":"Sickle Cell Anemia","asFound":"Anemia, Sickle Cell","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}