{"protocolSection":{"identificationModule":{"nctId":"NCT05369637","orgStudyIdInfo":{"id":"75/CES/JAS/2021"},"organization":{"fullName":"Instituto de Saude Publica da Universidade do Porto","class":"OTHER"},"briefTitle":"Multiple Interventions to Accelerate the Return to the Pre-event Level of Functioning After a TIA and Minor Stroke","officialTitle":"Back to Normal - Multiple Non-pharmacological Interventions to Accelerate the Return to the Pre-event Level of Functioning After a Transient Ischemic Attack and Minor Stroke - a Pilot Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-05-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-05-02","studyFirstSubmitQcDate":"2022-05-06","studyFirstPostDateStruct":{"date":"2022-05-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-05-31","lastUpdatePostDateStruct":{"date":"2022-06-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Instituto de Saude Publica da Universidade do Porto","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The occurrence of a transient ischemic attack (TIA) or a minor stroke is frequently assumed as a temporary and non-disabling event. Nevertheless, patients can experience subtle but meaningful impairments, including a decreased performance in activities of daily living (ADLs), a high prevalence of depression, cognitive decline, physical deficits, hearing degeneration, with implications in returning to work, social relations and activities. Additionally, it has been described a higher risk of stroke among these patients, which highlights the importance of promoting secondary prevention, soon after these acute episodes. Therefore, this pilot randomized controlled trial (RCT) aims to evaluate the feasibility and the effectiveness of a three-month multidomain intervention program, composed of five non-pharmacological components which may contribute to accelerate the return to the pre-event level of functioning in patients with TIA and minor stroke. The results may guide future clinical practices and health policies aiming to reduce the overall burden of stroke.","detailedDescription":"This is pragmatic non-pharmacological RCT, which will include patients diagnosed with a TIA or a minor stroke recruited at the emergency or neurology departments of the Hospital Pedro Hispano, located in Matosinhos, Portugal (n=70). Those who accept to participate will be randomly allocated to 2 groups (1:1): (a) Intervention - will receive a combined approach of cognitive training, physical exercise, nutrition education and psychoeducation sessions, during three-months, as well as assessment/correction of hearing loss; (b) Control - participants will not be subject to any intervention. Both groups will receive the usual standard of care provided to these types of clinical diseases.\n\nData will be collected using different strategies. Trained interviewers will conduct face-to-face interviews, covering sociodemographic characteristics, lifestyles (including adherence to the mediterranean diet), health status, and will perform anthropometry and measure blood pressure as well as physical performance. The complete or partial recovery time of instrumental ADLs will be assessed using an adapted version of the Frenchay Activities Index. Disability and basic ADLs will be also evaluated (Modified Rankin Scale and Barthel Index, respectively). Cognitive function will be evaluated using the Montreal Cognitive Assessment and a self-administered web-based tool for remote longitudinal assessment (Brain on Track), if applicable. Symptoms of anxiety and depression, as well as quality of life, will be evaluated through self-administered instruments. Levels of glycated hemoglobin and 24-hour urinary sodium, potassium and creatinine excretions, as well as pH levels, will be also measured. All participants will be evaluated at 0 and 3 months after the beginning of the intervention. Electronic medical records will be assessed to obtain clinical data.\n\nFunctionality recovery will be defined as a primary outcome and additional information regarding the feasibility, outcomes and sample size requirements of such programs will also be assessed, which is crucial to implement a large-scale RCT.\n\nThis project was previously approved by the Local Ethics Committee and by the Data Protection Officer of the Institute of Public Health of the University of Porto. In this context, all procedures will be undertaken to guarantee compliance with ethical standards, as well as data protection and safety, considering national and international laws.\n\nThis study will be developed as part of the project \"Multiple Interventions to Prevent Cognitive Decline\" (MIND-Matosinhos)."},"conditionsModule":{"conditions":["Transient Ischemic Attack","Minor Stroke"],"keywords":["Transient Ischemic Attack","Minor Stroke","Non-Pharmacological Interventions","Activities of Daily Living","Randomized Controlled Trial"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":70,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Non-pharmacological Intervention","type":"EXPERIMENTAL","description":"Participants in the intervention group will receive a multidomain non-pharmacological program, including cognitive training, physical exercise, nutrition education, psychoeducation, and diagnosis and correction of hearing impairment.","interventionNames":["Behavioral: Cognitive training","Behavioral: Physical exercise","Behavioral: Behavioral: Nutrition education","Behavioral: Psychoeducation","Other: Diagnosis and correction of hearing impairment"]},{"label":"Control group","type":"NO_INTERVENTION","description":"Control group will receive the usual standard of care provided to these clinical diseases."}],"interventions":[{"type":"BEHAVIORAL","name":"Cognitive training","description":"This component will comprise the following activities:\n\ni. In-person group training (monthly): 60-minute sessions, supervised by a psychologist; ii. Home individual training (≥5 times per week): unsupervised 30-minutes remote sessions, using the COGWEB® online platform or paper/pencil exercises (for those participants without computer/internet or who do not use one autonomously).","armGroupLabels":["Non-pharmacological Intervention"]},{"type":"BEHAVIORAL","name":"Physical exercise","description":"This component will be based on 60-minute sessions including aerobic, resistance, agility/balance and flexibility exercises, supervised by a physical education teacher:\n\ni. In-person group training (monthly); ii. In-person group training or remote synchronous training or provision of education booklets with photos and exercise instructions to be performed individually (twice weekly), depending on the evolution of the Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) pandemic.","armGroupLabels":["Non-pharmacological Intervention"]},{"type":"BEHAVIORAL","name":"Behavioral: Nutrition education","description":"This component will be based on the following activities:\n\ni. In-person group 120-minute sessions (monthly), guided by a nutritionist, comprising: presentation and discussion of healthy and easy to cook recipes by the nutritionist and preparation of healthy meals by the participants; ii. In-person individual appointment with a nutritionist (monthly).","armGroupLabels":["Non-pharmacological Intervention"]},{"type":"BEHAVIORAL","name":"Psychoeducation","description":"This component will be based on in-person group sessions (monthly; 60-minute) supervised by a psychologist, aiming to promote the acquisition of important knowledge about secondary prevention and support people understanding, exploring, and self-managing their emotions and impairments.","armGroupLabels":["Non-pharmacological Intervention"]},{"type":"OTHER","name":"Diagnosis and correction of hearing impairment","description":"This component will be based on a evaluation session conducted by otolaryngologists and audiologists, who will evaluate previous hearing problems and use of hearing aids, and include an otoscopy and an audiogram.","armGroupLabels":["Non-pharmacological Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Time to recovery in each instrumental activity of daily living","description":"Time to recovery in each instrumental activity of daily living measured by an adapted version of the Frenchay Activities Index.","timeFrame":"3 months"},{"measure":"Recruitment timeframe","description":"Proportion of participants recruited within the seven days post-onset of symptoms will be calculated as the number of participants recruited within the time frame divided by the total number of participants.","timeFrame":"3 months"},{"measure":"Adherence to each component of the intervention","description":"Proportion of adherence to each component of the intervention and to different intervention modalities (remote/in person), calculated as the number of sessions attended divided by the total number of sessions implemented. For remote cognitive training the outcome will be the absolute number of sessions.","timeFrame":"3 months"},{"measure":"Dropout","description":"Proportion of participants who dropped out of the study, calculated as the number of participants who dropped out after attending at least one session divided by the total number of participants who attended at least one session.","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"Time of follow-up","description":"Number of days between the first and the last session attended by the participant.","timeFrame":"3 months"},{"measure":"Complete assessment of participants","description":"For each study outcome, proportion of participants with complete information, calculated at baseline and follow-up, as the number of participants with complete information divided by the total number of participants evaluated.","timeFrame":"3 months"},{"measure":"Implemented sessions","description":"Proportion of sessions implemented, calculated as the number of sessions that the research team was able to implement divided by the total number of sessions planned.","timeFrame":"3 months"},{"measure":"Cognitive performance","description":"Variation of participant's cognitive performance assessed using the Montreal Cognitive Assessment, between the baseline and the follow-up assessments. This scale varies from 0 (worst cognitive performance) to 30 points (best cognitive performance).","timeFrame":"3 months"},{"measure":"Memory complaints","description":"Variation of the self-reported memory complaints, assessed using the Subjective Memory Complaints Scale, between the baseline and follow-up assessments. This scale varies from 0 (best score) to 21 points (worst score). Scores over three points indicate the presence of self-reported memory complaints.","timeFrame":"3 months"},{"measure":"Adherence to the Mediterranean diet","description":"Variation of participant's self-reported adherence to the Mediterranean diet, assessed using the Mediterranean food pattern (MEDAS) scale, between the baseline and the follow-up assessments. This scale varies from 0 (lowest adherence to the Mediterranean diet) to 14 points (highest adherence to the Mediterranean diet). A score over 10 points indicates good adherence to the Mediterranean diet.","timeFrame":"3 months"},{"measure":"Anxiety and depression","description":"Variation of the anxiety and depression scores, assessed using the Hospital Anxiety and Depression Scale (HADS), between the baseline and the follow-up assessments. This scale varies from 0 (best score) to 21 points (worst score).","timeFrame":"3 months"},{"measure":"Reported quality of life","description":"Variation of participant's quality of life, assessed using the EuroQol Group scale - 5 dimensions (EQ-5D) scale, between the baseline and the follow-up assessments. This scale is subdivided in two subscales: a) five multiple choice questions, with five response possibilities, which produce a score that varies from 5 (best score) to 25 points (worst score); b) visual analogic scale, that varies from 0 (worst score) to 100 (best score).","timeFrame":"3 months"},{"measure":"Handgrip strength","description":"Variation of participant's handgrip strength, assessed using a dynamometer, between the baseline and the follow-up assessments.","timeFrame":"3 months"},{"measure":"Agility 1","description":"Variation of participant's agility and balance, assessed using the Timed Up and Go Test scale, between the baseline and the follow-up assessments. This is measured in time units (seconds) and varies from 0 (best score) to infinite (worst score).","timeFrame":"3 months"},{"measure":"Agility 2","description":"Variation of participant's agility and balance, assessed using the Unipedal Stance Test, between the baseline and the follow-up assessments. This is measured in time units (seconds) and varies from 0 (best score) to infinite (worst score).","timeFrame":"3 months"},{"measure":"Upper body strength","description":"Variation of participant's upper body strength assessed using the 30-second arm curl test, from the Senior Fitness Test.","timeFrame":"3 months"},{"measure":"Lower body strength","description":"Variation of participant's lower body strength assessed using the 30-second chair stand test, from the Senior Fitness Test.","timeFrame":"3 months"},{"measure":"Upper body flexibility","description":"Variation of participant's upper body flexibility assessed using the back-scratch test, from the Senior Fitness Test.","timeFrame":"3 months"},{"measure":"Lower body flexibility","description":"Variation of participant's lower body flexibility assessed using the chair sit-and-reach test, from the Senior Fitness Test.","timeFrame":"3 months"},{"measure":"Agility 3","description":"Variation of participant's agility and dynamic balance assessed using the 8-foot distance test (2,44 meters), from the Senior Fitness Test.","timeFrame":"3 months"},{"measure":"Aerobic endurance","description":"Variation of participant's aerobic endurance assessed using the 2-minute step test, from the Senior Fitness Test.","timeFrame":"3 months"},{"measure":"Lower limb function","description":"Variation of participant's lower limb function, assessed using the Short Physical Performance Battery (SPPB), which tests 3 dimensions: standing balance, walking speed, and chair stands. Each component is scored between 0-4, total score from 0 (poor performance) to 12 (best performance).","timeFrame":"3 months"},{"measure":"Functional capacity to perform basic activities of daily living","description":"Variation of participant's independence on performing basic activities of daily living, using the Barthel Index, which ranges from 0 to 20 and higher scores represent increased functionality and independence.","timeFrame":"3 months"},{"measure":"Disability","description":"Variation of participant's disability assessed via modified Rankin Scale, with scores ranging from 0 (perfect health) to 6 (dead).","timeFrame":"3 months"},{"measure":"24-hour urinary sodium excretion","description":"Variation of participant's urinary sodium excretion, between the baseline and the follow-up assessments. This parameter will be measured through a laboratory analysis of participants' 24-hour urinary samples and will be analyzed as a proxy of dietary salt intake.","timeFrame":"3 months"},{"measure":"24-hour urinary potassium excretion","description":"Variation of participant's urinary potassium excretion, between the baseline and the follow-up assessments. This parameter will be measured through a laboratory analysis of participants' 24-hour urinary samples and will be analyzed as a proxy of dietary potassium intake.","timeFrame":"3 months"},{"measure":"Levels of glycated hemoglobin","description":"Variation of participant's levels of glycated hemoglobin, between the baseline and the follow-up assessments. This parameter will be measured through a laboratory analysis of participants' blood sample and will be used to analyze glycemic control.","timeFrame":"3 months"},{"measure":"Body mass index","description":"Variation of participant's body mass index between the baseline and the follow-up assessments.","timeFrame":"3 months"},{"measure":"Blood pressure","description":"Variation of participant's systolic and diastolic blood pressure between the baseline and the follow-up assessments.","timeFrame":"3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged 18-85 years old;\n* Clinical diagnosis of transient ischemic stroke or minor stroke as defined by the National Institute of Health Stroke Scale score ≤3;\n* Onset of symptoms within the last seven days;\n* First-time stroke or TIA;\n* Four or more years of education;\n* Discharged home without the need for inpatient rehabilitation;\n* Modified Rankin Scale 0 to 2, inclusive.\n\nExclusion Criteria:\n\n* Unable to attend the face-to-face intervention sessions;\n* Previous diagnosis of Dementia or severe disability;\n* Contraindication for physical exercise;\n* Severe loss of hearing, vision, or communication skills;\n* Frailty, reduced life expectancy due to severe disease or need for regular treatments that compete with availability for intervention.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ana Rute Costa, PhD","role":"CONTACT","phone":"+351 22 206 1820","email":"arcosta@ispup.up.pt"},{"name":"Micaela Gonçalves, Bachelor","role":"CONTACT","phone":"+351 22 206 1820","email":"esmeralda_micaela@hotmail.com"}],"overallOfficials":[{"name":"Vítor Tedim Cruz, PhD","affiliation":"Instituto de Saude Publica da Universidade do Porto","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Instituto de Saúde Pública da Universidade do Porto","status":"RECRUITING","city":"Porto","zip":"4050-600","country":"Portugal","contacts":[{"name":"Ana Rute Costa","role":"CONTACT","phone":"+351 22 206 1820"}],"geoPoint":{"lat":41.14961,"lon":-8.61099}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002546","term":"Ischemic Attack, Transient"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000002545","term":"Brain Ischemia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Transient Ischemic Attack","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}