{"protocolSection":{"identificationModule":{"nctId":"NCT04636658","orgStudyIdInfo":{"id":"REC/00237 Bushra Mushtaq"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Effects of Resistive Diaphragmatic Training on Chronic Stroke","officialTitle":"Effects of Resistive Diaphragmatic Training on Pulmonary Functions in Patients With Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2020-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-02-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-08-20","type":"ACTUAL"},"completionDateStruct":{"date":"2020-09-01","type":"ACTUAL"},"studyFirstSubmitDate":"2020-10-03","studyFirstSubmitQcDate":"2020-11-15","studyFirstPostDateStruct":{"date":"2020-11-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-11-15","lastUpdatePostDateStruct":{"date":"2020-11-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"To determine the effects of resistive diaphragmatic training on pulmonary function of chronic stroke patients. And also assessing their compromised respiratory functions","detailedDescription":"This study is to examine the effects of Diaphragmatic breathing exercises with resistance and Digital spirometer training for improving pulmonary functions in chronic stroke patients. Diaphragmatic Resistance training is based on the same principal as for the any other Skeletal Muscle training. The selection of 20 subjects divided equally and placed into an experimental group and a control group and the interventions would applied three times per week for 4 weeks. In each session, both groups receive Digital spirometer training for 15 minutes. In addition, experimental group receive diaphragm breathing exercises with resistance for 30 minutes. Resistance is Applied through Different thera bands and then performing the Breathing Exercises. First of all resistance applied through yellow band(1-6 pounds of resistance) and then red, Green and black which give (4-18 Pounds of resistance) The patient is asked to breath in deeply and slowly while not to move upper chest .Weight increased weekly as per patient's tolerance. Further Digital spirometer training Perform to determine the Pulmonary Functions FVC,FEV1,FVC/FEV1,PEF,VC. in both Control and Experimental Groups"},"conditionsModule":{"conditions":["Stroke (CVA) or TIA"],"keywords":["stroke","resistive diaphragmatic training","pulmonary function"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":20,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Incentive spirometer training","type":"ACTIVE_COMPARATOR","description":"Incentive spirometer training","interventionNames":["Other: Incentive spirometer training"]},{"label":"diaphragmatic resistance exercises","type":"EXPERIMENTAL","description":"Incentive spirometer training with diaphragm breathing with resistance exercises. Resistance is applied through the different Thera bands and then performing the pursed lip breathing exercise. Resistance increased weekly as per tolerance by the patient","interventionNames":["Other: diaphragmatic resistance exercises"]}],"interventions":[{"type":"OTHER","name":"Incentive spirometer training","description":"Incentive spirometer training 5 sessions a week, each session of 15 minutes, for 4 weeks","armGroupLabels":["Incentive spirometer training"]},{"type":"OTHER","name":"diaphragmatic resistance exercises","description":"Incentive spirometer with diaphragmatic resistance exercises. Resistance is applied through the different Thera bands and then performing the pursed lip breathing exercise. Resistance increased weekly as per tolerance by the patient.\n\nDigital spirometer training for 15 minutes. diaphragm breathing exercises with resistance for 30 minutes. 5 sessions a week, for 4 weeks","armGroupLabels":["diaphragmatic resistance exercises"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"FEV1","description":"FEV1 is the amount of air you can force from your lungs in one second. It's measured during a spirometry test, also known as a pulmonary function test, which involves forcefully breathing out into a mouthpiece connected to a spirometer machine.","timeFrame":"4th week"},{"measure":"FVC","description":"Forced vital capacity (FVC) is the total amount of air exhaled during the FEV test. Forced expiratory volume and forced vital capacity are lung function tests that are measured during spirometry. Forced expiratory volume is the most important measurement of lung function.","timeFrame":"4th week"},{"measure":"Oxygen level in blood","description":"Pulse oximetry is a test used to measure the oxygen level (oxygen saturation) of the blood","timeFrame":"4th week"},{"measure":"Heart Rate","description":"Pulse oximetry is a test used to measure the heart rate","timeFrame":"4th week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age limit 40-50yrs both genders.\n* Stroke patients with compromised pulmonary functions.\n* Chronic stroke patients with impaired Breathing\n\nExclusion Criteria:\n\n* Patients having any systemic illness\n* Patients who have a damage accompanying orthopedic disease such as thoracic deformation or rib fracture.\n* Patients with stroke (less than 6 months duration)","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"50 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Anam Aftab, Phd*","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"District Hospital Sargodha","city":"Sargodha","state":"Punjab","zip":"40100","country":"Pakistan","geoPoint":{"lat":32.08361,"lon":72.67111}}]},"referencesModule":{"references":[{"pmid":"29791947","type":"BACKGROUND","citation":"Katan M, Luft A. Global Burden of Stroke. Semin Neurol. 2018 Apr;38(2):208-211. doi: 10.1055/s-0038-1649503. Epub 2018 May 23."},{"pmid":"19141505","type":"BACKGROUND","citation":"Di Carlo A. Human and economic burden of stroke. Age Ageing. 2009 Jan;38(1):4-5. doi: 10.1093/ageing/afn282. No abstract available."},{"pmid":"8910122","type":"BACKGROUND","citation":"Hochstenbach J, Donders R, Mulder T, Van Limbeek J, Schoonderwaldt H. Long-term outcome after stroke: a disability-orientated approach. Int J Rehabil Res. 1996 Sep;19(3):189-200. doi: 10.1097/00004356-199609000-00001. No abstract available."},{"pmid":"27708464","type":"BACKGROUND","citation":"Johnson W, Onuma O, Owolabi M, Sachdev S. Stroke: a global response is needed. Bull World Health Organ. 2016 Sep 1;94(9):634-634A. doi: 10.2471/BLT.16.181636. No abstract available."},{"pmid":"26505981","type":"BACKGROUND","citation":"Feigin VL, Krishnamurthi RV, Parmar P, Norrving B, Mensah GA, Bennett DA, Barker-Collo S, Moran AE, Sacco RL, Truelsen T, Davis S, Pandian JD, Naghavi M, Forouzanfar MH, Nguyen G, Johnson CO, Vos T, Meretoja A, Murray CJ, Roth GA; GBD 2013 Writing Group; GBD 2013 Stroke Panel Experts Group. Update on the Global Burden of Ischemic and Hemorrhagic Stroke in 1990-2013: The GBD 2013 Study. Neuroepidemiology. 2015;45(3):161-76. doi: 10.1159/000441085. Epub 2015 Oct 28."},{"pmid":"27320833","type":"BACKGROUND","citation":"Menezes KK, Nascimento LR, Ada L, Polese JC, Avelino PR, Teixeira-Salmela LF. Respiratory muscle training increases respiratory muscle strength and reduces respiratory complications after stroke: a systematic review. J Physiother. 2016 Jul;62(3):138-44. doi: 10.1016/j.jphys.2016.05.014. Epub 2016 Jun 16. Erratum In: J Physiother. 2018 Mar 22;:"},{"pmid":"28736210","type":"BACKGROUND","citation":"Cabral EEA, Resqueti VR, Lima INDF, Gualdi LP, Aliverti A, Fregonezi GAF. Effects of positive expiratory pressure on chest wall volumes in subjects with stroke compared to healthy controls: a case-control study. Braz J Phys Ther. 2017 Nov-Dec;21(6):416-424. doi: 10.1016/j.bjpt.2017.06.006. Epub 2017 Jul 8."},{"pmid":"29844210","type":"BACKGROUND","citation":"Menezes KK, Nascimento LR, Avelino PR, Alvarenga MTM, Teixeira-Salmela LF. Efficacy of Interventions to Improve Respiratory Function After Stroke. Respir Care. 2018 Jul;63(7):920-933. doi: 10.4187/respcare.06000. Epub 2018 May 29."},{"pmid":"26519610","type":"BACKGROUND","citation":"Lista Paz A, Gonzalez Doniz L, Ortigueira Garcia S, Saleta Canosa JL, Moreno Couto C. Respiratory Muscle Strength in Chronic Stroke Survivors and Its Relation With the 6-Minute Walk Test. Arch Phys Med Rehabil. 2016 Feb;97(2):266-72. doi: 10.1016/j.apmr.2015.10.089. Epub 2015 Oct 28."},{"pmid":"8042521","type":"BACKGROUND","citation":"Kashihara H, Haruna Y, Suzuki Y, Kawakubo K, Takenaka K, Bonde-Petersen F, Gunji A. Effects of mild supine exercise during 20 days bed rest on maximal oxygen uptake rate in young humans. Acta Physiol Scand Suppl. 1994;616:19-26."},{"pmid":"30154586","type":"BACKGROUND","citation":"Lee DK, Jeong HJ, Lee JS. Effect of respiratory exercise on pulmonary function, balance, and gait in patients with chronic stroke. J Phys Ther Sci. 2018 Aug;30(8):984-987. doi: 10.1589/jpts.30.984. Epub 2018 Jul 24."},{"pmid":"27390442","type":"BACKGROUND","citation":"Oh DS, Park SE. The effect of lumbar stabilization exercise on the pulmonary function of stroke patients. J Phys Ther Sci. 2016 Jun;28(6):1896-900. doi: 10.1589/jpts.28.1896. Epub 2016 Jun 28."},{"pmid":"24567679","type":"BACKGROUND","citation":"Jung JH, Shim JM, Kwon HY, Kim HR, Kim BI. Effects of Abdominal Stimulation during Inspiratory Muscle Training on Respiratory Function of Chronic Stroke Patients. J Phys Ther Sci. 2014 Jan;26(1):73-6. doi: 10.1589/jpts.26.73. Epub 2014 Feb 6."},{"pmid":"21272713","type":"BACKGROUND","citation":"Britto RR, Rezende NR, Marinho KC, Torres JL, Parreira VF, Teixeira-Salmela LF. Inspiratory muscular training in chronic stroke survivors: a randomized controlled trial. Arch Phys Med Rehabil. 2011 Feb;92(2):184-90. doi: 10.1016/j.apmr.2010.09.029."},{"pmid":"26180292","type":"BACKGROUND","citation":"Song GB, Park EC. Effects of chest resistance exercise and chest expansion exercise on stroke patients' respiratory function and trunk control ability. J Phys Ther Sci. 2015 Jun;27(6):1655-8. doi: 10.1589/jpts.27.1655. Epub 2015 Jun 30."},{"pmid":"21318637","type":"BACKGROUND","citation":"Shaw BS, Shaw I. Pulmonary function and abdominal and thoracic kinematic changes following aerobic and inspiratory resistive diaphragmatic breathing training in asthmatics. Lung. 2011 Apr;189(2):131-9. doi: 10.1007/s00408-011-9281-8. Epub 2011 Feb 12."},{"pmid":"3769566","type":"BACKGROUND","citation":"Belman MJ, Thomas SG, Lewis MI. Resistive breathing training in patients with chronic obstructive pulmonary disease. Chest. 1986 Nov;90(5):662-9. doi: 10.1378/chest.90.5.662."},{"pmid":"493905","type":"BACKGROUND","citation":"Andersen JB, Dragsted L, Kann T, Johansen SH, Nielsen KB, Karbo E, Bentzen L. Resistive breathing training in severe chronic obstructive pulmonary disease. A pilot study. Scand J Respir Dis. 1979 Jun;60(3):151-6."},{"pmid":"10935679","type":"BACKGROUND","citation":"Darnley GM, Gray AC, McClure SJ, Neary P, Petrie M, McMurray JJ, MacFarlane NG. Effects of resistive breathing on exercise capacity and diaphragm function in patients with ischaemic heart disease. Eur J Heart Fail. 1999 Aug;1(3):297-300. doi: 10.1016/s1388-9842(99)00027-6."},{"pmid":"30777844","type":"BACKGROUND","citation":"Soh JY, Lee SU, Lee I, Yoon KS, Song C, Kim NH, Sohn TS, Bae JM, Chang DK, Cha WC. A Mobile Phone-Based Self-Monitoring Tool for Perioperative Gastric Cancer Patients With Incentive Spirometer: Randomized Controlled Trial. JMIR Mhealth Uhealth. 2019 Feb 19;7(2):e12204. doi: 10.2196/12204."},{"pmid":"27183375","type":"BACKGROUND","citation":"Tusman G, Bohm SH, Suarez-Sipmann F. Advanced Uses of Pulse Oximetry for Monitoring Mechanically Ventilated Patients. Anesth Analg. 2017 Jan;124(1):62-71. doi: 10.1213/ANE.0000000000001283."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}