{"protocolSection":{"identificationModule":{"nctId":"NCT03735277","orgStudyIdInfo":{"id":"BHI17-IS-A"},"organization":{"fullName":"BHI Therapeutic Sciences","class":"OTHER"},"briefTitle":"Evaluation of the Safety and Efficacy of Hemacord HPC, Cord Blood in Subjects With Acute Ischemic Stroke","officialTitle":"Evaluation of the Safety and Efficacy of HPC, Cord Blood"},"statusModule":{"statusVerifiedDate":"2020-11","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-03-06","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2022-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-11-07","studyFirstSubmitQcDate":"2018-11-07","studyFirstPostDateStruct":{"date":"2018-11-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-11-27","lastUpdatePostDateStruct":{"date":"2020-12-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Brian Mehling","investigatorTitle":"MD","investigatorAffiliation":"BHI Therapeutic Sciences"},"leadSponsor":{"name":"BHI Therapeutic Sciences","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a phase one study investigating the safety and efficacy profile of allogeneic cord blood hematopoietic progenitor cells (HPC, Cord Blood), when administered by intravenous infusion and intrathecal injection, in subjects who have sustained an acute ischemic stroke within the past 9 days. Treatment period consisting of 3 sessions of both intravenous infusion and intrathecal injection (or intravenous infusion in conjunction with mannitol for subjects unable to tolerate intrathecal injection). Follow-up phone calls for adverse event (AE) assessment will be conducted at 1 week, 1 month, and 2 months after the first intravenous/intrathecal treatment. A follow up clinic visit at 3 months, 6 months and 12 months will include a neurological exam, MRI, and clinical laboratory tests/urinalysis.","detailedDescription":"The primary objective of the study is to evaluate the safety of HPC, Cord Blood (administered via intravenous infusion and intrathecal injection, or intravenous infusion in conjunction with mannitol for subjects unable to tolerate intrathecal injection) in subjects with acute ischemic stroke. The secondary objective is to evaluate the efficacy of HPC, Cord Blood (as assessed by changes in neurological tests and cerebral infarct volume as measured by diffusion-weighted magnetic resonance imaging (MRI)) in subjects with acute ischemic stroke.\n\nThis is a prospective, open-label, single-center, exploratory clinical study in subjects ≥ 18 years of age who have sustained a recent ischemic stroke. A total of 10 subjects will be enrolled. Subjects will be given a series of baseline neurological assessments, blood tests, and MRI.\n\nAll subjects will be administered only ABO- and Rh-matched units of HPC, Cord Blood. Subjects will not be matched for human leukocyte antigen (HLA)-typing. For each administration of HPC, cord blood, the total dose (2.5 × 10\\^7 cells/kg; 150 × 10\\^7 cells) will be split for intrathecal injection followed immediately by intravenous infusion. HPC, Cord Blood will be administered via intravenous infusion and intrathecal injection, in subjects who have sustained an acute ischemic stroke within the past 9 days. Intravenous infusion in conjunction with mannitol will be used in instances where a subject is unable to tolerate intrathecal administration. Treatment period consisting of 3 sessions, timed 5 to 12 days apart. Subjects will be monitored for 6 hours post-infusion, and follow up will occur 24 hours after each therapy session. Follow-up phone calls for adverse event (AE) assessment will be conducted at 1 week, 1 month, and 2 months after the first intravenous/intrathecal treatment. A follow up clinic visit at 2 weeks, 3 months, 6 months, and 12 months after the first intravenous/intrathecal treatment will include a neurological exam, MRI, and clinical laboratory tests/urinalysis.\n\nRisks of cord blood infusion include infusion-related reactions such as anaphylaxis, urticaria, dyspnea, hypoxia, cough, wheezing, bronchospasm, nausea, vomiting, hives, fever, hypertension, hypotension, bradycardia, tachycardia, rigors, chills, infection, and hemoglobinuria. Less likely, long-term risks include transmission of infection or Graft vs Host Disease."},"conditionsModule":{"conditions":["Acute Ischemic Stroke"],"keywords":["Human Umbilical Cord Blood","Hematopoietic stem cells"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":10,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"HPC, Cord Blood","type":"EXPERIMENTAL","description":"HPC, Cord Blood is supplied as a cryopreserved cell suspension in a sealed bag containing a minimum of 5 × 10\\^8 total nucleated cells with a minimum of 1.25 × 10\\^6 viable CD34+ cells in a volume of 25 milliliters.","interventionNames":["Biological: HPC, Cord Blood"]}],"interventions":[{"type":"BIOLOGICAL","name":"HPC, Cord Blood","description":"HPC, Cord Blood is supplied as a cryopreserved cell suspension in a sealed bag containing a minimum of 5 × 10\\^8 total nucleated cells with a minimum of 1.25 × 10\\^6 viable CD34+ cells in a volume of 25 milliliters. The exact precryopreservation nucleated cell content is provided on the container label and accompanying records.","armGroupLabels":["HPC, Cord Blood"],"otherNames":["Allogeneic umbilical cord blood, hematopoietic stem cells"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Adverse Events","description":"Number of subjects experiencing any study related Adverse Event (AE) (including clinical laboratory tests, vital signs, 12-lead electrocardiogram (ECG), and physical examination findings) during the 12-month follow-up period","timeFrame":"12 months post first administration"},{"measure":"Graft Versus Host Disease","description":"Number of subjects experiencing Graft Versus Host Disease (GVHD) at 12-month follow-up period","timeFrame":"12 months post first administration"}],"secondaryOutcomes":[{"measure":"Change in National Institutes of Health Stroke Scale","description":"The mean change in National Institutes of Health Stroke Scale from baseline to 3 months post-administration","timeFrame":"3 months post first administration"},{"measure":"Change in National Institutes of Health Stroke Scale","description":"The mean change in National Institutes of Health Stroke Scale from baseline to 6 months post-administration","timeFrame":"6 months post first administration"},{"measure":"Change in National Institutes of Health Stroke Scale","description":"The mean change in National Institutes of Health Stroke Scale from baseline to 12 months post-administration","timeFrame":"12 months post first administration"},{"measure":"Change in modified Rankin Score","description":"The mean change in modified Rankin Score from baseline to 3 months post-administration","timeFrame":"3 months post first administration"},{"measure":"Change in modified Rankin Score","description":"The mean change in modified Rankin Score from baseline to 6 months post-administration","timeFrame":"6 months post first administration"},{"measure":"Change in modified Rankin Score","description":"The mean change in modified Rankin Score from baseline to 12 months post-administration","timeFrame":"12 months post first administration"},{"measure":"Change in Barthel Index","description":"The mean change in Barthel Index score from baseline to 3 months post-administration","timeFrame":"3 months post first administration"},{"measure":"Change in Barthel Index","description":"The mean change in Barthel Index score from baseline to 6 months post-administration","timeFrame":"6 months post first administration"},{"measure":"Change in Barthel Index","description":"The mean change in Barthel Index score from baseline to 12 months post-administration","timeFrame":"12 months post first administration"},{"measure":"Change in Infarct Volumes measured by Magnetic Resonance Imaging","description":"Describe changes in infarct volumes from baseline to 3 months post-administration","timeFrame":"3 months post first administration"},{"measure":"Change in Infarct Volumes measured by Magnetic Resonance Imaging","description":"Describe changes in infarct volumes from baseline to 6 months post-administration","timeFrame":"6 months post first administration"},{"measure":"Change in Infarct Volumes measured by Magnetic Resonance Imaging","description":"Describe changes in infarct volumes from baseline to 12 months post-administration","timeFrame":"12 months post first administration"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects are eligible for the study if all of the following criteria are met:\n\n* Subject is ≥ 18 years old\n* Has had a recent (within the past 9 days), acute, cortical, hemispheric, ischemic stroke in the MCA distribution without a midline shift as detected by MRI as a diffusion-weighted image (DWI) abnormality\n* Has a persistent neurological deficit (NIHSS ≥ 7) at the time of enrollment with no more than a 4-point increase (worsening of score) from the screening baseline score compared to NIHSS baseline score at 24 hours prior to infusion.\n* A platelet count \\> 100,000/µL, hemoglobin \\> 8 g/dL, and white blood cell count (WBC) \\> 2500/µL\n* Subjects who received tPA or underwent mechanical reperfusion may be included in the study\n* Is able to provide consent to study or consent is obtained from the subject's legally authorized representative\n* Subjects of childbearing potential must practice effective contraception during the study, and be willing to continue contraception for at least 6 months after intervention so that, in the opinion of the investigator, they will not become pregnant during the course of the study\n* Is a good candidate for the study, in the opinion of the investigator\n* Agrees to participate in follow-up visits\n\nExclusion Criteria:\n\nSubjects are excluded from the study if any of the following criteria are met:\n\nMedical Conditions\n\n* Has a medical history of neurological or orthopedic pathology with a deficit as a consequence that results in an mRS \\> 1 before stroke or has a pre-existing cognitive deficit\n* Has clinically significant and/or symptomatic hemorrhage associated with stroke\n* Has new intracranial hemorrhage, edema, or mass effect that may place the subject at increased risk for secondary deterioration when assessed prior to infusion\n* Has hypotension as defined as the need for intravenous pressor support of systolic blood pressure \\< 90 mm Hg\n* Has isolated brain stem stroke\n* Has pure lacunar stroke\n* Requires mechanical ventilation\n* Requires a craniotomy\n* Has a serious psychiatric or neurological disease that could alter evaluation on functional or cognitive scales\n* Has an active systemic infection or is human immunodeficiency virus (HIV) positive or hepatitis C positive\n* Has had an active malignancy within 3 years prior to the start of screening excluding skin cancers other than melanoma\n* Has known coagulopathy such as Factor V Leyden, antiphospholipid syndrome (APS), Protein C, Protein S deficiency, sickle cell, anticardiolipin antibody, or phospholipid syndrome\n* Has any concurrent illness or condition that in the opinion of the investigator might interfere with treatment or evaluation of safety\n* Has a life expectancy \\< 6 months\n* Has current or recent history of alcohol or drug abuse, or stroke associated with drug abuse\n* Pregnant as documented by urine or blood test\n* Renal insufficiency with estimated glomerular filtration rate (eGFR) \\< 60 mL/min/1.73 m2\n* Hepatic insufficiency (bilirubin \\> 2.5 mg/dL or transaminases \\> 3 × the upper limit of normal). Subjects with Gilbert's syndrome are eligible for study enrollment if other liver function tests are normal, regardless of bilirubin level\n* Uncontrolled or poorly controlled type 1 or type 2 diabetes with HbA1c \\> 7%\n* Has a history of impaired hemostasis or has a prothrombin time \\> 14 seconds/international normalized ratio (INR) \\> 1.3 second and activated partial thromboplastin time (aPTT) of \\> 70 seconds.\n* Has a severe persistent neurological deficit (NIHSS \\> 24) at the time of enrollment or 24 hours prior to infusion.\n* Has New York Heart Association Class III or IV congestive heart failure.\n\nConcomitant or Prior Therapies\n\n* Subjects currently receiving immunosuppressant drugs\n* Clinical signs and symptoms of infection requiring antibiotic therapy at the time of enrollment that prevent adequate completion of study-related assessments as judged by the investigator\n* Current therapy with anabolic steroids or appetite stimulants\n* History of prior transfusion reaction\n* History of intolerance or allergic response to similar biological products\n* Known sensitivity to dimethyl sulfoxide (DMSO), Dextran 40, or plasma proteins\n* Currently on dialysis\n* Recipient of bone marrow or organ transplant\n* Any previous or current treatment with angiogenic growth factors, cytokines, gene or stem cell therapy\n* Subjects participating in another interventional clinical study of an investigational therapy within 30 days of screening\n\nOther\n\n* Lactating women\n* Unable to be evaluated for follow-up visits","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Brian Mehling, MD","role":"CONTACT","phone":"2013427662","email":"mmanvelyan@bluehorizoninternational.com"},{"name":"Marina Manvelyan, PhD","role":"CONTACT","phone":"2013427662","email":"mmanvelyan@bluehorizoninternational.com"}],"overallOfficials":[{"name":"Brian Mehling, MD","affiliation":"BHI Therapeutic Sciences","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"BHI Therapeutic Sciences","city":"Hackensack","state":"New Jersey","zip":"07601","country":"United States","contacts":[{"name":"Brian Mehling, MD","role":"CONTACT","phone":"201-342-7662","email":"mmanvelyan@bluehorizoninternational.com"}],"geoPoint":{"lat":40.88593,"lon":-74.04347}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}