{"protocolSection":{"identificationModule":{"nctId":"NCT04873583","orgStudyIdInfo":{"id":"1473_PASTA"},"secondaryIdInfos":[{"id":"2021-005571-39","type":"EUDRACT_NUMBER"}],"organization":{"fullName":"Insel Gruppe AG, University Hospital Bern","class":"OTHER"},"briefTitle":"High Dose Steroids in Children With Stroke","officialTitle":"High Dose Steroids in Children With Stroke and Unilateral Focal Arteriopathy: A Multicentre Randomized Controlled Trial PASTA (Paediatric Arteriopathy Steroid Aspirin) Trial","acronym":"PASTA"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-11-16","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-04-15","studyFirstSubmitQcDate":"2021-04-29","studyFirstPostDateStruct":{"date":"2021-05-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-08","lastUpdatePostDateStruct":{"date":"2024-01-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Insel Gruppe AG, University Hospital Bern","class":"OTHER"},"collaborators":[{"name":"University of Bern","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This clinical trial deals with focal cerebral arteriopathy and childhood stroke, a rare but devastating condition.\n\nFocal cerebral arteriopathy (FCA) is an inflammatory vessel wall disease provoked by infection and there is increasing evidence that inflammatory processes play a crucial role in childhood stroke, influencing the outcome of the disease.\n\nAnalysis of existing data suggests that outcomes are improved and that there is less stroke recurrence in children treated with steroids to reduce the acute inflammatory processes. This clinical trial will be conducted in over 20 hospitals in several countries in order to investigate this.\n\nParticipants will be randomly separated into two groups. The first group will be treated with standard of care (including aspirin) combined with high dose steroids. The second group will be treated with standard of care (including aspirin) but without steroid treatment.\n\nThe objective is to investigate if children treated with a combination of high dose steroid and aspirin will have a better and quicker recovery of FCA, better clinical functional outcome, and less recurrence compared to children treated with aspirin alone.\n\nThis project has been identified by international pediatric stroke experts as the most important topic for a clinical trial in the field and is as well one of the most important research priorities identified by parents. The study results will also provide insight into the evolution of inflammatory vessel disease.","detailedDescription":"Background: Arterial ischemic stroke (AIS) is a rare but devastating condition affecting 2-5/100,000 children/year. Children do not recover better than adults with 2/3 suffering long term neurological, cognitive and behavioural problems. The economic cost of stroke is substantial. Arteriopathy is identified as AIS aetiology in 60-80% of previously healthy children and is the strongest predictor of recurrent events. 30-40% of these children will have a focal cerebral arteriopathy (FCA). FCA in childhood is shown to be an inflammatory vessel wall pathology provoked by infections. This encourages treatment with steroids, despite lack of evidence.\n\nRationale: There is increasing evidence that etiologically inflammatory processes play a crucial role in childhood stroke, and influence outcome. Retrospective analyses suggest improved outcome and less recurrence with steroid treatment. With the exception of sickle cell disease, this study will be the first randomized clinical trial in children with arterial ischemic stroke. It will provide high-level evidence for the most appropriate treatment for children with AIS due to FCA. Alignment of interventions and outcome as well as pooled analysis with the planned Focal Cerebral Arteriopathy Steroid (FOCAS) study in North America will allow pooled analysis results.This is very important in view of the marked neurological, social and economic burden of childhood AIS for patients and families. This project has been identified as the most important AIS treatment trial by a Delphi survey of international paediatric stroke experts and is one of the most important research priorities identified by parents. In addition, the study will provide insights into the pathogenesis of inflammatory vasculopathies.The objective of this trial is to show that children with first stroke event due to unilateral FCA treated with a combination of high dose steroid and aspirin will have better and quicker recovery of arteriopathy, better clinical functional outcome, and less recurrence compared to children treated with aspirin alone.\n\nThe proposed study is a prospective multicentre, parallel group, two-arm, randomized controlled, open-label clinical trial with blinded outcome assessment, comparing a high dose course of methylprednisolone / prednisolone plus standard of care with standard of care alone in children with unilateral arteriopathy and acute ischemic stroke.\n\nMeasurements and procedures: Participants will be randomized within 48 hours after diagnosis (maximum 96 hours after stroke onset) to standard of care (SC) alone (control group) or SC plus steroids (experimental group). SC will be harmonized among the study centres to include aspirin treatment. Patients will be assessed at 1, 3, 6 and 12 months. Magnetic imaging and angiography (MRI/MRA) will be done at 1, (3) and 6 months.\n\nNumber of Participants: 70 participants in total, 35 per treatment arm\n\nStudy duration: 48 months\n\nStudy Centre(s): International multi-centre study with approximately 20 to 30 centres\n\nParticipating countries:Switzerland, Germany, France, Austria, Great Britain \\& Australia\n\nCentres in additional countries might be considered.\n\nStatistical Considerations: The sample size is based on the comparison of the primary outcome - the change in FCASS from baseline to 1 month - between the two treatment groups. The standard deviation from 13 patients of a retrospective study was calculated. The standard deviation of the baseline and follow-up FCASS was 3.0 and 3.3, respectively. The standard deviation of the change in FCASS from baseline was 2.8. Based on the standard deviation of 2.8 and a two-sample means test, 64 patients (32 in each group) are required to detect a difference of 2.0 with a power of 80% at a two-sided alpha-level of 0.05. To account for dropouts (8%), we enlarge the sample size to 70 patients (35 in each group). The primary analysis will follow the intention-to-treat (ITT) principle, i.e. all patients will be analysed in the allocated group regardless of any protocol violations such as cross-overs. The primary outcome (change in FCASS from baseline to 1 month) as well as other secondary continuous score outcomes that are measured multiple times during follow-up (RRQ, mRS, Pediatric Stroke Outcome Measure (PSOM), VABS, modAspect) will be assessed in a repeated-measure, mixed-effects linear model.\n\nGood Clinical Practice (GCP) Statement: This study will be conducted in compliance with the protocol, the current version of the Declaration of Helsinki, International Council for Harmonisation of Technical Requirements for Pharmaceuticals for Human Use (ICH-GCP) as well as all national legal and regulatory requirements."},"conditionsModule":{"conditions":["Paediatric Stroke"],"keywords":["Ischemic","Stroke","Pediatric","Steroids","Unilateral","Focal","Arteriopathy","Neurology","Cerebral"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Multi-center, randomized, controlled, non-blinded trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":70,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Steroids + Standard of care","type":"EXPERIMENTAL","description":"Standard of care (including aspirin) and intravenous steroids, followed by oral tapering.","interventionNames":["Drug: Methylprednisolone","Drug: Prednisolone"]},{"label":"Standard of care","type":"NO_INTERVENTION","description":"Standard of care (including aspirin)"}],"interventions":[{"type":"DRUG","name":"Methylprednisolone","description":"At the time of inclusion, intravenous Methylprednisolone for 3 days. Dose: 30 mg/kg/day (max. 1000 mg/dose)","armGroupLabels":["Steroids + Standard of care"],"otherNames":["Solu-Medrol"]},{"type":"DRUG","name":"Prednisolone","description":"Intravenous treatment will be immediately followed by oral tapering with Prednisolone.\n\nOral Prednisolone, 2 weeks (week 1 and 2) Dose: 1 mg/kg/day (max 40 mg/day) Oral Prednisolone, 2 weeks (week 3 and 4) Dose: 0.5 mg/kg/day (max 20 mg/day)","armGroupLabels":["Steroids + Standard of care"],"otherNames":["Spiricort"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Focal Cerebral Arteriopathy Severity Score (FCASS) from baseline","description":"The FCASS is a scaling system that has been developed to improve diagnostic criteria and to better document the typical course of initial worsening followed by improvement in FCA-i (focal cerebral arteriopathy of inflammatory type).\n\nFCASS Minimum score (best outcome): 0 FCASS Maximum baseline score (worst outcome): 20 FCASS Maximum follow up score (worst outcome): 21","timeFrame":"1 month (30 days)"}],"secondaryOutcomes":[{"measure":"Functional impairment outcome measured by Pediatric Stroke Outcome Measure (PSOM)","description":"The PSOM is a measure that has been specifically developed and validated for pediatric stroke patients and addresses pediatric specific domains such as development, behavior and cognition in addition to sensory-motor and language function.\n\nPSOM Minimum score (best outcome): 0 PSOM Maximum baseline score (worst outcome): 10","timeFrame":"1, 3, 6 and 12 months"},{"measure":"Recovery assessed by Recovery and Recurrence Questionnaire (RRQ)","description":"The Pediatric Recovery and Recurrence Questionnaire was specifically developed and validated for pediatric stroke patients and addresses pediatric- specific problems of manifestation of stroke and difficulties in reliable clinical examination.\n\nMinimum score (best outcome): 0 Maximum baseline score (worst outcome): 10","timeFrame":"1, 3, 6, and 12 months"},{"measure":"Degree of disability or dependence by modified Rankin Scale (mRS)","description":"Minimum score (best outcome): 0 Maximum baseline score (worst outcome): 6","timeFrame":"1, 3, 6, and 12 months"},{"measure":"Clinical outcome by Vineland adaptive behavior scale (VABS)","description":"The vineland adaptive behavior scale is a validated instrument to monitor cognitive and behavior problems of children by interview.\n\n(range=40-160, the higher the score the better the performance)","timeFrame":"6 and 12 months"},{"measure":"Change in FCASS (Focal Cerebral Arteriopathy Severity Score) from baseline","description":"The FCASS is a scaling system that has been developed to improve diagnostic criteria and to better document the typical course of initial worsening followed by improvement in FCA-i (focal cerebral arteriopathy of inflammatory type).\n\nFCASS Minimum score (best outcome): 0 FCASS Maximum baseline score (worst outcome): 20 FCASS Maximum follow up score (worst outcome): 21","timeFrame":"6 months"},{"measure":"Volume of stroke","description":"Volume of stroke will be measured by modASPECTS in diffusion-weighted MRI (DWI) and fluid-attenuated inversion recovery (FLAIR) images.\n\nHigher scores represent greater volumes, with a range of 0-30 (15 per hemisphere).\n\nmodASPECTS: Modified pediatric ASPECTS\n\nASPECTS: Alberta stroke program early CT score","timeFrame":"baseline, 1, 3 (if imaging is available) and 6 months"},{"measure":"Residual vasculopathy","description":"Residual vasculopathy measured by FCASS (Focal Cerebral Arteriopathy Severity Score)\n\nThe FCASS is a scaling system that has been developed to improve diagnostic criteria and to better document the typical course of initial worsening followed by improvement in FCA-i (focal cerebral arteriopathy of inflammatory type).\n\nFCASS Minimum score (best outcome): 0 FCASS Maximum baseline score (worst outcome): 20 FCASS Maximum follow up score (worst outcome): 21","timeFrame":"6 months"},{"measure":"Stroke recurrence after index stroke","description":"Stroke recurrence is defined as\n\n(i) new focal neurological deficit(s)\n\n(ii) worsening of the neurological deficits by \\> 4 pedNIHSS points lasting for more than 24 hours with new or increased diffusion restriction at the time of recurrence (with or without FLAIR/T2 lesions) in the corresponding vascular territory, or\n\n(iii) new areas of clinically silent infarction, remote from the initial infarct (at 1 and 6 months)","timeFrame":"1, 6 and 12 months"},{"measure":"Stroke recurrence after index stroke in relation to the initial degree of vessel stenosis","description":"Degree of vessel stenosis measured by change in FCASS from baseline to follow-up.\n\nStroke recurrence will be measured as proportion in each category of vessel stenosis.","timeFrame":"6 and 12 months"},{"measure":"Stroke Quality of Life Measure (PSQLM)","description":"For children between 2 -18 years quality of life will be assessed with the Pediatric Stroke Quality of Life Measure (PSQLM) (range=-10 to 10, the higher the score the better the performance)","timeFrame":"12 month"},{"measure":"Preschool Wechsler Intelligence Scale for Children (WISC V) / Wechsler Preschool and Primary Scale of Intelligence (WIPPSI IV)","description":"For Children between 2 -18 years intelligence will be assessed by Preschool Wechsler Intelligence Scale for Children (WISC V) / Wechsler Preschool and Primary Scale of Intelligence (WIPPSI IV, as age appropriate) (range=40-160, the higher the score the better the performance)","timeFrame":"12 month"},{"measure":"Delis-Kaplan Executive Function System (D-KEFS)","description":"Children \\> 8 years will undergo specific evaluation of executive function (EF). They will be assessed with the Delis-Kaplan Executive Function System (D-KEFS) Trail Making Test, Delis-Kaplan Executive Function System (D-KEFS) Color-Word-Interference Test (range=1-19, the higher the score the better the performance)","timeFrame":"12 month"},{"measure":"Continuous performance task (CPT-III)","description":"Children \\> 8 years will undergo specific evaluation of attention. They will be assessed with the Continuous performance task (CPT-III). (range=20-80, the higher the score the better the performance)","timeFrame":"12 month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Informed consent of the legal representative of the trial participant documented by signature\n2. Age \\> 6 months \\& \\< 18 years at time of stroke\n3. Randomisation possible within 48 hours of diagnosis and maximum 96 hours after stroke onset\n4. Unilateral arteriopathy according to the following criteria:\n\n   * Newly acquired neurologic deficits\n   * Specific neuroimaging (MRA) features of either\n\n     * unilateral stenosis, or\n     * unilateral vessel irregularities within the Central Nervous System (CNS)\n5. Unless otherwise defined in the national addendum: Female participants age ≥ 13: Negative pregnancy test (blood or urine)\n\nExclusion Criteria:\n\n1. Previous stroke\n2. Known syndromal disorders, as e.g. Trisomy 21, Neurofibromatosis type 1\n3. Known genetic vasculopathies as e.g. posterior fossa anomalies, hemangioma, arterial anomalies, cardiac anomalies and eye anomalies syndrome (PHACES), actin alpha 2 (ACTA II)\n4. Moyamoya or sickle cell disease\n5. Small vessel cerebral vasculitis (primary CNS vasculitis)\n6. Bilateral arteriopathy\n7. Arterial dissection(s)\n8. Evidence of underlying systemic disorders, as e.g. lupus, rheumatoid problems\n9. Secondary CNS angiitis due to infections (meningitis, endocarditis, borreliosis), or generalised angiitis due to rheumatic or other autoimmune problems\n10. Progressive large to medium childhood primary angiitis of the CNS (cPACNS ) with 2 of the following 3 criteria:\n\n    1. pre-existing progressive neurocognitive dysfunction\n    2. bilateral MRI lesions/vessel involvement\n    3. small vessel arterial stenosis\n11. On steroid treatment at disease onset\n12. Contraindication to steroid treatment as e.g. a congenital or acquired immunodeficiency\n13. Inability to follow the procedures of the study, e.g. due to language problems\n14. Participation in another interventional study within the 30 days preceding the indication stroke and during the present study","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Months","maximumAge":"17 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"centralContacts":[{"name":"Maja Steinlin, Dr. med.","role":"CONTACT","phone":"+41 31 6329424","email":"maja.steinlin@insel.ch"},{"name":"Leonie Steiner","role":"CONTACT","phone":"+41316329587","email":"leonie.steiner@insel.ch"}],"overallOfficials":[{"name":"Maja Steinlin, Dr. med.","affiliation":"Bern university hospital, Inselspital Bern, Kinderklinik","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Sydney Childrens Hospital Randwick","status":"NOT_YET_RECRUITING","city":"Randwick","state":"New South Wales","zip":"2031","country":"Australia","contacts":[{"name":"Russel Dale, Dr.","role":"CONTACT"}],"geoPoint":{"lat":-33.91439,"lon":151.24895}},{"facility":"Sydney Childrens Hospital Network","status":"NOT_YET_RECRUITING","city":"Westmead","state":"New South Wales","zip":"2145","country":"Australia","contacts":[{"name":"Russell Dale, Dr.","role":"CONTACT"}],"geoPoint":{"lat":-33.80383,"lon":150.98768}},{"facility":"Queensland Childrens Hospital","status":"NOT_YET_RECRUITING","city":"South Brisbane","state":"Queensland","zip":"4101","country":"Australia","contacts":[{"name":"Adriane Sinclair, Dr.","role":"CONTACT"}],"geoPoint":{"lat":-27.48034,"lon":153.02049}},{"facility":"Melbourne Childrens Hospital","status":"RECRUITING","city":"Melbourne","state":"Victoria","zip":"3052","country":"Australia","contacts":[{"name":"Mark MacKay, Prof. Dr.","role":"CONTACT"}],"geoPoint":{"lat":-37.814,"lon":144.96332}},{"facility":"Universitätsklinik für Kinder und Jugendheilkunde Wien","status":"RECRUITING","city":"Wien","zip":"1090","country":"Austria","contacts":[{"name":"Rainer Seidl, Prof. Dr.","role":"CONTACT"}],"geoPoint":{"lat":48.20849,"lon":16.37208}},{"facility":"Pediatric Neurology Strasbourg - Hautepierre University Hospital","status":"NOT_YET_RECRUITING","city":"Strasbourg","state":"Alsace","zip":"67098","country":"France","contacts":[{"name":"Vincent Laugel, Pr, MD, PhD","role":"CONTACT"}],"geoPoint":{"lat":48.58392,"lon":7.74553}},{"facility":"Hôpital Femme Mère Enfant Lyon","status":"RECRUITING","city":"Bron","state":"Auvergne-Rhône-Alpes","zip":"69677","country":"France","contacts":[{"name":"Maryline Carneiro, Dr.","role":"CONTACT"}],"geoPoint":{"lat":45.73333,"lon":4.91667}},{"facility":"Hôpitaux Universitaires Paris Sud","status":"RECRUITING","city":"Le Kremlin-Bicêtre","state":"Ile De France","zip":"94275","country":"France","contacts":[{"name":"Kumaran Deiva, Dr.","role":"CONTACT"}],"geoPoint":{"lat":48.81471,"lon":2.36073}},{"facility":"Hôpital Necker-Enfants Malades","status":"RECRUITING","city":"Paris","state":"Ile De France","zip":"75743","country":"France","contacts":[{"name":"Manoëlle Kossorotoff, Dr.","role":"CONTACT"}],"geoPoint":{"lat":48.85341,"lon":2.3488}},{"facility":"CHU de Marseille - Hôpital de la Timone","status":"RECRUITING","city":"Marseille","state":"Provence-Alpes-Côte d'Azur","zip":"13005","country":"France","contacts":[{"name":"Frédérique Audic-Gérard, Dr.","role":"CONTACT"}],"geoPoint":{"lat":43.29551,"lon":5.38958}},{"facility":"Hôpital Roger Salengro, CHRU de Lille","status":"NOT_YET_RECRUITING","city":"Lille","zip":"59037","country":"France","contacts":[{"name":"Laure Lacan, MD","role":"CONTACT"}],"geoPoint":{"lat":50.63297,"lon":3.05858}},{"facility":"Universitätsklinikum Freiburg Zentrum für Kinder- und Jugendmedizin Klinik für Neuropädiatrie und Muskelerkrankungen","status":"NOT_YET_RECRUITING","city":"Freiburg","state":"Baden-Württemberg","zip":"79106","country":"Germany","contacts":[{"name":"Janbernd Kirschner, Pr., MD","role":"CONTACT"},{"name":"Matthias Eckenweiler, MD","role":"CONTACT"}],"geoPoint":{"lat":47.9959,"lon":7.85222}},{"facility":"Universitätsklinikum Tübingen Neuropädiatrie, Allgemeinpädiatrie, Endokrinologie, Diabetologie, Sozialpädiatrie","status":"NOT_YET_RECRUITING","city":"Tübingen","state":"Baden-Wüttemberg","zip":"72076","country":"Germany","contacts":[{"name":"Hendrik Rosewich, Pr. MD","role":"CONTACT"}],"geoPoint":{"lat":48.52266,"lon":9.05222}},{"facility":"LMU Klinikum","status":"RECRUITING","city":"München","state":"Bayern","zip":"80337","country":"Germany","contacts":[{"name":"Lucia Gerstl, PD Dr.","role":"CONTACT"}],"geoPoint":{"lat":48.13743,"lon":11.57549}},{"facility":"Universitätsklinikum Düsseldorf","status":"RECRUITING","city":"Düsseldorf","state":"Nordrhein-Westfahlen","zip":"40225","country":"Germany","contacts":[{"name":"Stefani Harmsen, Dr.","role":"CONTACT"}],"geoPoint":{"lat":51.22172,"lon":6.77616}},{"facility":"Universitäts Kinderklinik Münser","status":"RECRUITING","city":"Münster","state":"Nordrhein-Westfahlen","zip":"48129","country":"Germany","contacts":[{"name":"Timo Deba, Dr.","role":"CONTACT"}],"geoPoint":{"lat":51.96236,"lon":7.62571}},{"facility":"Charité-Universitätsmedizin Berlin","status":"RECRUITING","city":"Berlin","zip":"13353","country":"Germany","contacts":[{"name":"Ellen Knierim, PD Dr.","role":"CONTACT"}],"geoPoint":{"lat":52.52437,"lon":13.41053}},{"facility":"Kantonsspital Graubünden, Departement Kinder- und Jugendmedizin","status":"RECRUITING","city":"Chur","state":"Graubünden","zip":"7000","country":"Switzerland","contacts":[{"name":"Reta Malär, Dr","role":"CONTACT"}],"geoPoint":{"lat":46.84986,"lon":9.53287}},{"facility":"Ospedale Regionale di Bellinzona e Valli","status":"RECRUITING","city":"Bellinzona","state":"Ticino","zip":"6500","country":"Switzerland","contacts":[{"name":"Barbara Goeggel Simonetti, PD Dr.","role":"CONTACT"}],"geoPoint":{"lat":46.19278,"lon":9.01703}},{"facility":"Hôpital du Valais","status":"RECRUITING","city":"Sion","state":"Valais","zip":"1950","country":"Switzerland","contacts":[{"name":"Nicole Faignart, Dr.","role":"CONTACT"}],"geoPoint":{"lat":46.22739,"lon":7.35559}},{"facility":"Centre Hôpitalier Universitaire Vaud (CHUV), Unité de Neurologie","status":"RECRUITING","city":"Lausanne","state":"Vaud","zip":"1011","country":"Switzerland","contacts":[{"name":"Sébastien Lebon, Dr.","role":"CONTACT"}],"geoPoint":{"lat":46.516,"lon":6.63282}},{"facility":"Universitätskinderklinik beider Basel","status":"RECRUITING","city":"Basel","zip":"4056","country":"Switzerland","contacts":[{"name":"Alexandre Datta, PD Dr.","role":"CONTACT"}],"geoPoint":{"lat":47.55839,"lon":7.57327}},{"facility":"Inselspital Bern","status":"RECRUITING","city":"Bern","zip":"3010","country":"Switzerland","contacts":[{"name":"Maja Steinlin, Prof.em.Dr.","role":"CONTACT"}],"geoPoint":{"lat":46.94809,"lon":7.44744}},{"facility":"Hôpitale Universitaire de Genève, Neuropediatrie, Hôpital des Enfants","status":"RECRUITING","city":"Geneva","zip":"1211","country":"Switzerland","contacts":[{"name":"Joel Fluss, PD Dr.","role":"CONTACT"}],"geoPoint":{"lat":46.20222,"lon":6.14569}},{"facility":"Luzerner Kantonsspital, Kinderspital, Neuropädiatrie","status":"RECRUITING","city":"Luzern","zip":"6000","country":"Switzerland","contacts":[{"name":"Florian Bauder, Dr.","role":"CONTACT"}],"geoPoint":{"lat":47.05048,"lon":8.30635}},{"facility":"Stiftung ostschweizerisches Kinderspital","status":"RECRUITING","city":"Saint Gallen","zip":"9006","country":"Switzerland","contacts":[{"name":"Oliver Maier, Dr.","role":"CONTACT"}],"geoPoint":{"lat":47.42391,"lon":9.37477}},{"facility":"Kidnerspital Zürich","status":"RECRUITING","city":"Zürich","zip":"8032","country":"Switzerland","contacts":[{"name":"Annette Hackenberg, Dr.","role":"CONTACT"}],"geoPoint":{"lat":47.36667,"lon":8.54999}},{"facility":"Addenbrookes Hospital - Cambridge University Hospitals NHS Foundation Trust","status":"NOT_YET_RECRUITING","city":"Cambridge","state":"Cambridgeshire","zip":"CB22QQ","country":"United Kingdom","contacts":[{"name":"Manali Chitre, MD","role":"CONTACT"}],"geoPoint":{"lat":52.2,"lon":0.11667}},{"facility":"University Hospital Southampton","status":"RECRUITING","city":"Southampton","state":"Hampshire","zip":"SO166YD","country":"United Kingdom","contacts":[{"name":"Jaspal Singh, Dr.","role":"CONTACT"}],"geoPoint":{"lat":50.90395,"lon":-1.40428}},{"facility":"Royal Manchester Children's Hospital","status":"RECRUITING","city":"Manchester","state":"Lancashire","zip":"M139WL","country":"United Kingdom","contacts":[{"name":"Dipak Ram, Dr.","role":"CONTACT"}],"geoPoint":{"lat":53.48095,"lon":-2.23743}},{"facility":"Royal Victoria Infirmary","status":"NOT_YET_RECRUITING","city":"Newcastle","state":"Tyne And Wear","zip":"NE14LP","country":"United Kingdom","contacts":[{"name":"Rob Forsyth, Dr.","role":"CONTACT"}],"geoPoint":{"lat":54.97328,"lon":-1.61396}},{"facility":"University Hospital Bristol","status":"RECRUITING","city":"Bristol","zip":"BS13NU","country":"United Kingdom","contacts":[{"name":"Adrew Mallick, Dr.","role":"CONTACT"}],"geoPoint":{"lat":51.45523,"lon":-2.59665}}]},"referencesModule":{"references":[{"pmid":"28121022","type":"BACKGROUND","citation":"Steinlin M, O'callaghan F, Mackay MT. Planning interventional trials in childhood arterial ischaemic stroke using a Delphi consensus process. Dev Med Child Neurol. 2017 Jul;59(7):713-718. doi: 10.1111/dmcn.13393. Epub 2017 Jan 25."}],"seeAlsoLinks":[{"label":"Protocol Publication","url":"https://pediatricstrokejournal.com/high-dose-steroids-in-children-with-stroke-and-unilateral-focal-arteriopathy-a-multicenter-randomized-controlled-trial/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"It is not planned to share individual participant data to other researchers."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000008775","term":"Methylprednisolone"},{"id":"D000077555","term":"Methylprednisolone Acetate"},{"id":"D000008776","term":"Methylprednisolone Hemisuccinate"},{"id":"D000011239","term":"Prednisolone"},{"id":"C000009935","term":"Prednisolone acetate"},{"id":"C000021322","term":"Prednisolone hemisuccinate"},{"id":"C000009022","term":"Prednisolone phosphate"}],"ancestors":[{"id":"D000000893","term":"Anti-Inflammatory Agents"},{"id":"D000000932","term":"Antiemetics"},{"id":"D000001337","term":"Autonomic Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000005765","term":"Gastrointestinal Agents"},{"id":"D000005938","term":"Glucocorticoids"},{"id":"D000006728","term":"Hormones"},{"id":"D000006730","term":"Hormones, Hormone Substitutes, and Hormone Antagonists"},{"id":"D000018696","term":"Neuroprotective Agents"},{"id":"D000020011","term":"Protective Agents"},{"id":"D000018931","term":"Antineoplastic Agents, Hormonal"},{"id":"D000000970","term":"Antineoplastic Agents"}],"browseLeaves":[{"id":"M4238","name":"Aspirin","relevance":"LOW"},{"id":"M11439","name":"Methylprednisolone","asFound":"Increase","relevance":"HIGH"},{"id":"M1833","name":"Methylprednisolone Acetate","asFound":"Increase","relevance":"HIGH"},{"id":"M11440","name":"Methylprednisolone Hemisuccinate","asFound":"Oral Contraceptive","relevance":"HIGH"},{"id":"M13810","name":"Prednisolone","asFound":"Messages","relevance":"HIGH"},{"id":"M229400","name":"Prednisolone acetate","asFound":"Increase","relevance":"HIGH"},{"id":"M211862","name":"Prednisolone hemisuccinate","asFound":"Increase","relevance":"HIGH"},{"id":"M248839","name":"Prednisolone phosphate","asFound":"Increase","relevance":"HIGH"},{"id":"M3907","name":"Anti-Inflammatory Agents","relevance":"LOW"},{"id":"M3941","name":"Antiemetics","relevance":"LOW"},{"id":"M8571","name":"Gastrointestinal Agents","relevance":"LOW"},{"id":"M8737","name":"Glucocorticoids","relevance":"LOW"},{"id":"M9479","name":"Hormones","relevance":"LOW"},{"id":"M9478","name":"Hormone Antagonists","relevance":"LOW"},{"id":"M20463","name":"Neuroprotective Agents","relevance":"LOW"},{"id":"M21559","name":"Protective Agents","relevance":"LOW"},{"id":"M20656","name":"Antineoplastic Agents, Hormonal","relevance":"LOW"}],"browseBranches":[{"abbrev":"Antipy","name":"Antipyretics"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"AnEm","name":"Antiemetics"},{"abbrev":"NeuroAg","name":"Neuroprotective Agents"},{"abbrev":"Gast","name":"Gastrointestinal Agents"},{"abbrev":"ANeo","name":"Antineoplastic Agents"}]}},"hasResults":false}