{"protocolSection":{"identificationModule":{"nctId":"NCT06043869","orgStudyIdInfo":{"id":"REC-UOL-454-07-2023"},"organization":{"fullName":"University of Lahore","class":"OTHER"},"briefTitle":"Translation and Psychometric Properties of the Urdu Version of Tinetti Falls Efficacy Scale","officialTitle":"Translation and Psychometric Properties of the Urdu Version of Tinetti Falls Efficacy Scale in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-06-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-09-01","type":"ACTUAL"},"completionDateStruct":{"date":"2023-09-08","type":"ACTUAL"},"studyFirstSubmitDate":"2023-09-12","studyFirstSubmitQcDate":"2023-09-12","studyFirstPostDateStruct":{"date":"2023-09-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-12","lastUpdatePostDateStruct":{"date":"2023-09-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Lahore","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Falls are the most common cause of injuries and hospitalization for elderly people and can lead to a significant loss of independence. Even in the absence of serious injury, falls may lead seniors to restrict their activities outside of the home for fear of falling again.Tinetti's Falls Efficacy Scale (FES) is the most widely used measure of self-efficacy in studies on falls prevention. Mary E. Tinetti developed this scale to measure the fear of falling. The 10item scale was developed to assess confidence in performing daily activities without falling. Items are rated from 1 ¼ extreme confidence to 10 ¼ no confidence at all. The FES scale has been reported to have excellent internal reliability (Cronbach's alpha ranged between 0.89 and 0.99), with all items loading on a single factor.Test-retest reliability has been reported to be good (ranged from r ¼ 0.71 - 0.90).Criterion validity has been demonstrated by significant associations between FES scores and difficulty getting up after a fall, measures of balance and gait, and activity avoidance. In predictor studies, low FES scores were associated with falls restrictions in social functions and activities of daily living (ADL) reduced physical activity and mobility problems. Tinetti's Falls Efficacy Scale has been translated many languages like Chinese, Iranian, Persian etc. But the Urdu translation is not yet available. To measure the fear of falling in stroke patients Tinetti's Falls Efficacy Scale is a reliable and valid scale..In Neuro rehabilitation clinics the most common issue with the patients who come for rehabilitation is Stroke. So, it is highly required to translate valid and reliable instruments like Tinetti's Falls Efficacy Scale in to Urdu language. So, that patients will be able to understand the questionnaire into their native language and will be able to tell about the actual state of their condition.","detailedDescription":"Tinetti's Falls Efficacy scale is translated into many languages but Urdu version is yet not available. In neuro physiotherapy clinics majority of the patients comes with the problem of stroke. That's why there is a need to convert a valid and reliable instrument in to Urdu to measure the risk of falling after Stroke in Pakistani population. Reliability is about a methods consistency i.e. results can be reproduced when the research is repeated under the same conditions. For reliability Urdu Version of Tinetti's Falls Efficacy Scale for stroke will be applied two times by a physiotherapist to determine test-retest reliability. On the first day of assessment the physiotherapist will collect demographic data and patients will answer the questionnaire, Tinetti's Falls Efficacy Scale for stroke in Urdu will be reapplied 3 days later. Between two assessments, no treatment will be provided to minimize clinical differences. Tinetti's Falls Efficacy Scale (FES) is the most widely used measure of self-efficacy in studies on falls prevention. Mary E. Tinetti developed this scale to measure the fear of falling. The 10-item scale was developed to assess confidence in performing daily activities without falling. Items are rated from 1 ¼ extreme confidence to 10 ¼ no confidence at all. Reliability will be determined by test-retest reliability across repeated measures, internal consistency and measurement errors. Test-retest reliability will be determined by using an intra-class correlation coefficient (ICC) at 95% confidence intervals (CIs) and Internal consistency will be determined with Cronbach's alpha in this study. Validity is about the accuracy of a measure i.e. results really measures what they are supposed to measure. Validity determines whether the research truly measures that which it was intended to measure or how truthful the research results are. Construct validity will be assessed by comparing the scores of Tinetti's falls efficacy scale and Fear of Falling Avoidance-Behavior Questionnaire (FFABQ) in this study. All patients signed written informed consent forms and approvals were sought from the Ethics Committee of the University of Lahore. The translated Urdu version of Tinetti's Falls Efficacy Scale was then used for data collection."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":180,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Fear of Falling Avoidance-Behavior Questionnaire","description":"The Fear of Falling Avoidance-Behavior Questionnaire (FOFABQ), often referred to as the FOFABQ, is a standardized assessment tool used to measure an individual's fear of falling and the extent to which this fear influences their behavior. It is commonly used in healthcare and research settings, particularly with older adults or individuals with a history of falls. Sum the scores for all the questions on the FOFABQ to obtain the respondent's total score. The total score represents the overall level of fear of falling and avoidance behavior. The interpretation of the FOFABQ score may vary depending on the specific version of the questionnaire used and the scoring system adopted in a particular study or clinical setting. Typically, higher scores on the FOFABQ indicate greater fear of falling and more avoidance behavior.","timeFrame":"1 week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 40 to 65 years\n* Both gender\n* Stroke\n\nExclusion Criteria:\n\n* Critically ill patients who are on respirators\n* Neurologically unstable patients\n* Patients who cannot read and understand Urdu language","sex":"ALL","minimumAge":"40 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Stroke (Ischemic, Hemiplegic both)","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Myra Naeem, MSPTN*","affiliation":"The University of Lahore","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Samia Sarmad, tDPT","affiliation":"The University of Lahore","role":"STUDY_DIRECTOR"},{"name":"Waqar Afzal, PhD PT*","affiliation":"The University of Lahore","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"University of Lahore Teaching Hospital","city":"Lahore","state":"Punjab","zip":"55150","country":"Pakistan","geoPoint":{"lat":31.558,"lon":74.35071}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}