{"protocolSection":{"identificationModule":{"nctId":"NCT03484351","orgStudyIdInfo":{"id":"HRE2018-0104"},"organization":{"fullName":"Curtin University","class":"OTHER"},"briefTitle":"The Fall Monty Activity Programme Feasibility Study","officialTitle":"Evaluating the Feasibility of Providing a Newly Developed Multifactorial Falls Prevention Programme for Community-dwelling Patients After Stroke.","acronym":"FallMAP"},"statusModule":{"statusVerifiedDate":"2018-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-04-09","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-10-02","type":"ACTUAL"},"completionDateStruct":{"date":"2018-10-02","type":"ACTUAL"},"studyFirstSubmitDate":"2018-03-19","studyFirstSubmitQcDate":"2018-03-24","studyFirstPostDateStruct":{"date":"2018-03-30","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-10-02","lastUpdatePostDateStruct":{"date":"2018-10-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Lex de Jong","investigatorTitle":"Dr. Lex D. de Jong","investigatorAffiliation":"Curtin University"},"leadSponsor":{"name":"Curtin University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Between 45-73% of people who have had a stroke fall over in the months and years following their stroke. Falls not only lead to injuries such as broken hips, but they may also lead to fear of falling. As a consequence people can get fearful to walk, keep up their household tasks and their social activities such as visiting friends and family.\n\nResearch has shown that exercises for strength and balance can help both older people and patients after stroke to get fitter and healthier and help to prevent them from having a fall. People also have less falls if they have learned about falls facts and home safety precautions. Research has further suggested that people have less fear of falling and less injuries from a fall if they have learned how to fall ('safe landing' strategies). Based on these research findings the researchers have developed a new falls prevention programme called the Fall Monty Activity Programme (FallMAP). This programme aims to aid in functional recovery and reduce falls by combining a mix of activities such as falls education, strength and balance exercises, and activities that teach people how to get up from the floor and how to fall safely.\n\nEspecially because people with residual impairments following a stroke have an increased risk of a fall, the feasibility of this programme will be tested in a small group of people after stroke first. This study is a first step in establishing whether the different components of the FallMAP are acceptable and practical for both patients after stroke and staff who deliver the program. In particular, it is important to evaluate if it is feasible to provide the seven combined components as one comprehensive programme. Secondly, the question whether participating in the programme can positively influence the participants' fear of falling, quality of life, leg strength, balance and mobility will be explored. If this feasibility study suggests the programme can work in the clinical setting, then a definitive randomised controlled trial will be proposed in order to look at whether the full programme is effective at reducing falls in patients after stroke."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Falls"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":5,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Fall Monty Activity Programme (FallMAP)","type":"EXPERIMENTAL","description":"A multifactorial falls prevention activity programme","interventionNames":["Other: Fall Monty Activity Programme (FallMAP)"]}],"interventions":[{"type":"OTHER","name":"Fall Monty Activity Programme (FallMAP)","description":"The programme delivered during this feasibility study will consist of a total of 12 multifactorial falls prevention group exercise sessions of 90-100 minutes in duration, followed by a 20-30 minute social activity. The sessions will be offered over a period of 8 weeks. Each session will comprise (a mix of) seven program components of the intervention: 1) falls prevention education, 2) FaME group-based exercises for strength and dynamic balance, 3) (Preparing for) home exercises, 4) Interactive, virtual reality gamefied exercises, 5) Getting on and off the floor / floorwork / safe landing \\& falls technique activities, 6) Home falls hazard evaluation and 7) A social activity after the exercise session.","armGroupLabels":["Fall Monty Activity Programme (FallMAP)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The participants'/staff's experiences with undergoing/delivering the FallMAP programme will be collected by means of individual semi-structured interviews according to an interview topics guide.","description":"Qualitative interview data collected after the 12-session programme will be transcribed verbatim, coded, and analysed using (qualitative) thematic analysis.","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged over 50 and more than 6 months post-stroke.\n* Living in the community.\n* Having a good cognition (≥ 25 points on the Short Mini-Mental State Examination).\n* Able to walk at least three times weekly outside the home without hands-on supervision (with or without the use of a walking aid).\n\nExclusion Criteria:\n\n* The presence of medical issues preventing someone from participating in moderate to vigorous strength and balance exercises.\n* A receptive aphasia impacting on ability to follow instructions.\n* The inability to provide informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Lex D de Jong, PhD","affiliation":"Curtin University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Curtin University","city":"Perth","state":"Western Australia","zip":"6100","country":"Australia","geoPoint":{"lat":-31.95224,"lon":115.8614}}]},"referencesModule":{"references":[{"pmid":"23728680","type":"BACKGROUND","citation":"Verheyden GS, Weerdesteyn V, Pickering RM, Kunkel D, Lennon S, Geurts AC, Ashburn A. Interventions for preventing falls in people after stroke. Cochrane Database Syst Rev. 2013 May 31;2013(5):CD008728. doi: 10.1002/14651858.CD008728.pub2."},{"pmid":"18456791","type":"BACKGROUND","citation":"Ashburn A, Hyndman D, Pickering R, Yardley L, Harris S. Predicting people with stroke at risk of falls. Age Ageing. 2008 May;37(3):270-6. doi: 10.1093/ageing/afn066."},{"pmid":"18787199","type":"BACKGROUND","citation":"Sackley C, Brittle N, Patel S, Ellins J, Scott M, Wright C, Dewey ME. The prevalence of joint contractures, pressure sores, painful shoulder, other pain, falls, and depression in the year after a severely disabling stroke. Stroke. 2008 Dec;39(12):3329-34. doi: 10.1161/STROKEAHA.108.518563. Epub 2008 Sep 11."},{"pmid":"17141637","type":"BACKGROUND","citation":"Mackintosh SF, Hill KD, Dodd KJ, Goldie PA, Culham EG. Balance score and a history of falls in hospital predict recurrent falls in the 6 months following stroke rehabilitation. Arch Phys Med Rehabil. 2006 Dec;87(12):1583-9. doi: 10.1016/j.apmr.2006.09.004."},{"pmid":"15977453","type":"BACKGROUND","citation":"Mackintosh SF, Goldie P, Hill K. Falls incidence and factors associated with falling in older, community-dwelling, chronic stroke survivors (> 1 year after stroke) and matched controls. Aging Clin Exp Res. 2005 Apr;17(2):74-81. doi: 10.1007/BF03324577."},{"pmid":"19235120","type":"BACKGROUND","citation":"Weerdesteyn V, de Niet M, van Duijnhoven HJ, Geurts AC. Falls in individuals with stroke. J Rehabil Res Dev. 2008;45(8):1195-213."},{"pmid":"19689757","type":"BACKGROUND","citation":"Rigby H, Gubitz G, Phillips S. A systematic review of caregiver burden following stroke. Int J Stroke. 2009 Aug;4(4):285-92. doi: 10.1111/j.1747-4949.2009.00289.x."},{"pmid":"10884456","type":"BACKGROUND","citation":"Ramnemark A, Nilsson M, Borssen B, Gustafson Y. Stroke, a major and increasing risk factor for femoral neck fracture. Stroke. 2000 Jul;31(7):1572-7. doi: 10.1161/01.str.31.7.1572."},{"pmid":"27268565","type":"BACKGROUND","citation":"Goh HT, Nadarajah M, Hamzah NB, Varadan P, Tan MP. Falls and Fear of Falling After Stroke: A Case-Control Study. PM R. 2016 Dec;8(12):1173-1180. doi: 10.1016/j.pmrj.2016.05.012. Epub 2016 Jun 4."},{"pmid":"24597937","type":"BACKGROUND","citation":"Woodman P, Riazi A, Pereira C, Jones F. Social participation post stroke: a meta-ethnographic review of the experiences and views of community-dwelling stroke survivors. Disabil Rehabil. 2014;36(24):2031-43. doi: 10.3109/09638288.2014.887796. Epub 2014 Mar 6."},{"pmid":"27707740","type":"BACKGROUND","citation":"Sherrington C, Michaleff ZA, Fairhall N, Paul SS, Tiedemann A, Whitney J, Cumming RG, Herbert RD, Close JCT, Lord SR. Exercise to prevent falls in older adults: an updated systematic review and meta-analysis. Br J Sports Med. 2017 Dec;51(24):1750-1758. doi: 10.1136/bjsports-2016-096547. Epub 2016 Oct 4."},{"pmid":"27633021","type":"BACKGROUND","citation":"van Duijnhoven HJ, Heeren A, Peters MA, Veerbeek JM, Kwakkel G, Geurts AC, Weerdesteyn V. Effects of Exercise Therapy on Balance Capacity in Chronic Stroke: Systematic Review and Meta-Analysis. Stroke. 2016 Oct;47(10):2603-10. doi: 10.1161/STROKEAHA.116.013839. Epub 2016 Sep 15."},{"pmid":"19370674","type":"BACKGROUND","citation":"Gillespie LD, Robertson MC, Gillespie WJ, Lamb SE, Gates S, Cumming RG, Rowe BH. Interventions for preventing falls in older people living in the community. Cochrane Database Syst Rev. 2009 Apr 15;(2):CD007146. doi: 10.1002/14651858.CD007146.pub2."},{"pmid":"20616328","type":"BACKGROUND","citation":"Batchelor F, Hill K, Mackintosh S, Said C. What works in falls prevention after stroke?: a systematic review and meta-analysis. Stroke. 2010 Aug;41(8):1715-22. doi: 10.1161/STROKEAHA.109.570390. Epub 2010 Jul 8."},{"pmid":"12535321","type":"BACKGROUND","citation":"Skelton DA, Beyer N. Exercise and injury prevention in older people. Scand J Med Sci Sports. 2003 Feb;13(1):77-85. doi: 10.1034/j.1600-0838.2003.00300.x."},{"pmid":"20817938","type":"BACKGROUND","citation":"Thomas S, Mackintosh S, Halbert J. Does the 'Otago exercise programme' reduce mortality and falls in older adults?: a systematic review and meta-analysis. Age Ageing. 2010 Nov;39(6):681-7. doi: 10.1093/ageing/afq102. Epub 2010 Sep 4."},{"pmid":"26093805","type":"BACKGROUND","citation":"Corbetta D, Imeri F, Gatti R. Rehabilitation that incorporates virtual reality is more effective than standard rehabilitation for improving walking speed, balance and mobility after stroke: a systematic review. J Physiother. 2015 Jul;61(3):117-24. doi: 10.1016/j.jphys.2015.05.017. Epub 2015 Jun 18."},{"pmid":"25865864","type":"BACKGROUND","citation":"Hill AM, McPhail SM, Waldron N, Etherton-Beer C, Ingram K, Flicker L, Bulsara M, Haines TP. Fall rates in hospital rehabilitation units after individualised patient and staff education programmes: a pragmatic, stepped-wedge, cluster-randomised controlled trial. Lancet. 2015 Jun 27;385(9987):2592-9. doi: 10.1016/S0140-6736(14)61945-0. Epub 2015 Apr 9."},{"pmid":"23788832","type":"BACKGROUND","citation":"Luck T, Motzek T, Luppa M, Matschinger H, Fleischer S, Sesselmann Y, Roling G, Beutner K, Konig HH, Behrens J, Riedel-Heller SG. Effectiveness of preventive home visits in reducing the risk of falls in old age: a randomized controlled trial. Clin Interv Aging. 2013;8:697-702. doi: 10.2147/CIA.S43284. Epub 2013 Jun 12."},{"pmid":"10591231","type":"BACKGROUND","citation":"Cumming RG, Thomas M, Szonyi G, Salkeld G, O'Neill E, Westbury C, Frampton G. Home visits by an occupational therapist for assessment and modification of environmental hazards: a randomized trial of falls prevention. J Am Geriatr Soc. 1999 Dec;47(12):1397-402. doi: 10.1111/j.1532-5415.1999.tb01556.x."},{"pmid":"27309492","type":"BACKGROUND","citation":"Harrison M, Ryan T, Gardiner C, Jones A. Psychological and emotional needs, assessment, and support post-stroke: a multi-perspective qualitative study. Top Stroke Rehabil. 2017 Mar;24(2):119-125. doi: 10.1080/10749357.2016.1196908. Epub 2016 Jun 16."},{"pmid":"28438076","type":"BACKGROUND","citation":"Tse T, Binte Yusoff SZ, Churilov L, Ma H, Davis S, Donnan GA, Carey LM; START research team. Increased work and social engagement is associated with increased stroke specific quality of life in stroke survivors at 3 months and 12 months post-stroke: a longitudinal study of an Australian stroke cohort. Top Stroke Rehabil. 2017 Sep;24(6):405-414. doi: 10.1080/10749357.2017.1318339. Epub 2017 Apr 24."},{"pmid":"27592402","type":"BACKGROUND","citation":"Moon Y, Sosnoff JJ. Safe Landing Strategies During a Fall: Systematic Review and Meta-Analysis. Arch Phys Med Rehabil. 2017 Apr;98(4):783-794. doi: 10.1016/j.apmr.2016.08.460. Epub 2016 Aug 31."},{"pmid":"9596532","type":"BACKGROUND","citation":"Hsiao ET, Robinovitch SN. Common protective movements govern unexpected falls from standing height. J Biomech. 1998 Jan;31(1):1-9. doi: 10.1016/s0021-9290(97)00114-0."},{"pmid":"12757814","type":"BACKGROUND","citation":"DeGoede KM, Ashton-Miller JA, Schultz AB. Fall-related upper body injuries in the older adult: a review of the biomechanical issues. J Biomech. 2003 Jul;36(7):1043-53. doi: 10.1016/s0021-9290(03)00034-4."},{"pmid":"19407919","type":"BACKGROUND","citation":"Groen BE, Smulders E, de Kam D, Duysens J, Weerdesteyn V. Martial arts fall training to prevent hip fractures in the elderly. Osteoporos Int. 2010 Feb;21(2):215-21. doi: 10.1007/s00198-009-0934-x. Epub 2009 May 1."},{"pmid":"21479777","type":"BACKGROUND","citation":"Herdman M, Gudex C, Lloyd A, Janssen M, Kind P, Parkin D, Bonsel G, Badia X. Development and preliminary testing of the new five-level version of EQ-5D (EQ-5D-5L). Qual Life Res. 2011 Dec;20(10):1727-36. doi: 10.1007/s11136-011-9903-x. Epub 2011 Apr 9."},{"pmid":"10512918","type":"BACKGROUND","citation":"Duncan PW, Wallace D, Lai SM, Johnson D, Embretson S, Laster LJ. The stroke impact scale version 2.0. Evaluation of reliability, validity, and sensitivity to change. Stroke. 1999 Oct;30(10):2131-40. doi: 10.1161/01.str.30.10.2131."},{"pmid":"16649886","type":"BACKGROUND","citation":"Kollen B, Kwakkel G, Lindeman E. Time dependency of walking classification in stroke. Phys Ther. 2006 May;86(5):618-25."},{"pmid":"17908575","type":"BACKGROUND","citation":"Mehrholz J, Wagner K, Rutte K, Meissner D, Pohl M. Predictive validity and responsiveness of the functional ambulation category in hemiparetic patients after stroke. Arch Phys Med Rehabil. 2007 Oct;88(10):1314-9. doi: 10.1016/j.apmr.2007.06.764."},{"pmid":"18292215","type":"BACKGROUND","citation":"Blum L, Korner-Bitensky N. Usefulness of the Berg Balance Scale in stroke rehabilitation: a systematic review. Phys Ther. 2008 May;88(5):559-66. doi: 10.2522/ptj.20070205. Epub 2008 Feb 21."},{"pmid":"12422327","type":"BACKGROUND","citation":"Dite W, Temple VA. A clinical test of stepping and change of direction to identify multiple falling older adults. Arch Phys Med Rehabil. 2002 Nov;83(11):1566-71. doi: 10.1053/apmr.2002.35469."},{"pmid":"16180952","type":"BACKGROUND","citation":"Whitney SL, Wrisley DM, Marchetti GF, Gee MA, Redfern MS, Furman JM. Clinical measurement of sit-to-stand performance in people with balance disorders: validity of data for the Five-Times-Sit-to-Stand Test. Phys Ther. 2005 Oct;85(10):1034-45."},{"pmid":"20298832","type":"BACKGROUND","citation":"Mong Y, Teo TW, Ng SS. 5-repetition sit-to-stand test in subjects with chronic stroke: reliability and validity. Arch Phys Med Rehabil. 2010 Mar;91(3):407-13. doi: 10.1016/j.apmr.2009.10.030."},{"pmid":"19520733","type":"BACKGROUND","citation":"Beninato M, Portney LG, Sullivan PE. Using the International Classification of Functioning, Disability and Health as a framework to examine the association between falls and clinical assessment tools in people with stroke. Phys Ther. 2009 Aug;89(8):816-25. doi: 10.2522/ptj.20080160. Epub 2009 Jun 11."},{"pmid":"22915174","type":"BACKGROUND","citation":"Donath L, Zahner L, Roth R, Fricker L, Cordes M, Hanssen H, Schmidt-Trucksass A, Faude O. Balance and gait performance after maximal and submaximal endurance exercise in seniors: is there a higher fall-risk? Eur J Appl Physiol. 2013 Mar;113(3):661-9. doi: 10.1007/s00421-012-2471-0. Epub 2012 Aug 23."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2018-03-05","uploadDate":"2018-03-19T02:26","filename":"Prot_SAP_000.pdf","size":343049},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2018-03-05","uploadDate":"2018-03-19T02:28","filename":"ICF_001.pdf","size":194270}]}},"annotationSection":{"annotationModule":{"unpostedAnnotation":{"unpostedResponsibleParty":"Lex de Jong, Dr. Lex D. de Jong, Curtin University","unpostedEvents":[{"type":"RELEASE","date":"2023-02-07"},{"type":"RESET","date":"2023-11-16"}]}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2023-02-07","submissionInfos":[{"releaseDate":"2023-02-07","resetDate":"2023-11-16"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}