{"protocolSection":{"identificationModule":{"nctId":"NCT04399200","orgStudyIdInfo":{"id":"2019-A03085-52"},"secondaryIdInfos":[{"id":"2019-A03085-52","type":"REGISTRY","domain":"CPP Sud-Méditerranée II"}],"organization":{"fullName":"University Hospital, Grenoble","class":"OTHER"},"briefTitle":"Apnea, Stroke and Incident Cardiovascular Events","officialTitle":"Sleep Apnea Syndrome and Incidence of Major Adverse Cardiac and Cerebrovascular Events (MACCEs) After a First Stroke","acronym":"ASCENT"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-07-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2030-06-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2035-06-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-03-25","studyFirstSubmitQcDate":"2020-05-18","studyFirstPostDateStruct":{"date":"2020-05-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-05-20","lastUpdatePostDateStruct":{"date":"2022-05-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Grenoble","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This prospective cohort study aims to compare the proportion of cardiac or cerebrovascular events after a first stroke, a first transient ischemic attack (TIA) or recurrent TIA, between sleep-disordered breathing (SDB) and non-SDB (control) patients, one year after SDB diagnosis, performed 3 months after stroke onset.\n\nThe primary outcome is a composite endpoint composed of cardiac or cerebrovascular events regrouping: death from any cardiac or cerebrovascular cause, non-fatal stroke, and non-fatal acute coronary disease.\n\n1620 patients, in the acute phase of a first stroke, TIA or recurrent TIA will be included in the cohort.\n\nClinical, neuroimaging, sensorimotor, cognitive and biological parameters will be collected at inclusion. Three months after stroke or TIA onset, polysomnography will be performed for SDB diagnosis. Patients will be considered as having SDB for an Apnea-Hypopnea Index (AHI) \\> 15 events/hour, or to the control group otherwise. The same clinical, imaging, cognitive and biological assessments than during the first visit will be performed; incident (new) cardiovascular events will be collected. Three months later, and at 1, 2, 3, 4 and 5 years after SDB diagnosis, the same clinical, cognitive, sensorimotor, and sleep-related evaluations will be performed. In addition to the aforementioned parameters, incident cardiovascular outcomes will be collected, at the same time points. The primary study outcome will be retrieved one year after stroke onset.","detailedDescription":"This is a prospective cohort study that aims at comparing the proportion of incident cardiovascular events after a first stroke, first transient ischemic attack (TIA) or recurrent TIA, between sleep-disordered breathing patients (SDB, defined as an apnea-hypopnea index \\> 15 events/hour) and non-SDB patients, one year after SDB diagnosis performed by polysomnography 3 months after the cerebrovascular event.\n\nThe primary outcome is a composite endpoint composed of cardiac or cerebrovascular events (Major Adverse Cardiovascular Events, MACCEs), regrouping: death from any cardiac or cerebrovascular cause, non-fatal stroke, non-fatal acute coronary event. Secondary outcomes include secondary cardiac and cerebrovascular events; stroke-related functional criteria; lesion-related criteria obtained from morphological MRI; scores on questionnaires assessing the quality of life, depression and sleep; functional, cognitive and sensorimotor evaluations; locomotion tests; and sleep-related criteria.\n\n1620 patients, aged 18 to 85 years, in the acute phase (\\<72h) of a first stroke, first or recurrent TIA, and with a score on the modified Rankin Scale (mRS) ≤1 before stroke onset, will be included in the cohort. All patients included in the study will be followed for 5 years. The schedule of follow-up will be as follow :\n\n* Selection visit (Days 0 to 3): verification of eligibility criteria, patients' or relatives' information, informed consent signature.\n* Inclusion visit (Days 4 to 7): clinical history and treatments, clinical evaluation and anthropometrical parameters, stroke-related criteria (including score on the National Institute of Health Stroke Scale), functional, cognitive, and sensorimotor evaluation, walking and locomotion tests, questionnaires, stroke imagery by magnetic resonance imagery, blood sampling.\n* SDB diagnosis (Month 3): the same clinical, MRI and biological parameters will be collected and the same questionnaires will be fulfilled by the patients. In addition, they will undergo polysomnography to assess their SDB status. Patients will be assigned to the SDB group if the AHI \\> 15 events/hour; otherwise they will be assigned to the control group. Patients assigned to the SDB group will be proposed a treatment for their SDB according to standard care procedures.\n* Clinical follow-up: sleep and neurological; (initial 3 months and then annually after SDB diagnosis up to 5 years after SDB diagnosis): retrieval of new cardiac or cerebrovascular events (primary study outcome (MACCEs)), stroke-related parameters, questionnaires, functional, cognitive, and sensorimotor evaluations, locomotion tests, sleep follow-up (adherence to SDB treatment, tolerance, efficacy). Biological sampling will also be done at 1, 2 and 5 years after SDB diagnosis.\n\nAncillary study - CAtSS (Carotid, Atherosclerosis, Stroke and Sleep apnea) Conjointly to the previously described ASCENT protocol, an ancillary study will be proposed to the subgroup of patients eligible for carotid surgery (endarterectomy) following their cerebrovascular event.\n\nThe purpose of this ancillary study is to evaluate the impact of SDB and SDB treatment on the evolution of the carotid plaque after surgery. For the patients who accepted to participate to this ancillary study, the degree of carotid stenosis and the artery wall thickness (intima-media thickness, assessed by echo-Doppler) will be measured during the inclusion visit, at 3 months, 6 months, and at each annual visit. During surgery, a fragment of carotid plaque will be kept for morphologic and histologic analyses as well as miRNAs dosing, miARNs being recognized as indicators of carotid plaque instability. Plasmatic and urine samples will also be collected for miRNA analyses."},"conditionsModule":{"conditions":["Stroke","Sleep-disordered Breathing","Sleep Apnea Syndromes","Sleep Apnea, Obstructive","Sleep Apnea, Central","Fragmentation, Sleep"],"keywords":["Stroke","Sleep-disordered Breathing","Cardio-Vascular Events","Atherosclerosis"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Blood Urine Carotid plaque"},"enrollmentInfo":{"count":1620,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Sleep-disordered breathing group","description":"Sleep-disordered breathing (SDB) patients (AHI\\>15/h, measured by polysomnography performed 3 months after stroke)","interventionNames":["Device: Treatment according to standard care recommandation"]},{"label":"Control group","description":"Control patients with no SDB (AHI\\<15/h, measured by polysomnography performed 3 months after stroke)"}],"interventions":[{"type":"DEVICE","name":"Treatment according to standard care recommandation","description":"SDB treatment according to standard care recommandation: Continuous Positive Airway Pressure (CPAP), Mandibular Advancement Device, Positionnal Therapy, Adaptive Servo-Ventilation (ASV), Non-Invasive Ventilation (NIV)","armGroupLabels":["Sleep-disordered breathing group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Prevalence of Major Adverse Cardiac or Cerebrovascular Events (MACCEs)","description":"Composite endpoint composed of cardiac or cerebrovascular events regrouping: death from cardiac of cerebrovascular cause, non fatal stroke (either ischemic or hemorrhagic), and non-fatal acute coronary disease","timeFrame":"1 year after SDB diagnosis"}],"secondaryOutcomes":[{"measure":"Prevalence of Major Adverse Cardiac or Cerebrovascular Events (MACCEs)","description":"Composite endpoint composed of cardiac or cerebrovascular events regrouping: death from cardiac of cerebrovascular cause, non fatal stroke (either ischemic or hemorrhagic), and non-fatal acute coronary disease","timeFrame":"5 years after SDB diagnosis"},{"measure":"Prevalence of secondary cardiac or cerebrovascular events","description":"Composite endpoint composed of cardiac or cerebrovascular events regrouping: transient ischemic attack (TIA), any acute coronary disease, hospitalization for any cardio-vascular cause and peripheral artery disease","timeFrame":"5 years after SDB diagnosis"},{"measure":"Change in BMI from inclusion to 5 years","description":"Change in body mass index (BMI), defined as weight (Kg)/height (m)². This will be calculated at inclusion and at each visit","timeFrame":"at inclusion, and at each visit up to 5 years after SDB diagnosis"},{"measure":"Change in waist, neck, and abdominal circumferences, from inclusion visit to 5 years","description":"Change in waist, neck and abdominal circumferences in cm. This will be measured at inclusion and at each visit.","timeFrame":"at inclusion, and at each visit up to 5 years after SDB diagnosis"},{"measure":"Change in NIHSS score from inclusion to 5 years","description":"Stroke severity assessed by National Institute of Health Stroke Scale (NIHSS). This tool is composed of 15 items, each assessing specific abilities. (0: no stroke symptoms; 1 to 4: minor stroke; 5 to 15: moderate stroke; 16-20: moderate to severe stroke; \\>20 : severe stroke). The scale will be administered at each visit.","timeFrame":"at inclusion, and at each visit up to 5 years after SDB diagnosis"},{"measure":"ABCD² score at inclusion","description":"Score evaluating the risk for stroke after a transient ischemic attack (TIA). The scale ranges from 0 (low level) to 7 (high level). 0 to 3: low risk; 4 to 5: moderate, 6 to 7: high risk","timeFrame":"at inclusion"},{"measure":"Clinical outcome: change in modified Ranking Sale (mRS) from inclusion to 5 years","description":"Scale assessing functional outcome after stroke, ranging from 0 (no symptoms at all) to 5 (severe disability), measured at each visit","timeFrame":"at inclusion, and at each visit up to 5 years after SDB diagnosis"},{"measure":"Clinical outcome: change in Functional Independence Measure (FIM) from inclusion to 5 years","description":"Scale assessing functional outcome after stroke, ranging from 18 (totally dependent) to 126 (totally independent), measured at each visit","timeFrame":"at inclusion, and at each visit up to 5 years after SDB diagnosis"},{"measure":"Clinical outcome: change in Stroke Impact Scale (SIS-16) from inclusion to 5 years","description":"This scale assess patient's health after stroke, through 16 items evaluating functional independence and mobility. This scale ranges from 16 (total independance) to 80 (total dependancy). The scale will be administer at each visit","timeFrame":"at inclusion, and at each visit up to 5 years after SDB diagnosis"},{"measure":"Clinical outcome: change Patient Health Questionnaire (PHQ-9) from inclusion to 5 years","description":"Scale assessing patient's depression symptoms, administered at each visit. The scale ranges from 0 (no depression) to 27 (severe depression).","timeFrame":"at inclusion, and at each visit up to 5 years after SDB diagnosis"},{"measure":"Clinical outcome: change Fugl-Meyer Assessment Scale from inclusion to 5 years","description":"Scale assessing sensori-motor upper extremity function in post-stroke patients, administered at each visit. The maximal possible score is 226, which corresponds to a complete sensori-motor recovery.","timeFrame":"at inclusion, and at each visit up to 5 years after SDB diagnosis"},{"measure":"Change in walking and locomotion abilities: nFAC score, from inclusion to 5 years","description":"Evaluation of ambulation abilities, from 0 (cannot walk) to 8 (able to walk independantly)","timeFrame":"at inclusion, and at each visit up to 5 years after SDB diagnosis"},{"measure":"Change in walking and locomotion abilities: 10m walking test, from inclusion to 5 years","description":"Evaluation of speed on the 10m walking test","timeFrame":"at inclusion, and at each visit up to 5 years after SDB diagnosis"},{"measure":"Change in daytime sleepiness: score on the Epworth Sleepiness Scale, from inclusion to 5 years","description":"Daytime sleepiness score measured by Epworth Sleepiness Scale. The scale ranges from 0 (no sleepiness) to 24 (severe sleepiness)","timeFrame":"at inclusion, and at each visit up to 5 years after SDB diagnosis"},{"measure":"Change in daytime sleepiness: score Berlin Questionnaire for Sleep Apnea (BQSA)","description":"Sleep apnea screening questionnaire that identifies the risk (from low to high) of sleep disordered breathing","timeFrame":"at inclusion, and at each visit up to 5 years after SDB diagnosis"},{"measure":"Assessment of sleep and fatigue: score change on Chalder Fatigue Scale from inclusion to 5 years","description":"Questionnaire evaluating the severity of tiredness, on a scale ranging from 0 (no fatigue) to 33 (severe), administered at each visit","timeFrame":"at inclusion, and at each visit up to 5 years after SDB diagnosis"},{"measure":"Assessment of sleep and fatigue: score change on Fatigue Severity Scale (FSS) from inclusion to 5 years","description":"Questionnaire evaluating the severity of tiredness, on a scale ranging from 9 (no fatigue) to 63 (severe), administered at each visit","timeFrame":"at inclusion, and at each visit up to 5 years after SDB diagnosis"},{"measure":"Assessment of sleep and fatigue: score change on Pichot's Fatigue Scale from inclusion to 5 years","description":"Questionnaire evaluating the severity of tiredness, on a scale ranging from 0 (no fatigue) to 32 (severe), administered at each visit","timeFrame":"at inclusion, and at each visit up to 5 years after SDB diagnosis"},{"measure":"Change in depression symptoms from inclusion to 5 years : Pichot's Depression Scale (QD2A)","description":"Questionnaire evaluating depression symptoms through right/false responses to 13 items, administered at each visit (score: 0 to 13)","timeFrame":"at inclusion, and at each visit up to 5 years after SDB diagnosis"},{"measure":"Change in cognitive abilities from inclusion to 5 years: scores on the Montreal Cognitive Assessment Test","description":"Global assessment of cognitive functions, evaluating on 30 points and in 10 minutes short-term memory, verbal fluency, visuoconstructive abilities, executive functions, attention, working memory, language and spatiotemporal orientation. The test will be administered at each visit.","timeFrame":"at inclusion, and at each visit up to 5 years after SDB diagnosis"},{"measure":"Change in cognitive abilities from inclusion to 5 years : scores on the Frontal Assessment Battery","description":"Short screening test evaluating executive function, on a scale from 0 (severe disability) to 18 (no disability)","timeFrame":"at inclusion, and at each visit up to 5 years after SDB diagnosis"},{"measure":"Change in cognitive abilities from inclusion to 5 years : Language Screening Test (LAST)","description":"Rapid evaluation of language abilities (oral expression and comprehension) through 15 items (total score: 15).","timeFrame":"at inclusion, and at each visit up to 5 years after SDB diagnosis"},{"measure":"Prevalence of SDB assessed by polysomnography","description":"Prevalence of SDB, assessed by polysomnography, and defined as AHI (Apnea-Hypopnea Index \\>15/h)","timeFrame":"3 months post-stroke"},{"measure":"Prevalence of respiratory disorders","description":"Respiratory assessments : spirometry, plethysmography, CO diffusion, blood gas measurement, measurement of ventilatory response to CO2","timeFrame":"3 months post-stroke"},{"measure":"Change in adherence to SDB treatments, from 6 months to 5 years after SDB diagnosis","description":"Treatment adherence, assessed by CPAP monitoring (mean hours/night) if applicable","timeFrame":"from 6 months and at each visit up to 5 years after SDB diagnosis"},{"measure":"Stroke characteristics : lesion volume","description":"Stroke volume in mm3, determined on MRI/CT scan","timeFrame":"At inclusion"},{"measure":"Concentration of C-Reactive protein","description":"Concentration of C-Reactive protein by blood sampling","timeFrame":"3 months"},{"measure":"Change in degree of carotid stenosis (ancillary study)","description":"NASCET (North American Symptomatic Carotid Endarterectomy) evaluation of carotid stenosis in percent by Echo-doppler","timeFrame":"from 3 months to 5 years after SDB diagnosis"},{"measure":"Change in intima-media thickness (ancillary study) from 3 months to 5 years","description":"Measurement of carotid intima-media thickness (in mm) by Echo-Doppler","timeFrame":"from 3 months to 5 years after SDB diagnosis"},{"measure":"Plasmatic and urinary miRNAs (ancillary study)","description":"miRNA expression and modulation in plasma and urine","timeFrame":"from 3 months to 5 years after SDB diagnosis"},{"measure":"miRNAs in carotid artery plaque (ancillary study)","description":"miARNs expression and modulation in carotid artery plaque","timeFrame":"At baseline (carotid surgery)"},{"measure":"Prevalence of post-operative complication (ancillary study)","description":"Prevalence of post-operative complication defined as post-operative hematomy, nerve palsy of nerves X and XII, per - post-operative ischemic or hemorragic strokes, myocardial infarction, death","timeFrame":"from 3 months to 5 years after SDB diagnosis"},{"measure":"Adipose tissue analysis (ancillary study)","description":"Morphological analysis of adipose tissue collected during endarteriectomy, expression of membrane and lipidic and glycemic markers, expression of inflammatory markers","timeFrame":"At baseline (carotid surgery)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female, aged 18 to 85 years\n* Admitted in the stroke unit no later than 72h after the onset of stroke symptoms:\n\n  * First stroke confirmed by computed tomography scan or magnetic resonance imaging, whatever the localization\n  * Initial or recurrent TIA, as defined by a brief and sudden neurological dysfunction for which an ischemic cause is presumed, with symptoms lasting less than 24 hours, and/or with no visible lesion on neuroimaging evaluation.\n* Score on the Modified Ranking scale (mRS) ≤1 before stroke\n* Signed informed consent by patient or his/her relative if not able\n* Patient eligible to carotid endarterectomy (for ancillary study only)\n\nExclusion Criteria:\n\n* Pregnant or breastfeeding women\n* Past history of stroke\n* Inability to follow rehabilitation procedure\n* Patients with ongoing treatment for SDB\n* Exclusion period for another study\n* Patients not affiliated to a French social and health insurance system or equivalent\n* Prisoners or patients who require protection by the law","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients in the acute phase (\\<72h) of a first stroke or initial/recurrent TIA, admitted in the stroke unit of the Grenoble Alpes University Hospital.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Sébastien Baillieul, MD, MSc","role":"CONTACT","phone":"+33 (0)4 76 76 87 66","email":"sbaillieul@chu-grenoble.fr"},{"name":"Marjorie Dole, PhD","role":"CONTACT","phone":"+33 (0)4 76 76 69 18","email":"mdole2@chu-grenoble.fr"}],"overallOfficials":[{"name":"Renaud Tamisier, MD, PhD, MBA","affiliation":"University Hospital, Grenoble","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University Hospital Grenoble","status":"RECRUITING","city":"Grenoble","zip":"38043","country":"France","contacts":[{"name":"Sébastien Baillieul, MD, MSc","role":"CONTACT","phone":"+33 (0)4 76 76 87 66","email":"sbaillieul@chu-grenoble.fr"},{"name":"Marjorie Dole, PhD","role":"CONTACT","phone":"+33 (0)4 76 76 69 18","email":"mdole2@chu-grenoble.fr"},{"name":"Jean-Louis Pépin, Pr","role":"SUB_INVESTIGATOR"},{"name":"Marie Destors, MD","role":"SUB_INVESTIGATOR"},{"name":"Chrystel Saint Raymond, MD","role":"SUB_INVESTIGATOR"},{"name":"Olivier Detante, Pr","role":"SUB_INVESTIGATOR"},{"name":"Isabelle Favre-Wiki, MD","role":"SUB_INVESTIGATOR"},{"name":"Katia Garambois, MD","role":"SUB_INVESTIGATOR"},{"name":"Raphaëlle Spear, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":45.16667,"lon":5.71667}}]},"referencesModule":{"references":[{"pmid":"30871944","type":"BACKGROUND","citation":"GBD 2016 Stroke Collaborators. Global, regional, and national burden of stroke, 1990-2016: a systematic analysis for the Global Burden of Disease Study 2016. Lancet Neurol. 2019 May;18(5):439-458. doi: 10.1016/S1474-4422(19)30034-1. Epub 2019 Mar 11."},{"pmid":"28209226","type":"BACKGROUND","citation":"Javaheri S, Barbe F, Campos-Rodriguez F, Dempsey JA, Khayat R, Javaheri S, Malhotra A, Martinez-Garcia MA, Mehra R, Pack AI, Polotsky VY, Redline S, Somers VK. Sleep Apnea: Types, Mechanisms, and Clinical Cardiovascular Consequences. J Am Coll Cardiol. 2017 Feb 21;69(7):841-858. doi: 10.1016/j.jacc.2016.11.069."},{"pmid":"27488603","type":"BACKGROUND","citation":"Hermann DM, Bassetti CL. Role of sleep-disordered breathing and sleep-wake disturbances for stroke and stroke recovery. Neurology. 2016 Sep 27;87(13):1407-16. doi: 10.1212/WNL.0000000000003037. Epub 2016 Aug 3."},{"pmid":"30635478","type":"BACKGROUND","citation":"Seiler A, Camilo M, Korostovtseva L, Haynes AG, Brill AK, Horvath T, Egger M, Bassetti CL. Prevalence of sleep-disordered breathing after stroke and TIA: A meta-analysis. Neurology. 2019 Feb 12;92(7):e648-e654. doi: 10.1212/WNL.0000000000006904. Epub 2019 Jan 11."},{"pmid":"31155749","type":"BACKGROUND","citation":"Lisabeth LD, Sanchez BN, Lim D, Chervin RD, Case E, Morgenstern LB, Tower S, Brown DL. Sleep-disordered breathing and poststroke outcomes. Ann Neurol. 2019 Aug;86(2):241-250. doi: 10.1002/ana.25515. Epub 2019 Jun 19."},{"pmid":"29523641","type":"BACKGROUND","citation":"Brill AK, Horvath T, Seiler A, Camilo M, Haynes AG, Ott SR, Egger M, Bassetti CL. CPAP as treatment of sleep apnea after stroke: A meta-analysis of randomized trials. Neurology. 2018 Apr 3;90(14):e1222-e1230. doi: 10.1212/WNL.0000000000005262. Epub 2018 Mar 9."},{"pmid":"27096581","type":"BACKGROUND","citation":"Amarenco P, Lavallee PC, Labreuche J, Albers GW, Bornstein NM, Canhao P, Caplan LR, Donnan GA, Ferro JM, Hennerici MG, Molina C, Rothwell PM, Sissani L, Skoloudik D, Steg PG, Touboul PJ, Uchiyama S, Vicaut E, Wong LK; TIAregistry.org Investigators. One-Year Risk of Stroke after Transient Ischemic Attack or Minor Stroke. N Engl J Med. 2016 Apr 21;374(16):1533-42. doi: 10.1056/NEJMoa1412981."},{"pmid":"29766771","type":"BACKGROUND","citation":"Amarenco P, Lavallee PC, Monteiro Tavares L, Labreuche J, Albers GW, Abboud H, Anticoli S, Audebert H, Bornstein NM, Caplan LR, Correia M, Donnan GA, Ferro JM, Gongora-Rivera F, Heide W, Hennerici MG, Kelly PJ, Kral M, Lin HF, Molina C, Park JM, Purroy F, Rothwell PM, Segura T, Skoloudik D, Steg PG, Touboul PJ, Uchiyama S, Vicaut E, Wang Y, Wong LKS; TIAregistry.org Investigators. Five-Year Risk of Stroke after TIA or Minor Ischemic Stroke. N Engl J Med. 2018 Jun 7;378(23):2182-2190. doi: 10.1056/NEJMoa1802712. Epub 2018 May 16."},{"pmid":"26136519","type":"BACKGROUND","citation":"Wardlaw JM, Brazzelli M, Chappell FM, Miranda H, Shuler K, Sandercock PA, Dennis MS. ABCD2 score and secondary stroke prevention: meta-analysis and effect per 1,000 patients triaged. Neurology. 2015 Jul 28;85(4):373-80. doi: 10.1212/WNL.0000000000001780. Epub 2015 Jul 1."},{"pmid":"28626052","type":"BACKGROUND","citation":"Broderick JP, Adeoye O, Elm J. Evolution of the Modified Rankin Scale and Its Use in Future Stroke Trials. Stroke. 2017 Jul;48(7):2007-2012. doi: 10.1161/STROKEAHA.117.017866. Epub 2017 Jun 16. No abstract available."},{"pmid":"11387493","type":"BACKGROUND","citation":"Wahlund LO, Barkhof F, Fazekas F, Bronge L, Augustin M, Sjogren M, Wallin A, Ader H, Leys D, Pantoni L, Pasquier F, Erkinjuntti T, Scheltens P; European Task Force on Age-Related White Matter Changes. A new rating scale for age-related white matter changes applicable to MRI and CT. Stroke. 2001 Jun;32(6):1318-22. doi: 10.1161/01.str.32.6.1318."},{"pmid":"28122885","type":"BACKGROUND","citation":"Benjamin EJ, Blaha MJ, Chiuve SE, Cushman M, Das SR, Deo R, de Ferranti SD, Floyd J, Fornage M, Gillespie C, Isasi CR, Jimenez MC, Jordan LC, Judd SE, Lackland D, Lichtman JH, Lisabeth L, Liu S, Longenecker CT, Mackey RH, Matsushita K, Mozaffarian D, Mussolino ME, Nasir K, Neumar RW, Palaniappan L, Pandey DK, Thiagarajan RR, Reeves MJ, Ritchey M, Rodriguez CJ, Roth GA, Rosamond WD, Sasson C, Towfighi A, Tsao CW, Turner MB, Virani SS, Voeks JH, Willey JZ, Wilkins JT, Wu JH, Alger HM, Wong SS, Muntner P; American Heart Association Statistics Committee and Stroke Statistics Subcommittee. Heart Disease and Stroke Statistics-2017 Update: A Report From the American Heart Association. Circulation. 2017 Mar 7;135(10):e146-e603. doi: 10.1161/CIR.0000000000000485. Epub 2017 Jan 25. No abstract available. Erratum In: Circulation. 2017 Mar 7;135(10 ):e646. Circulation. 2017 Sep 5;136(10 ):e196."},{"pmid":"28174324","type":"BACKGROUND","citation":"Cramer SC, Wolf SL, Adams HP Jr, Chen D, Dromerick AW, Dunning K, Ellerbe C, Grande A, Janis S, Lansberg MG, Lazar RM, Palesch YY, Richards L, Roth E, Savitz SI, Wechsler LR, Wintermark M, Broderick JP. Stroke Recovery and Rehabilitation Research: Issues, Opportunities, and the National Institutes of Health StrokeNet. Stroke. 2017 Mar;48(3):813-819. doi: 10.1161/STROKEAHA.116.015501. Epub 2017 Feb 7. No abstract available."},{"pmid":"24788967","type":"BACKGROUND","citation":"Kernan WN, Ovbiagele B, Black HR, Bravata DM, Chimowitz MI, Ezekowitz MD, Fang MC, Fisher M, Furie KL, Heck DV, Johnston SC, Kasner SE, Kittner SJ, Mitchell PH, Rich MW, Richardson D, Schwamm LH, Wilson JA; American Heart Association Stroke Council, Council on Cardiovascular and Stroke Nursing, Council on Clinical Cardiology, and Council on Peripheral Vascular Disease. Guidelines for the prevention of stroke in patients with stroke and transient ischemic attack: a guideline for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2014 Jul;45(7):2160-236. doi: 10.1161/STR.0000000000000024. Epub 2014 May 1. Erratum In: Stroke. 2015 Feb;46(2):e54."},{"pmid":"31300334","type":"BACKGROUND","citation":"Benjafield AV, Ayas NT, Eastwood PR, Heinzer R, Ip MSM, Morrell MJ, Nunez CM, Patel SR, Penzel T, Pepin JL, Peppard PE, Sinha S, Tufik S, Valentine K, Malhotra A. Estimation of the global prevalence and burden of obstructive sleep apnoea: a literature-based analysis. Lancet Respir Med. 2019 Aug;7(8):687-698. doi: 10.1016/S2213-2600(19)30198-5. Epub 2019 Jul 9."},{"pmid":"27188535","type":"BACKGROUND","citation":"Levy P, Kohler M, McNicholas WT, Barbe F, McEvoy RD, Somers VK, Lavie L, Pepin JL. Obstructive sleep apnoea syndrome. Nat Rev Dis Primers. 2015 Jun 25;1:15015. doi: 10.1038/nrdp.2015.15."},{"pmid":"23066376","type":"BACKGROUND","citation":"Berry RB, Budhiraja R, Gottlieb DJ, Gozal D, Iber C, Kapur VK, Marcus CL, Mehra R, Parthasarathy S, Quan SF, Redline S, Strohl KP, Davidson Ward SL, Tangredi MM; American Academy of Sleep Medicine. Rules for scoring respiratory events in sleep: update of the 2007 AASM Manual for the Scoring of Sleep and Associated Events. Deliberations of the Sleep Apnea Definitions Task Force of the American Academy of Sleep Medicine. J Clin Sleep Med. 2012 Oct 15;8(5):597-619. doi: 10.5664/jcsm.2172."},{"pmid":"21881142","type":"BACKGROUND","citation":"Levy P, Tamisier R, Minville C, Launois S, Pepin JL. Sleep apnoea syndrome in 2011: current concepts and future directions. Eur Respir Rev. 2011 Sep 1;20(121):134-46. doi: 10.1183/09059180.00003111. No abstract available."},{"pmid":"27571048","type":"BACKGROUND","citation":"McEvoy RD, Antic NA, Heeley E, Luo Y, Ou Q, Zhang X, Mediano O, Chen R, Drager LF, Liu Z, Chen G, Du B, McArdle N, Mukherjee S, Tripathi M, Billot L, Li Q, Lorenzi-Filho G, Barbe F, Redline S, Wang J, Arima H, Neal B, White DP, Grunstein RR, Zhong N, Anderson CS; SAVE Investigators and Coordinators. CPAP for Prevention of Cardiovascular Events in Obstructive Sleep Apnea. N Engl J Med. 2016 Sep 8;375(10):919-31. doi: 10.1056/NEJMoa1606599. Epub 2016 Aug 28."},{"pmid":"30687540","type":"BACKGROUND","citation":"Alexiev F, Brill AK, Ott SR, Duss S, Schmidt M, Bassetti CL. Sleep-disordered breathing and stroke: chicken or egg? J Thorac Dis. 2018 Dec;10(Suppl 34):S4244-S4252. doi: 10.21037/jtd.2018.12.66."},{"pmid":"22828826","type":"BACKGROUND","citation":"Loke YK, Brown JW, Kwok CS, Niruban A, Myint PK. Association of obstructive sleep apnea with risk of serious cardiovascular events: a systematic review and meta-analysis. Circ Cardiovasc Qual Outcomes. 2012 Sep 1;5(5):720-8. doi: 10.1161/CIRCOUTCOMES.111.964783. Epub 2012 Jul 24."},{"pmid":"30194550","type":"BACKGROUND","citation":"Duss SB, Brill AK, Bargiotas P, Facchin L, Alexiev F, Manconi M, Bassetti CL. Sleep-Wake Disorders in Stroke-Increased Stroke Risk and Deteriorated Recovery? An Evaluation on the Necessity for Prevention and Treatment. Curr Neurol Neurosci Rep. 2018 Sep 7;18(10):72. doi: 10.1007/s11910-018-0879-6."},{"pmid":"16543515","type":"BACKGROUND","citation":"Bassetti CL, Milanova M, Gugger M. Sleep-disordered breathing and acute ischemic stroke: diagnosis, risk factors, treatment, evolution, and long-term clinical outcome. Stroke. 2006 Apr;37(4):967-72. doi: 10.1161/01.STR.0000208215.49243.c3. Epub 2006 Mar 16."},{"pmid":"16282178","type":"BACKGROUND","citation":"Yaggi HK, Concato J, Kernan WN, Lichtman JH, Brass LM, Mohsenin V. Obstructive sleep apnea as a risk factor for stroke and death. N Engl J Med. 2005 Nov 10;353(19):2034-41. doi: 10.1056/NEJMoa043104."},{"pmid":"18268171","type":"BACKGROUND","citation":"Sahlin C, Sandberg O, Gustafson Y, Bucht G, Carlberg B, Stenlund H, Franklin KA. Obstructive sleep apnea is a risk factor for death in patients with stroke: a 10-year follow-up. Arch Intern Med. 2008 Feb 11;168(3):297-301. doi: 10.1001/archinternmed.2007.70."},{"pmid":"24568360","type":"BACKGROUND","citation":"Aaronson JA, van Bennekom CA, Hofman WF, van Bezeij T, van den Aardweg JG, Groet E, Kylstra WA, Schmand BA. The effect of obstructive sleep apnea and treatment with continuous positive airway pressure on stroke rehabilitation: rationale, design and methods of the TOROS study. BMC Neurol. 2014 Feb 25;14:36. doi: 10.1186/1471-2377-14-36."},{"pmid":"12749548","type":"BACKGROUND","citation":"Kaneko Y, Hajek VE, Zivanovic V, Raboud J, Bradley TD. Relationship of sleep apnea to functional capacity and length of hospitalization following stroke. Sleep. 2003 May 1;26(3):293-7. doi: 10.1093/sleep/26.3.293."},{"pmid":"31236498","type":"BACKGROUND","citation":"Duss SB, Seiler A, Schmidt MH, Pace M, Adamantidis A, Muri RM, Bassetti CL. The role of sleep in recovery following ischemic stroke: A review of human and animal data. Neurobiol Sleep Circadian Rhythms. 2016 Nov 29;2:94-105. doi: 10.1016/j.nbscr.2016.11.003. eCollection 2017 Jan."},{"pmid":"12855835","type":"BACKGROUND","citation":"Lovett JK, Dennis MS, Sandercock PA, Bamford J, Warlow CP, Rothwell PM. Very early risk of stroke after a first transient ischemic attack. Stroke. 2003 Aug;34(8):e138-40. doi: 10.1161/01.STR.0000080935.01264.91. Epub 2003 Jul 10."},{"pmid":"11147987","type":"BACKGROUND","citation":"Johnston SC, Gress DR, Browner WS, Sidney S. Short-term prognosis after emergency department diagnosis of TIA. JAMA. 2000 Dec 13;284(22):2901-6. doi: 10.1001/jama.284.22.2901."},{"pmid":"30820850","type":"BACKGROUND","citation":"Kendzerska T, Wilton K, Bahar R, Ryan CM. Short- and long-term continuous positive airway pressure usage in the post-stroke population with obstructive sleep apnea. Sleep Breath. 2019 Dec;23(4):1233-1244. doi: 10.1007/s11325-019-01811-9. Epub 2019 Feb 28."},{"pmid":"28596449","type":"BACKGROUND","citation":"Tsivgoulis G, Alexandrov AV, Katsanos AH, Barlinn K, Mikulik R, Lambadiari V, Bonakis A, Alexandrov AW. Noninvasive Ventilatory Correction in Patients With Acute Ischemic Stroke: A Systematic Review and Meta-Analysis. Stroke. 2017 Aug;48(8):2285-2288. doi: 10.1161/STROKEAHA.117.017661. Epub 2017 Jun 8."},{"pmid":"25040553","type":"BACKGROUND","citation":"Parra O, Sanchez-Armengol A, Capote F, Bonnin M, Arboix A, Campos-Rodriguez F, Perez-Ronchel J, Duran-Cantolla J, Martinez-Null C, de la Pena M, Jimenez MC, Masa F, Casadon I, Alonso ML, Macarron JL. Efficacy of continuous positive airway pressure treatment on 5-year survival in patients with ischaemic stroke and obstructive sleep apnea: a randomized controlled trial. J Sleep Res. 2015 Feb;24(1):47-53. doi: 10.1111/jsr.12181. Epub 2014 Jul 21. Erratum In: J Sleep Res. 2015 Aug;24(4):474."},{"pmid":"21965227","type":"BACKGROUND","citation":"Martinez-Garcia MA, Campos-Rodriguez F, Soler-Cataluna JJ, Catalan-Serra P, Roman-Sanchez P, Montserrat JM. Increased incidence of nonfatal cardiovascular events in stroke patients with sleep apnoea: effect of CPAP treatment. Eur Respir J. 2012 Apr;39(4):906-12. doi: 10.1183/09031936.00011311. Epub 2011 Sep 29."},{"pmid":"22618923","type":"BACKGROUND","citation":"Barbe F, Duran-Cantolla J, Sanchez-de-la-Torre M, Martinez-Alonso M, Carmona C, Barcelo A, Chiner E, Masa JF, Gonzalez M, Marin JM, Garcia-Rio F, Diaz de Atauri J, Teran J, Mayos M, de la Pena M, Monasterio C, del Campo F, Montserrat JM; Spanish Sleep And Breathing Network. Effect of continuous positive airway pressure on the incidence of hypertension and cardiovascular events in nonsleepy patients with obstructive sleep apnea: a randomized controlled trial. JAMA. 2012 May 23;307(20):2161-8. doi: 10.1001/jama.2012.4366."},{"pmid":"26731604","type":"BACKGROUND","citation":"Kim Y, Koo YS, Lee HY, Lee SY. Can Continuous Positive Airway Pressure Reduce the Risk of Stroke in Obstructive Sleep Apnea Patients? A Systematic Review and Meta-Analysis. PLoS One. 2016 Jan 5;11(1):e0146317. doi: 10.1371/journal.pone.0146317. eCollection 2016."},{"pmid":"7678184","type":"BACKGROUND","citation":"Adams HP Jr, Bendixen BH, Kappelle LJ, Biller J, Love BB, Gordon DL, Marsh EE 3rd. Classification of subtype of acute ischemic stroke. Definitions for use in a multicenter clinical trial. TOAST. Trial of Org 10172 in Acute Stroke Treatment. Stroke. 1993 Jan;24(1):35-41. doi: 10.1161/01.str.24.1.35."},{"pmid":"19342825","type":"BACKGROUND","citation":"Amarenco P, Bogousslavsky J, Caplan LR, Donnan GA, Hennerici MG. Classification of stroke subtypes. Cerebrovasc Dis. 2009;27(5):493-501. doi: 10.1159/000210432. Epub 2009 Apr 3."},{"pmid":"28851594","type":"BACKGROUND","citation":"Naylor AR, Ricco JB, de Borst GJ, Debus S, de Haro J, Halliday A, Hamilton G, Kakisis J, Kakkos S, Lepidi S, Markus HS, McCabe DJ, Roy J, Sillesen H, van den Berg JC, Vermassen F, Esvs Guidelines Committee, Kolh P, Chakfe N, Hinchliffe RJ, Koncar I, Lindholt JS, Vega de Ceniga M, Verzini F, Esvs Guideline Reviewers, Archie J, Bellmunt S, Chaudhuri A, Koelemay M, Lindahl AK, Padberg F, Venermo M. Editor's Choice - Management of Atherosclerotic Carotid and Vertebral Artery Disease: 2017 Clinical Practice Guidelines of the European Society for Vascular Surgery (ESVS). Eur J Vasc Endovasc Surg. 2018 Jan;55(1):3-81. doi: 10.1016/j.ejvs.2017.06.021. Epub 2017 Aug 26. No abstract available."},{"pmid":"15640325","type":"BACKGROUND","citation":"Schulz R, Seeger W, Fegbeutel C, Husken H, Bodeker RH, Tillmanns H, Grebe M. Changes in extracranial arteries in obstructive sleep apnoea. Eur Respir J. 2005 Jan;25(1):69-74. doi: 10.1183/09031936.04.00030004."},{"pmid":"25429400","type":"BACKGROUND","citation":"Ehrhardt J, Schwab M, Finn S, Guenther A, Schultze T, Witte OW, Rupprecht S. Sleep apnea and asymptomatic carotid stenosis: a complex interaction. Chest. 2015 Apr;147(4):1029-1036. doi: 10.1378/chest.14-1655."},{"pmid":"29779142","type":"BACKGROUND","citation":"Suzuki M, Shimamoto K, Sekiguchi H, Harada T, Satoya N, Inoue Y, Yamaguchi K, Kawana M. Arousal index as a marker of carotid artery atherosclerosis in patients with obstructive sleep apnea syndrome. Sleep Breath. 2019 Mar;23(1):87-94. doi: 10.1007/s11325-018-1664-0. Epub 2018 May 19."},{"pmid":"27895035","type":"BACKGROUND","citation":"Eken SM, Jin H, Chernogubova E, Li Y, Simon N, Sun C, Korzunowicz G, Busch A, Backlund A, Osterholm C, Razuvaev A, Renne T, Eckstein HH, Pelisek J, Eriksson P, Gonzalez Diez M, Perisic Matic L, Schellinger IN, Raaz U, Leeper NJ, Hansson GK, Paulsson-Berne G, Hedin U, Maegdefessel L. MicroRNA-210 Enhances Fibrous Cap Stability in Advanced Atherosclerotic Lesions. Circ Res. 2017 Feb 17;120(4):633-644. doi: 10.1161/CIRCRESAHA.116.309318. Epub 2016 Nov 28."},{"pmid":"27906445","type":"BACKGROUND","citation":"Wang LQ, Wang CL, Xu LN, Hua DF. The expression research of miR-210 in the elderly patients with COPD combined with ischemic stroke. Eur Rev Med Pharmacol Sci. 2016 Nov;20(22):4756-4760."},{"pmid":"12552047","type":"BACKGROUND","citation":"Duncan PW, Lai SM, Bode RK, Perera S, DeRosa J. Stroke Impact Scale-16: A brief assessment of physical function. Neurology. 2003 Jan 28;60(2):291-6. doi: 10.1212/01.wnl.0000041493.65665.d6."},{"pmid":"27768012","type":"BACKGROUND","citation":"Nadarajah M, Mazlan M, Abdul-Latif L, Goh HT. Test-retest reliability, internal consistency and concurrent validity of Fatigue Severity Scale in measuring post-stroke fatigue. Eur J Phys Rehabil Med. 2017 Oct;53(5):703-709. doi: 10.23736/S1973-9087.16.04388-4. Epub 2016 Oct 21."},{"pmid":"11113214","type":"BACKGROUND","citation":"Dubois B, Slachevsky A, Litvan I, Pillon B. The FAB: a Frontal Assessment Battery at bedside. Neurology. 2000 Dec 12;55(11):1621-6. doi: 10.1212/wnl.55.11.1621."},{"pmid":"21487118","type":"BACKGROUND","citation":"Flamand-Roze C, Falissard B, Roze E, Maintigneux L, Beziz J, Chacon A, Join-Lambert C, Adams D, Denier C. Validation of a new language screening tool for patients with acute stroke: the Language Screening Test (LAST). Stroke. 2011 May;42(5):1224-9. doi: 10.1161/STROKEAHA.110.609503. Epub 2011 Apr 12."},{"pmid":"938183","type":"BACKGROUND","citation":"Spitzer RL. More on pseudoscience in science and the case for psychiatric diagnosis. A critique of D.L. Rosenhan's \"On Being Sane in Insane Places\" and \"The Contestual Nature of Psychiatric Diagnosis\". Arch Gen Psychiatry. 1976 Apr;33(4):459-70. doi: 10.1001/archpsyc.1976.01770040029007."},{"pmid":"24426829","type":"BACKGROUND","citation":"Birkbak J, Clark AJ, Rod NH. The effect of sleep disordered breathing on the outcome of stroke and transient ischemic attack: a systematic review. J Clin Sleep Med. 2014 Jan 15;10(1):103-8. doi: 10.5664/jcsm.3376."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001049","term":"Apnea"},{"id":"D000012891","term":"Sleep Apnea Syndromes"},{"id":"D000053120","term":"Respiratory Aspiration"},{"id":"D000020181","term":"Sleep Apnea, Obstructive"},{"id":"D000020182","term":"Sleep Apnea, Central"},{"id":"D000020521","term":"Stroke"},{"id":"D000012892","term":"Sleep Deprivation"},{"id":"D000013577","term":"Syndrome"}],"ancestors":[{"id":"D000004194","term":"Disease"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000012120","term":"Respiration Disorders"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000012818","term":"Signs and Symptoms, Respiratory"},{"id":"D000020919","term":"Sleep Disorders, Intrinsic"},{"id":"D000020920","term":"Dyssomnias"},{"id":"D000012893","term":"Sleep Wake Disorders"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4051","name":"Apnea","asFound":"Apnea","relevance":"HIGH"},{"id":"M15384","name":"Sleep Apnea Syndromes","asFound":"Sleep Apnea Syndrome","relevance":"HIGH"},{"id":"M21700","name":"Sleep Apnea, Obstructive","asFound":"Sleep Apnea, Obstructive","relevance":"HIGH"},{"id":"M16045","name":"Syndrome","asFound":"Syndrome","relevance":"HIGH"},{"id":"M26827","name":"Respiratory Aspiration","asFound":"Breathing","relevance":"HIGH"},{"id":"M25878","name":"Atherosclerosis","relevance":"LOW"},{"id":"M21701","name":"Sleep Apnea, Central","asFound":"Sleep Apnea, Central","relevance":"HIGH"},{"id":"M15385","name":"Sleep Deprivation","asFound":"Fragmentation, Sleep","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M14647","name":"Respiration Disorders","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M15313","name":"Signs and Symptoms, Respiratory","relevance":"LOW"},{"id":"M21932","name":"Parasomnias","relevance":"LOW"},{"id":"M22344","name":"Sleep Disorders, Intrinsic","relevance":"LOW"},{"id":"M22345","name":"Dyssomnias","relevance":"LOW"},{"id":"M15386","name":"Sleep Wake Disorders","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}