{"protocolSection":{"identificationModule":{"nctId":"NCT06086314","orgStudyIdInfo":{"id":"26.07.2023-E.396979"},"organization":{"fullName":"Pamukkale University","class":"OTHER"},"briefTitle":"The Effects of Neurorehabilitation Approaches Involving Different Upper Extremity Reactive Trainings in Stroke Patients","officialTitle":"The Effects of Neurorehabilitation Approaches Involving Different Upper Extremity Reactive Trainings on Trunk Control, Fall Risk and Functionality in Stroke Patients: A Randomized Controlled Double-Blind Study"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-08-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-08-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-24","studyFirstSubmitQcDate":"2023-10-10","studyFirstPostDateStruct":{"date":"2023-10-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-10","lastUpdatePostDateStruct":{"date":"2023-10-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Fatma Nur Alçın","investigatorTitle":"Physiotherapist, M.Sc.","investigatorAffiliation":"Pamukkale University"},"leadSponsor":{"name":"Pamukkale University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to investigate the effectiveness of upper extremity training, which is expected for 5 seconds on the target during reaching forward, and to compare the effectiveness of neurorehabilitation interventions including reactive upper extremity trainings to be applied with different speeds and methods on body control, balance, gait, fall risk, spasticity, upper extremity fine dexterity, respiratory, and cognitive function in the individuals with stroke. The main questions it aims to answer is:\n\n• Is there a difference in the effects of neurorehabilitation interventions that include reactive upper extremity trainings applied at different speeds and methods on trunk control, balance, gait, fall risk, upper extremity spasticity, upper extremity fine dexterity, respiratory function and cognitive function?\n\nAll participants will participate in the Bobath Approach-based neurorehabilitation program. This program will include scapula mobilization, trunk elongation training in sitting, and training lumbar stabilizers with bridge activity.\n\n* In addition to the neurorehabilitation program, the 1st and 2nd groups will be given a reaching exercise with LED light reactive training material (Fitpodz Light Trainer®). The LED light sensors, whose duration is set, will light up in green and red colors at random intervals.\n\n  * Patients in the 1st group will be asked to reach forward and touch the sensor when the red light sensor is on, and pull back as soon as the sensor goes out.\n  * The patients in the 2nd group will be asked to reach forward and touch the sensor when the green light sensor is lit, and to hold their hand on the sensor for 5 seconds and then withdraw it. With this method, it is aimed to create co-contraction in patients in Group 2.\n* In addition to the neurorehabilitation program, patients in the 3rd group (control group) will have functional stretches to the anterior, right and left while standing.\n\nResearchers will compare three groups to see if there a difference in the effects of neurorehabilitation interventions that include reactive upper extremity trainings applied at different speeds and methods.","detailedDescription":"* In the trainings of the 1st and 2nd groups, 4 LED light sensors will be placed on the wall at shoulder level in the standing position of the patient. The distance of the patient to the wall will be determined by using the value obtained from the Functional Reach Test according to his or her arm length.\n* The Bobath Approach-based neurorehabilitation training will take 30 minutes per session.\n* After the Bobath Approach-based neurorehabilitation training, all groups will perform 3 sets of training, 10 repetitions per set for each extremity. An equal number of stretches will be made in total in each direction, but the directions will be determined randomly. There will be a 3-minute rest break between sets.\n* All groups will receive training for a total of 7 weeks, 3 sessions per week."},"conditionsModule":{"conditions":["Stroke","Spastic Hemiplegia"],"keywords":["reactive training","trunk control","balance","fall risk","gait","functional reaching","spasticity","fine dexterity","respiratory function","cognitive function"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":27,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"reactive exercise training","type":"EXPERIMENTAL","description":"They will attend the neurorehabilitation program that includes scapula mobilization, trunk elongation training in sitting, and training lumbar stabilizers with bridge activity. After this program, they will receive reactive exercise training.","interventionNames":["Other: reactive exercise training in addition to a neurorehabilitation program"]},{"label":"reactive exercise training with co-contraction","type":"EXPERIMENTAL","description":"They will attend the neurorehabilitation program that includes scapula mobilization, trunk elongation training in sitting, and training lumbar stabilizers with bridge activity. After this program, they will receive reactive exercise training aimed at creating co-contraction.","interventionNames":["Other: reactive exercise training with co-contraction in addition to a neurorehabilitation program"]},{"label":"functional reaching training","type":"ACTIVE_COMPARATOR","description":"They will attend the neurorehabilitation program that includes scapula mobilization, trunk elongation training in sitting, and training lumbar stabilizers with bridge activity. After this program, they will receive functional reaching training.","interventionNames":["Other: neurorehabilitation program with functional reaching training"]}],"interventions":[{"type":"OTHER","name":"reactive exercise training in addition to a neurorehabilitation program","description":"Attending the neurorehabilitation program that includes scapula mobilization, trunk elongation training in sitting, and training lumbar stabilizers with bridge activity. Reaching forward and touching the sensor when the red light sensor is on, and withdrawing his/her hand as soon as the sensor goes out.","armGroupLabels":["reactive exercise training"]},{"type":"OTHER","name":"reactive exercise training with co-contraction in addition to a neurorehabilitation program","description":"Attending the neurorehabilitation program that includes scapula mobilization, trunk elongation training in sitting, and training lumbar stabilizers with bridge activity. Reaching forward and touching the sensor when the green light sensor is on, and holding his/her hand on the sensor for 5 seconds and then withdrawing it.","armGroupLabels":["reactive exercise training with co-contraction"]},{"type":"OTHER","name":"neurorehabilitation program with functional reaching training","description":"Attending the neurorehabilitation program that includes scapula mobilization, trunk elongation training in sitting, and training lumbar stabilizers with bridge activity. Doing functional stretching to the anterior, right and left while standing.","armGroupLabels":["functional reaching training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Trunk Control","description":"''Trunk Impairment Scale'' will be used to examine the effectiveness of our treatment results on trunk control. The scale consists of 17 parameters. The sections in the scale are; static sitting balance, dynamic sitting balance, and coordination. It is scored between 0 and 23. 0 is the lowest value and 23 is the highest value and indicates good trunk control.","timeFrame":"The first measurement will be made immediately before the start of the treatment, and the second measurement will be made immediately after the end of the treatment after 7 week."},{"measure":"Balance","description":"''Mini Balance Evaluation System Test'' will be used to examine the effectiveness of our treatment results on balance. The test consists of four separate categories covering a 14-item assessment. Expected postural control (standing from sitting to standing, standing on tiptoes, standing on one palm), Reactive postural control (forward, backward, lateral compensatory stepping), Sensory orientation (hard surface with eyes open, sponge surface with eyes closed, inclined surface with eyes closed), Dynamic walking (change in walking speed, walking with horizontal head movements, pivoting while walking, stepping over obstacles, Time Up\\&Go and Dual Task Time Up\\&Go). In evaluating the test, each item is rated on a three-point ordinal scale (ranging from 0 = lowest level of functioning to 2 = normal level of functioning). The total score consists of the sum of the scores obtained from these items and ranges from 0 (worst) to 28 (best).","timeFrame":"The first measurement will be made immediately before the start of the treatment, and the second measurement will be made immediately after the end of the treatment."},{"measure":"Balance and Stability Limits","description":"'Funcitonal Reaching Test' will be used to examine the effectiveness of our treatment results on balance and stability limits. In the test, participants are asked to stand in a parallel position near the wall, with their feet shoulder-width apart, make fists with their hands, and flex their shoulders 90 degrees so that they do not touch the wall. The point where the third metacarpal head coincides is recorded as the starting point. He/she is asked to follow the meter fixed to the wall and to reach forward as far as he/she can, so that there is no loss of balance or movement of the feet, and the end point is recorded. It is measured in cm by finding the difference between the starting point and the ending point. The test is repeated 3 times and the average is recorded. This test shows that individuals who cannot reach a distance of 15 cm have a high risk of falling.","timeFrame":"The first measurement will be made immediately before the start of the treatment, and the second measurement will be made immediately after the end of the treatment."},{"measure":"Gait","description":"''The Timed Up\\&Go'' test included in the Mini Balance Evaluation System Test will be used to examine the effectiveness of our treatment results on gait. In the test, the patient is expected to get up from the chair, walk a distance of 3 meters, turn around and sit on the chair again. The elapsed time is recorded in seconds.","timeFrame":"The first measurement will be made immediately before the start of the treatment, and the second measurement will be made immediately after the end of the treatment after 7 week.."},{"measure":"Fall Risk","description":"''The Modified Falls Efficacy Scale'' will be used to examine the effectiveness of our treatment results on fall risk. The scale is an expanded Fall Activity Scale form that includes items questioning confidence during 4 different outdoor activities. The 14 items on the test (10 indoor and 4 outdoor activities) assess confidence when performing different daily tasks. Items on the scale are scored between 0 (not confident) and 10 (completely confident) to assess participants' self-efficacy levels regarding falls.","timeFrame":"The first measurement will be made immediately before the start of the treatment, and the second measurement will be made immediately after the end of the treatment after 7 week."},{"measure":"Upper Extremity Spasticity","description":"Upper extremity spasticity ''Modified Ashworth Scale'' will be used to examine the effectiveness of our treatment results on upper extremity spasticity. The scale is scored from 0 to 5, including the degree (+1). 5 indicates rigidity and 0 indicates no spasticity.","timeFrame":"The first measurement will be made immediately before the start of the treatment, and the second measurement will be made immediately after the end of the treatment after 7 week."}],"secondaryOutcomes":[{"measure":"Upper Extremity Fine Dexterity","description":"''The Nine Hole Peg Test'' will be used to examine the effectiveness of our treatment results on upper extremity fine dexterity. The test is applied to patients in a sitting position. Patients are asked to first insert 9 wooden nails into the holes and then remove them again. The time to complete the test is recorded with a stopwatch.","timeFrame":"The first measurement will be made immediately before the start of the treatment, and the second measurement will be made immediately after the end of the treatment after 7 week."},{"measure":"Respiratory Function","description":"The Cosmed® Spirometer will be used to examine the effectiveness of our treatment results on respiratory function. For the respiratory function test, the person is seated in a comfortable position. A nose clip is attached and the patient is asked to perform a forced vital capacity maneuver. 3 measurements are made and the best value is accepted.","timeFrame":"The first measurement will be made immediately before the start of the treatment, and the second measurement will be made immediately after the end of the treatment after 7 week."},{"measure":"Respiratory Muscle Strength","description":"Respiratory muscle strength will be measured with the help of an additional apparatus attached to the Cosmed pony fx device. For maximal inspiratory pressure and maximal expiratory pressure measurements, patients are seated in a comfortable position. After the nose clip is attached, patients are asked to perform maximal inspiration and expiration. Maneuvers are repeated at least 3 times. The best measurement is recorded as cmH2O. Care should be taken to ensure that there is no difference of more than 10% between maneuvers.","timeFrame":"The first measurement will be made immediately before the start of the treatment, and the second measurement will be made immediately after the end of the treatment after 7 week."},{"measure":"Cognitive Function","description":"''The Stroop Test'' will be used to examine the effectiveness of our treatment results on cognitive function. The test is based on measuring the reader's reaction time in the face of this confusing effect when the color of the written word and the color expressed by the word are different. It has been revised in Turkey under the name \"Stroop Test TBAG Form\". Stroop Test TBAG Form is administered with four cards and consists of five parts. Color names printed in black on the 1st card, color names printed in color on the 2nd card (the color in which the word is written and the color the word represents are different on this card), circles printed in different colors on the 3rd card, and neutral printed in color but without a color name on the 4th card. words are included. Card 2, with color names printed in color, is used in both the 2nd part and the 5th part. In the evaluation, the duration of each section and the number of errors and corrections are recorded.","timeFrame":"The first measurement will be made immediately before the start of the treatment, and the second measurement will be made immediately after the end of the treatment after 7 week."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Being between the ages of 18-80\n* ≥3 months after stroke\n* Elbow flexor spasticity ≤2 according to MAS\n* Being able to sit independently and stand with or without walking aid\n* Being an individual with a Functional Ambulation Classification ≥3\n* Being an individual with a Hodkinson Mental Test score \\>6 (having normal cognitive status)\n\nExclusion Criteria:\n\n* Presence of another neurological disease that will affect trunk control other than stroke\n* Having acute back or lower extremity pain\n* Having an acute illness (eg vomiting, fever)\n* Recent surgery on the upper-lower extremities or trunk\n* Having a condition or activity restriction that prevents participation in the program\n* Inability to sit or stand independently\n* Having abnormal or unstable cardiovascular responses to exercise\n* Having cognitive impairment","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Fatma Nur Alçın, M.Sc.","role":"CONTACT","phone":"+905538545219","email":"fatmanurcevikk@gmail.com"}],"overallOfficials":[{"name":"Nilüfer Çetişli Korkmaz, Prof.","affiliation":"Pamukkale University","role":"STUDY_DIRECTOR"}]},"referencesModule":{"references":[{"pmid":"34635141","type":"BACKGROUND","citation":"Junata M, Cheng KC, Man HS, Lai CW, Soo YO, Tong RK. Kinect-based rapid movement training to improve balance recovery for stroke fall prevention: a randomized controlled trial. J Neuroeng Rehabil. 2021 Oct 11;18(1):150. doi: 10.1186/s12984-021-00922-3."},{"pmid":"33136074","type":"BACKGROUND","citation":"Lee J, Jeon J, Lee D, Hong J, Yu J, Kim J. Effect of trunk stabilization exercise on abdominal muscle thickness, balance and gait abilities of patients with hemiplegic stroke: A randomized controlled trial. NeuroRehabilitation. 2020;47(4):435-442. doi: 10.3233/NRE-203133."},{"pmid":"26405046","type":"BACKGROUND","citation":"Park H, Kim S, Winstein CJ, Gordon J, Schweighofer N. Short-Duration and Intensive Training Improves Long-Term Reaching Performance in Individuals With Chronic Stroke. Neurorehabil Neural Repair. 2016 Jul;30(6):551-61. doi: 10.1177/1545968315606990. Epub 2015 Sep 24."},{"pmid":"26957756","type":"BACKGROUND","citation":"Shin JW, Don Kim K. The effect of enhanced trunk control on balance and falls through bilateral upper extremity exercises among chronic stroke patients in a standing position. J Phys Ther Sci. 2016 Jan;28(1):194-7. doi: 10.1589/jpts.28.194. Epub 2016 Jan 30."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000006429","term":"Hemiplegia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000010243","term":"Paralysis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]}},"hasResults":false}