{"protocolSection":{"identificationModule":{"nctId":"NCT06219382","orgStudyIdInfo":{"id":"PR(AT)463/2023"},"organization":{"fullName":"Hospital Universitari Vall d'Hebron Research Institute","class":"OTHER"},"briefTitle":"Neurorehabilitation Ecosystem for Sustained Therapy (NEST): A Feasibility Study","officialTitle":"Neurorehabilitation Ecosystem for Sustained Therapy (NEST): A Feasibility Study","acronym":"NEST"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-04-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-04-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-12-14","studyFirstSubmitQcDate":"2024-01-12","studyFirstPostDateStruct":{"date":"2024-01-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-12","lastUpdatePostDateStruct":{"date":"2024-01-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hospital Universitari Vall d'Hebron Research Institute","class":"OTHER"},"collaborators":[{"name":"Sint Maartenskliniek","class":"OTHER"},{"name":"NRCA - IRCCS Istituto Nazionale di Ricovero e Cura per Anziani","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The global burden of stroke is staggering, with over 15M new cases reported annually. Of these cases, around 40% require motor and cognitive rehabilitation, resulting in approximately 6M new patients requiring treatment each year, in addition to the more than 33M chronic patients worldwide. This massive incidence puts great pressure on healthcare systems and mounting costs. Consequently, there is an urgent need for patient-specific solutions that maximize rehabilitation efficiency and improve the patient´s performance, activities of daily living (ADLs), and quality of life. While several technological solutions have been proposed for stroke recovery during hospitalization, there is a notable lack of attention to home rehabilitation, which is crucial for long-term recovery, cost reduction and minimizing the demand for rehabilitation personnel.\n\nInvestigators propose NEST, the Neurorehabilitation Ecosystem for Sustained Treatment based on the Rehabilitation Gaming System (RGS), an advanced digital rehabilitation program that uses serious gaming and Augmented Reality (AR)- and Virtual Reality VR-based training and is grounded on neuroscientiﬁc principles, that has been shown to promote motor recovery after stroke at the clinic and at home (Ballester et al., 2017; Ballester et al., 2019).\n\nNEST uses a patient's user model solution interfaced via a novel digital and portable technology to provide a home rehabilitation program accepted by the patients and clinicians. The NEST system integrates the following components:\n\n* RGS-wear advances a multimodal unobtrusive wearable interface starting from the state-of-the-art wearable technologies including off-the-shelf wearables for the detection of arm activity. This data is sent through Bluetooth to a paired smartphone, which allows for the filtering of body movements.\n* The RGS-Mobile App (smartphones) communicates with the RGS-wear and integrates sensor data for the delivery of patient-tailored Augmented Reality AR-based exercises for motor and cognitive training, customized feedback via the AWA coach, and activity reports through the MIMS.\n* The AWA Coach (Agent for Wellbeing Assistance) which provides specific feedback based on the performance and the status of well-being of the user. The user can access information through the AWA Coach dashboard (AWAtar App), which is an interface that reports their performance.\n\nand progress. It also provides the user with direct and motivational feedback and training activities in order to assist them in acting when needed.\n\n- MIMS (Medical Information Management System) is a cloud service in which relevant information on the patient's state is uploaded, allowing the monitoring of progress and the customization of the RGS-based training and evaluation protocols.\n\nGuaranteeing the correct use of this NEST ecosystem by post-stroke patients performing upper limb telerehabilitation implies conducting an usability study to measure its usability, adherence, acceptance and the user's experience. Investigators will also explore effectiveness of the NEST ecosystem in improving motor function of the paretic arm after stroke. Furthermore, uncovering end-user's experiences with NEST in an international multi-centre study should give valuable information into improving its features for a future clinical trial focusing on the effectiveness of the NEST system. This multicenter study will follow a mixed methods approach (quantitative and qualitative measurements).","detailedDescription":"The main objective of the feasibility study is to assess 1) the usability, 2) adherence, 3) user experience and 4) acceptability of the NEST system during a six-week intervention. In particular, Investigators will study the long-term adherence by measuring the time participants use the system beyond the prescribed exercises. Investigators will also examine the user's feedback to further improve the NEST system's design and functionality. Our hypothesis is that the NEST system will be a practical and well-accepted rehabilitation solution for home use. More specifically, investigators expect this approach to show good adherence to treatment.\n\nInvestigators will also explore the impact of the NEST system on arm hand function, impairment and quality of life.\n\nBy conducting this investigation across three clinical sites in Spain, Italy, and The Netherlands, each with 5-10 subjects, investigatorsI can gain diverse insights into the system's performance.\n\nPrimary objective The first objective of this study is to measure the usability, adherence, user experience and acceptance of the NEST system.\n\nSecondary objectives Investigators will also evaluate the user needs and preferences to further improve the NEST system's features and functionalities.\n\nIn addition, the impact of the NEST system on arm hand function, impairment, pain, fatigue and quality of life will be evaluated.\n\n1. STUDY DESIGN AND POPULATION The study is a feasibility study based on both quantitative and qualitative data collection. The general objective is to measure the usability of the system, the user experience, the adherence and the acceptance of the NEST system. Each clinical site will include 5 to 10 late subacute and chronic stroke patients (in total a minimum of 15 and a maximum of 30 patients), aged 18-80 years. Over a period of six weeks, the participants will integrate the NEST system into their daily routines, running parallel to their regular neurorehabilitation treatment.\n\n1.1 STUDY SETTING The study will be conducted in parallel in 3 European hospitals: Hospital Universitari Vall d'Hebron in Spain, Sint MaartensKliniek in the Netherlands and INRCA in Italy. The experimentation involves 3 different phases: Recruitment (R), Baseline assessment (T0) before the start of the trial, Final evaluation (T1) at the end of the trial, after 6 weeks."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":15,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Neurorehabilitation ecosystem (NEST)","description":"Patients will use Nest apart from the regular neurorehabilitation treatment","interventionNames":["Device: Neurorehabilitation ecosystem"]}],"interventions":[{"type":"DEVICE","name":"Neurorehabilitation ecosystem","description":"Over a period of six weeks, the participants will integrate the NEST system into their daily routines, running parallel to their regular neurorehabilitation treatment.","armGroupLabels":["Neurorehabilitation ecosystem (NEST)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Usability","description":"Usability will be assessed by the System Usability Scale (SUS), (Brooke J., 1996). Scores range between 0-100, low scores mean the device is not acceptable by users and higher scores mean good acceptance by users","timeFrame":"Week 6"},{"measure":"User experience","description":"User experience will be assessed by the User Experience Questionnaire (UEQ), (Laugwitz et al., 2008). Scores range (26-182), low scores mean the device is not attractive to users users and higher scores mean the product is very attractive to users.","timeFrame":"Week 6"},{"measure":"Adherence","description":"Adherence will be assessed by the total time the RGSapp is used, in comparison to the advised dosage, (via the user ID is possible to monitor the patient's access to the RGSapp and the hours trained), for the entire duration of the study.","timeFrame":"Week 6"},{"measure":"Acceptance","description":".Acceptance will be assessed by the Quebec User Evaluation of Satisfaction with Assistive Technology (QUEST 2.0), (Demers, L. et al., 2000). Scores range (0-100), low scores mean bad quality of movement performed by the user and higher scores mean good quality of movement performed by the user.","timeFrame":"Week 6"}],"secondaryOutcomes":[{"measure":"Attitude towards the system","description":"Attitude towards the system will be assessed by ad hoc questions.","timeFrame":"Day 0, Week 6"},{"measure":"Fugl Meyer assessment motor score","description":"It is a stroke-specific and performance-based impairment index ranging from 0-66. Low scores translate poor motor control of the affected limb and the highest scores mean good recovery.","timeFrame":"Day 0, Week 6"},{"measure":"Barthel Index","description":"The Barthel Index is a measure of functional disability that assesses independence mobility and need for assistance in performing 10 common activities of daily living. Scores range from 0-100, low scores mean high degree of dependency while higher scores translate less dependency in the execution of daily living activities.","timeFrame":"Day 0, Week 6"},{"measure":"Modified Ashworth Scale","description":"It is a muscle tone assessment scale that measures resistance during passive soft-tissue stretching. It is used as a simple measure of spasticity in patients with lesions of the Central Nervous System. Scores range from 0 to 4, where lower scores represent normal muscle tone and higher scores represent spasticity.","timeFrame":"Day 0, Week 6"},{"measure":"Fatigue Severity Scale","description":"Questionnaire designed to measure fatigue in people with chronic diseases. The scale is a self-report, paper-and-pencil requiring 2-3 min to be completed. Respondents use a scale ranging from 1 (\"completely disagree\") to 7 (\"completely agree\") to indicate their agreement with nine statements about fatigue. A visual analogue scale is also included with the scale","timeFrame":"Day 0, Week 6"},{"measure":"Visual Analogue Scale","description":"Measure of pain intensity used to record patients' pain progression. It is a horizontal/vertical straight line of fixed length, (100 mm), beginning and ending with the extreme limits of the evaluated parameter, oriented from left (worst) to right (best).","timeFrame":"Day 0, Week 6"},{"measure":"EuroQol - 5 Dimension - 5 Level (EQ-5D-5L),","description":"It is a self-report survey that measures quality of life across 5 domains: mobility, self-care, usual activities, pain/discomfort, and anxiety/depression. Each dimension is scored on a 5-level severity ranking that ranges from 'No problems' through 'Extreme problems';","timeFrame":"Day 0, Week 6"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients presenting a first-ever ischemic or hemorrhagic stroke at least three months prior to study recruitment, confirmed by brain CT or MRI;\n2. Mild to moderate motor impairment of the upper extremity (MRC ≥ 2)\n3. Age = 18 - 80 years old;\n4. Able to sit in a regular chair or wheelchair;\n5. Experience with smartphone technology\n\nExclusion Criteria:\n\n1. The presence of a condition or abnormality that could compromise the patient's safety or data quality;\n2. Severe cognitive impairments that prevent the execution of the experiment (MoCA \\< 19). This cut-off point is based on a pilot study (Maier, M. et al., 2019).\n3. Arteriovenous malformation or other brain lesions not related to stroke;\n4. Previous history of upper limb motor impairment\n5. Sensory aphasia;\n6. Associated impairments: spasticity of the upper limb (Modified Ashworth scale≥ 3), apraxia, major pain, or other impairments that would interfere with the correct execution of the experiment;\n7. The NEST system cannot be used independently according to the therapist's observations and there is no available support from a caregiver to help use the system;\n8. No experience with smartphone technology.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients with upper limb paresia secondary to a first-ever ischemic or hemorrhagic stroke at least three months prior to study recruitment, confirmed by brain CT or MRI","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Susana Rodriguez, MD","role":"CONTACT","phone":"+34607609067","email":"susana.rodriguezgonzalez@vallhebron.cat"}],"overallOfficials":[{"name":"Susana Rodriguez, MD","affiliation":"Hospital Vall d'Hebron","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"INRCA","status":"RECRUITING","city":"Ancona","country":"Italy","contacts":[{"name":"Vera Stara, PHD","role":"CONTACT","email":"V.Stara@inrca.it"}],"geoPoint":{"lat":43.5942,"lon":13.50337}},{"facility":"Sint Maartenskliniek","status":"RECRUITING","city":"Nijmegen","country":"Netherlands","contacts":[{"name":"Noël Keijsers, Noël, PHD","role":"CONTACT","email":"n.keijsers@maartenskliniek.nl"}],"geoPoint":{"lat":51.8425,"lon":5.85278}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}