{"protocolSection":{"identificationModule":{"nctId":"NCT05158543","orgStudyIdInfo":{"id":"REC/01201/Ayesha Afridi"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Intensity Dependent Effects of 'FAST-Table' on Physical Performance in Stroke","officialTitle":"Intensity-dependent Effects of 'Functional Activities Specific Training-Table' on Physical Performance in Stroke"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-12-13","studyFirstSubmitQcDate":"2021-12-13","studyFirstPostDateStruct":{"date":"2021-12-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-23","lastUpdatePostDateStruct":{"date":"2023-02-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"According to the World Health Organization (WHO), stroke is defined as \"rapidly developing clinical signs of focal (or global) disturbance of cerebral function, with symptoms lasting 24 hours or longer or leading to death, with no apparent cause other than of vascular origin\". By applying this definition, transient ischemic attack (TIA), which is defined to last less than 24 hours, and patients with stroke symptoms caused by subdural hemorrhage, tumors, poisoning, or trauma, are excluded.Task-oriented training (TOT) involves active training of motor tasks performed within a clear functional context that includes complex whole task or pre-task movements of the whole limb or a limb segment. A high number of repetitions performed within a single session characterizes this training. According to the literature, TOT results in neuroplastic changes and is critical for improving motor and functional recovery. Task-specific training is based fundamentally on the concept that repeated practice results in learning a specific task. There is increasing evidence of neural plastic changes associated with repeated training, and several aspects of rehabilitation entail repetition of movement. Repeated motor practice has been demonstrated to decrease muscle weakness and spasticity and form the physiological foundation of motor learning. Repeated practice of challenging movement tasks results in larger brain representations of the practiced movement.","detailedDescription":"The effectiveness of a high-intensity task-oriented training (TOT) program seems related to higher intensity of practice and cardiorespiratory workload. Implementing a high number of repetitions and a high cardiorespiratory workload showed improvement in hemiparetic gait with feasibility and exceeds the effectiveness of a low-intensity physiotherapy program to walk capacity and walking speed. The Canadian Best Practice guidelines for rehabilitation recommend that patients should receive a minimum of three hours of task-oriented training, five days per week. However, Lee et al. stated that adhering to the repeated practices for a long duration of time often poses challenges to both stroke survivors and healthcare providers. Similarly, it is possible that within three hours one can do a few repetitions of TOT with long breaks in between and therefore, end up doing an inadequate number of repetitions than the number that may be required to attain the desired goal. It is possible within an hour to perform a large amount of TOT that would have undesired adverse effects such as fatigue and pain, which may subsequently affect recovery. The number of repetitions in a session of TOT, and the frequency of sessions per week that would promote motor learning in the upper extremity might differ from that of the lower extremity. Therefore, in administering TOT during stroke rehabilitation, the number of repetitions of TOT per treatment session may arguably be more useful than the number of hours covered while practicing. The effectiveness of the number of repetitions of TOT in a training session for stroke rehabilitation has been investigated in the literature; however, the studies were not in agreement on the number of repetitions of TOT per session required to produce the desired rehabilitation outcome for upper and lower extremities. Different studies have used varied numbers of repetitions per treatment session; however, the number of repetitions needed for optimal human learning without adverse effect is still contentious.\n\nPrevious literature has sufficient evidence about the effects of task-oriented training on the stroke population but there is limited evidence about the number of repetitions needed for optimal human learning without adverse effects is still unknown. Some studies compared the number of repetitions of tasks, some compared the number of sessions (single session/double session)/day or per week, some studies reported different duration per session, and some studies compared 3, 4, 6, 8 weeks duration. However, none of the studies have reported on all parameters of dosage at once. The current study aims to identify the effects of different dosages (standard, medium, and high intensity). Second, previous literature mainly focused on the repetition (reps) of a single task (mass practice), and limited functional tasks were available for practice, while the current study aims at providing more and more functional tasks with limited repetitions to maintain the interest level of patients for practice and allow for variability in task practice and to avoid the boredom that might come from performing ≥100 repetitions of a single task. Third, there is a variety of equipment available for stroke rehabilitation focusing on separate body domains, but no specific equipment focuses on complete stroke rehabilitation protocol. The current study aims to develop \"Functional Activities Specific Training Table (FAST-Table), which will offer all functional tasks (whole-body rehabilitation protocol) on one table and this table will serve as an intervention and an assessment tool. Fourthly, previous literature has used a variety of tasks for stroke rehabilitation; the current study aims to develop 100 specific functional tasks for stroke to perform on FAST-table. 100 standard tasks for stroke, upper limb \"30tasks\\*10 repetition of each task= 300 reps\",lower limb \"30tasks\\*10 repetition of each task= 300 reps\",balance \"30tasks\\*10 repetition of each task= 300 rep\", cognition \"10tasks\\*10 repetition of each task= 100 reps\" and Total 1000 reps/session."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Control Group","type":"ACTIVE_COMPARATOR","description":"the control group will receive conventional intervention for upper and lower limb motor function \\& balance.","interventionNames":["Other: conventional therapy"]},{"label":"moderate intensity group","type":"EXPERIMENTAL","description":"this group will get task-oriented training with moderate intensity using Functional activities specific training-table (FAST-Table) with 100 functional tasks.","interventionNames":["Other: Task oriented training (moderate intensity)"]},{"label":"high intensity group","type":"EXPERIMENTAL","description":"this group will get task-oriented training with high intensity using Functional activities specific training-table (FAST-Table) with 100 functional tasks.","interventionNames":["Other: Task oriented training (high intensity)"]}],"interventions":[{"type":"OTHER","name":"conventional therapy","description":"The conventional group will receive active and passive range of motion exercises, balance, and strength training for upper and lower limbs. One session per day, three sessions/week for total of 12 weeks.","armGroupLabels":["Control Group"]},{"type":"OTHER","name":"Task oriented training (moderate intensity)","description":"In the moderate-intensity group, patients will perform 100 functional tasks with a total (1000) repetitions. Single session/day, 4 sessions/week for 12 weeks.","armGroupLabels":["moderate intensity group"]},{"type":"OTHER","name":"Task oriented training (high intensity)","description":"In the moderate-intensity group, patients will perform 100 functional tasks with a total (1000) repetitions. Two sessions/day, 5 sessions/week for 12 weeks.","armGroupLabels":["high intensity group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Assessment (FMA)","description":"Stroke-specific, performance-based impairment index. It assesses motor functioning, balance, sensation, and joint functioning in patients with post-stroke hemiplegia. The scale is comprised of five domains and there are 155 items in total: Motor functioning (in the upper and lower extremities), Sensory functioning (evaluates light touch on two surfaces of the arm and leg, and position sense for 8 joints), Balance (contains 7 tests, 3 seated and 4 standing), Joint range of motion (8 joints), Joint pain.","timeFrame":"week 12"},{"measure":"Wolf Motor Function Test","description":"The Wolf Motor Function Test (WMFT) quantifies the motor function of the upper extremity (UE) through timed and functional tasks. The widely used version of the WMFT consists of 17 items. The first 6 items involve timed functional tasks, items 7 and 14 are measures of strength, and the remaining 9 items comprise analyzing movement quality when completing various tasks.","timeFrame":"week 12"},{"measure":"Time up and go test","description":"The Timed Up and Go Test (TUG) is an objective clinical measure for assessing functional mobility and balance, and thus the risk of falling. The TUG measures the time taken for an individual to rise from a chair, walk 3 meters, turn, walk back and sit down.","timeFrame":"week 12"},{"measure":"Berg balance scale (BBS)","description":"The Berg Balance Scale assesses the balance of patients with different neurological disorders. A subject's performance on each task is graded with a 5- point ordinal scale ranging from 0 to 4, with higher scores awarded because of speed, stability, or help required for completion of the task. It summed the task scores to give a total BBS score out of a possible 56 points with higher scores representing better balance.","timeFrame":"week 12"},{"measure":"Wisconsin gait scale","description":"The Wisconsin Gait Scale (WGS) can be used to evaluate the gait problems experienced by a patient with hemiplegia following stroke. Interpretation:\n\n* minimum score: 13.35\n* maximum score: 42\n* The higher the score the more seriously affected the gait","timeFrame":"week 12"}],"secondaryOutcomes":[{"measure":"Montreal Cognitive Assessment (MoCA)","description":"The Montreal Cognitive Assessment (MoCA) is a brief 30-question test that takes around 10 to 12 minutes to complete and helps assess people for dementia. A group published it in 2005 at McGill University, working for several years at memory clinics in Montreal.","timeFrame":"week 12"},{"measure":"Stroke- Specific Quality of life SS (QOL)","description":"The Stroke Specific Quality Of Life scale (SS-QOL) is a patient-centered outcome measure intended to provide an assessment of health-related quality of life (HRQOL) specific to patients with Stroke. Patients must respond to each question of the SS-QOL regarding the past week. It is a self-report scale containing 49 items in 12 domains: Mobility (6 items), Energy (3 items), Upper extremity function (5 items), Work/productivity (3 items), Mood (5 items), Self-care (5 items), Social roles (5 items), Family roles (3 items), Vision (3 items), Language (5 items), Thinking (3 items) and Personality (3 items).","timeFrame":"week 12"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Both Genders\n* Age between 40-60 years.\n* ≥3 months post stroke.\n* Middle \\& anterior Cerebral Artery stroke\n* 18-25 points Mild cognitive impairment Montreal Cognitive Assessment (MoCA)\n* FMA UE and LE collectively motor score 50-70\n* Modified Rankin scale 3-4\n\nExclusion Criteria:\n\n* Inability to follow 2-step commands\n* Ashworth scale 3-4\n* Current participation in other stroke treatments\n* Other neurological diagnoses, history of fall \\& fractures\n* pregnancy","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Arshad Nawaz Malik, PhD","role":"CONTACT","phone":"03325962212","email":"arshad.nawaz@riphah.edu.pk"}],"overallOfficials":[{"name":"Arshad Nawaz Malik, PhD","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Riphah International University","status":"RECRUITING","city":"Rawalpindi","zip":"64400","country":"Pakistan","contacts":[{"name":"Ayesha Afridi, MS NMPT","role":"CONTACT","email":"afridi.ayesha@gmail.com"}],"geoPoint":{"lat":33.6007,"lon":73.0679}}]},"referencesModule":{"references":[{"pmid":"3335877","type":"BACKGROUND","citation":"The World Health Organization MONICA Project (monitoring trends and determinants in cardiovascular disease): a major international collaboration. WHO MONICA Project Principal Investigators. J Clin Epidemiol. 1988;41(2):105-14. doi: 10.1016/0895-4356(88)90084-4."},{"pmid":"25432119","type":"BACKGROUND","citation":"Krishnamurthi RV, Moran AE, Forouzanfar MH, Bennett DA, Mensah GA, Lawes CM, Barker-Collo S, Connor M, Roth GA, Sacco R, Ezzati M, Naghavi M, Murray CJ, Feigin VL; Global Burden of Diseases, Injuries, and Risk Factors 2010 Study Stroke Expert Group. The global burden of hemorrhagic stroke: a summary of findings from the GBD 2010 study. Glob Heart. 2014 Mar;9(1):101-6. doi: 10.1016/j.gheart.2014.01.003."},{"pmid":"33926440","type":"BACKGROUND","citation":"Watkins KE, Levack WMM, Rathore FA, Hay-Smith EJC. What would 'upscaling' involve? A qualitative study of international variation in stroke rehabilitation. BMC Health Serv Res. 2021 Apr 29;21(1):399. doi: 10.1186/s12913-021-06293-8."},{"pmid":"17272773","type":"BACKGROUND","citation":"Das SK, Banerjee TK, Biswas A, Roy T, Raut DK, Mukherjee CS, Chaudhuri A, Hazra A, Roy J. A prospective community-based study of stroke in Kolkata, India. Stroke. 2007 Mar;38(3):906-10. doi: 10.1161/01.STR.0000258111.00319.58. Epub 2007 Feb 1."},{"pmid":"32253176","type":"BACKGROUND","citation":"Thornton J. Stroke: \"striking reductions\" are seen in number of people with symptoms seeking help. BMJ. 2020 Apr 6;369:m1406. doi: 10.1136/bmj.m1406. No abstract available."},{"pmid":"19765127","type":"BACKGROUND","citation":"Farooq MU, Majid A, Reeves MJ, Birbeck GL. The epidemiology of stroke in Pakistan: past, present, and future. Int J Stroke. 2009 Oct;4(5):381-9. doi: 10.1111/j.1747-4949.2009.00327.x."},{"pmid":"14765937","type":"BACKGROUND","citation":"Syed NA, Khealani BA, Ali S, Hasan A, Akhtar N, Brohi H, Mozaffar T, Ahmed N, Hameed A, Baig SM, Wasay M. Ischemic stroke subtypes in Pakistan: the Aga Khan University Stroke Data Bank. J Pak Med Assoc. 2003 Dec;53(12):584-8."},{"pmid":"31017023","type":"BACKGROUND","citation":"Diaz-Arribas MJ, Martin-Casas P, Cano-de-la-Cuerda R, Plaza-Manzano G. Effectiveness of the Bobath concept in the treatment of stroke: a systematic review. Disabil Rehabil. 2020 Jun;42(12):1636-1649. doi: 10.1080/09638288.2019.1590865. Epub 2019 Apr 24."},{"pmid":"31339403","type":"BACKGROUND","citation":"Ko EJ, Sung IY, Moon HJ, Yuk JS, Kim HS, Lee NH. Effect of Group-Task-Oriented Training on Gross and Fine Motor Function, and Activities of Daily Living in Children with Spastic Cerebral Palsy. Phys Occup Ther Pediatr. 2020;40(1):18-30. doi: 10.1080/01942638.2019.1642287. Epub 2019 Jul 24."},{"pmid":"31164067","type":"BACKGROUND","citation":"Winstein C, Kim B, Kim S, Martinez C, Schweighofer N. Dosage Matters. Stroke. 2019 Jul;50(7):1831-1837. doi: 10.1161/STROKEAHA.118.023603. Epub 2019 Jun 5."},{"pmid":"32861668","type":"BACKGROUND","citation":"Tollar J, Nagy F, Csutoras B, Prontvai N, Nagy Z, Torok K, Blenyesi E, Vajda Z, Farkas D, Toth BE, Repa I, Moizs M, Sipos D, Kedves A, Kovacs A, Hortobagyi T. High Frequency and Intensity Rehabilitation in 641 Subacute Ischemic Stroke Patients. Arch Phys Med Rehabil. 2021 Jan;102(1):9-18. doi: 10.1016/j.apmr.2020.07.012. Epub 2020 Aug 27."},{"pmid":"30515288","type":"BACKGROUND","citation":"Borschmann K, Hayward KS, Raffelt A, Churilov L, Kramer S, Bernhardt J. Rationale for Intervention and Dose Is Lacking in Stroke Recovery Trials: A Systematic Review. Stroke Res Treat. 2018 Oct 30;2018:8087372. doi: 10.1155/2018/8087372. eCollection 2018."},{"pmid":"33052128","type":"BACKGROUND","citation":"Lin SH, Dionne TP. Interventions to Improve Movement and Functional Outcomes in Adult Stroke Rehabilitation: Review and Evidence Summary. J Particip Med. 2018 Jan 18;10(1):e3. doi: 10.2196/jopm.8929."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}