{"protocolSection":{"identificationModule":{"nctId":"NCT03344562","orgStudyIdInfo":{"id":"STU 072016-005"},"organization":{"fullName":"University of Texas Southwestern Medical Center","class":"OTHER"},"briefTitle":"Cranial Electrical Stimulation (CES) as Treatment for Insomnia in Patients With Subacute Stroke","officialTitle":"Cranial Electrical Stimulation (CES) as Treatment for Insomnia in Stroke"},"statusModule":{"statusVerifiedDate":"2020-12","overallStatus":"TERMINATED","whyStopped":"Due to lack of resources (insufficient personnel) and due to technical problems with measurement of primary and secondary outcomes.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-02-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-12-31","type":"ACTUAL"},"completionDateStruct":{"date":"2019-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2017-11-13","studyFirstSubmitQcDate":"2017-11-13","studyFirstPostDateStruct":{"date":"2017-11-17","type":"ACTUAL"},"resultsFirstSubmitDate":"2020-10-19","resultsFirstSubmitQcDate":"2020-12-17","resultsFirstPostDateStruct":{"date":"2020-12-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-12-17","lastUpdatePostDateStruct":{"date":"2020-12-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Amy Mathews","investigatorTitle":"ASSISTANT PROFESSOR","investigatorAffiliation":"University of Texas Southwestern Medical Center"},"leadSponsor":{"name":"University of Texas Southwestern Medical Center","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"This will be a double blinded randomized clinical trial carried out at Zale-Lipshy and Parkland Hospital Inpatient Rehabilitation Facilities. Acute stroke patients with insomnia, identified by the Insomnia Severity Index (ISI), and who choose to participate in this study will be randomized to CES (Cranial Electrical Stimulation) or sham CES. Patients who do not feel they are getting adequate sleep but want to continue in the study will be given the option to receive the standard of care medication as a rescue starting on the 3rd night.\n\nPatients will receive treatment with a Fisher-Wallace CES device or Sham CES. Treatment with CES will be for 20 minutes once a day, and the treatment period will be for 7 days. Patients will be allowed to increase the intensity of the device from the suggested starting point of level 2 if they feel no improvement in sleep on night 1. Groups will be monitored with a wrist worn actigraph that records the patient's activity for the duration of the period of study and provides data on sleep latency, time spent asleep, and sleep efficiency. The outcome measures will be total minutes/hours of sleep, sleep efficiency and subjective reports of drowsiness using the Karolinska Sleepiness Scale. Actigraphic data will be collected 24 hours a day for 7 days. The total length of study will be about 24 months with a target N of 100 consented individuals and 85 participants. Patients will be allowed to exit the study at any time on their own choosing. To minimize loss of subjects, patients will have the option to choose SOC rescue starting on the third night. Patients who choose the SOC rescue will continue to be monitored with an actigraph for data collection purposes.\n\nThe investigator should discontinue study participation for a given subject or withdraw the subject from study if he/she believes that continuation would be detrimental to the subject's well-being. A subject can decide to withdraw from the study at any time and for any reason.","detailedDescription":"The purpose of this study is to determine if CES is a reasonable first line alternative to the current standard of care (SOC) which relies on the use of trazodone for patients with subacute stroke. This objective will be answered by addressing the following:\n\n• Specific Aim 1: To determine if stroke patients with insomnia who receive CES treatment sleep more hours than stroke patients treated with sham CES.\n\nHypothesis: Stroke patients with insomnia who are treated with CES will accumulate more sleeping hours than patients who are treated with sham CES.\n\n• Specific Aim 2: To determine if stroke patients with insomnia who receive CES treatment have better sleep efficiency than stroke patients treated with sham CES.\n\nHypothesis: Stroke patients with insomnia who are treated with CES will demonstrate significantly better sleep efficiency than stroke patients treated with shame CES.\n\nThe study will take place at Zale Lipshy Hospital in Dallas, Texas. The study will enroll 85 stroke patients who score 7 or higher on the Insomnia Severity Scale. Patients will be randomized to a control group or CES treatment group. Patients will receive CES or sham CES for 7 days after a 24-hour washout period. Objective and subjective sleep assessments will be conducted daily during the 7-day study period. Endpoints will be total time spent sleeping, sleep efficiency and daytime drowsiness.\n\nThe known risks of CES are minimal and mild in nature. They include potential for headache, irritation at the site of electrode placement and dizziness. These adverse reactions are rare and in most cases there are no immediate or delayed side effects.\n\nThis randomized controlled trial is designed to meet two study objectives related to quality of sleep and daytime drowsiness.\n\nDemographic data will be collected from the hospital record and will include age, gender, type of stroke, self-reported history of insomnia or other sleep disorder, prior use of sleep medications, in-hospital use of sleep medications, co-morbid medical conditions.\n\nPatients admitted to inpatient rehabilitation (IPR) who consent to the study will undergo an overnight washout period before initiation of CES or sham treatment. This allows for any sleep medication they might have received while in acute care to be metabolized and leave their system. On their admission day, day 0 (d0) patients will be asked if they want to participate in our study. If they choose to participate and meet medical inclusion criteria, they will be tested with ISI. Patients who meet the full criteria will not receive sleep medication or CES on their first night.\n\nThe study will begin on day 1 (d1) with the patient receiving 20 minutes of CES/sCES in the morning. This time will be distraction free without the entrance of laboratory technicians, nurses, housekeeping or other staff members. When this period is complete, they will participate in usual care. At midday they will be asked to complete the Karolinska Sleepiness Scale (KSS). The patient will wear the actigraph throughout the study. This procedure will be repeated for 7 treatment days. All procedures will be carried out by research team members or a trained nurse.\n\nThe intensity of the CES will begin on setting 2, standard setting recommended by the device manufacturer, and the patient will have the option to increase the intensity to setting 3 on the second treatment day if they feel they did not receive any benefit from the device.\n\nIf the patient does not feel they are getting adequate sleep the patient may choose to opt out of CES/sCES treatment and receive the standard of care medication for the remainder of the study. Patients who choose the SOC rescue will continue to be monitored with the actigraph. A patient may choose to leave the study at any time.\n\nInformation on side effects for the CES treatment will be collected during the 7 days of the study.\n\nMethods of assigning patients to treatment groups and blinding Patients will be randomized to the active or sham treatment group using an online randomizer, Research randomizer (www.randomizer.org). A list of random numbers will be generated prior to the study. Patients will be assigned a random number in the order that the generator produces. All even patients will be assigned to the control group; odd numbered patients will be assigned to the treatment group.\n\nProcedural responsibilities and oversight Nursing staff will be educated how to administer the CES and asked to help distribute and collect the Karolinska Sleepiness Scale questionnaire. Photos of proper placement and instructions will be posted in subjects' rooms for reference. Researchers affiliated with this project will apply and remove the actigraph watches and be responsible for data acquisition, cleaning and charging of the devices. Researchers affiliated with the study will be responsible for ensuring CES is delivered to the appropriate patients on the days required per protocol.\n\nVerbal recruitment process will be used for the study. The attending and resident physicians will be educated about the study and asked to identity patients who may be appropriate. A member of the research team will explain the risks, benefits and rationale for the study to patients who meet inclusion criteria. Patients will be enrolled when they arrive on the rehabilitation floor if they choose to participate. Consent will be attained via a written document in the subject's primary language (English or Spanish).\n\nThe research team will protect subjects' privacy by conducting all study related verbal interactions with the subject in a closed room, such as the patient's room. For confidentiality, each subject screened will be assigned a unique identification number (ID#). Subjects will only be identified by the unique ID # in the data. No demographic data or personal information will be used to identify subjects. This unique ID# will be linked to subject name and will be kept in a locked file cabinet, accessible only to the research team. Only the research team will have access to the data. All data for presentations and publications will be reported as mean ± standard error of means. Investigators will educate faculty and residents on each floor about the study to maintain privacy and compliance.\n\nSample size was calculated based on several studies that measured the number of hours that subacute rehabilitation patients sleep in an inpatient hospital setting. Alpha levels for error probability were set at .05 for a two-tailed test with 80% power to detect a difference between means of control group compared to CES treatment group.\n\nDescriptive statistics will be used to determine differences between CES and sCES treatment groups. A T-test will be used to determine if sleep time means differ between groups (p≤ .05). A chi square analysis will be used to compare data collected from the Karolinska Sleepiness Scale. A non-parametric test will be used if data is not able to demonstrate normal distribution."},"conditionsModule":{"conditions":["Cerebrovascular Accident","Sleep Disorder"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":19,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"CES Active","type":"EXPERIMENTAL","description":"Active cranial electrical stimulation device","interventionNames":["Device: CES"]},{"label":"CES Sham","type":"SHAM_COMPARATOR","description":"Inactive device identical to the active device.","interventionNames":["Device: CES"]}],"interventions":[{"type":"DEVICE","name":"CES","description":"Patients will receive cranial electrical stimulation once a day for 20 minutes over 7 days. They will be allowed to increase the stimulation level on Day 2. A wrist worn actigraph will record sleep. Patients may elect to receive standard of care sleep medication if not satisfied with sleep.","armGroupLabels":["CES Active"],"otherNames":["Fisher-Wallace Cranial Electrical Stimulation"]},{"type":"DEVICE","name":"CES","description":"Patient will receive sham electrical stimulation once a day for 20 minutes over 7 days.","armGroupLabels":["CES Sham"],"otherNames":["Sham cranial electrical stimulation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Hours of Sleep","description":"A wrist actigraph will record continuously for 7 days. Primary outcome hours of sleep","timeFrame":"7- 24 hour periods"}],"secondaryOutcomes":[{"measure":"Sleep Efficiency","description":"Determined by wrist actigraphy","timeFrame":"7-24 hour periods"},{"measure":"Karolinska Sleepiness Scale","description":"Self report for daytime sleepiness with 1 being extremely alert and 10 being extremely sleepy, can't keep awake","timeFrame":"Daily for 7 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Written informed consent must be obtained.\n2. Patients must be admitted to inpatient rehab.\n3. Patients must have a documented acute stroke (ischemic, hemorrhagic or embolic).\n4. Patients must have at least one fully functional arm which can be used to record actigraph data via a wrist worn actigraph device.\n5. Subjects must Score a 7 or higher on the ISI.\n6. Patients must be able to communicate consent and/or desire to discontinue the study.\n\nExclusion Criteria 1. Demand or sensing type cardiac pacemaker. 2. Known uncontrolled seizure disorder. 3. Current history of vertigo. 4. Need for continuous O2. 5. Inability to communicate or provide consent. 6. Restricted use or absence of both arms.\n\n-","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Kathleen R Bell, MD","affiliation":"University of Texas","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Zale Lipshy University Hospital","city":"Dallas","state":"Texas","zip":"75390","country":"United States","geoPoint":{"lat":32.78306,"lon":-96.80667}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"resultsSection":{"participantFlowModule":{"groups":[{"id":"FG000","title":"CES Active","description":"Active cranial electrical stimulation device\n\nCES: Patients will receive cranial electrical stimulation once a day for 20 minutes over 7 days. They will be allowed to increase the stimulation level on Day 2. A wrist worn actigraph will record sleep. Patients may elect to receive standard of care sleep medication if not satisfied with sleep."},{"id":"FG001","title":"CES Sham","description":"Inactive device identical to the active device.\n\nCES: Patient will receive sham electrical stimulation once a day for 20 minutes over 7 days."}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"10"},{"groupId":"FG001","numSubjects":"9"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"8"},{"groupId":"FG001","numSubjects":"9"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"2"},{"groupId":"FG001","numSubjects":"0"}]}],"dropWithdraws":[{"type":"Withdrawal by Subject","reasons":[{"groupId":"FG000","numSubjects":"2"},{"groupId":"FG001","numSubjects":"0"}]}]}]},"baselineCharacteristicsModule":{"groups":[{"id":"BG000","title":"CES Active","description":"Active cranial electrical stimulation device\n\nCES: Patients will receive cranial electrical stimulation once a day for 20 minutes over 7 days. They will be allowed to increase the stimulation level on Day 2. A wrist worn actigraph will record sleep. Patients may elect to receive standard of care sleep medication if not satisfied with sleep."},{"id":"BG001","title":"CES Sham","description":"Inactive device identical to the active device.\n\nCES: Patient will receive sham electrical stimulation once a day for 20 minutes over 7 days."},{"id":"BG002","title":"Total","description":"Total of all reporting groups"}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"10"},{"groupId":"BG001","value":"9"},{"groupId":"BG002","value":"19"}]}],"measures":[{"title":"Age, Categorical","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"<=18 years","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]},{"title":"Between 18 and 65 years","measurements":[{"groupId":"BG000","value":"7"},{"groupId":"BG001","value":"7"},{"groupId":"BG002","value":"14"}]},{"title":">=65 years","measurements":[{"groupId":"BG000","value":"3"},{"groupId":"BG001","value":"2"},{"groupId":"BG002","value":"5"}]}]}]},{"title":"Sex: Female, Male","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"6"},{"groupId":"BG001","value":"3"},{"groupId":"BG002","value":"9"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"4"},{"groupId":"BG001","value":"6"},{"groupId":"BG002","value":"10"}]}]}]},{"title":"Race (NIH/OMB)","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"American Indian or Alaska Native","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]},{"title":"Asian","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]},{"title":"Native Hawaiian or Other Pacific Islander","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]},{"title":"Black or African American","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"1"},{"groupId":"BG002","value":"1"}]},{"title":"White","measurements":[{"groupId":"BG000","value":"10"},{"groupId":"BG001","value":"8"},{"groupId":"BG002","value":"18"}]},{"title":"More than one race","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]},{"title":"Unknown or Not Reported","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]}]}]},{"title":"Region of Enrollment","paramType":"NUMBER","unitOfMeasure":"participants","classes":[{"title":"United States","categories":[{"measurements":[{"groupId":"BG000","value":"10"},{"groupId":"BG001","value":"9"},{"groupId":"BG002","value":"19"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"Hours of Sleep","description":"A wrist actigraph will record continuously for 7 days. Primary outcome hours of sleep","populationDescription":"Data has not been analyzed. Small numbers of subjects due to termination of study. There were also technical problems with measurement of primary and secondary outcomes leading to unreliable or uninterpretable data. Due to lack of resources.","reportingStatus":"POSTED","timeFrame":"7- 24 hour periods","groups":[{"id":"OG000","title":"CES Active","description":"Active cranial electrical stimulation device\n\nCES: Patients will receive cranial electrical stimulation once a day for 20 minutes over 7 days. They will be allowed to increase the stimulation level on Day 2. A wrist worn actigraph will record sleep. Patients may elect to receive standard of care sleep medication if not satisfied with sleep."},{"id":"OG001","title":"CES Sham","description":"Inactive device identical to the active device.\n\nCES: Patient will receive sham electrical stimulation once a day for 20 minutes over 7 days."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"0"},{"groupId":"OG001","value":"0"}]}]},{"type":"SECONDARY","title":"Sleep Efficiency","description":"Determined by wrist actigraphy","populationDescription":"Data has not been analyzed. Small numbers of subjects due to termination of study. There were also technical problems with measurement of primary and secondary outcomes leading to unreliable or uninterpretable data. Due to lack of resources.","reportingStatus":"POSTED","timeFrame":"7-24 hour periods","groups":[{"id":"OG000","title":"CES Active","description":"Active cranial electrical stimulation device\n\nCES: Patients will receive cranial electrical stimulation once a day for 20 minutes over 7 days. They will be allowed to increase the stimulation level on Day 2. A wrist worn actigraph will record sleep. Patients may elect to receive standard of care sleep medication if not satisfied with sleep."},{"id":"OG001","title":"CES Sham","description":"Inactive device identical to the active device.\n\nCES: Patient will receive sham electrical stimulation once a day for 20 minutes over 7 days."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"0"},{"groupId":"OG001","value":"0"}]}]},{"type":"SECONDARY","title":"Karolinska Sleepiness Scale","description":"Self report for daytime sleepiness with 1 being extremely alert and 10 being extremely sleepy, can't keep awake","populationDescription":"Data has not been analyzed. Small numbers of subjects due to termination of study. There were also technical problems with measurement of primary and secondary outcomes leading to unreliable or uninterpretable data. Due to lack of resources.","reportingStatus":"POSTED","timeFrame":"Daily for 7 days","groups":[{"id":"OG000","title":"CES Active","description":"Active cranial electrical stimulation device\n\nCES: Patients will receive cranial electrical stimulation once a day for 20 minutes over 7 days. They will be allowed to increase the stimulation level on Day 2. A wrist worn actigraph will record sleep. Patients may elect to receive standard of care sleep medication if not satisfied with sleep."},{"id":"OG001","title":"CES Sham","description":"Inactive device identical to the active device.\n\nCES: Patient will receive sham electrical stimulation once a day for 20 minutes over 7 days."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"0"},{"groupId":"OG001","value":"0"}]}]}]},"adverseEventsModule":{"frequencyThreshold":"0","timeFrame":"Adverse event data were collected from baseline up to 1 week during their treatment period.","eventGroups":[{"id":"EG000","title":"CES Active","description":"Active cranial electrical stimulation device\n\nCES: Patients will receive cranial electrical stimulation once a day for 20 minutes over 7 days. They will be allowed to increase the stimulation level on Day 2. A wrist worn actigraph will record sleep. Patients may elect to receive standard of care sleep medication if not satisfied with sleep.","deathsNumAffected":0,"deathsNumAtRisk":10,"seriousNumAffected":0,"seriousNumAtRisk":10,"otherNumAffected":1,"otherNumAtRisk":10},{"id":"EG001","title":"CES Sham","description":"Inactive device identical to the active device.\n\nCES: Patient will receive sham electrical stimulation once a day for 20 minutes over 7 days.","deathsNumAffected":0,"deathsNumAtRisk":9,"seriousNumAffected":0,"seriousNumAtRisk":9,"otherNumAffected":0,"otherNumAtRisk":9}],"otherEvents":[{"term":"Headache","organSystem":"Nervous system disorders","assessmentType":"NON_SYSTEMATIC_ASSESSMENT","notes":"Headache was reported by one subject. Subject with headaches prior to treatment that did not change in quality after treatment.","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":10},{"groupId":"EG001","numEvents":0,"numAffected":0,"numAtRisk":9}]}]},"moreInfoModule":{"limitationsAndCaveats":{"description":"Early termination leading to small numbers of subjects. Data has not been analyzed. There were also technical problems with measurement of primary and secondary outcomes leading to unreliable or uninterpretable data."},"certainAgreement":{"piSponsorEmployee":true},"pointOfContact":{"title":"Dr. Amy Mathews - ASSISTANT PROFESSOR","organization":"University of Texas Southwestern Medical Center","email":"Amy.Mathews@UTSouthwestern.edu","phone":"214/645-1719"}}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2018-10-30","uploadDate":"2020-10-19T14:22","filename":"Prot_SAP_000.pdf","size":277624}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"firstMcpInfo":{"postDateStruct":{"date":"2020-11-12","type":"ACTUAL"}}}},"conditionBrowseModule":{"meshes":[{"id":"D000012893","term":"Sleep Wake Disorders"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M21932","name":"Parasomnias","relevance":"LOW"},{"id":"M15386","name":"Sleep Wake Disorders","asFound":"Sleep Disorders","relevance":"HIGH"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":true}