{"protocolSection":{"identificationModule":{"nctId":"NCT05898334","orgStudyIdInfo":{"id":"FIAM-CS-2022"},"secondaryIdInfos":[{"id":"#2022/09/27","type":"OTHER","domain":"IRB"}],"organization":{"fullName":"First Institute of All Medicines","class":"OTHER"},"briefTitle":"Impact of Biophoton Generator on Chronic-Stroke Patients' Recovery","officialTitle":"Can Participants With Chronic Stroke Regain Living Independence by Daily Energizing With a Biophoton Generator"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-05-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-05-23","studyFirstSubmitQcDate":"2023-06-08","studyFirstPostDateStruct":{"date":"2023-06-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-08","lastUpdatePostDateStruct":{"date":"2023-06-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"First Institute of All Medicines","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"The purpose of this clinical research is to verify if the patients with chronic stroke can regain the ability of living independently after daily using Testa BioHealing® Biophoton Generators to increase the energy of the brain and other parts of the body. The main study questions are:\n\n* Can patients with chronic stroke regain life independence by normalizing Activities of Daily Living (ADL).\n* Can brain-injury and recovery status of the patients with chronic stroke be detected by using an EEG machine.\n\nParticipants will sleep-rest on a hotel bed energized by Tesla BioHealing Biophoton Generators, and clinical study staff will observe the participant's activities of daily living, as compared to those who will sleep in the hotel room equipped with placebo devices.","detailedDescription":"Each of all participants assigned to the Control or Treatment Group will be continually treated with the current standard of care (SOC), if any. The Control group will use the coded placebo devices, and the Treatment Group will use the coded treatment product. All coded products will be packed with the same container with the same size and weight. Each participant will use the Treatment or Control device at least for 8-hours every day for 4-weeks during sleep and any daytime during the day. Each participant and caregiver will be guided by the study physician to use Katz Index of Independence in Activities of Daily Living (ADL) to measure the level of life independence. The study physician will perform neurological examination. Stroke Impact Scale (SIS) for stroke-specific health status measurement, SF-36 questionnaires (SF-36) to measure life quality, Electroencephalography (EEG) test, and Bio-Well energy test, will be conducted respectively at the baseline, 2 or 4 weeks after the study treatment. SIS and SF-36 questionnaires will be recalled 4 weeks before the baseline for each participant.\n\nOutcome Variables\n\n1. Primary Outcome Measure: Regain Life Independence by Normalizing Activities of Daily Living (ADL). Life Independence is defined as the normalization of activities of daily living (ADL), at which time the participant's total ADL score will be increased at least to 4 from the baseline score of 2 or less. The participant, the caregiver, together with a study physician can make the judgment if she/he can independently perform the daily activity at any time during the study period.\n\n2. Secondary Outcome Measure:\n\n1. Neurological Examination by a Study Physician. \\[Time Frame: 0-2 weeks, 0-4 weeks after starting the study treatment\\].\n2. Stroke Impact Scale (SIS). \\[Time Frame: 0-2 weeks, 0-4 weeks after starting the study treatment\\]. The SIS is a stroke-specific, self-report, health status measure. It was designed to assess multidimensional stroke outcomes, including strength, hand function, mobility, communication, emotion, memory and thinking, and participation.\n3. Brain function change is detected by using an FDA-cleared EEG machine.\n4. Short Form Health Survey (SF-36) \\[Time Frame: 0-2 weeks, 0-4 weeks after starting the study treatment\\] to measure the quality of life as influenced by the investigational medical device (an OTC device). SF-36 has been used worldwide as a standard clinical research tool for many years.\n5. Energy Level of the Brain. The brain and the other organs, and meridians of the participants will be measured by using Bio-Well GDV Camera device and calculated by multiplication of area on average intensity on correction coefficient. \\[Time Frame: 0-2 weeks, 0-4 weeks after starting the study treatment\\].\n\nSafety Outcome: Occurrence of adverse events (AE). Any AE was reported by participants and caregiver. \\[Time Frame: Any AE occurred at the baseline, at 2-weeks and then at 4-weeks.\\] Any reported AE will be tabulated and compared between the two groups."},"conditionsModule":{"conditions":["Chronic Stroke","Paralysis"],"keywords":["stroke, paralysis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The biostatistician will prepare a randomization schedule including a serial of subject numbers/product codes. Each placebo or treatment product will be individually labeled with a code. The study coordinator will randomly assign each qualified patient to receive a coded subject number and the same code-matched product. Other than the Informed Consent form, all study information will be recorded by using the coded subject number. The Principal Investigator, study physicians, study coordinator, study specialist, data-entry specialist, biostatistician, as well as the participant and caregiver, will be blinded about who received the placebo or treatment product. At the end of the 4-week study, the participants in the Control Group can be treated with the active device for 4 weeks to observe the efficacy. Their data will be used for a self-comparison analysis.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"Each qualified patient to receive a coded subject number and the same code-matched product. Other than the Informed Consent form, all study information will be recorded by using the coded subject number. Before the blinded statistical report is issued, no one knows the type of the study products - either a positive or a placebo product.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":46,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Treatment","type":"EXPERIMENTAL","description":"Active biophoton generators will be placed under the hotel bed to be used by the participant who is randomized to the Treatment Group and activities of daily living will be observed for 4 weeks.","interventionNames":["Device: Active Biophoton Generators"]},{"label":"Control","type":"PLACEBO_COMPARATOR","description":"Placebo biophoton generators will be placed under the hotel bed to be used by the participant who is randomized to the Control Group and activities of daily living will be observed for 4 weeks.","interventionNames":["Device: Inactive Biophoton Generators"]}],"interventions":[{"type":"DEVICE","name":"Active Biophoton Generators","description":"The whole body, including brain, of the study participant will be sleeping inside of the strong biophoton field so her/his entire body will be energized to promote self-healing.","armGroupLabels":["Treatment"]},{"type":"DEVICE","name":"Inactive Biophoton Generators","description":"The whole body, including brain, of the study participant will be sleeping inside of the normal hotel bed and the participant will not receive any biophotons.","armGroupLabels":["Control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Activities of Daily Living (ADL)","description":"Regain Life Independence by Normalizing Activities of Daily Living (ADL). Independence is defined as the normalization of activities of daily living (ADL), at which time the participant's total ADL score will be increased at least to 4 from the baseline score of 2 or less. The participant, the caregiver, together with a study physician can make the judgment if she/he can independently perform the daily activity at any time during the study period.","timeFrame":"0-2 weeks, 0-4 weeks after starting the study treatment."}],"secondaryOutcomes":[{"measure":"Change in Stroke Impact Scale (SIS)","description":"The SIS is a stroke-specific, self-report, health status measure. It was designed to assess multidimensional stroke outcomes, including strength, hand function, mobility, communication, emotion, memory and thinking, and participation.","timeFrame":"0-2 weeks, 0-4 weeks after starting the study treatment."},{"measure":"Change in Brain Injury Status","description":"Brain injury status is to be detected by using an EEG to measure frequency bands of Gamma, BETA, ALPHA THETA, and DELTA.","timeFrame":"0-2 weeks, 0-4 weeks after starting the study treatment."},{"measure":"Change in Life Quality Measured with Short Form Health Survey (SF-36)","description":"Measure the quality of life as influenced by the investigational medical device. The range of SF-36 scores are from 0 (worst) to 100 (best).","timeFrame":"0-2 weeks, 0-4 weeks after starting the study treatment."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must be 18-years or older and can live in a hotel\n* Must have a caregiver willing to support the participant's full involvement in the study and can assist to complete all study questionnaires\n* Can provide informed consent (maybe assisted by Caregiver)\n* Has evidence of a clinical diagnosis of stroke occurred at least 6 months ago.\n* Has a disability unable to be living independently per Caregiver\n* Can complete all study procedures during the study\n* Must be fluent in English (or the Caregiver can fully translate)\n\nExclusion Criteria:\n\n* Untreated psychiatric disturbances that would affect trial participation as judged by the Caregiver or by the clinical study medical professional\n* Who relies on ventilators\n* Co-morbid conditions that would interfere with study activities or response to treatment, which may include severe chronic pulmonary disease, history of uncontrolled seizures, acute or chronic infectious illness, kidney failure, etc.\n* Is participating in another investigational drug or device trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jessica Jackson","role":"CONTACT","phone":"3029222486","email":"jessica.jackson@firstallmed.org"},{"name":"James Millen, D.C.","role":"CONTACT","phone":"3023539873","email":"james.millen@firstallmed.org"}],"overallOfficials":[{"name":"Mariola Smotrys, MD, MBA, MSc","affiliation":"First Institute of All Medicines","role":"PRINCIPAL_INVESTIGATOR"},{"name":"James Z Liu, MD, PhD","affiliation":"First Institute of All Medicines","role":"STUDY_CHAIR"}],"locations":[{"facility":"Tesla MedBed Center at Butler-PA","status":"RECRUITING","city":"Butler","state":"Pennsylvania","zip":"16001","country":"United States","contacts":[{"name":"Jessica Jackson","role":"CONTACT","phone":"302-922-2486","email":"jessica.jackson@firstallmed.org"},{"name":"James Millen, D.C.","role":"CONTACT","phone":"3023539873","email":"james.millen@firstallmed.org"}],"geoPoint":{"lat":40.86118,"lon":-79.89533}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The adult patient with a chronic stroke which was defined as a stroke occurred at least 6 months ago with a significant disability unable to have an independent life, is to be considered as a qualified participant. Clinical study report will be issued without exposing individual identification information.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR","ANALYTIC_CODE"],"timeFrame":"3 Years","accessCriteria":"Authorized representatives of the Study-Organizer, a regulatory authority, an Ethics Committee may visit the study site to perform audits or inspections, including source data verification.","url":"http://firstallmed.org"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010243","term":"Paralysis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M12847","name":"Paralysis","asFound":"Paralysis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}