{"protocolSection":{"identificationModule":{"nctId":"NCT00172289","orgStudyIdInfo":{"id":"9261701395"},"organization":{"fullName":"National Taiwan University Hospital","class":"OTHER"},"briefTitle":"Measurement of Pulse Wave Velocity in Spinal Cord Injury and Stroke Patients","officialTitle":"Measurement of Pulse Wave Velocity in Spinal Cord Injury and Stroke Patients"},"statusModule":{"statusVerifiedDate":"2004-12","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2004-08"},"completionDateStruct":{"date":"2006-12"},"studyFirstSubmitDate":"2005-09-12","studyFirstSubmitQcDate":"2005-09-12","studyFirstPostDateStruct":{"date":"2005-09-15","type":"ESTIMATED"},"lastUpdateSubmitDate":"2006-01-06","lastUpdatePostDateStruct":{"date":"2006-01-09","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Taiwan University Hospital","class":"OTHER"}},"descriptionModule":{"briefSummary":"According to the theory of wave transmission, the speed of wave transmission is dependent on the nature of the transmission medium, which is the vessel wall for pulse wave transmission. Then, the pulse wave velocity is related to the mechanical property of the vessel wall. The mechanical property of the vessel wall is determined by the texture of the vessel wall and the contraction status of the smooth muscle within the vessel wall. Because the texture of the vessel wall could not be changed in a short duration, the sympathetic nerve activity, which controls the contractibility of the smooth muscle, becomes the only determinant factor of pulse wave velocity. So, pulse wave velocity may reflect the status of sympathetic nerve activity. The purpose of this project is to use the pulse wave velocity to measure the sympathetic activity of stroke and spinal cord patients. The present project plans to measure the pulse wave simultaneously at four limbs by pressure receptors, and use the electrocardiogram as the reference to synchronize the recorded pulse wave at different vessels, using the corrected data to calculate the pulse wave velocity. With the pulse wave velocity of different vessels, we, the investigators at National Taiwan University Hospital, can understand the local sympathetic nerve activity in different diseases and different sites.\n\nThe first year, we will set up the equipment for measuring the pulse wave velocity, and then apply it to 20 healthy subjects to adjust the measurement error and ascertain the reproducibility of the machine. The second year, we will apply the measurement to 15 complete cervical cord injury individuals and 15 healthy subjects in different erected angles by a tilting table. This procedure will make us understand the response of sympathetic nerve activity to different postures in normal subjects and cervical cord injury patients. The third year, we will apply the measurement to 30 cerebrovascular accident patients to understand the change of sympathetic nerve activity after having a stroke. By comparing the clinical information, we hope to clear up the relationship between sympathetic nerve activity and pulse wave velocity.","detailedDescription":"There are many diseases related to the dysfunction of sympathetic nerve activities in rehabilitation medicine. Shoulder hand syndrome, a common complication after having a cerebrovascular accident, is believed to combine with hyper-exciting of the sympathetic nerve at the lesion side. Autonomic dysfunction in spinal cord injury patients comes from the vicious cycle of local stimulation of the sympathetic nerve and results in the elevated blood pressure. Myofascial pain syndrome has been reported to have abnormal sympathetic activities in the late stage. Considering the above facts, accurate evaluation of sympathetic nerve activities is an important issue in rehabilitation practice.\n\nMeasuring the skin temperature and the status of local sweating are the common methods in evaluating the sympathetic nerve activity. However, many external environment factors would interfere with the result, and the accuracy of the result is questionable. Sympathetic skin reflex is the traditional electrodiagnostic method in measuring the sympathetic nerve activity, but its application is limited by poor reproducibility. Microneurography can measure the sympathetic nerve activity along the distribution of peroneus and bronchial nerves by inserting the needles into the above nerves, but its application is limited because of the invasive nature of the test.\n\nWhen the heart is contracted, it pumps the blood into the peripheral vessels and transits a pulse wave along the vessel walls. The propagation velocity of the pulse wave is different from that of the blood flow. According to the theory of wave transmission, the speed of wave transmission is dependent on the nature of the transmission medium, which is the vessel wall for pulse wave transmission. Then, the pulse wave velocity is related to the mechanical property of the vessel wall. The mechanical property of the vessel wall is determined by the texture of the vessel wall and the contraction status of the smooth muscle within the vessel wall. Because the texture of the vessel wall could not be changed in a short duration, the sympathetic nerve activity, which controls the contractibility of the smooth muscle, becomes the only determinant factor of pulse wave velocity. So, pulse wave velocity may reflect the status of sympathetic nerve activity.\n\nThere were limited reports regarding the pulse wave velocity measurement and lack of reports of clinical application. The present project plans to measure the pulse wave simultaneously at four limbs by pressure receptors, and use the electrocardiogram as the reference to synchronize the recorded pulse wave at different vessels, using the corrected data to calculate the pulse wave velocity. With the pulse wave velocity of different vessels, we can understand the local sympathetic nerve activity in different diseases and different sites.\n\nThe first year, we will set up the equipment for measuring the pulse wave velocity, and then apply it to 20 healthy subjects to adjust the measurement error and ascertain the reproducibility of the machine. The second year, we will apply the measurement to 15 complete cervical cord injury individuals and 15 healthy subjects in different erected angles by a tilting table. This procedure will make us understand the response of sympathetic nerve activity to different postures in normal subjects and cervical cord injury patients. The third year, we will apply the measurement to 30 cerebrovascular accident patients to understand the change of sympathetic nerve activity after having a stroke. By comparing the clinical information, we hope to clear up the relationship between sympathetic nerve activity and pulse wave velocity.\n\nThe study will use the self-designed pulse wave velocity (PWV) machine to measure the patients with cerebrovascular accident (CVA) and spinal cord injury (SCI). The CVA patients will be divided into two groups with or without shoulder pain. The skin temperature and range of motion will be recorded. We hypothesize that the patients with shoulder pain may have higher sympathetic activity and will have higher speed of PWV. Sixty patients will be included. For SCI patients, we will compare the PWV of the upper extremity and lower extremity. We hypothesize that the cervical cord injury patients will have lower sympathetic tone below the lesion, and have lower speed of PWV when compared to the upper extremity.\n\nThrough this study, we will confirm the hypothesis that the PWV is an accurate method to measure the sympathetic activity and understand the change of sympathetic activity in CVA and SCI patients."},"conditionsModule":{"conditions":["Cerebrovascular Accident","Spinal Cord Injury"],"keywords":["pulse wave velocity","sympathetic nerve activity","spinal cord injury","cerebrovascular accident"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":80}},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Stroke patients with shoulder pain\n* Spinal cord injury patients with complete cervical lesion\n\nExclusion Criteria:\n\n* Peripheral vascular disease","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Wang Tyng-Guey, MD","role":"CONTACT","phone":"886-2-23123456","phoneExt":"7588","email":"tgw@ha.mc.ntu.edu.tw"}],"overallOfficials":[{"name":"Wang Tyng-Guey, MD","affiliation":"National Taiwan University, School of Medicine, National Taiwan University","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Wang Tyng-Guey","status":"RECRUITING","city":"Taipei","country":"Taiwan","contacts":[{"name":"Wang Tyng-Guey, MD","role":"CONTACT","phone":"886-2-23123456","phoneExt":"7588","email":"tgw@ha.mc.ntu.edu.tw"},{"name":"Wang Chung-Li","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":25.04776,"lon":121.53185}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000013119","term":"Spinal Cord Injuries"},{"id":"D000020521","term":"Stroke"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}