{"protocolSection":{"identificationModule":{"nctId":"NCT05425225","orgStudyIdInfo":{"id":"REC/Lhr/22/0227 Humza"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Low Level LASER Therapy in Chronic Stroke Patients With Spastic Planter Flexors.","officialTitle":"Effects of Low Level LASER Therapy on Spasticity and Gait Parameters in Chronic Stroke Patients With Spastic Planter Flexors."},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-03-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-09-15","type":"ACTUAL"},"completionDateStruct":{"date":"2022-11-15","type":"ACTUAL"},"studyFirstSubmitDate":"2022-06-15","studyFirstSubmitQcDate":"2022-06-15","studyFirstPostDateStruct":{"date":"2022-06-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-28","lastUpdatePostDateStruct":{"date":"2024-01-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Low-intensity LASER therapy on the spastic muscle, would result in improving muscle performance and improving the functional capacity of individuals under the exercises imposed by physical therapy. In this study the effect of low level LASER therapy will be evaluated on spastic planter flexor of chronic stroke patients and on their gait parameters. After this study post stroke planter flexor spasticity will be cured by low level LASER which will help to improve their gait mechanics.","detailedDescription":"Cerebrovascular accident (CVA) is defined as interruption of brain blood supply, which may affect basic motor functions, including spasticity. This post-stroke spasticity causes pain, muscle force reduction, changes in gait parameters and decreases the time to onset of muscle fatigue. These factors may lead to difficulty in maintaining an effective and comfortable speed when walking due to high-energy demand and the deficit of aerobic endurance, compromising the functional mobility in chronic stroke patients. Several therapeutic resources have been employed to treat post-stroke spasticity and functional recovery, one of the latest therapy which is used for muscular rehabilitation is Low-level LASER therapy (LLLT). The effect of LLLT on specific spastic muscle groups has not yet been studied in detail in those of chronic stroke patients.\n\nThe aim of this study is to evaluate the effect of the application of LLLT on spastic plantar flexor muscles and on gait parameters in patients with chronic stroke.Lower limb spasticity can result in the sustained over activity of the triceps surae muscle, which then leads to the equinus of the foot. The equinus foot can cause ankle instability during the loading response phase and poor toe clearance during the swing phase of gait.\n\nSpastic drop foot is around 20% in stroke survivors. Spastic foot drop occurs primarily due to a combination of weakness of ankle dorsiflexors and spasticity of plantar flexors, associated with weakness of ankle evertors and/or spasticity of invertors. Spastic drop foot prevents heel strike, impairs walking, limits the activities of daily living, and contributes to injuries) LLLT is widely used in the clinic and encompasses a range of non-invasive therapeutic aspects. LLLT is commonly used clinically as a red light near-infrared wave with a length of 600 to 1000 nm and 5 to 500 mW.5 On the contrary, lasers used in surgery have a wavelength of 300 nm.6 Low-power lasers are capable of penetrating deep into the skin so that the surface of the skin does not burn and damage Low-power or cold lasers have been enhanced to the point of being able to produce analgesia and healing acceleration for many clinical conditions.A wide range of LLLT and related techniques have been used. Therefore, the results of treatment with low-power lasers may contradict each other.\n\nThe randomized controlled trial will recruit patients according to consecutive sampling into the control group and intervention group. The Control group will receive conventional treatment of spasticity, hot pack for 15 to 20 minutes followed by 10 repetitions of sustained stretching (10 seconds hold), strengthening exercise, balance training and gait training for eight weeks and two sessions each week and the interventional group will receive Low-level LASER therapy for eight weeks and two session per week in addition to the conventional therapy. For this study, we will use The Modified Ashworth Scale (for spasticity), goniometer (for muscle angle), and Wisconsin gait scale (for gait parameters) as tools of assessment. Data will be analyzed on SPSS software version 25."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Muscle Spasticity","Gait Analysis","Low-Level Laser Therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":18,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Low level LASER therapy","type":"EXPERIMENTAL","description":"low level laser therapy in continues wave at a wavelength in the near infrared of 830nm. Power density will be 670 mW/cm2. The treatment time per point will be 30 seconds. Probe head will be placed with light pressure on the calf muscles. Three consecutive treatments will be given in a session, with 5 seconds break in between, giving a total irradiation time of 90 seconds","interventionNames":["Other: Low level LASER therapy"]},{"label":"Conventional physical therapy","type":"ACTIVE_COMPARATOR","description":"sustained stretching (10 seconds hold), strengthening exercise, balance training and gait training","interventionNames":["Other: Conventional physical therapy"]}],"interventions":[{"type":"OTHER","name":"Low level LASER therapy","description":"Three consecutive treatments will be given in a session, with 5 seconds break in between, giving a total irradiation time of 90 seconds. Two sessions will be given per week for total of 6 weeks.(20)","armGroupLabels":["Low level LASER therapy"]},{"type":"OTHER","name":"Conventional physical therapy","description":"Hot pack for 15 to 20 minutes followed by 10 repetitions of sustained stretching (10 seconds hold), for 3 days a week for 6 week","armGroupLabels":["Conventional physical therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Modified Ashwarth scale","description":"Use: The Modified Ashworth Scale is a 6-point scale. Scores range from 0 to 4, where lower scores represent normal muscle tone and higher scores represent spasticity","timeFrame":"6th week"},{"measure":"Wisconsin gait scale","description":"Use: The Wisconsin Gait Scale (WGS) can be used to evaluate the gait problems experienced by a patient with stroke","timeFrame":"6th week"},{"measure":"Goniometer","description":"Use: A goniometer is a device used in physical therapy to measure a joint's range of motion (ROM).","timeFrame":"6th week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age between 45-70 years.\n* Both male and female patients with chronic stroke.\n* Patients diagnosed with stroke for at least 1 year.\n* Medical referral for physiotherapy.\n* Cognitive preserved, being able to respond to verbal stimuli.\n* Modified Ashworth scale, with a maximum of 2 degree of spasticity in planter flexor.\n\nExclusion Criteria:\n\n* Patients with other neurologic conditions, orthopedic problems, and uncontrolled metabolic diseases eliminate confounding factors affecting balance performance.\n\n  * Unable to understand and answer a simple verbal command.\n  * Severe hearing and visual loss.\n  * Patients who are already performing structured physical activities such as muscle strengthening exercises, Pilates, yoga or high intensity aerobic exercises.\n  * Patients with Hypoesthesia and/or Hyperesthesia of the side to be studied.\n  * The presence of active infection and rashes at the site of application of the laser Application.\n  * Uncontrolled arterial hypertension.\n  * Presence of neoplastic lesion at the site of application","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Binash Afzal, PHD*","affiliation":"Riphah international university lahore campus","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Shalimar hospital Lahore,PSRD","city":"Lahore","state":"Punjab","zip":"54000","country":"Pakistan","geoPoint":{"lat":31.558,"lon":74.35071}}]},"referencesModule":{"references":[{"pmid":"31574822","type":"BACKGROUND","citation":"da Silva BP, Souza GADS, Filho AADN, Pinto AP, Guimaraes CL, Pereira APC, Neves MFD, Martins PSLL, Lima FPS, Lopes-Martins RAB, Lima MO. Analysis of the effects of low-level laser therapy on muscle fatigue of the biceps brachii muscle of healthy individuals and spastic individuals: Study protocol for a single-center, randomized, double-blind, and controlled clinical trial. Medicine (Baltimore). 2019 Sep;98(39):e17166. doi: 10.1097/MD.0000000000017166."},{"pmid":"33425286","type":"BACKGROUND","citation":"Mansouri V, Arjmand B, Rezaei Tavirani M, Razzaghi M, Rostami-Nejad M, Hamdieh M. Evaluation of Efficacy of Low-Level Laser Therapy. J Lasers Med Sci. 2020 Fall;11(4):369-380. doi: 10.34172/jlms.2020.60. Epub 2020 Oct 3."},{"pmid":"34714175","type":"BACKGROUND","citation":"Robbins SR, Alfredo PP, Junior WS, Marques AP. Low-level laser therapy and static stretching exercises for patients with knee osteoarthritis: A randomised controlled trial. Clin Rehabil. 2022 Feb;36(2):204-213. doi: 10.1177/02692155211047017. Epub 2021 Oct 29."},{"pmid":"32273951","type":"BACKGROUND","citation":"Kholoosy L, Elyaspour D, Akhgari MR, Razzaghi Z, Khodamardi Z, Bayat M. Evaluation of the Therapeutic Effect of Low Level Laser in Controlling Low Back Pain: A Randomized Controlled Trial. J Lasers Med Sci. 2020 Spring;11(2):120-125. doi: 10.34172/jlms.2020.21. Epub 2020 Mar 15."},{"pmid":"22045511","type":"BACKGROUND","citation":"Chung H, Dai T, Sharma SK, Huang YY, Carroll JD, Hamblin MR. The nuts and bolts of low-level laser (light) therapy. Ann Biomed Eng. 2012 Feb;40(2):516-33. doi: 10.1007/s10439-011-0454-7. Epub 2011 Nov 2."},{"pmid":"33580734","type":"BACKGROUND","citation":"Vogel DDS, Ortiz-Villatoro NN, Araujo NS, Marques MJG, Aimbire F, Scorza FA, Scorza CA, Albertini R. Transcranial low-level laser therapy in an in vivo model of stroke: Relevance to the brain infarct, microglia activation and neuroinflammation. J Biophotonics. 2021 Jun;14(6):e202000500. doi: 10.1002/jbio.202000500. Epub 2021 Mar 8."},{"pmid":"28507373","type":"BACKGROUND","citation":"Jan F, Naeem A, Malik AN, Amjad I, Malik T. Comparison of low level laser therapy and interferential current on post stroke shoulder pain. J Pak Med Assoc. 2017 May;67(5):788-789."},{"pmid":"22807422","type":"BACKGROUND","citation":"Huang YY, Gupta A, Vecchio D, de Arce VJ, Huang SF, Xuan W, Hamblin MR. Transcranial low level laser (light) therapy for traumatic brain injury. J Biophotonics. 2012 Nov;5(11-12):827-37. doi: 10.1002/jbio.201200077. Epub 2012 Jul 17."},{"pmid":"27299571","type":"BACKGROUND","citation":"das Neves MF, Dos Reis MC, de Andrade EA, Lima FP, Nicolau RA, Arisawa EA, Andrade AO, Lima MO. Effects of low-level laser therapy (LLLT 808 nm) on lower limb spastic muscle activity in chronic stroke patients. Lasers Med Sci. 2016 Sep;31(7):1293-300. doi: 10.1007/s10103-016-1968-x. Epub 2016 May 31."},{"pmid":"31823135","type":"BACKGROUND","citation":"das Neves MF, Aleixo DC, Mendes IS, Lima FPS, Nicolau RA, Arisawa EAL, Lopes-Martins RAB, Lima MO. Long-term analyses of spastic muscle behavior in chronic poststroke patients after near-infrared low-level laser therapy (808 nm): a double-blinded placebo-controlled clinical trial. Lasers Med Sci. 2020 Sep;35(7):1459-1467. doi: 10.1007/s10103-019-02920-3. Epub 2019 Dec 10."},{"pmid":"25614133","type":"BACKGROUND","citation":"dos Reis MC, de Andrade EA, Borges AC, de Souza DQ, Lima FP, Nicolau RA, Andrade AO, Lima MO. Immediate effects of low-intensity laser (808 nm) on fatigue and strength of spastic muscle. Lasers Med Sci. 2015 Apr;30(3):1089-96. doi: 10.1007/s10103-014-1702-5. Epub 2015 Jan 23."},{"pmid":"22967677","type":"BACKGROUND","citation":"Boonswang NA, Chicchi M, Lukachek A, Curtiss D. A new treatment protocol using photobiomodulation and muscle/bone/joint recovery techniques having a dramatic effect on a stroke patient's recovery: a new weapon for clinicians. BMJ Case Rep. 2012 Sep 11;2012:bcr0820114689. doi: 10.1136/bcr.08.2011.4689."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}