{"protocolSection":{"identificationModule":{"nctId":"NCT03680469","orgStudyIdInfo":{"id":"201807045RINB"},"organization":{"fullName":"National Taiwan University Hospital","class":"OTHER"},"briefTitle":"The Effectiveness of Early Mobilization for Acute Ischemic Stroke Treated With Rt-PA or IA Thrombectomy","officialTitle":"Stroke Center, Department of Physical Medicine and Rehabilitation, National Taiwan University Hospital"},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-10-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-10-10","type":"ACTUAL"},"completionDateStruct":{"date":"2022-06-10","type":"ACTUAL"},"studyFirstSubmitDate":"2018-09-20","studyFirstSubmitQcDate":"2018-09-20","studyFirstPostDateStruct":{"date":"2018-09-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-11-27","lastUpdatePostDateStruct":{"date":"2022-11-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Taiwan University Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of the study will to test the hypothesis that combining early out-of-bed mobilization within 72 hours of stroke onset with treated by intravenous recombinant tissue-type plasminogen activator (IV-rtPA) or endovascular thrombectomy (ET) would result in a greater benefit than standard early rehabilitation within 72 hours of stroke onset with treated by IV-rtPA or ET.","detailedDescription":"The treatments for acute ischemic stroke have evolved rapidly in recent years including intravenous (IV) thrombolysis using recombinant tissue-type plasminogen activator (rtPA) and endovascular thrombectomy (ET). Those new interventions constitute a landmark change in stroke treatment. Since early mobilizing patients after stroke as early as possible might prevent immobility-related complications and promote brain recovery, previous studies supported that early mobilization should commence at some point within 72 hours of stroke. However, increased risk of symptomatic intracerebral hemorrhage or ischemia-reperfusion injury underlies concerns early mobilization of patients treated with rtPA or ET. Bedside, a limited amount of research has investigated what specific timing for starting early mobilization after intravenous IV rtPA or ET would optimize recovery potential during the acute period after cerebral infarction. Further research is needed to understand whether the outcomes resulting from starting mobilization within 72 hours of onset for a stroke treated with rtPA or ET is better than that of starting mobilization later. Therefore, the purpose of the study will to test the hypothesis that combining early out-of-bed mobilization within 72 hours of stroke onset with treated by IV rtPA or ET would result in a greater benefit than standard early rehabilitation within 72 hours of stroke onset with treated by IV rtPA or ET."},"conditionsModule":{"conditions":["Acute Ischemic Stroke"],"keywords":["Ischemic Stroke","Acute","Early intervention","Mobilization"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":122,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"standard early rehabilitation","type":"ACTIVE_COMPARATOR","description":"The standard early rehabilitation program after acute stroke is an intervention regularly utilized in the stroke center of National Taiwan University Hospital.","interventionNames":["Behavioral: standard early rehabilitation"]},{"label":"adding early out-of-bed mobilization","type":"EXPERIMENTAL","description":"The adding early out-of-bed mobilization treatment will be defined as the patients with acute ischemic stroke who receive out-of-bed mobilization treatment in addition to standard early rehabilitation care.","interventionNames":["Behavioral: standard early rehabilitation","Behavioral: adding early out-of-bed mobilization"]}],"interventions":[{"type":"BEHAVIORAL","name":"standard early rehabilitation","description":"The standard early rehabilitation program is an intervention regularly utilized in the stroke center of National Taiwan University Hospital. Activities performed in the standard early rehabilitation program within 24-72 hours of onset include(1) bed exercises including the joint range of motion exercise, bridge exercise, the straight leg raising exercise, stretching exercises, and facilitation techniques, and (2) functional training in which the patients are instructed to engage in the repetitive and systematic practice of tasks, such as rolling or sitting supported on the bed.","armGroupLabels":["adding early out-of-bed mobilization","standard early rehabilitation"]},{"type":"BEHAVIORAL","name":"adding early out-of-bed mobilization","description":"Early mobilization treatment involving out-of-bed, task-specific activities including rolling and sitting up, sitting unsupported out of bed, and standing within 24-72 hours of onset and accounting for more than two thirds of the treatment time in early rehabilitation .","armGroupLabels":["adding early out-of-bed mobilization"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The total score-change of the Functional Independence Measure (FIM) assessment for daily living function","description":"The total FIM with total score ranges from 13 to 126, which was used to assess each patient's capacities in terms of activities of daily living, comprises 18 seven-level items and assesses dependence in self-care, sphincter management, transfer, locomotion, communication, social interaction, and cognition. The functional independence of patient's capacities in terms of activity of daily living. Higher values represent a better outcome and all subscales are summed as a total score.","timeFrame":"at baseline, at 2 weeks after stroke, at 4 weeks after stroke, and at follow-up 3 months after stroke"}],"secondaryOutcomes":[{"measure":"The total score-change of the Postural Assessment Scale for Stroke Patients (PASS) assessment for postural stability","description":"The Postural Assessment Scale for Stroke Patients (PASS): The PASS contains 12 four-level items of varying difficulty for assessing a patient's ability to maintain or change a given lying, sitting, or standing posture. Its total score ranges from 0 to 36.Higher values represent a better outcome and all subscales are summed as a total score.","timeFrame":"at baseline, at 2 weeks after stroke, at 4 weeks after stroke, and at follow-up 3 months after stroke"},{"measure":"Achievement of the walking motor milestones","description":"the achievement of the three motor milestones (yes or no/ days)","timeFrame":"within 2 weeks after stroke"}],"otherOutcomes":[{"measure":"Safety/Adverse event outcome","description":"Number of participants with serious adverse event","timeFrame":"up to 4 weeks after stroke"},{"measure":"the length of stay in the stroke center","description":"the length of stay in the stroke center","timeFrame":"within admission"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. for experimental group: first ischemic stroke episode to receive either medical therapy (including intravenous thrombolysis using recombinant tissue-type plasminogen activator within 3 hours of onset) or endovascular therapy within 8 hours of onset (including intravenous thrombolysis following thrombectomy); for control group: first ischemic stroke episode to receive general medical therapy;\n2. completely activities of daily living independent before stroke;\n3. age above 20 years old;\n4. stroke with unilateral hemiparesis lesions confirmed using magnetic resonance imaging or computed tomography;\n5. no other peripheral or central nervous system dysfunction;\n6. no active inflammation or pathologic changes in the joints;\n7. no other active medical problems; and\n8. able to react to verbal commands, with systolic blood pressure between 120 and 160 mm Hg when resting, oxygen saturation \\>92% (with or without supplementation), and a heart rate below 130 beats per minute when resting with temperature \\<38.5 ℃\n\nExclusion Criteria:\n\n1. unstable vital sign;\n2. medical conditions unrelated to the cerebrovascular accident but which have affected walking performance;\n3. any other cognitive, emotional, or behavioral impairments resulting in insufficient comprehension, understanding, or collaboration;\n4. unable receive the informed consent form\n5. acute deterioration within 24 hours or symptomatic intracerebral hemorrhage defined by a parenchymal hemorrhage type 2 within 36 hours with an increase of 4 points or more in National Institute of Health Stroke Scale;\n6. acute hydrocephalus within 24 hours of onset","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jiann-Shing Jeng, PhD","affiliation":"Stroke Center & Department of Neurology, National Taiwan University Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Taiwan University Hospital","city":"Taipei","zip":"100","country":"Taiwan","geoPoint":{"lat":25.04776,"lon":121.53185}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M13539","name":"Tissue Plasminogen Activator","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}