{"protocolSection":{"identificationModule":{"nctId":"NCT06183970","orgStudyIdInfo":{"id":"AssistI01"},"organization":{"fullName":"Federal Center of Cerebrovascular Pathology and Stroke, Russian Federation Ministry of Health","class":"OTHER"},"briefTitle":"Recovery of Motor Skills With the Use of Artificial Intelligence and Computer Vision","officialTitle":"Recovery of Motor Functions Through Assistive Motion Capture Software Using Artificial Intelligence and Computer Vision"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-02","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-02","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-24","studyFirstSubmitQcDate":"2023-12-26","studyFirstPostDateStruct":{"date":"2023-12-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-26","lastUpdatePostDateStruct":{"date":"2023-12-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Federal Center of Cerebrovascular Pathology and Stroke, Russian Federation Ministry of Health","class":"OTHER"},"collaborators":[{"name":"Moscow Technical University of Communications and Informatics","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"To investigate the impact of algorithms utilizing artificial intelligence technology and computer vision on the recovery of motor functions within the context of rehabilitation practice for patients who have experienced a cerebral stroke.","detailedDescription":"Progress in artificial intelligence (AI) technologies and their practical application across various fields, notably in medicine, showcases their potential in solutions such as automated diagnostic systems, unstructured medical record recognition, natural language understanding, event analysis and prediction, information classification, automatic patient support via chatbots, and movement analysis through video. Currently, diverse AI-based software systems are being developed, designed to solve intellectual problems akin to human thinking. AI's widespread applications encompass prediction, evaluation of digital information (including unstructured data), and pattern recognition (data mining).\n\nAmid rapid advancements in deep machine learning, particularly in image and pattern recognition, medical image analysis has gained prominence within automated diagnostic systems, particularly in radiation diagnostics. With the burgeoning field's rapid growth, curating medical datasets for AI-based diagnostic system training and validation is crucial.\n\nAI's success in radiation diagnostics and its recognition as promising within scientific circles pave the way for video analysis and machine learning's integration into medical rehabilitation practice. Collaborating, researchers at the Federal Medical Research Center of the FMBA of Russia and MTUCI devised a plan to develop specialized algorithms based on video movement analysis and machine learning for stroke patients undergoing medical rehabilitation.\n\nThese algorithms monitor patients' movements and promptly notify them of deviations, amplitude reductions, or compensatory patterns, aiding them in correcting their movements. All session data is archived electronically, accessible to medical professionals responsible for individualized lesson plans. This enables assessment of patient progress and necessary adjustments to the home rehabilitation program.\n\nIncorporating AI-driven video analysis and machine learning into medical rehabilitation holds great potential for enhancing patient outcomes and personalizing treatment strategies."},"conditionsModule":{"conditions":["Stroke","Hemiparesis","Spasticity as Sequela of Stroke","Dysmetria"],"keywords":["Rehabilitation","Artificial intelligence","Computer vision","Motion capture","Assistive technology"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":90,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"AssistI patients","type":"EXPERIMENTAL","description":"Patients will receive rehabilitation training using the AsistI software package in conjunction with standard upper limb rehabilitation interventions.","interventionNames":["Device: AssistI patients"]},{"label":"Habilect patients","type":"ACTIVE_COMPARATOR","description":"Patients will receive rehabilitation training using the Habilect software and hardware complex, in addition to standard rehabilitation interventions for the upper limb.","interventionNames":["Device: Habilect patients"]},{"label":"Conventional therapy patients","type":"NO_INTERVENTION","description":"Patients will undergo standard upper limb rehabilitation interventions without the utilization of additional methods."}],"interventions":[{"type":"DEVICE","name":"AssistI patients","description":"The AsistI software package rehabilitation involves tailored upper limb exercises under an individual program. The regimen consists of 10-12 sessions, each lasting 30 minutes. Patients execute 10 exercises sequentially with their unaffected and affected limbs, involving tasks like touching mouth, forehead, and trunk parts with hand's brush, and amplitude movements in upper limb joints. AsistI assesses exercise accuracy, prevents unfavorable patterns, and logs target achievement, considering speed, accuracy, and repetitions.","armGroupLabels":["AssistI patients"]},{"type":"DEVICE","name":"Habilect patients","description":"The Habilect rehab program involves 10-12 sessions using software and hardware. Patients perform upper limb exercises for 30 minutes individually, focusing on specific movements. They repeat 10 exercises, first with the healthy limb, then the affected one. Tasks include touching mouth, forehead, and trunk, along with joint movements like shoulder flexion. Habilect assesses exercise accuracy, preventing wrong moves, and tracks progress, considering speed, accuracy, repetitions.","armGroupLabels":["Habilect patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Assessment Scale for upper extremity assessment (FMA-UE)","description":"In this study, we wiil use 36 items of the upper arm (proximal musculature, FMA-UA), 24 items of wrist and hand (distal musculature, FMA-W/H), 6 items of aspects of coordination, 12 items of aspects of sensation, 24 items of aspects of passive joint movement, 24 items of joint pain. So the maximum total score on this FMA-UE scale was 126 points.","timeFrame":"Change from baseline at 3 weeks"},{"measure":"Muscle strength was assessed using the MRC (Medical Research Council Weakness Scale)","description":"MRC is a commonly used scale for assessing muscle strength from Grade 5 (normal) to Grade 0 (no visible contraction). Paresis is defined as light at compliance with strength 4 points, moderate - 3 points, pronounced - 2 points, rough - 1 point and with - 0 points.","timeFrame":"Change from baseline at 3 weeks"},{"measure":"The Action Research Arm Test (ARAT)","description":"Is a 19 item observational measure used by physical therapists and other health care professionals to assess upper extremity performance (coordination, dexterity and functioning) in stroke recovery, brain injury and multiple sclerosis populations. Scores on the ARAT may range from 0-57 points, with a maximum score of 57 points indicating better performance. MCID has been suggested as 5.7 points","timeFrame":"Change from baseline at 3 weeks"}],"secondaryOutcomes":[{"measure":"The speed of movement of the upper limb","description":"Upper limb movement speed: Time to reach the target (sec).","timeFrame":"Change from baseline at 3 weeks"},{"measure":"Accuracy of performed movements","description":"Movement accuracy: Precision in touching guided points (angles).","timeFrame":"Change from baseline at 3 weeks"},{"measure":"Total number of repetitions","description":"Repetition count: Number of motor attempts for the goal.","timeFrame":"Change from baseline at 3 weeks"},{"measure":"The correctness of the exercises","description":"Exercise correctness: Number of compensatory actions like shoulder elevation or torso bend.","timeFrame":"Change from baseline at 3 weeks"},{"measure":"The number of exercises completed","description":"Correct repetition count: Number of attempts without compensation, e.g., shoulder or torso movements.","timeFrame":"Change from baseline at 3 weeks"},{"measure":"The number of exercises not completed","description":"Incorrect repetition count: Number of attempts with compensatory actions, e.g., shoulder lift or torso bend.","timeFrame":"Change from baseline at 3 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nRecent hemispheric stroke (ischemic or hemorrhagic):\n\n* Rankin scale: 3\n* Within 6 months post stroke.\n* Upper limb hemiparesis with strength ≤3 points proximally.\n* Muscle tone rise (≤3 points) on Ashford scale.\n* Complex sensitivity preserved per neuro examination\n\nExclusion Criteria:\n\n* Rankin scale of 4 points and higher.\n* 6 months or more after undergoing stroke.\n* Structural changes in the joints of the upper extremities that limit joint mobility (contractures, ankylosis, metal structures that limit mobility).\n* Severe pain syndrome in the paretic upper limb at rest or when moving, preventing exercise (7 points or more on the scale).\n* Gross cognitive disorders, psychoemotional arousal, signs of hysteria, pseudobulbar syndrome (violent laughter, crying), aphasic disorders that prevent understanding of the task.\n* Visual disturbances that prevent the perception of information (neglect, hemianopia, myopia, diplopia).\n* Thrombosis of the veins in the upper and lower extremities without signs of recanalization, or arterial thrombosis.\n* Parkinsonism and other types of tremor.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Danila Lobunko","role":"CONTACT","phone":"+79091648192","email":"doctorlobunko@gmail.com"},{"name":"Bogdan Ragulin","role":"CONTACT","phone":"+79255053658","email":"5053658@gmail.com"}],"overallOfficials":[{"name":"Michael Gorodnichev","affiliation":"Moscow Technical University of Communication and Informatics (MTUCI)","role":"STUDY_CHAIR"},{"name":"Galina Ivanova, Prof","affiliation":"Federal Center of Cerebrovascular Pathology and Stroke, Russian Federation Ministry of Health","role":"STUDY_CHAIR"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}