{"protocolSection":{"identificationModule":{"nctId":"NCT05807230","orgStudyIdInfo":{"id":"Wenming Feng"},"organization":{"fullName":"The First People's Hospital of Huzhou","class":"OTHER"},"briefTitle":"Three-level Network Rehabilitation Model","officialTitle":"Stroke Rehabilitation System of Oriental and Western Medicine Based on Three-level Network Rehabilitation Model Under the Background of Medical Alliance in Huzhou"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-31","type":"ACTUAL"},"completionDateStruct":{"date":"2022-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2023-03-15","studyFirstSubmitQcDate":"2023-03-28","studyFirstPostDateStruct":{"date":"2023-04-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-28","lastUpdatePostDateStruct":{"date":"2023-04-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Wenming Feng","investigatorTitle":"President","investigatorAffiliation":"The First People's Hospital of Huzhou"},"leadSponsor":{"name":"The First People's Hospital of Huzhou","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The objective of this clinical trial was to compare the effects of different interventions on the recovery of stroke patients. The main question it aims to answer are: whether the intervention mode of integrated Chinese and western medicine is more valuable to implement.\n\nResearchers randomly assigned 90 patients to either group A or Group B, 45 in each group. Group A adopted the conventional three-level rehabilitation model; Group B adopted the three-level network rehabilitation model under the medical alliance for rehabilitation treatment with combination of Chinese and Western medicine. Fugl-Meyer motor score was used to assess the patient's motor ability, Berg balance scale was used to assess the patient's balance ability, National Institute of Health stroke scale was used to assess the patient's neurological function, and modified Barthel index was used to assess the patient's ability of daily living."},"conditionsModule":{"conditions":["Stroke","Primary Medical Care"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":90,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Conventional therapy: three-level rehabilitation treatment, Chinese medicine and acupuncture","type":"NO_INTERVENTION","description":"Patients received conventional three-level rehabilitation treatment, conventional Chinese medicine and acupuncture treatment."},{"label":"Conventional therapy and three-level network rehabilitation services","type":"EXPERIMENTAL","description":"Three months after received conventional three-level rehabilitation treatment, conventional Chinese medicine and acupuncture treatment, patients continued to receive three-level network rehabilitation services within the medical alliance.","interventionNames":["Behavioral: Three-level network rehabilitation services within the medical alliance"]}],"interventions":[{"type":"BEHAVIORAL","name":"Three-level network rehabilitation services within the medical alliance","description":"Data of all levels of medical and health institutions in Huzhou region are shared, and advanced rehabilitation technologies are passed down from senior hospitals to grassroots medical institutions. Grassroots medical institutions to patients home for 3 months of rehabilitation training.","armGroupLabels":["Conventional therapy and three-level network rehabilitation services"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer motor score","description":"This scale evaluates the patient's motor ability, including 7 major items and 17 sub-items such as reflex activity, cooperative movement, coordination ability, speed, etc. each item is 0-2 points, a total of 34 points, the higher the score, the better the exercise ability.","timeFrame":"Assessment was made after 3 months of intervention"},{"measure":"The Berg balance scale","description":"This scale evaluate the balance ability of the patients, and the balance ability of the two groups of patients before and after 6 months of treatment was scored, including standing, sitting, standing-to-sit transfer, bed-chair transfer, and turning around, totaling 14 items, totaling 56 score (the higher the score, the better the balance ability)","timeFrame":"Assessment was made after 3 months of intervention"},{"measure":"National Institute of Health stroke scale","description":"This scale evaluate the neurological function of the two groups before treatment and 4 weeks after treatment, including consciousness, eye movement, visual field, facial paralysis, limb movement, limb coordination, sensation, vision, hearing and touch, totaling 11 items, totaling 42 points (the higher the score, the more serious the neurological deficit of the patient).","timeFrame":"Assessment was made after 3 months of intervention"},{"measure":"Barthel index","description":"This scale evaluate the daily living ability of the two groups of patients before treatment and 4 weeks after treatment, including eating, bathing, grooming, dressing, control of urination, toileting, and seat transfer.10 items such as walking and going up and down stairs, each item is scored from 0 to 10,with a total of 100 points (the higher the score, the stronger the patient's daily living ability).","timeFrame":"Assessment was made after 3 months of intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients whose primary disease is stroke, whose diagnosis conforms to the \"Chinese and Western Medicine Emergency Diagnosis and Treatment Expert Consensus for Acute Ischemic Stroke\";\n* confirmed by imaging MRI or CT;\n* hemiplegia symptoms; clear-headed, able to actively cooperate with the doctor's treatment, the basic vital signs are stable, and the neurological signs basically do not develop.\n\nExclusion Criteria:\n\n* Patients with lower extremity joint disease, osteoarthritis or ankle joint injury in the past;\n* patients with lumbar spine or sacral spinal stenosis in the past;\n* patients with previous epilepsy;\n* patients with previous history of stroke;\n* patients with heart and renal failure;\n* Patients who cannot cooperate with treatment.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"The First People's Hospital of Huzhou City","city":"Huzhou","state":"Zhejiang","zip":"313000","country":"China","geoPoint":{"lat":30.8703,"lon":120.0933}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}