{"protocolSection":{"identificationModule":{"nctId":"NCT04904172","orgStudyIdInfo":{"id":"22848"},"organization":{"fullName":"Ege University","class":"OTHER"},"briefTitle":"Effectiveness of NIRS (Near-Infrared Spectroscopy) at Acute Ischemic Stroke Patients","officialTitle":"Effectiveness of NIRS (Near-Infrared Spectroscopy) in Indicating Cerebral Oxygenation at Acute Ischemic Stroke Patients Undergoing Intravenous Thrombolytic Therapy and / or Endovascular Thrombectomy"},"statusModule":{"statusVerifiedDate":"2022-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-11-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-05","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-05-12","studyFirstSubmitQcDate":"2021-05-22","studyFirstPostDateStruct":{"date":"2021-05-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-03-22","lastUpdatePostDateStruct":{"date":"2022-03-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Emre Ersegun Gunay","investigatorTitle":"MD","investigatorAffiliation":"Ege University"},"leadSponsor":{"name":"Ege University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"Near-infrared spectroscopy (NIRS) is a non-invasive technology that continuously monitors regional tissue oxygenation (tissue saturation with oxygen). NIRS is used to evaluate the oxygen saturation of the brain and other tissues (such as muscle, liver, lung). NIRS is a non-invasive, simple, bedside method that can be used safely in stroke patients, as it is a method that can be performed at the bedside and does not affect the treatment process. The NIRS, which we will use in our study, continuously measures with the help of two electrodes affixed to the forehead area, right and left.\n\nThere are previously created scales and scales based on neurological examination in the follow-up of patients with acute ischemic stroke. The main ones are the Glasgow Coma Scale (GCS), which is used without evaluating the patient's consciousness; It is the National Institutes of Health Stroke Scale (NIHSS), which is used to evaluate the severity of ischemic stroke, its suitability for treatment and treatment response, and the Modified Rankin Scale (mRS), which is used to evaluate the daily activity ability of individuals. However, since these cannot predict the patient's response to treatment and complications that will develop early, and there are no objective parameters, there is a need for methods that require objective monitoring of the patients.\n\nAcute ischemic stroke patients who received intravenous thrombolytic therapy with NIRS and / or who underwent endovascular thrombectomy are monitored for 24 hours and the data obtained from this method are compared with the vital findings, GCS, NIHSS, mRS, which are traditionally used in the follow-up of these patients. Thus, it was aimed to evaluate the utility of this method in evaluating the treatment efficacy and prognosis of patients compared to traditional methods in acute ischemic stroke patients.","detailedDescription":"Patients over the age of 18 who applied to Ege University Hospital Emergency Service with acute ischemic stroke and who were planned and applied intravenous thrombolytic and / or endovascular thrombectomy by the Neurology Specialist will be included in the study. Participants and / or their guardians will be informed about the study by the researcher and a written informed consent form will be obtained from those who agree to participate in the study. For those who meet the exclusion criteria from the study, the reason for exclusion will be recorded and excluded from the study. The patients included in the study will not be intervened in the diagnosis and treatment processes planned in the emergency department.\n\nTwo electrodes will be attached to the forehead area and connected to the Near Infrared Spectroscopy device after the consent of the patients who apply to Ege University Hospital Emergency Service with acute ischemic stroke and who are planned intravenous thrombolytic and / or endovascular thrombectomy treatment or treatments, and / or their caregivers.\n\nThe subjects participating in the study will be followed up during their 24-hour period in Ege University Medical Faculty Hospital Emergency Service patient care areas and Ege University Medical Faculty Hospital Neurology Intensive Care Unit. If the cases are transferred to another hospital, the follow-up of the cases will be terminated and they will be excluded from the study. The age, gender, application methods and risk factors of the subjects participating in the study will be recorded on the case report form.\n\nIn routine monitoring, blood pressure, pulse, blood oxygenation 0., 15., 30., 45., 60., 75., 90., 105., 120., 150., 180., 210., 240., 270., 300., 330., 360. minutes and at 7, 8, 9, 10, 11, 12, 14, 16, 18, 24 hours will be recorded in the report form . The time of onset of the findings in the anamnesis taken by the primary physician of the patient, the time of the patient's presentation, the time of the radiological imaging planned by the patient's primary physician, and the starting time of the treatment will be recorded in the case report form. Intravenous thrombolytic and / or endovascular thrombectomy treatment or treatments planned and applied to the patient within 24 hours will be recorded together with their timings. In addition, the transfer time of the case to the Intensive Care Unit and / or the time of transfer to the Interventional Radiology Unit and the duration of stay in the emergency department in patients who will undergo Endovascular Thrombectomy will be recorded in the case report form. Blood oxygenation of the cases is routinely performed with pulse oximetry, which has the same working principle as NIRS, and will be recorded in the case report form. In this way, NIRS measurements can be compared with systemic ischemia, which may affect NIRS measurements.\n\nGCS, NIHSS 0., 15., 30., 45., 60., 75., 90., 105., 120., 150., 180., 210., 240., 270 , 300., 330., 360. minutes and at the 7th, 8th, 9th, 10th, 11th, 12th, 14th, 16th, 18th, 24th hours will be recorded in the report form.. MRS in the neurological examination performed by the primary physician of the patient will be recorded in the case report form at the time of application and at the time of end. The ASPECT scoring system, which is used to evaluate the affected brain region and brain region in the imaging performed to the cases, will be recorded in the case report form. In addition, right / left rSO2 and IHrSO2 0., 15., 30., 45., 60., 75., 90., 105., 120., 150., 180., 210., 240., 270., 300., 330., 360. Minutes and 7., 8., 9., 10., 11., 12., 14., 16., 18., 24. Hours will be recorded in the report form. All additional procedures that will affect NIRS measurements (resuscitation, sedation, interventional procedures) and developing complications will be recorded on the case report form within the 24-hour follow-up period.\n\nStatistical analysis of the registered research data will be made. Further analysis will be determined according to whether the data show normal distribution or not, and the significance of the difference between the data will be evaluated in the opinion of the biostatistics expert."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["Spectroscopy","Near-Infrared","Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"1 Day","designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":54,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Acute ischemic stroke who undergo intravenous thrombolytic and / or endovascular thrombectomy","description":"Patients with acute ischemic stroke who applied to Ege University Emergency Service and decided to undergo intravenous thrombolytic and / or endovascular thrombectomy treatment or treatments by a Neurology Specialist.","interventionNames":["Device: Masimo O3 Regional Oximetry"]}],"interventions":[{"type":"DEVICE","name":"Masimo O3 Regional Oximetry","description":"wo electrodes will be attached to the forehead area and connected to the Near Infrared Spectroscopy device after the consent of the patients who apply to Ege University Hospital Emergency Service with acute ischemic stroke and who are planned to have intravenous thrombolytic and / or endovascular thrombectomy treatment or treatments, and / or their caregivers.","armGroupLabels":["Acute ischemic stroke who undergo intravenous thrombolytic and / or endovascular thrombectomy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Clinical Condition Determined by NIHSS","description":"Patient Clinically improved or unimproved determined by NIHSS","timeFrame":"24 hours or death or referral of patients to another hospital or another unit"},{"measure":"Clinical Condition Determined by GCS","description":"Patient Clinically improved or unimproved determined by GCS","timeFrame":"24 hours or death or referral of patients to another hospital or another unit"},{"measure":"rSO2 measurements","description":"Right / left rSO2 is the oxygen saturation of the right and left hemispheres of the brain measured with the help of electrodes. On the other hand, IHrsO2 is found by subtracting rSO2 at unaffected hemisphere of brain from the rSO2 at affected side of the brain from ischemia. In the studies carried out, a change of 4% in unilateral rSO2 and 2% in IhrSO2 is considered significant. In this study significant changes at rSO2 will be determined after statystical analysis","timeFrame":"24 hours or death or referral of patients to another hospital or another unit"}],"secondaryOutcomes":[{"measure":"Blood Pressure","description":"rSO2 measurements affected by change in blood pressure","timeFrame":"24 hours or death or referral of patients to another hospital or another unit"},{"measure":"Blood Oxygen Saturations","description":"rSO2 measurements affected by change in Oxygen Saturations","timeFrame":"24 hours or death or referral of patients to another hospital or another unit"},{"measure":"Drug interventions","description":"rSO2 measurements affected by change in Drug interventions","timeFrame":"24 hours or death or referral of patients to another hospital or another unit"},{"measure":"Change in MRS score","description":"rSO2 measurements to decide MRS change","timeFrame":"From date of thrombolysis or thrombectomy has been made until death or admitting to another unit other than Stroke ICU or discharge,whicever came first, assessed up to 90 days."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Being over the age of 18\n* Patients with acute ischemic stroke who applied to Ege University Emergency Service and decided to undergo intravenous thrombolytic and / or endovascular thrombectomy treatment or treatments by a Neurology Specialist.\n\nExclusion Criteria:\n\n* Under 18 years old\n* Trauma\n* Resuscitation applied\n* Patients presenting with acute ischemic stroke clinic but not eligible for intravenous thrombolytic and / or endovascular thrombectomy treatment or treatment.\n* Patients without written consent\n* Patients who cannot undergo NIRS monitoring for any reason\n* Patients with skin lesions,hematoma, mass etc. in the forehead (electrode placement site).\n* Having a level of jaundice on the skin that can be seen by inspection.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients over the age of 18 who applied to Ege University Hospital Emergency Service with acute ischemic stroke and were planned and applied intravenous thrombolytic and / or endovascular thrombectomy treatment or treatments by a Neurology Specialist","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Emre Ersegün Günay, MD","role":"CONTACT","phone":"+90 505 155 99 95","email":"ersegun@windowslive.com"},{"name":"Funda Karbek Akarca, assoc.prof","role":"CONTACT","phone":"+90 505 589 0881","email":"fkarbek2003@yahoo.com"}],"overallOfficials":[{"name":"Funda Karbek Akarca, assoc.prof.","affiliation":"Ege University Department of Emergency Medicine","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Ege University, Department of Emergency Medicine","status":"RECRUITING","city":"İzmir","state":"Bornova","zip":"35100","country":"Turkey","contacts":[{"name":"Emre Ersegün Günay, MD","role":"CONTACT","phone":"+90505155995","email":"ersegun@windowslive.com"},{"name":"Funda Karbek Akarca, assoc. prof.","role":"CONTACT","phone":"+90 505 589 0881","email":"fkarbek2003@yahoo.com"},{"name":"Ayşe Güler, assoc. prof.","role":"SUB_INVESTIGATOR"},{"name":"Celal Çınar, assoc. prof.","role":"SUB_INVESTIGATOR"},{"name":"Asım Orujov, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":38.41273,"lon":27.13838}}]},"referencesModule":{"references":[{"type":"BACKGROUND","citation":"T.C. Sağlık Bakanlığı-Sağlık Araştırmaları Genel Müdürlüğü (2017), İnme Klinik Protokolü."},{"pmid":"24788967","type":"BACKGROUND","citation":"Kernan WN, Ovbiagele B, Black HR, Bravata DM, Chimowitz MI, Ezekowitz MD, Fang MC, Fisher M, Furie KL, Heck DV, Johnston SC, Kasner SE, Kittner SJ, Mitchell PH, Rich MW, Richardson D, Schwamm LH, Wilson JA; American Heart Association Stroke Council, Council on Cardiovascular and Stroke Nursing, Council on Clinical Cardiology, and Council on Peripheral Vascular Disease. Guidelines for the prevention of stroke in patients with stroke and transient ischemic attack: a guideline for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2014 Jul;45(7):2160-236. doi: 10.1161/STR.0000000000000024. Epub 2014 May 1. Erratum In: Stroke. 2015 Feb;46(2):e54."},{"pmid":"19601693","type":"BACKGROUND","citation":"Gorelick PB. The burden and management of TIA and stroke in government-funded healthcare programs. Am J Manag Care. 2009 Jun;15(6 Suppl):S177-84."},{"pmid":"25520374","type":"BACKGROUND","citation":"Mozaffarian D, Benjamin EJ, Go AS, Arnett DK, Blaha MJ, Cushman M, de Ferranti S, Despres JP, Fullerton HJ, Howard VJ, Huffman MD, Judd SE, Kissela BM, Lackland DT, Lichtman JH, Lisabeth LD, Liu S, Mackey RH, Matchar DB, McGuire DK, Mohler ER 3rd, Moy CS, Muntner P, Mussolino ME, Nasir K, Neumar RW, Nichol G, Palaniappan L, Pandey DK, Reeves MJ, Rodriguez CJ, Sorlie PD, Stein J, Towfighi A, Turan TN, Virani SS, Willey JZ, Woo D, Yeh RW, Turner MB; American Heart Association Statistics Committee and Stroke Statistics Subcommittee. Heart disease and stroke statistics--2015 update: a report from the American Heart Association. Circulation. 2015 Jan 27;131(4):e29-322. doi: 10.1161/CIR.0000000000000152. Epub 2014 Dec 17. No abstract available. Erratum In: Circulation. 2015 Jun 16;131(24):e535. Circulation. 2016 Feb 23;133(8):e417."},{"type":"BACKGROUND","citation":"Kumral E., Serebrovasküler hastalıkların epidemiyolojisi, in Serebrovasküler Hastalıklar, S. Balkan, Editor. Güneş Tıp Kitabevi, 2009;37-50."},{"pmid":"28154098","type":"BACKGROUND","citation":"Boehme AK, Esenwa C, Elkind MS. Stroke Risk Factors, Genetics, and Prevention. Circ Res. 2017 Feb 3;120(3):472-495. doi: 10.1161/CIRCRESAHA.116.308398."},{"pmid":"29367334","type":"BACKGROUND","citation":"Powers WJ, Rabinstein AA, Ackerson T, Adeoye OM, Bambakidis NC, Becker K, Biller J, Brown M, Demaerschalk BM, Hoh B, Jauch EC, Kidwell CS, Leslie-Mazwi TM, Ovbiagele B, Scott PA, Sheth KN, Southerland AM, Summers DV, Tirschwell DL; American Heart Association Stroke Council. 2018 Guidelines for the Early Management of Patients With Acute Ischemic Stroke: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2018 Mar;49(3):e46-e110. doi: 10.1161/STR.0000000000000158. Epub 2018 Jan 24. Erratum In: Stroke. 2018 Mar;49(3):e138. Stroke. 2018 Apr 18;:"},{"pmid":"31182266","type":"RESULT","citation":"Annus A, Nagy A, Vecsei L, Klivenyi P. 24-Hour Near-Infrared Spectroscopy Monitoring of Acute Ischaemic Stroke Patients Undergoing Thrombolysis or Thrombectomy: A Pilot Study. J Stroke Cerebrovasc Dis. 2019 Aug;28(8):2337-2342. doi: 10.1016/j.jstrokecerebrovasdis.2019.05.026. Epub 2019 Jun 8."},{"pmid":"26958577","type":"RESULT","citation":"Moreau F, Yang R, Nambiar V, Demchuk AM, Dunn JF. Near-infrared measurements of brain oxygenation in stroke. Neurophotonics. 2016 Jul;3(3):031403. doi: 10.1117/1.NPh.3.3.031403. Epub 2016 Feb 11."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"Undecided"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}