{"protocolSection":{"identificationModule":{"nctId":"NCT02989077","orgStudyIdInfo":{"id":"ECCVA"},"organization":{"fullName":"Egyptian Cerebro-Cardio-Vascular Association","class":"OTHER"},"briefTitle":"Risk Profiling for Patients With Isolated or Combined Coronary and Cerebral Ischemia, and Current Management Status","officialTitle":"Risk Profiling for Patients With Isolated or Combined Coronary and Cerebral Ischemia, and Their Current Status of Risk Factors Control"},"statusModule":{"statusVerifiedDate":"2016-12","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-01"},"primaryCompletionDateStruct":{"date":"2017-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2018-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-11-05","studyFirstSubmitQcDate":"2016-12-07","studyFirstPostDateStruct":{"date":"2016-12-12","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-12-07","lastUpdatePostDateStruct":{"date":"2016-12-12","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Bassem zarif","investigatorTitle":"Consultant cardiologist, Vise president of Egyptian cerebro-cardio-vascular Association","investigatorAffiliation":"Egyptian Cerebro-Cardio-Vascular Association"},"leadSponsor":{"name":"Egyptian Cerebro-Cardio-Vascular Association","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"This study will delineate the risk profile of patients with isolated cerebral or coronary ischemia and those with combined disease. The study will also evaluate current management status of those patients and any unmet needs.This aim is proposed to be achieved by studying 3 groups of patients with coronary, cerebral or combined ischemia. Anticipated each group to be 1000 patients.","detailedDescription":"Background: most of available data are designed to show risk profile of either coronary or cerebral ischemia, few data compared both risk profiles or tried to outline risk factors for combined ischemia.\n\nThe aim is to compare risk profile of isolated coronary, cerebral ischemia or combined disease to find out specific profile for each territory affection. Current management of risk factors will be documented to find out any unmet needs specially for sicker patients with combined ischemia.\n\nMaterial and methods: 3 groups of patients representing coronary, cerebral and combined ischemia.will be studied.\n\nDocumentation of coronary ischemia will be either by history of coronary care unit admission, ECG documenting an infarction or ischemia, other noninvasive testing, previous coronary intervention or coronary artery bypass grafting. Documentation of cerebral ischemia will be by history, examination for a neurological deficit or any imaging modality documenting cerebral ischemia (brain CT, MRI or duplex whether for extra or intracranial vessels).\n\nRisk factor analysis will be for the known risk factors like, age, sex, family history, smoking, recurrent events (like more than one coronary event), sedentary life, waist/hip ratio, BMI, diabetes(history, duration, current medication and current control status, HbA1c), hypertension (history, duration, current drug treatment and current control status). hypercholesterolemia (history, duration, drug treatment and control with current evaluation of LDL, HDL, TG, ApoB/ApoA), hs-CRP, presence of AF( drug treatment).\n\nFull patient data will be obtained in a Case Report Form (CRF) based format. CRF format will be designed by the steering committee. Investigators at clinics or centers who agree to share, will be committed to fulfill this CRF and send electronic form to central workstation for database saving.\n\nFilling the CRF will be based on a single interview between the investigator and the patient, and any missing data or investigation that mandates another interview will be allowed to complete the CRF within a period of 30 days.\n\nCenter or investigator agreement will be signed first to be involved in the study and to receive the CRF.\n\nAll patients will sign a written consent to share in the study.\n\nData analysis will be presented as mean or numbers (%). The significance of relation between qualitative variables will be analysed by chi-square test or Fisher's exact test as indicated. The distribution of means among groups will be analysed by student t testor ANOVA as appropriate.\n\nCorrelation between quantitative variables will be studied by correlation coefficient.\n\nIndependent predictors of primary outcomes will be analysed by logistic regression analysis and cox regression analysis as indicated.\n\n."},"conditionsModule":{"conditions":["Ischemia, Myocardial","Risk Factor, Cardiovascular","Ischemia, Cerebral"],"keywords":["combined coronary and cerebral ischemia"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"30 Days","designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":3000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Group A","description":"Having combined coronary and cerebral ischemia."},{"label":"Group B","description":"Having only coronary ischemia"},{"label":"group C","description":"Having only cerebral ischemia"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence of presence and control status for known risk factors (defined by questionnaire from history, clinical examination, laboratory testing) in each group of patients.","description":"Number of patients in each group of having the risk factors and whether each risk factor is controlled or not?","timeFrame":"12 months (after finishing of patients recruitment)."}],"secondaryOutcomes":[{"measure":"Comparing data of the incidence between groups (statistically) may result in a specific risk profile for combined coronary and cerebral ischemia.","description":"Data of the incidence of risk factors will be compared between different group.","timeFrame":"12 months, after calculating the incidence of risk factors in each group."}],"otherOutcomes":[{"measure":"Discovering unmet needs in controlling risk factors in our patients","description":"Any management gap for risk factors (defined as under diagnosis, under treatment, or uncontrolled patients) will be recorded .To arise awareness of the health care system (including decision makers and public community) regarding any management gap.","timeFrame":"24 months, after revising and releasing incidence data, risk factors control will be subjected to analysis and comparison to the standard care."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Coronary ischemic patients diagnosed by history, non invasive testing, previous intervention or previous CABG.\n* Cerebral ischemic patients diagnosed by history, neurological deficit or imaging suggestive of brain ischemia or extra-cranial, intracranial arterial atherosclerotic disease.\n* Combined cerebral and coronary ischemia diagnosed by the mentioned criteria.\n\nExclusion Criteria:\n\n* Severe heart failure.\n* Severe neurological deficit .\n* Significant severe co-morbidities with multiple medications.\n* Any missing clinical, drug or laboratory data from the data needed for Case Report Form completion.\n* Any patient refused to sign to the written consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Any coronary or cerebral ischemic patients diagnosed in the ICU or at follow up in the outpatient clinics will be enrolled in the study.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Bassem E Badr, Doctorate","role":"CONTACT","phone":"+201223950548","email":"bassemzarif@gmail.com"},{"name":"Marwa M Zaki, BPharm","role":"CONTACT","phone":"+20226246160","email":"dr.marwamamdouh@ymail.com"}]},"referencesModule":{"references":[{"pmid":"26151266","type":"BACKGROUND","citation":"Emerging Risk Factors Collaboration; Di Angelantonio E, Kaptoge S, Wormser D, Willeit P, Butterworth AS, Bansal N, O'Keeffe LM, Gao P, Wood AM, Burgess S, Freitag DF, Pennells L, Peters SA, Hart CL, Haheim LL, Gillum RF, Nordestgaard BG, Psaty BM, Yeap BB, Knuiman MW, Nietert PJ, Kauhanen J, Salonen JT, Kuller LH, Simons LA, van der Schouw YT, Barrett-Connor E, Selmer R, Crespo CJ, Rodriguez B, Verschuren WM, Salomaa V, Svardsudd K, van der Harst P, Bjorkelund C, Wilhelmsen L, Wallace RB, Brenner H, Amouyel P, Barr EL, Iso H, Onat A, Trevisan M, D'Agostino RB Sr, Cooper C, Kavousi M, Welin L, Roussel R, Hu FB, Sato S, Davidson KW, Howard BV, Leening MJ, Leening M, Rosengren A, Dorr M, Deeg DJ, Kiechl S, Stehouwer CD, Nissinen A, Giampaoli S, Donfrancesco C, Kromhout D, Price JF, Peters A, Meade TW, Casiglia E, Lawlor DA, Gallacher J, Nagel D, Franco OH, Assmann G, Dagenais GR, Jukema JW, Sundstrom J, Woodward M, Brunner EJ, Khaw KT, Wareham NJ, Whitsel EA, Njolstad I, Hedblad B, Wassertheil-Smoller S, Engstrom G, Rosamond WD, Selvin E, Sattar N, Thompson SG, Danesh J. Association of Cardiometabolic Multimorbidity With Mortality. JAMA. 2015 Jul 7;314(1):52-60. doi: 10.1001/jama.2015.7008. Erratum In: JAMA. 2015 Sep 15;314(11):1179. Leening, Maarten [corrected to Leening, Maarten J G]."},{"pmid":"15364185","type":"BACKGROUND","citation":"Yusuf S, Hawken S, Ounpuu S, Dans T, Avezum A, Lanas F, McQueen M, Budaj A, Pais P, Varigos J, Lisheng L; INTERHEART Study Investigators. Effect of potentially modifiable risk factors associated with myocardial infarction in 52 countries (the INTERHEART study): case-control study. Lancet. 2004 Sep 11-17;364(9438):937-52. doi: 10.1016/S0140-6736(04)17018-9."},{"pmid":"21804773","type":"BACKGROUND","citation":"Soler EP, Ruiz VC. Epidemiology and risk factors of cerebral ischemia and ischemic heart diseases: similarities and differences. Curr Cardiol Rev. 2010 Aug;6(3):138-49. doi: 10.2174/157340310791658785."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"after recruiting sites and investigators."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000020521","term":"Stroke"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"},{"id":"D000006331","term":"Heart Diseases"}],"browseLeaves":[{"id":"M10233","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M5484","name":"Brain Ischemia","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","asFound":"Ischemia, Myocardial","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"}]}},"hasResults":false}