{"protocolSection":{"identificationModule":{"nctId":"NCT05139537","orgStudyIdInfo":{"id":"RiphahIU Maryam Bashir"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Association of Vestibular and Postural Impairments With Functional Status in Stroke","officialTitle":"Association of Vestibular and Postural Impairments With Functional Status in Stroke"},"statusModule":{"statusVerifiedDate":"2021-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-07-20","type":"ACTUAL"},"completionDateStruct":{"date":"2021-08-30","type":"ACTUAL"},"studyFirstSubmitDate":"2021-11-08","studyFirstSubmitQcDate":"2021-11-18","studyFirstPostDateStruct":{"date":"2021-12-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-11-18","lastUpdatePostDateStruct":{"date":"2021-12-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":": Stroke is leading cause of long-term disability in individuals. The location and extent of brain injury determines the severity of neurological deficits. The incidence of stroke dramatically increases in old age. Patients with stroke always come across with problems associated with balance, vertigo, dizziness and posture resulting in compromised activities of daily life. This study is aimed to collect data regarding the functional status of patients due to vestibular and postural impairments with stroke. The study will be descriptive comparative cross-sectional. It will be conducted at Idress Hospital Sialkot. This study will be completed within the time duration of six months. Convenient sampling techniques will be used to collect the data. Both genders with equal ratio will be included in this study after fulfillments of inclusion and exclusion criteria. Visual vertigo analogue scale, Dix-Hallpike Maneuver, DHI (Dizziness Handicap Inventory), Posture assessment scale for stroke (PASS) score, Time up and go test will be used as data collection tools. All data will be collected after informed consent from patient. All data will be collected under complete supervision of physiotherapist. All the data will be demonstrated as mean and percentage. The analysis of data will be done by using SPSS.26(Statistical Package For social science) and Excel. Statistical significance will be set as P = 0.05. Frequency tables, pie charts, bar charts will be used to show summary of group measurements measured over time. Our analysis will provide the association of vestibular and postural impairments with functional status in both males and females after stroke","detailedDescription":"Stroke (cerebrovascular accident CVA) is a medical condition associated with neurological deficits caused by interruption of blood flow to brain. Main types of strokes are ischemic (due to blood loss) and hemorrhagic (due to bleeding). Sign and symptoms of stroke may include inability to move or feel, problem understanding and speaking, dizziness, unable to walk and dependency in daily life. All these factors effect the functionality of the patient. If symptoms last less than one or two hours then it is transient ischemic stroke (TIA), also known as mini stroke. Modifiable risk factors associated with stroke are high blood pressure, smoking, diabetes, metabolic diseases and obesity. Male gender , ethnicity, family history , genetic predisposition and old age all are non-modifiable risk factors.\n\nVestibular dysfunction is define as the disturbance in body's balance system. It may be due to peripheral or central disorders. The peripheral cause for vestibular dysfunction is peripheral neuritis. The most common cause of the central vestibular dysfunction is an ischemic stroke of posterior fossa which contains brain stem and cerebellum. Vestibular dysfunction often present as dizziness. patients with vestibular dysfunction are at high risk of fall due to vertigo and gait imbalances, postural instability, increased sway and irregulated gate Risk factors associated with vestibular dysfunctions include female gender, age more than 40 years, depression and poor educational status.\n\nThe balance impairments in post stroke state is complex. It includes weight bearing asymmetry, muscles weakness, increased visual dependency and disturbed perceptions. All these factors effect the independent functionality of the patient. Postural instability increases after stroke which result in restriction in independence of daily activities.\n\nThere is relation between dizziness and stoke. Patients with dizziness or vertigo are at higher risk of stroke than general population. Dizziness is common in patients who experience stroke for the first time. Dizziness is a cognitive manifestation of disturbed balance system of body. Dizziness is a risk factor for fall and it has negative influence on quality of life.\n\nBalance is defined as the ability to maintain the center of gravity within base of support with minimal postural sway. Balance is classified as static and dynamic balance. Static balance is associated with sitting and standing, while dynamic balance is associated with walking and running. Insufficient balance in stroke survivors due to sensory and motor deficits results in decrease activities of daily life and functional status.\n\nPatients suffering from posterior inferior cerebral artery PICA stroke, present with vertigo, dizziness, vomiting, headache, gait changes, impairments in postural control and horizontal nystagmus ipsilateral to the lesion. These symptoms are result of a compromised vestibular afferent sensory input which impairs the motor output for the management/maintenance of balance.\n\nThe aim of this study is to find the association between vestibular and postural impairment on functional status of patients .Our study will also provide the difference of result between male and females whether they are equally effected or not."},"conditionsModule":{"conditions":["Stroke"],"keywords":["vestibular impairments, functional status."]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":64,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Visual Vertigo Analogue Scale","description":"This scale indicates the amount of dzziness patient experince by covering distance of 10cm in different environments scoring 0-10.(43) The VVAS shows high validity and responsiveness to any change detected clinically. The VVAS can also be used to verify the progression of the client's symptoms.","timeFrame":"Baseline (single reading)"},{"measure":"Dix Hallpike Maneuver","description":"When performing the Dix-Hallpike test, patients are lowered quickly to a supine position (lying horizontally with the face and torso facing up) with the neck extended 30 degrees below horizontal by the clinician performing the maneuver","timeFrame":"Baseline (single reading)"},{"measure":"Diszziness Handicap Inventory","description":"The DHI is a 25-item self-report questionnaire that quantifies the impact of dizziness on daily life by measuring self-perceived handicap.\n\nItem scores are summed. There is a maximum score of 100 (28 points for physical, 36 points for emotional and 36 points for functional) and a minimum score of 0","timeFrame":"Baseline (single reading)"},{"measure":".Posture assessment scale for stroke (PASS) score:","description":"it consist of 12 items which are assessed on 4 levels (0-3 points) on rating scale. It assesses the eligibility to maintain or change lying, sitting and standing posture.(46) This scale is easy to use and has good interrater and intra-rater reliability as well as internal consistency","timeFrame":"Baseline (single reading)"},{"measure":"Time up and go test","description":"* 10 seconds = normal ≤20 second = good mobility can go out alone, mobile without gait aid\n* 30 seconds = problems, cannot go outside alone, requires gait aid A score of ≥ 14 seconds has been shown to indicate high risk of falls","timeFrame":"Baseline (single reading)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 35-70\n2. Male and female equal ratio\n3. Mine-mental state examination (MMSE) more than 25\n4. Confirmed ischemic stroke referred by neurologist using computerized tomography(CT)\n5. Patient after 6 months of 1st ischemic stroke\n6. Hypertensive patient\n\nExclusion Criteria:\n\n1. Unstable cardiovascular status\n2. Musculoskeletal conditions that influence posture e.g implants , orthodesis , fixation\n3. Unable to follow verbal commands\n4. Unable to keep any(sitting and standing) positions for 30 seconds.\n5. Diabetic neuropathy","sex":"FEMALE","minimumAge":"35 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Stroke patients","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Tehreem Mukhtar, MS","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Riphah International University","city":"Lahore","state":"Pakistan(Punjab_","zip":"54000","country":"Pakistan","geoPoint":{"lat":31.558,"lon":74.35071}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}