{"protocolSection":{"identificationModule":{"nctId":"NCT00178672","orgStudyIdInfo":{"id":"HSC-MS 01-269 Single Center"},"organization":{"fullName":"The University of Texas Health Science Center, Houston","class":"OTHER"},"briefTitle":"A Single Center of Carotid Stenting With Distal Protection for the Treatment of Obstructive Carotid Artery Disease","officialTitle":"A Single Center IDE Study on Carotid Stenting With Distal Protection for the Treatment of Obstructive Carotid Artery Disease"},"statusModule":{"statusVerifiedDate":"2020-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2002-11"},"completionDateStruct":{"date":"2007-08","type":"ACTUAL"},"studyFirstSubmitDate":"2005-09-13","studyFirstSubmitQcDate":"2005-09-13","studyFirstPostDateStruct":{"date":"2005-09-15","type":"ESTIMATED"},"lastUpdateSubmitDate":"2020-11-03","lastUpdatePostDateStruct":{"date":"2020-11-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"oldNameTitle":"Richard Smalling, MD","oldOrganization":"The University of Texas- Houston"},"leadSponsor":{"name":"The University of Texas Health Science Center, Houston","class":"OTHER"},"collaborators":[{"name":"Johnson & Johnson","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The primary objective of this study is to assess the safety and effectiveness of stenting in the treatment of obstructive carotid artery disease. Secondary objectives are the assessment and standardization of optimal operator techniques and successful deployment and retrieval of the AngioGuard XP Distal Protection Device. This is a single center, prospective, open-label feasibility study. The study population will consist of patients with atherosclerotic obstructive or post-endarterectomy restenotic lesions in native carotid arteries. The intention is to include patients with both types of lesions.","detailedDescription":"This study is a single center, prospective, open-label feasibility study evaluating the safety and effectiveness of Carotid Stenting. The study population will include patients with atherosclerotic obstructive lesions and/or post-endarterectomy restenotic obstructive lesions in native carotid arteries. The intention is to include patients with both types of lesions.\n\nAt the 30-day, 6-month and 1-year post-procedure clinical visits, the procedures will include a neurological examination and an evaluation of any adverse events. A carotid ultrasound will be performed at 6 months and 1 year after the procedure.\n\nGuidelines for stopping the study will be event rates such as stroke and death that exceed twice the expected frequency of such events treated by surgical endarterectomy techniques. The control rates utilized will be drawn from the NASCET Trial.\n\nPatients who meet all the inclusion criteria and none of the exclusion criteria (as specified in sections 4.1 and 4.2 respectively) will be offered the choice of participating in this study. . Within the inclusion/exclusion criteria are included patients who would otherwise be at high risk for surgical endarterectomy. This would include patients with restenosis after endarterectomy, radical neck dissection, contralateral carotid artery occlusion, and high take-off carotid bifurcation disease. Since 1989, 8000 carotid artery stent procedures have been performed worldwide with a success rate of 98.6%. This procedure combined with the distal protection device, is predicted to show an even greater success rate and a decrease in adverse events for these patients. For these reasons, any patient with significant carotid artery disease felt to be at high risk for surgical correction will be offered the chance to enroll in this registry.\n\nThe patients are referred by the stroke team and also by vascular surgery. The potential risks, including recent stroke, excessive cardiopulmonary risk, last remaining patent vessel, etc are all considered as well as the risks of traditional medical or surgical therapy. All treatment options along with possible risks and benefits will be extensively discussed. Cases are reviewed by a multidisciplinary team at a scheduled conference. It is determined at that time whether the patient may be a candidate for carotid stenting. If all criteria are met, then the procedure and study as well as other options will be explained to the patient. An extensive discussion will occur with the patient and family regarding all potential treatment options, risks, and benefits. If the patient wishes to proceed with carotid stenting and be included in the study, an office visit is made with the investigator if not previously done and a possible procedure date is set after the visit with the investigator. At the office visit, the study and informed consent will be explained. All questions will be answered and the patient, if he wishes, will agree to the study by signing the informed consent. The patient and family will be given phone numbers to call for any additional concerns or questions and are repeatedly encouraged to contact us for any arising concerns both before and after the procedure."},"conditionsModule":{"conditions":["Heart Disease","Brain Vascular Accident","Carotid Artery Disease","Carotid Stenosis"],"keywords":["CVA","TIA","Carotid disease","Stroke","Neurology","Carotid Stenting"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":69,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"DEVICE","name":"Angioguard XP distal protection device","description":"Standard of care stenting of carotid arteries protocol is used."},{"type":"PROCEDURE","name":"Heart Catheterization -Angioplasty","description":"Standard of care carotid stenting. A catheter is inserted in the femoral vein into the carotid artery where a balloon is inflated and shortly thereafter a stent is placed in the target lesion area."},{"type":"DEVICE","name":"stenting","description":"stenting of carotid arteries"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"30-day composite of major adverse clinical events including death, any stroke, and/or myocardial infarction","timeFrame":"1-30 days"}],"secondaryOutcomes":[{"measure":"successful stent deployment at the target lesion in a variety of carotid morphologies","timeFrame":"30 minutes to 1 hour"},{"measure":",successful filter deployment and retrieval","timeFrame":"30 minutes to 1 hour"},{"measure":",<30% residual stenosis determined by angiography immediately post-stent placement","timeFrame":"30 minutes to 1 hour"},{"measure":",access site vascular complications, such as need for surgical repair or blood transfusion","timeFrame":"30 minutes to 1 hour"},{"measure":",patency (< 50% restenosis) of the stent as determined by carotid ultrasound imaging at six (6) months .","timeFrame":"6 months post procedure"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. The patient must be \\> 18 years of age.\n2. The patient must be clinically symptomatic, i.e., within the previous 120 days have experienced in the ipsilateral carotid artery distribution, either 1) one or more TIAs, characterized by distinct focal neurologic dysfunction or monocular blindness with clearing of signs and symptoms within 24 hours, or 2) one or more completed strokes (as defined by this protocol) with persistence of symptoms or signs for more than 24 hours (the most recent event is used as the qualifying event). Except as excluded below, the patient must have documented stenosis \\> 60%, of the common or internal carotid artery. For an asymptomatic patient to be considered, the patient must have a \\> 70% diameter stenosis of the internal or common carotid artery without neurological symptoms.\n3. An angiogram is required to qualify the patient, it should be as recent as feasible and will not be acceptable if done \\> 120 days from study entry.\n4. An ultrasound will be used as a screening procedure for potential eligible patients and will be performed less than 30 days prior to study entry.\n\n   * Stenosis \\>50%: PSV\\>130 cm/sec; EDV \\<135 cm/sec\n   * Stenosis \\>80%: PSV\\>220 cm/sec; EDV ³135 cm/sec\n   * PSV ICA/PSV CCA ratio ³ 4.011\n5. The stenosis must be of presumed atherosclerotic origin or secondary to restenosis after previous endarterectomy.\n6. The target lesion may be in the native common or internal carotid artery\n7. Temporary cardiac pacing of the patient must be possible, if necessary, along with any necessary hemodynamic support such as vasopressor agents or hemodynamic monitoring.\n8. Patients taking warfarin may be included if their dosage is reduced before the procedure to result in an INR of 1.5 or less and a Prothrombin Time of 15 seconds. Warfarin may be restarted after the procedure.\n9. Female patients of childbearing potential must have a documented negative pregnancy test during the index hospitalization because exposure to the radiation and the drugs (antiplatelet agents, anticoagulant agents) given during the cath lab procedure would be potentially harmful to an unborn fetus.\n10. The patient or legally authorized representative must sign a written informed consent, prior to the procedure, using a form that is approved by the local Institutional Review Board or Medical Ethics Committee.\n\nExclusion Criteria:\n\nCandidates will be excluded from the study if ANY of the following conditions apply:\n\n1. The patient has had an intracranial hemorrhage, hemorrhagic stroke, major stroke, or any stroke with mass effect demonstrated on CT scan or MRI within four weeks of the index procedure.\n2. The patient has an intracranial mass lesion\n3. The patient has an ipsilateral intracranial or extracranial arterial stenosis greater in severity than the treatment lesion.\n4. The patient has known allergies to heparin, to both ticlopidine and clopidogrel or to metals used in stents.\n5. The patient has a history of prior life-threatening reaction to the radiocontrast agent.\n6. The patient has peripheral vascular, supra-aortic or internal carotid artery tortuosity precluding use of catheter-based techniques required for successful results.\n7. Femoral access is not possible.\n8. The patient, if female, has a positive pregnancy test\n9. The patient has any intracranial aneurysm (\\> 6 mm).\n10. The patient has an arterio-venous malformation in the territory of the target carotid artery.\n11. The patient has unstable angina or evolving MI. .\n12. The patient has a history of bleeding diathesis or coagulopathy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Richard W Smalling, MD,PhD","affiliation":"The University of Texas Health Science Center, Houston","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Memorial Hermann Hospital/ Unversity of Texas -HSC Houston","city":"Houston","state":"Texas","zip":"77030","country":"United States","geoPoint":{"lat":29.76328,"lon":-95.36327}}]},"referencesModule":{"seeAlsoLinks":[{"label":"The University of Texas Health Science Center web site","url":"http://www.uth.tmc.edu"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000016893","term":"Carotid Stenosis"},{"id":"D000002340","term":"Carotid Artery Diseases"},{"id":"D000020521","term":"Stroke"},{"id":"D000006331","term":"Heart Diseases"}],"ancestors":[{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000014652","term":"Vascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Brain Vascular Accident","relevance":"HIGH"},{"id":"M5284","name":"Carotid Artery Diseases","asFound":"Carotid Artery Diseases","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","asFound":"Heart Disease","relevance":"HIGH"},{"id":"M6165","name":"Constriction, Pathologic","relevance":"LOW"},{"id":"M18928","name":"Carotid Stenosis","asFound":"Carotid Stenosis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}