{"protocolSection":{"identificationModule":{"nctId":"NCT05691023","orgStudyIdInfo":{"id":"MT-St-11"},"organization":{"fullName":"MicroTransponder Inc.","class":"INDUSTRY"},"briefTitle":"VNS-REHAB At-Home - Post-Market Study for Using the Vivistim System® at Home","officialTitle":"Vagus Nerve Stimulation (VNS) During Rehabilitation Using the Vivistim System®: Post-Market Study for Stroke Rehabilitation in a Home Environment for Subjects With Chronic Stroke (VNS-REHAB At-Home)","acronym":"AT-HOME"},"statusModule":{"statusVerifiedDate":"2023-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-01-10","studyFirstSubmitQcDate":"2023-01-10","studyFirstPostDateStruct":{"date":"2023-01-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-24","lastUpdatePostDateStruct":{"date":"2024-01-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"MicroTransponder Inc.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"This is a single-arm post-market study of up to 150 participants, using up to 50 mobile therapists to conduct up to 36-hours at-home therapy. The study will assess at-home therapy implementation instead of an in-clinic therapy implementation for patients who are commercially implanted with the Vivistim System. Patients will be consented for eligibility if appropriate to be implanted with the Vivistim System per the indications for use (The MicroTransponder® Vivistim® Paired VNS™ System is intended to be used to stimulate the vagus nerve during rehabilitation therapy in order to reduce upper extremity motor deficits and improve motor function in chronic ischemic stroke patients with moderate to severe arm impairment.). Study participation includes receiving rehabilitation therapy paired with VNS, provided at the patient's home by a therapist, along with self-activated VNS. All subjects will be commercially implanted with the Vivistim System® after an ischemic stroke prior to Study treatment, although they may be consented prior to implant. It should be noted that the implant surgery is not part of the study.","detailedDescription":"This study has two distinct stages: Stage I (Acute), a treatment period of up to 18-weeks of Paired VNS™ for upper limb motor deficits - where patients receive VNS Paired with rehabilitation - provided at-home by a therapist along with self-activated VNS home-therapy on remaining days; Stage II (Long-term), a follow-up period of up to two years during which subjects continue self-activated VNS at-home using a magnet during therapist-prescribed functional tasks. The at-home therapy is a convenience for patients without having to drive or find transportation to a rehabilitation center, as well as reduce possible COVID-19 exposure in a setting with many people.\n\nStage I of the VNS-REHAB At-Home study includes (ACUTE):\n\n* screening and consent\n* pre-therapy baseline evaluation (prior to the start of therapy)\n* Paired VNS™ for moderate to severe upper limb motor deficits will be provided in the patient's home by a therapist. Therapy length depends on scheduling between the therapist and subject for the subject's convenience. The intent is that 36 hours of in-home time will be provided over the study duration in two (2) or more visits per week. On days without the therapist-led rehabilitation, subjects will do therapist-prescribed functional activities on their own with magnet-activated VNS (self-activated VNS).\n* Therapy assessments: performed after 12, 24, and 36 hours of therapist time in the subject's home.\n\nStage II includes (Long-Term):\n\n* Therapy assessments at 3, 12, and 24 months after completion of 36 hours of therapist visit duration.\n* Ongoing self-administration of at-home VNS during therapist-prescribed activities and rehabilitation outside of therapy visit duration.\n* subjects will exit the study after their two-year visit."},"conditionsModule":{"conditions":["Ischemic Stroke","Upper Extremity Problem"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Vivistim","description":"All subjects will be commercially implanted with the Vivistim System® after an ischemic stroke prior to Study treatment.","interventionNames":["Device: Vivistim System"]}],"interventions":[{"type":"DEVICE","name":"Vivistim System","description":"Paired VNS during rehabilitation, facilitated by a rehab therapist in the subject's home (at-home treatment)","armGroupLabels":["Vivistim"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"In-Home therapist time","description":"The primary endpoint is to demonstrate that at least 24 hours of in-home therapist time occurs within an 18-week period (success criteria of 24 hours or more).","timeFrame":"within 18 weeks (after 36 hours of therapy)"}],"secondaryOutcomes":[{"measure":"Change in Fugl-Meyer (FMA)","description":"Change in the FMA assessment measure compared to baseline","timeFrame":"within 18 weeks (after 36 hours of therapy)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient implanted or scheduled to be implanted commercially with the Vivistim System.\n* Patient assessed as able to receive therapy in their home.\n\nExclusion Criteria:\n\n* Patient aged 18 or younger.\n* Pregnant women","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Subjects implanted commercially with the Vivistim System (patients who have upper extremity motor deficits after an ischemic stroke and who are trying to improve their motor function. These patients have moderate to severe arm impairment.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"VP Clinical","role":"CONTACT","phone":"5123714160","email":"brent@microtransponder.com"},{"name":"Coordinator","role":"CONTACT","phone":"5123714160","email":"grasp@microtransponder.com"}],"locations":[{"facility":"Moxie OT","status":"RECRUITING","city":"Chicago","state":"Illinois","zip":"60618","country":"United States","contacts":[{"name":"Sarah Zera, OT","role":"CONTACT","email":"moxieot@moxieot.com"}],"geoPoint":{"lat":41.85003,"lon":-87.65005}}]},"referencesModule":{"references":[{"pmid":"33894832","type":"BACKGROUND","citation":"Dawson J, Liu CY, Francisco GE, Cramer SC, Wolf SL, Dixit A, Alexander J, Ali R, Brown BL, Feng W, DeMark L, Hochberg LR, Kautz SA, Majid A, O'Dell MW, Pierce D, Prudente CN, Redgrave J, Turner DL, Engineer ND, Kimberley TJ. Vagus nerve stimulation paired with rehabilitation for upper limb motor function after ischaemic stroke (VNS-REHAB): a randomised, blinded, pivotal, device trial. Lancet. 2021 Apr 24;397(10284):1545-1553. doi: 10.1016/S0140-6736(21)00475-X."},{"pmid":"30983963","type":"BACKGROUND","citation":"Engineer ND, Kimberley TJ, Prudente CN, Dawson J, Tarver WB, Hays SA. Targeted Vagus Nerve Stimulation for Rehabilitation After Stroke. Front Neurosci. 2019 Mar 29;13:280. doi: 10.3389/fnins.2019.00280. eCollection 2019."},{"pmid":"30355189","type":"BACKGROUND","citation":"Kimberley TJ, Pierce D, Prudente CN, Francisco GE, Yozbatiran N, Smith P, Tarver B, Engineer ND, Alexander Dickie D, Kline DK, Wigginton JG, Cramer SC, Dawson J. Vagus Nerve Stimulation Paired With Upper Limb Rehabilitation After Chronic Stroke. Stroke. 2018 Nov;49(11):2789-2792. doi: 10.1161/STROKEAHA.118.022279."},{"pmid":"32476617","type":"BACKGROUND","citation":"Dawson J, Engineer ND, Prudente CN, Pierce D, Francisco G, Yozbatiran N, Tarver WB, Casavant R, Kline DK, Cramer SC, Van de Winckel A, Kimberley TJ. Vagus Nerve Stimulation Paired With Upper-Limb Rehabilitation After Stroke: One-Year Follow-up. Neurorehabil Neural Repair. 2020 Jul;34(7):609-615. doi: 10.1177/1545968320924361. Epub 2020 Jun 1."},{"pmid":"36226541","type":"BACKGROUND","citation":"Dawson J, Engineer ND, Cramer SC, Wolf SL, Ali R, O'Dell MW, Pierce D, Prudente CN, Redgrave J, Feng W, Liu CY, Francisco GE, Brown BL, Dixit A, Alexander J, DeMark L, Krishna V, Kautz SA, Majid A, Tarver B, Turner DL, Kimberley TJ. Vagus Nerve Stimulation Paired With Rehabilitation for Upper Limb Motor Impairment and Function After Chronic Ischemic Stroke: Subgroup Analysis of the Randomized, Blinded, Pivotal, VNS-REHAB Device Trial. Neurorehabil Neural Repair. 2023 Jun;37(6):367-373. doi: 10.1177/15459683221129274. Epub 2022 Oct 13."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}