{"protocolSection":{"identificationModule":{"nctId":"NCT00825097","orgStudyIdInfo":{"id":"READ-Bollens-01"},"organization":{"fullName":"Cliniques universitaires Saint-Luc- Université Catholique de Louvain","class":"OTHER"},"briefTitle":"Efficacy Study of Selective Tibial Neurotomy in the Treatment of the Spastic Equinovarus Foot Among Adult Hemiplegic Patients","officialTitle":"Study of the Efficacy of the Selective Neurotomy in the Treatment of the Spastic Equinovarus Foot Among Adult Hemiplegic Patient Following the ICF Model. A Prospective, Randomized, Controlled Single Blind Study","acronym":"Neurotomy"},"statusModule":{"statusVerifiedDate":"2011-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2008-10"},"primaryCompletionDateStruct":{"date":"2011-12","type":"ACTUAL"},"completionDateStruct":{"date":"2011-12","type":"ACTUAL"},"studyFirstSubmitDate":"2008-11-14","studyFirstSubmitQcDate":"2009-01-16","studyFirstPostDateStruct":{"date":"2009-01-19","type":"ESTIMATED"},"lastUpdateSubmitDate":"2011-12-22","lastUpdatePostDateStruct":{"date":"2011-12-23","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Lejeune","investigatorTitle":"Professor","investigatorAffiliation":"Cliniques universitaires Saint-Luc- Université Catholique de Louvain"},"leadSponsor":{"name":"Cliniques universitaires Saint-Luc- Université Catholique de Louvain","class":"OTHER"},"collaborators":[{"name":"Fonds National de la Recherche Scientifique","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Spastic equinovarus foot (SEF) is a major cause of disability in stroke patients. Treatments may include physical therapy, orthosis, botulinum toxin (BTX) injections and selective neurotomy.\n\nSeveral RCT placebo-controlled studies have demonstrated improvement in spasticity, in pain and in active ankle dorsiflexion after BTX injections.\n\nUnfortunately, BTX is an expensive treatment and its effects last about three months.\n\nSelective neurotomy consists in a partial section of the motor nerve innervating spastic muscles responsible for the SEF, leading to a permanent treatment of the SEF.\n\nUntil now, neurotomy has only been assessed by observational case-report studies and has never been submitted to a RCT.\n\nThe aim of our study is to evaluate the benefits of selective tibial neurotomy in case of SEF according to the 3 domains of the ICF, by comparing it with BTX injections, among a prospective, randomized, controlled single blind study: it would allow to promote a permanent and cost-effective treatment in case of SEF.","detailedDescription":"INTRODUCTION\n\nStroke is the third cause of death and the leading cause of handicap among industrialized countries (1). Spasticity following stroke is responsible for spastic equinovarus foot (SEF) in 18% of cases (2). Spastic equinovarus foot is due to spasticity (muscle hypertonia) of the calf muscles (soleus, gastrocnemius and tibialis posterior), often complicated by contracture and by the weakness of peroneus longus and peroneus brevis muscles (3). Therefore, stroke patients walk slowly, and often require assistive device as orthosis or canes. This disability limits their social participation and their quality of life.\n\nSpastic equinovarus foot treatments include oral medications, physical therapy, orthosis, chemical denervations (botulinum toxin, alcohol or phenol injections), selective neurotomy and orthopedic surgery (4, 5). Intra-muscular botulinum toxin injection induces a chemical denervation reducing spasticity of injected muscles. Functional block of the neuromuscular junction due to botulinum toxin is reversible and lasts about 3 months. Therefore, this expensive treatment must regularly be administered, with a risk of antibodies development. Selective neurotomy is a neurosurgical procedure consisting in partially and selectively cutting motor branches innervating the spastic muscles. For a low cost, it can permanently reduce muscle spasticity.\n\nBotulinum toxin injection effectiveness has largely been demonstrated in spastic equinovarus foot treatment by double-blind randomised controlled trials against placebo (6, 7, 8). Selective tibial nerve neurotomy effectiveness has only been suggested in spastic equinovarus foot treatment by uncontrolled and unrandomised case reports (9, 10, 11).\n\nInternational Classification of Functioning, Disability and Health (ICF) of the World Health Organisation (www.who.int / icidh, 2001) is the framework of the Physical and Rehabilitation Medicine (12). This model describes how a disease can influence patient impairments, activity and participation. Spastic equinovarus foot treatments have already been evaluated in the impairments field: spasticity, muscle strength, walking parameters and gait analysis variables. These treatments should also demonstrate their effectiveness on the patient activity (disability) and on his participation (quality of life).\n\nOBJECTIVES\n\nThe aim of the present project is to study the effectiveness of selective tibial nerve neurotomy on the spastic equinovarus foot, by comparing it with botulinum toxin injection. The functional assessment will explore the three ICF domains.\n\nMETHODS\n\nWe will recruit 20 chronic stroke patients presenting with spastic equinovarus foot. This spastic equinovarus foot will be due to calf muscles spasticity without contracture. This spasticity will not have been managed effectively by physical therapy.\n\nFirst, a lidocaïne selective diagnostic motor branch block will systematically be carried out to confirm the treatment indication, and to determine the muscles and / or nerves to treat (14). Once the muscles responsible for the spastic equinovarus foot will be identified, they will surgically or chemically be denervated.\n\nThan, patients will be randomized in two groups:\n\n* One group receiving botulinum toxin injections (toxin group).\n* One group undergoing a neurotomy (neurotomy group).\n\nPatients will be assessed before treatment, 2 months and 6 months after treatment among the 3 ICF domains. Impairments will be assessed by the Stoke Impairment Assessment Set (SIAS), the Ashworth and Tardieu scales (spasticity) and the MRC scale (muscle strength). Spasticity and gait disorders will quantitatively and objectively be evaluated by the muscle stiffness measurement (15) and an instrumented gait analysis (11). Disability will be evaluated by the ABILOCO scale (16) and the participation (quality of life) by the StrokeQol scale (17) and the SF-36 questionnaire.\n\nThe patients selection, the lidocaïne hyperselective diagnostic blocks, the botulinum toxin injections and the selective neurotomies will be achieved at Cliniques universitaires Mont-Godinne. The functional assessment (clinical evaluation, gait analysis, muscle stiffness measurement) will be achieved in the Physical Medicine and Rehabilitation department (READ unit) by a blinded assessor.\n\nPERSPECTIVE\n\nFrom this study, we hope to demonstrate the effectiveness of the selective neurotomy in spastic equinovarus foot treatment among the 3 ICF domains (impairment, activity and participation). This should promote this effective, permanent and cheap spastic equinovarus foot treatment."},"conditionsModule":{"conditions":["Spastic Equinovarus Foot","Stroke"],"keywords":["Spastic equinovarus foot","Stroke","Tibial neurotomy","Botulinum toxin type A","Selective tibial neurotomy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":16,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Neurotomy Group","type":"EXPERIMENTAL","description":"8 patients undergoing a selective tibial neurotomy under general anesthesia","interventionNames":["Procedure: Selective tibial neurotomy"]},{"label":"BTX Group","type":"ACTIVE_COMPARATOR","description":"8 patients undergoing a botulinum toxin injection in the calf muscles under EMG-control","interventionNames":["Drug: Botulinum toxin injection"]}],"interventions":[{"type":"PROCEDURE","name":"Selective tibial neurotomy","description":"Selective tibial neurotomy is a neurosurgical intervention consisting in partially and selectively cutting the motor nerve branches destinated to the spastic muscles.","armGroupLabels":["Neurotomy Group"]},{"type":"DRUG","name":"Botulinum toxin injection","description":"Botulinum toxin type A","armGroupLabels":["BTX Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Impairments:SIAS,Ashworth and Tardieu scales and MRC scale. Spasticity and gait disorders:muscle stiffness measurement (15) and instrumented gait analysis (11). Disability: ABILOCO scale (16). Participation (quality of life)","timeFrame":"Before treatment (T0); 2 months (T1) and six months (T2) after treatment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chronic stroke patients (more than 6 months after stroke)\n* SEF due to spasticity of the calf muscles\n* Positive effects of lidocaïne selective motor nerve block\n* No associated tendinosous retraction: ankle dorsiflexion ≥ 0°after block\n* Insufficient benefit of adaptated kinesitherapy\n* Gait ability allowing an instrumented gait analysis\n\nExclusion Criteria:\n\n* Pregnant women\n* BTX injection in the lower limb during the 6 months before inclusion\n* BTX injection in another limb during the 6 months before inclusion\n* patients unable to walk without orthosis on a treadmill","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Benjamin Bollens, Doctor","affiliation":"Université Catholique de Louvain","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Université Catholique de Louvain - Cliniques universitaires Saint-Luc","city":"Brussel","zip":"1200","country":"Belgium","geoPoint":{"lat":50.85045,"lon":4.34878}}]},"referencesModule":{"references":[{"pmid":"7811170","type":"BACKGROUND","citation":"Jorgensen HS, Nakayama H, Raaschou HO, Olsen TS. Recovery of walking function in stroke patients: the Copenhagen Stroke Study. Arch Phys Med Rehabil. 1995 Jan;76(1):27-32. doi: 10.1016/s0003-9993(95)80038-7."},{"pmid":"15013602","type":"BACKGROUND","citation":"Verdie C, Daviet JC, Borie MJ, Popielarz S, Munoz M, Salle JY, Rebeyrotte I, Dudognon P. [Epidemiology of pes varus and/or equinus one year after a first cerebral hemisphere stroke: apropos of a cohort of 86 patients]. Ann Readapt Med Phys. 2004 Mar;47(2):81-6. doi: 10.1016/j.annrmp.2003.10.005. French."},{"pmid":"11551819","type":"BACKGROUND","citation":"Burridge JH, Wood DE, Taylor PN, McLellan DL. Indices to describe different muscle activation patterns, identified during treadmill walking, in people with spastic drop-foot. Med Eng Phys. 2001 Jul;23(6):427-34. doi: 10.1016/s1350-4533(01)00061-3."},{"pmid":"8795597","type":"BACKGROUND","citation":"Burbaud P, Wiart L, Dubos JL, Gaujard E, Debelleix X, Joseph PA, Mazaux JM, Bioulac B, Barat M, Lagueny A. A randomised, double blind, placebo controlled trial of botulinum toxin in the treatment of spastic foot in hemiparetic patients. J Neurol Neurosurg Psychiatry. 1996 Sep;61(3):265-9. doi: 10.1136/jnnp.61.3.265."},{"pmid":"12686794","type":"BACKGROUND","citation":"Pittock SJ, Moore AP, Hardiman O, Ehler E, Kovac M, Bojakowski J, Al Khawaja I, Brozman M, Kanovsky P, Skorometz A, Slawek J, Reichel G, Stenner A, Timerbaeva S, Stelmasiak Z, Zifko UA, Bhakta B, Coxon E. A double-blind randomised placebo-controlled evaluation of three doses of botulinum toxin type A (Dysport) in the treatment of spastic equinovarus deformity after stroke. Cerebrovasc Dis. 2003;15(4):289-300. doi: 10.1159/000069495."},{"pmid":"15877184","type":"BACKGROUND","citation":"Mancini F, Sandrini G, Moglia A, Nappi G, Pacchetti C. A randomised, double-blind, dose-ranging study to evaluate efficacy and safety of three doses of botulinum toxin type A (Botox) for the treatment of spastic foot. Neurol Sci. 2005 Apr;26(1):26-31. doi: 10.1007/s10072-005-0378-9."},{"pmid":"11063109","type":"BACKGROUND","citation":"Decq P, Filipetti P, Cubillos A, Slavov V, Lefaucheur JP, Nguyen JP. Soleus neurotomy for treatment of the spastic equinus foot. Groupe d'Evaluation et de Traitement de la Spasticite et de la Dystonie. Neurosurgery. 2000 Nov;47(5):1154-60; discussion 1160-1. doi: 10.1097/00006123-200011000-00027."},{"pmid":"15509319","type":"BACKGROUND","citation":"Buffenoir K, Roujeau T, Lapierre F, Menei P, Menegalli-Boggelli D, Mertens P, Decq P. Spastic equinus foot: multicenter study of the long-term results of tibial neurotomy. Neurosurgery. 2004 Nov;55(5):1130-7. doi: 10.1227/01.neu.0000140840.59586.cf."},{"pmid":"16357553","type":"BACKGROUND","citation":"Deltombe T, Detrembleur C, Hanson P, Gustin T. Selective tibial neurotomy in the treatment of spastic equinovarus foot: a 2-year follow-up of three cases. Am J Phys Med Rehabil. 2006 Jan;85(1):82-8. doi: 10.1097/01.phm.0000193506.70371.cf."},{"pmid":"16205428","type":"BACKGROUND","citation":"Stucki G. International Classification of Functioning, Disability, and Health (ICF): a promising framework and classification for rehabilitation medicine. Am J Phys Med Rehabil. 2005 Oct;84(10):733-40. doi: 10.1097/01.phm.0000179521.70639.83. No abstract available."},{"pmid":"18164331","type":"BACKGROUND","citation":"Stoquart GG, Detrembleur C, Palumbo S, Deltombe T, Lejeune TM. Effect of botulinum toxin injection in the rectus femoris on stiff-knee gait in people with stroke: a prospective observational study. Arch Phys Med Rehabil. 2008 Jan;89(1):56-61. doi: 10.1016/j.apmr.2007.08.131."},{"pmid":"14970968","type":"BACKGROUND","citation":"Deltombe T, De Wispelaere JF, Gustin T, Jamart J, Hanson P. Selective blocks of the motor nerve branches to the soleus and tibialis posterior muscles in the management of the spastic equinovarus foot. Arch Phys Med Rehabil. 2004 Jan;85(1):54-8. doi: 10.1016/s0003-9993(03)00405-2."},{"pmid":"9827436","type":"BACKGROUND","citation":"Detrembleur C, Lejeune TM, Plaghki L. [Objective measures of muscle stiffness in the ankle. Evaluation of the effect of intrathecal injection of baclofen in spastic patients]. Neurochirurgie. 1998 Sep;44(3):197-200. French."},{"pmid":"18226652","type":"BACKGROUND","citation":"Caty GD, Arnould C, Stoquart GG, Thonnard JL, Lejeune TM. ABILOCO: a Rasch-built 13-item questionnaire to assess locomotion ability in stroke patients. Arch Phys Med Rehabil. 2008 Feb;89(2):284-90. doi: 10.1016/j.apmr.2007.08.155."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000003025","term":"Clubfoot"},{"id":"D000070558","term":"Talipes"},{"id":"D000004863","term":"Equinus Deformity"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000005531","term":"Foot Deformities, Acquired"},{"id":"D000005530","term":"Foot Deformities"},{"id":"D000005532","term":"Foot Deformities, Congenital"},{"id":"D000038061","term":"Lower Extremity Deformities, Congenital"},{"id":"D000017880","term":"Limb Deformities, Congenital"},{"id":"D000009139","term":"Musculoskeletal Abnormalities"},{"id":"D000000013","term":"Congenital Abnormalities"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spastic","relevance":"HIGH"},{"id":"M5945","name":"Clubfoot","asFound":"Equinovarus","relevance":"HIGH"},{"id":"M586","name":"Talipes","asFound":"Equinovarus","relevance":"HIGH"},{"id":"M7707","name":"Equinus Deformity","asFound":"Equinovarus","relevance":"HIGH"},{"id":"M12","name":"Congenital Abnormalities","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M8344","name":"Foot Deformities","relevance":"LOW"},{"id":"M8346","name":"Foot Deformities, Congenital","relevance":"LOW"},{"id":"M8345","name":"Foot Deformities, Acquired","relevance":"LOW"},{"id":"M24408","name":"Lower Extremity Deformities, Congenital","relevance":"LOW"},{"id":"M19752","name":"Limb Deformities, Congenital","relevance":"LOW"},{"id":"M11786","name":"Musculoskeletal Abnormalities","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"}]},"interventionBrowseModule":{"meshes":[{"id":"D000001905","term":"Botulinum Toxins"}],"ancestors":[{"id":"D000065087","term":"Acetylcholine Release Inhibitors"},{"id":"D000049990","term":"Membrane Transport Modulators"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000018678","term":"Cholinergic Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M4873","name":"Botulinum Toxins","asFound":"250","relevance":"HIGH"},{"id":"M250157","name":"abobotulinumtoxinA","relevance":"LOW"},{"id":"M20947","name":"Botulinum Toxins, Type A","relevance":"LOW"},{"id":"M3797","name":"Anesthetics","relevance":"LOW"},{"id":"M3163","name":"Acetylcholine","relevance":"LOW"},{"id":"M20448","name":"Cholinergic Agents","relevance":"LOW"},{"id":"M20194","name":"Neurotransmitter Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"VaDiAg","name":"Vasodilator Agents"}]}},"hasResults":false}