{"protocolSection":{"identificationModule":{"nctId":"NCT04713020","orgStudyIdInfo":{"id":"202006127RINB"},"organization":{"fullName":"National Taiwan University Hospital","class":"OTHER"},"briefTitle":"Application of Educational Intervention on the Knowledge, Depression and Self-efficacy of Patients With Cerebrovascular Accident","officialTitle":"National Taiwan University Hospital"},"statusModule":{"statusVerifiedDate":"2021-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-07-31","type":"ACTUAL"},"completionDateStruct":{"date":"2021-08-31","type":"ACTUAL"},"studyFirstSubmitDate":"2021-01-10","studyFirstSubmitQcDate":"2021-01-14","studyFirstPostDateStruct":{"date":"2021-01-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-01-18","lastUpdatePostDateStruct":{"date":"2022-01-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Taiwan University Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Within 6 months after the occurrence of stroke, more than 25% of patients will experience severe disability. Patients and caregivers need to learn stroke self-care knowledge. Nursing personnel play the role of educator and provide self-care health education content. Traditional nursing instructions are mainly provided using leaflets and verbal health education. However, the advancement of information technology and the popularization of mobile network 3C products make it possible to provide real-time, individualized and large-capacity information, which is the most real-time and efficient way of clinical care at present. Therefore, this study investigated whether mobile device health education program provided for patients with stroke can improve their self-care knowledge and self-efficacy and reduce depression.\n\nThis study enrolled patients at the wards of Division of Neurology in a certain medical center in the northern Taiwan. This study adopted two-group, pre-and-post-test, randomized, single-blind experimental research design, and calculated the samples size using G-Power. At least 35 subjects should be enrolled in the experimental group (APP education program intervention) and control group (conventional nursing), respectively. This study performed the pre-test on Day 1 of hospitalization, implemented the interventional program on Day 2, and performed the post-test before discharge. The research questionnaires included Stroke Self-care Knowledge Scale, Stroke Self-efficacy Scale, Beck Depression Inventory (BDI), VAS Health Education Satisfaction Scale. This study performed statistical analysis using the package statistical software version SPSS 20.0, and tested the distribution and homogeneity of two groups of data using the independent sample T-test. Moreover, this study also performed descriptive statistical analysis and inferential statistical analysis. For the descriptive statistical analysis, this study presented the demographic data and disease characteristics of the research subjects using frequency distribution, percentage, average mean, standard deviation, maximum and minimum. Furthermore, this study used independent sample T-test, chi-square, One-way ANOVA, Pearson product-moment correlation coefficient, and ANCOVA to compare the differences in demographic data, disease characteristics, stroke self-care knowledge, stroke self-efficacy, depression, and health education satisfaction between the two groups.","detailedDescription":"In a large teaching hospital in Asia, stroke patients were divided into experimental group and control group by random allocation. The experimental group was given a mobile device education program, and the control group was routine nursing care. Two groups of stroke were discussed. Whether there are significant differences in knowledge, depression assessment, and self-efficacy assessment.\n\nHopefully, the intervention of mobile device education program can provide patients with a health education method that is accessible and can be repeatedly watched for learning. Hopefully, this education program may replace traditional health education leaflet, as well as reduce the workload of clinical nurses. It is hoped that this education program can effectively improve the self-care knowledge of patients with stroke, enhance self-efficacy, reduce depression symptoms, increase satisfaction with educational instructions, and ultimately prevent patients with stroke from experiencing any relapse to coexist with their stroke and enjoy a good quality of life."},"conditionsModule":{"conditions":["Effectiveness of Application Education Intervention"],"keywords":["Education Program","Stroke","Self-care Knowledge","Self-efficacy","Depression"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":76,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Effectiveness of Application Education Intervention","type":"EXPERIMENTAL","description":"This study hopes that through the intervention of mobile device education programs, it can provide patients with easy access and repeated viewing and learning. It can replace traditional leaflet health education and reduce the workload of clinical nurses. It is hoped that it can effectively improve the self-care knowledge of stroke patients, improve self-efficacy, reduce the symptoms of depression, and increase the satisfaction of education and guidance. Eventually, patients can be prevented from recurring from stroke, and they can coexist peacefully with stroke and have a good quality of life.","interventionNames":["Other: Intervention:APP educational programs"]},{"label":"genaral care","type":"OTHER","description":"Give patients routine care","interventionNames":["Other: No Intervention:general care"]}],"interventions":[{"type":"OTHER","name":"Intervention:APP educational programs","description":"Use mobile device education programs to improve disease knowledge and self-efficacy of stroke patients, and reduce depression","armGroupLabels":["Effectiveness of Application Education Intervention"],"otherNames":["educational programs"]},{"type":"OTHER","name":"No Intervention:general care","description":"general care","armGroupLabels":["genaral care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"self-care knowledge","description":"I hope that the use of APP health education can improve the cognitive knowledge of stroke patients, Use the stroke knowledge scale to evaluate.\n\nThere are a total of 16 questions on this scale. You get one point for correct answers. If you answer incorrectly or don't know you don't give points. The maximum score for this scale is 16.The higher the score on this scale, the better the knowledge of stroke","timeFrame":"one year"},{"measure":"self-efficacy","description":"Hope that using APP health education can improve the self-efficacy of stroke patients, Use the stroke self-efficacy scale to evaluate.\n\nThere are a total of 13 questions on this scale, with a total score of 10 points for a completely certain answer and 0 points for a completely unsure answer. The total score is 130.The higher the score on this scale, the better the self-efficacy of stroke","timeFrame":"one year"},{"measure":"depression","description":"Hope that using APP health education can reduce the depression of stroke patients,Use the BDI scale to evaluate.\n\nThe higher the score on this scale, the higher the depression","timeFrame":"one year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Over 20 years of age\n* A clear state of consciousness\n* No diagnosis of mental or cognitive diseases\n* Normal hearing and vision\n* Able to communicate in Chinese and Taiwanese\n* Able to use Digital mobile phone and agree to participate in this research.\n\nExclusion Criteria:\n\n* Suffer from mental illness and cognitive dysfunction\n* Visual impairment, hard of hearing\n* Combined with other complications, such as: pneumonia, urinary tract infection, etc. ‧\n* Unwilling to participate in this study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Taiwan","city":"Taipei","country":"Taiwan","geoPoint":{"lat":25.04776,"lon":121.53185}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6748","name":"Depression","relevance":"LOW"},{"id":"M6751","name":"Depressive Disorder","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}