{"protocolSection":{"identificationModule":{"nctId":"NCT04728737","orgStudyIdInfo":{"id":"CMRPG8L0491"},"organization":{"fullName":"Chang Gung Memorial Hospital","class":"OTHER"},"briefTitle":"Changes of Swallowing Function and Oropharyngeal Muscle Mass on Sonography After Comprehensive Swallowing Therapy and Neuromuscular Electrical Stimulation in Stroke Patients With Dysphagia","officialTitle":"The Changes of Swallowing Function and Oropharyngeal Muscle Mass on Sonography After Comprehensive Swallowing Therapy and Neuromuscular Electrical Stimulation in Stroke Patients With Dysphagia"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-02-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-03-28","type":"ACTUAL"},"completionDateStruct":{"date":"2022-05-16","type":"ACTUAL"},"studyFirstSubmitDate":"2021-01-25","studyFirstSubmitQcDate":"2021-01-27","studyFirstPostDateStruct":{"date":"2021-01-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-05-24","lastUpdatePostDateStruct":{"date":"2022-05-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Chang Gung Memorial Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"1. The inter-rater and intra-rater reliability of sonography.\n2. To explore that sonography is a clinically practical tool for assessing the changes of oropharyngeal muscles mass.\n3. The Comparisons the differences in clinical swallowing function, general muscle mass, and muscle strength/ sonographic findings of oropharyngeal muscles among the stroke patients with dysphagia in different swallowing training programs.\n4. To investigate the associations among clinical swallowing function, general muscle mass, muscle strength and sonographic findings of oropharyngeal muscles in stroke patients with dysphagia.\n5. The changes of clinical swallowing function, and muscle strength of oropharyngeal muscles in stroke patients with dysphagia after different swallowing training programs.\n6. The changes in sonographic findings of oropharyngeal muscles in stroke patients with dysphagia after different swallowing training programs.\n7. Effect of different swallowing therapies in clinical swallowing function, general muscle mass, and muscle strength/ sonographic findings of oropharyngeal muscles in stroke patients with dysphagia.\n8. The associations between clinical swallowing function, oropharyngeal muscle strength, and sonographic findings of oropharyngeal muscles in stroke patients with dysphagia.","detailedDescription":"After acute stroke, 25∼45% of patients show difficulties in swallowing, which is associated with a high risk of pneumonia, malnutrition, and mortality. In addition to traditional swallowing therapies for post-stroke dysphagia (PSD), the Iowa Oral Performance Instrument (IOPI) is used to provide tongue exercise program which improving swallowing function. Additionally, neuromuscular electrical stimulation (NMES) is also beneficial to manage PSD. In rehabilitation unit, ultrasound is a convenient tool and is more widely used in investigating oropharyngeal muscles mass and quality in PSD. Therefore, the investigators hope to assess the effects on swallowing function and oropharyngeal muscle mass on sonography after IOPI swallowing training and neuromuscular electrical stimulation in PSD.\n\nFirst, the investigators will enroll 20 normal people, whose ages should be from 40-80 years old, to verify the inter-rater and intra-rater reliability of sonography and use IOPI to assess maximal muscle strength and endurance of oropharyngeal muscles. Second, 40 stroke patients with different levels in dysphagia will be enrolled. Each patient will receive clinical assessments of swallowing and tongue functions, general and oropharyngeal muscles mass and quality by sonography, and life quality. These stroke patients with dysphagia will be randomly allocated in two groups. the investigators will provide two interventions including combined simple and IOPI therapies(n=20), and combined swallowing therapy with NMES(n=20) for the 2 groups.\n\nThe investigators will investigate the differences of swallowing and tongue functions, oropharyngeal muscles on sonography in patients with PSD. The effects of the swallowing therapies in swallowing function, oropharyngeal muscle mass, and life quality will be explored in PSD by using different swallowing therapies. The investigators will find out the most effective swallowing therapy from these 2 interventions for PSD. Furthermore, the investigators could explore that sonography is a clinically practical tool for assessing oropharyngeal muscles mass and quality in PSD."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","dysphagia","sonography","tongue exercises","swallowing therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":35,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"combined swallowing and IOPI group","type":"EXPERIMENTAL","description":"the patients will receive swallowing therapy and IOPI biofeedback exercise program","interventionNames":["Other: swallowing therapy","Other: IOPI therapy"]},{"label":"combined swallowing and NMES group","type":"ACTIVE_COMPARATOR","description":"the patients will receive swallowing therapy and neuromuscular electrical stimulation","interventionNames":["Other: swallowing therapy","Other: neuromuscular electrical stimulation (NMES) therapy"]},{"label":"Normal group","type":"NO_INTERVENTION","description":"20 normal people will receive sonography evaluations to verify the inter-rater and intra-rater reliability of sonography, and use IOPI to assess maximal muscle strength and endurance of oropharyngeal muscles."}],"interventions":[{"type":"OTHER","name":"swallowing therapy","description":"oral exercises, tongue movement, and compensatory techniques, swallowing maneuvers and food modifications, will be performed by an experienced speech and language therapist during intervention","armGroupLabels":["combined swallowing and IOPI group","combined swallowing and NMES group"]},{"type":"OTHER","name":"IOPI therapy","description":"tongue muscle strengthening and endurance exercises by using 15-min IOPI biofeedback program. The biofeedback will be 50%-60% of maximal strength. (total 1 hour/session for 10 sessions)","armGroupLabels":["combined swallowing and IOPI group"]},{"type":"OTHER","name":"neuromuscular electrical stimulation (NMES) therapy","description":"The neuromuscular electrical stimulation (NMES) therapy with VitalStim therapeutic device will be done by one physician who is licensed practitioner and certified in use of the VitalStim device. The placement of 2-channel electrodes is depended on the dysphagic types and the clinical swallowing disorders with for oropharyngeal muscles\n\n(1 hour/session for 10 sessions)","armGroupLabels":["combined swallowing and NMES group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"the change from baseline to time of Masster thickness","description":"The measurement of masseter thickness would be placed at the most prominent area of the masseter muscle in longitudinal and transverse planes.\n\nThe measurements will be taken during relaxation and maximal jaw clenching (2 conditions). The measurements were performed 3 times, and the mean value would be adapted for further analysis.","timeFrame":"Baseline (before intervention), one week after three-week intervention, and four-week post intervention"},{"measure":"the change from baseline to time of tongue muscles thickness","description":"For the tongue muscles, the probe will be placed on the point of the lower chin surface be performed at the maximal cross-section area of the muscles in both longitudinal and transverse planes. The measurements were performed 3 times, and expressed as the mean.","timeFrame":"Baseline (before intervention), one week after three-week intervention, and four-week post intervention"},{"measure":"Interrater reliability of Sonography","description":"To determine the index of inter-rater reliability of the thickness, the shear wave velocity (SWV) and echogenicity index (EI) of assessed muscles, the participants will be evaluated by one physician and then received second measurement by another physician within an hour interval. All images are acquired at the same time of day and obtained independently by each examiner without checking the first one to ensure blinding.","timeFrame":"Baseline"},{"measure":"Intrarater reliability of Sonography","description":"To determine the index of intra-rater reliability of the thickness, the shear wave velocity (SWV) and echogenicity index (EI) of assessed muscles, the participants will be evaluated by one physician, and then receive second measurement by same physician within thirty minutes interval.","timeFrame":"Baseline"},{"measure":"the change from baseline to time of swallowing muscle strength","description":"the evaluation would be executed by an experienced speech and language therapist. The target muscles include tongue and lip maximal strength and endurance.\n\nIowa Oral Performance Instrument (IOPI, Medical LLC, Redmond, WA) is a standardize portable device that could be used to quantify the muscle strength of tongue and lips. It allows clinicians to set the peak level of resistance necessary to achieve optimal gains in strength as well as endurance while providing a visual feedback of performance to the patients.","timeFrame":"Baseline (before intervention), one week after three-week intervention, and four-week post intervention"}],"secondaryOutcomes":[{"measure":"the change from baseline to time of general muscle mass","description":"measure bilateral calf circumferences","timeFrame":"Baseline (before intervention), one week after three-week intervention, and four-week post intervention"},{"measure":"Measure the change in grip strength (by Jamar hand dynamometer)","description":"the change from baseline to time of general muscle mass","timeFrame":"Baseline (before intervention), one week after three-week intervention, and four-week post intervention"},{"measure":"Measure the change in gait speed (6-m walkway)","description":"the change from baseline to time of general muscle mass","timeFrame":"Baseline (before intervention), one week after three-week intervention, and four-week post intervention"},{"measure":"the change from baseline to time of quality of life","description":"A self-reported questionnaire, the Dysphagia Handicap Index, would be used to evaluate the quality of life. Dysphagia Handicap Index is for patients with dysphagia that provide information regarding the success or failure of swallowing therapy.","timeFrame":"Baseline (before intervention), one week after three-week intervention, and four-week post intervention"},{"measure":"the change from baseline to time of swallowing functions 100 ml water test","description":"100 ml water test has been used as a screening tool for patients with stroke who are at risk of aspiration. This test could also be used to monitor the complete swallowing performances.","timeFrame":"Baseline (before intervention), one week after three-week intervention, and four-week post intervention"},{"measure":"the change from baseline to time of swallowing functions","description":"Functional Oral Intake Scale (FOIS) score is a simple assessing scale to quickly identify the swallowing functions. The score of this scale is defined as follows:\n\n1, dependency of tube without oral intake; 2, dependency of tube with inconsistent oral intake; 3, dependency of tube as a supplement with consistent oral intake; 4, total oral intake of a single consistency; 5, total oral intake with specific preparation for multiple consistency; 6, total oral intake without any specific preparation, but avoid specific liquids or food; 7, total oral intake without any restrictions.","timeFrame":"Baseline (before intervention), one week after three-week intervention, and four-week post intervention"},{"measure":"the change from baseline to time of clinical nutrition status","description":"Mini-nutritional assessment short form (MNA) is a screening form to identify patients who are malnourished or at risk of malnutrition, which allows clinicians to intervene earlier to provide adequate nutritional support, prevent further deterioration, and improve patient outcomes.","timeFrame":"Baseline (before intervention), one week after three-week intervention, and four-week post intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Normal group\n\nInclusion Criteria:\n\n* The ages of participants should be from 40 to 80 years old.\n* Normal people that are healthy and have no history of systemic diseases that are associated with swallowing difficulty.\n\nExclusion Criteria:\n\n* Any other history of systemic diseases that are associated with swallowing difficulty.\n* Aged younger than 40 or older than 80 years old\n\nIntervention groups\n\nInclusion Criteria:\n\n* Patients with stroke that are diagnosed with oropharyngeal dysphagia (FOIS1-4).\n* The duration since the onset of stroke should be 2-6 months.\n* The ages of participants should be from 40 to 80 years old.\n\nExclusion Criteria:\n\n* The stroke duration is less than 2 months or more than 6 months after stroke\n* Aged younger than 40 or older than 80 years old\n* Any cognitive deficit that leads to communicative difficulty.\n* Any other history of systemic diseases that are associated with swallowing difficulty.","healthyVolunteers":true,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Huang Yuchi","affiliation":"Chang Gung Memorial Hospital","role":"STUDY_CHAIR"}],"locations":[{"facility":"Kaohsiung Chang Gung Memorial Hospital","city":"Kaohsiung","zip":"833","country":"Taiwan","geoPoint":{"lat":22.61626,"lon":120.31333}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003680","term":"Deglutition Disorders"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000004935","term":"Esophageal Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000010608","term":"Pharyngeal Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6572","name":"Deglutition Disorders","asFound":"Dysphagia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M7775","name":"Esophageal Diseases","relevance":"LOW"},{"id":"M8573","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M6945","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M13205","name":"Pharyngeal Diseases","relevance":"LOW"},{"id":"M12651","name":"Otorhinolaryngologic Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC07","name":"Mouth and Tooth Diseases"}]}},"hasResults":false}