{"protocolSection":{"identificationModule":{"nctId":"NCT05826548","orgStudyIdInfo":{"id":"2019.08"},"organization":{"fullName":"IRCCS San Camillo, Venezia, Italy","class":"OTHER"},"briefTitle":"Financial Abilities in Neurological Diseases. Development of a Telerehabilitation Program: FINAGE","officialTitle":"Financial Abilities in Neurological Diseases. Development of a Telerehabilitation Program: FINAGE","acronym":"FINAGE"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-03-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-06-17","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-02-17","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-03-16","studyFirstSubmitQcDate":"2023-04-12","studyFirstPostDateStruct":{"date":"2023-04-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-12","lastUpdatePostDateStruct":{"date":"2023-04-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Francesca Burgio","investigatorTitle":"Researcher, Psychologist, Psychotherapist","investigatorAffiliation":"IRCCS San Camillo, Venezia, Italy"},"leadSponsor":{"name":"IRCCS San Camillo, Venezia, Italy","class":"OTHER"},"collaborators":[{"name":"Ministry of Health, Italy","class":"OTHER_GOV"},{"name":"Khymeia S.r.l.","class":"UNKNOWN"},{"name":"Department of Neuroscience, University of Padova","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Financial Abilities (FA) are a set of capacities that allow a person to independently manage her/his financial affairs in a manner consistent with personal self-interests and values. This project will: a) assess Financial Abilities in different neurological conditions: Mild Cognitive Impairment, Parkinson's disease and Stroke patients; b) investigate both cognitive correlations, specifically the role of executive functions, thought to be critically involved in the FA multi-dimensional concept, and neuro-anatomical correlates of Financial Abilities; c) build a rehabilitation tool in order to improve FA. Secondary aims are to apply this rehabilitation tool at long distance and evaluate its behavioral, functional and neuroanatomical effects. The starting point for this project is the recently published NADL-F - Numerical Activities of Daily Living - Financial, a multi-domain ecological battery aimed at assessing FA in healthy people as well as in neurological patient populations","detailedDescription":"Financial Abilities (FA) have recently been defined as the capacity to manage money and financial assets in ways that meet a person's needs and which are consistent with her/his values and self-interests. The loss of this capacity can have serious legal, economical, and personal consequences on the individual. The social consequences of maintaining financial abilities are also of pivotal importance. A clear example is given by patients at risk of dementia; the more the population ages, the more the prevalence of dementia increases, and cognitive decline is bound to also affect FA. Moreover, older adults hold a comparatively high share of a nation's wealth. Thus, impairments in FA encountered in this part of the population may also be a risk to the whole society. Only a few studies investigated the neural correlates of FA, focusing mainly on pathological aging. The exact behavioral correlates of decline in this particular domain and the precise relation of unwise financial decisions with the deterioration of anatomical structures are still poorly understood. This may raise the fundamental question of when and why, in relation to neural decline, an individual's FA becomes impaired. The present project addresses both of these problems. The ability to deal with financial matters may differ according to the type of neurological diseases present. Specific anatomical damage, rather than the etiology, may in fact be a better predictor of behavior. Investigating the neural correlates of FA, orthogonally to pathology, is therefore an aim of the present project. Critically, most studies conducted so far analyzed only a few brain regions, which may be restrictive considering the multidimensional nature of FA that presumably draws upon numerous brain networks, cortical hubs, and associated cognitive and emotional processes. A first aim of the present project is to make up for this shortcoming by administering and correlating NADL-F performance with a cognitive assessment and neuroimaging investigation. Studying anatomical correlates of FA, however, is, in the present project, only instrumental in reaching the overarching and final aim of this proposal, which is, building a valid and practical rehabilitation tool. Such a tool shall induce long term positive modifications based on neural plasticity. Understanding the working of such a tool by comparing which brain areas are recruited before and after the rehabilitation program would provide invaluable information. A crucial aspect will be the possibility of administering rehabilitation remotely. Independent measures of the translational value of the treatment will be applied.\n\nHyphotesis and Significance:\n\n1. FA is impaired in neurological diseases, in different ways according to different pathologies and behavioral correlates.\n2. A telerehabilitation program for FA will be able to improve financial autonomy of MCI, Stroke and PD patients along with cognitive functions involved.\n3. FA has specific neural correlates, which could be selectively and differently impaired in various neurological pathologies. Moreover, the improvement of FA after the telerehabilitation program would be related to a plastic cerebral reorganization after FA training.\n\nAims:\n\n1. To investigate FA deficit patterns, by means of NADL-Financial battery, in Parkinson's Disease (PD) and Stroke patients, for which FA deficits were preliminarily observed. These hypotheses are also based on findings on MCI group study, conducted on a numerous sample (N=51). For these reasons, this project aims at extending the preliminary data to Stroke and PD patients' groups. In particular, the study is interested in investigating the specific role played by executive functions and the interaction of FA with numerical functions such as processing and understanding of ratio concepts (%, 3/4, ...), which are important to make advantageous decisions under risk and choose the most optimal financial options.\n2. To design and study the efficacy of a telerehabilitation protocol. The protocol will be focused on the improvement of financial abilities and related cognitive domains. The rehabilitation study will include the pathologies investigated in Aim 1 (PD and Stroke) and MCI population.\n3. To carry out a neuroimaging study, with the following sub-goals: a) to analyze the neuroanatomical correlates of FA in PD and Stroke patients; b) to explore expected neuroanatomical and neurofunctional changes, due to rehabilitation, in PD, Stroke and MCI patients."},"conditionsModule":{"conditions":["Parkinson Disease","Mild Cognitive Impairment","Stroke"],"keywords":["Financial Abilities","Telerehabilitation","Cognitive rehabilitation","Changes in neurocognitive and functional domains"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"PD, Stroke and MCI patients will be recruited in the IRCCS San Camillo Hospital. The selection will be based on diagnosis made by an expert neurologist and on a neuropsychological evaluation. Enrolled patients will be randomized in two groups and by using a block randomization sequence (Random.org), to receive telerehabilitation treatment (TR; N=70) or conventional treatment (CT; N=70). The CT group will undergo the standard cognitive training offered by the Hospital. The TR group will perform 5 daily sessions, 1 hour each, per week: 3 online, together with a remote therapist, and 2 offline that the therapist will be able to set and control in every moment, from a PC-based workstation in the hospital. The trainings will last 4 weeks.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":140,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Telerehabilitation group","type":"EXPERIMENTAL","description":"The TR group will perform 4 weeks of cogntiive training using the FINAGE tablet. The rehabilitation tasks will train the patients on the detected FA deficits, but also on the cognitive domains underlying such abilities. FINAGE TR program will have a modular structure, with 8 different packages including AF and: language, attention, memory, numbers, logical reasoning, executive functions, theory of mind and testamentary capacities. Every package will involve exercises of increasing difficulty. Reaction times, number of stimuli presented and other parameters will be customizable, in order to be adaptable to different patients' cognitive conditions and/or to their achievements from one session to the other.","interventionNames":["Behavioral: Telerehabilitation group"]},{"label":"Conventional treatment group","type":"ACTIVE_COMPARATOR","description":"The CT group will perform 4 weeks of the standard cognitive training offered by IRCCS San Camillo Hospital.","interventionNames":["Behavioral: Conventioanl treatment group"]}],"interventions":[{"type":"BEHAVIORAL","name":"Telerehabilitation group","description":"Patients will undergo the experimental intervention for 1 hour/day, for 5 days, for 4 weeks.","armGroupLabels":["Telerehabilitation group"]},{"type":"BEHAVIORAL","name":"Conventioanl treatment group","description":"Patients will undergo the control intervention for 1 hour/day, for 5 days, for 4 weeks.","armGroupLabels":["Conventional treatment group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Correlational study","description":"Performances at the NADL-F battery, assessing financial abilities, will be correlated to cognitive performances as assessed by a full neuropsychological battery encompassing the main cognitive domain, such as memory, attention, executive function, language, visuospatial abilities. Specific neuropsychological tests will be defined on the basis of the specific neurological population.\n\nRaw scores at each test will be converted in z-scores based on each test normative data. Z-scores will be averaged to calculate composite scores specific for each cognitive domain. In detail, the composite scores will be the following: general cognitive functioning, attention, executive function, short-term memory, long-term memory, visuospatial abilities, language.\n\nNADL-F scores will be then correlated also with structural (e.g., lesion mapping and/or voxel based morphometry) and functional measures (e.g., functional brain network connectivity).","timeFrame":"At baseline"},{"measure":"Measure of change in FA and cognitive abilities after a treatment with the telerehabilitation program FINAGE","description":"The telerehabilitation program will be implemented on tablets (FINAGE). Exercises will focus on language, attention, memory, calculation, reasoning, gambling, executive function, theory of mind, testamentary abilities. Patients will complete 20 daily 1-hour sessions.\n\nHalf of the patients will undergo the rehabilitation with FINAGE, the other half 20 sessions of standard cognitive rehabilitation.\n\nCognitive performances will be assessed before and after treatment by a neuropsychological battery encompassing the main cognitive domains. Specific neuropsychological tests will be defined on the basis of the specific neurological population. Raw scores at each test will be converted in z-scores based on each test normative data. Z-scores will be averaged to calculate composite scores for each cognitive domain. The composite scores will be the following: general cognitive functioning, attention, executive function, short-term memory, long-term memory, visuospatial abilities, language.","timeFrame":"At baseline and after 4 weeks (post-intervention)"},{"measure":"Measure of change in brain connectivity after a treatment with the telerehabilitation program FINAGE","description":"Patients will undergo a session of fMRI before and after treatment. The following variables will be extracted by neuroimaging data: whole-brain T1-based structural (surface, area, gyrification estimation in FreeSerfer) and resting-state fMRI-based functional connectivity (through Independent Component Analysis) properties of the main brain networks such as the fronto-parietal network, dorsal and ventral attention, salience and default-mode networks. MRI volumetric measurement (using automated routines in SPM12) of ROIs that previous literature has suggested to be linked to FA, at least in MCI, such as the angular gyri, will also be performed. Between subject independent variables will be pathology (PD, Stroke and MCI), type of treatment (TR, CT) and, when appropriate, session (pre- and post-treatment) will also be considered as the within-subject independent variable.","timeFrame":"At baseline and after 4 weeks (post-intervention)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* diagnosis of: Mild Cognitive Impairment, Parkinson's disease and stroke\n* preserved use of at least one hand,\n* normal or corrected to normal vision\n\nExclusion Criteria:\n\n* history of psychiatric and/or concurrent neurological diseases\n* inability to provide informed consent,\n* impaired comprehension of oral instructions,","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Francesca Burgio, PhD","role":"CONTACT","phone":"0412207536","phoneExt":"+39","email":"francesca.burgio@hsancamillo.it"}],"overallOfficials":[{"name":"Francesca Burgio, PhD","affiliation":"IRCCS San Camillo Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"IRCCS San Camillo Hospital","status":"RECRUITING","city":"Lido Di Venezia","state":"Venezia","zip":"30126","country":"Italy","contacts":[{"name":"Francesca Burgio, PhD","role":"CONTACT","phone":"0412207536","phoneExt":"+39","email":"francesca.burgio@hsancamillo.it"},{"name":"Francesca Burgio, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Andreina Giustiniani, PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":45.4105,"lon":12.36649}}]},"referencesModule":{"references":[{"pmid":"28880732","type":"BACKGROUND","citation":"Arcara G, Burgio F, Benavides-Varela S, Toffano R, Gindri P, Tonini E, Meneghello F, Semenza C. Numerical Activities of Daily Living - Financial (NADL-F): A tool for the assessment of financial capacities double dagger. Neuropsychol Rehabil. 2019 Aug;29(7):1062-1084. doi: 10.1080/09602011.2017.1359188. Epub 2017 Sep 7."},{"type":"BACKGROUND","citation":"MARSON, D. C., HEBERT, K., & SOLOMON, A. C. (2011). Assessing Civil Competencies in Older Adults with Dementia. Forensic Neuropsychology: A Scientific Approach, 401."},{"pmid":"12578926","type":"BACKGROUND","citation":"Griffith HR, Belue K, Sicola A, Krzywanski S, Zamrini E, Harrell L, Marson DC. Impaired financial abilities in mild cognitive impairment: a direct assessment approach. Neurology. 2003 Feb 11;60(3):449-57. doi: 10.1212/wnl.60.3.449."},{"pmid":"19203439","type":"BACKGROUND","citation":"Sherod MG, Griffith HR, Copeland J, Belue K, Krzywanski S, Zamrini EY, Harrell LE, Clark DG, Brockington JC, Powers RE, Marson DC. Neurocognitive predictors of financial capacity across the dementia spectrum: Normal aging, mild cognitive impairment, and Alzheimer's disease. J Int Neuropsychol Soc. 2009 Mar;15(2):258-67. doi: 10.1017/S1355617709090365. Epub 2009 Feb 10."},{"pmid":"19770468","type":"BACKGROUND","citation":"Triebel KL, Martin R, Griffith HR, Marceaux J, Okonkwo OC, Harrell L, Clark D, Brockington J, Bartolucci A, Marson DC. Declining financial capacity in mild cognitive impairment: A 1-year longitudinal study. Neurology. 2009 Sep 22;73(12):928-34. doi: 10.1212/WNL.0b013e3181b87971."},{"pmid":"32120293","type":"RESULT","citation":"Benavides-Varela S, Burgio F, Weis L, Mitolo M, Palmer K, Toffano R, Arcara G, Vallesi A, Mantini D, Meneghello F, Semenza C. The role of limbic structures in financial abilities of mild cognitive impairment patients. Neuroimage Clin. 2020;26:102222. doi: 10.1016/j.nicl.2020.102222. Epub 2020 Feb 19."},{"pmid":"33543420","type":"RESULT","citation":"Toffano R, Burgio F, Palmer K, Benavides-Varela S, Meneghello F, Orru G, Sartori G, Arcara G, Semenza C. Numerical Activities of Daily Living - Financial: a short version. Neurol Sci. 2021 Oct;42(10):4183-4191. doi: 10.1007/s10072-021-05047-y. Epub 2021 Feb 5."},{"pmid":"34014396","type":"RESULT","citation":"Burgio F, Benavides-Varela S, Toffano R, Palmer K, Meneghello F, Arcara G, Semenza C. Predicting financial deficits from a standard neuropsychological assessment: preliminary evidence in mild cognitive impairment. Neurol Sci. 2022 Jan;43(1):299-303. doi: 10.1007/s10072-021-05304-0. Epub 2021 May 20."},{"pmid":"34164749","type":"RESULT","citation":"Burgio F, Danesin L, Benavides-Varela S, Meneghello F, Butterworth B, Arcara G, Semenza C. Numerical activities of daily living: a short version. Neurol Sci. 2022 Feb;43(2):967-978. doi: 10.1007/s10072-021-05391-z. Epub 2021 Jun 23."},{"pmid":"35624916","type":"RESULT","citation":"Danesin L, Giustiniani A, Arcara G, Burgio F. Financial Decision-Making in Neurological Patients. Brain Sci. 2022 Apr 21;12(5):529. doi: 10.3390/brainsci12050529."},{"pmid":"35739332","type":"RESULT","citation":"Burgio F, Filippini N, Weis L, Danesin L, Ferrazzi G, Garon M, Biundo R, Facchini S, Antonini A, Benavides-Varela S, Semenza C, Arcara G. Neurocognitive correlates of numerical abilities in Parkinson's disease. Neurol Sci. 2022 Sep;43(9):5313-5322. doi: 10.1007/s10072-022-06228-z. Epub 2022 Jun 23."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010300","term":"Parkinson Disease"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000060825","term":"Cognitive Dysfunction"}],"ancestors":[{"id":"D000020734","term":"Parkinsonian Disorders"},{"id":"D000001480","term":"Basal Ganglia Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009069","term":"Movement Disorders"},{"id":"D000080874","term":"Synucleinopathies"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000003072","term":"Cognition Disorders"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12903","name":"Parkinson Disease","asFound":"Parkinson's Disease","relevance":"HIGH"},{"id":"M29395","name":"Cognitive Dysfunction","asFound":"Mild Cognitive Impairment","relevance":"HIGH"},{"id":"M22184","name":"Parkinsonian Disorders","relevance":"LOW"},{"id":"M25293","name":"Ganglion Cysts","relevance":"LOW"},{"id":"M16048","name":"Synovial Cyst","relevance":"LOW"},{"id":"M4464","name":"Basal Ganglia Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M11719","name":"Movement Disorders","relevance":"LOW"},{"id":"M2217","name":"Synucleinopathies","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M5991","name":"Cognition Disorders","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"}]}},"hasResults":false}