{"protocolSection":{"identificationModule":{"nctId":"NCT01208025","orgStudyIdInfo":{"id":"09-2-082"},"organization":{"fullName":"Maastricht University Medical Center","class":"OTHER"},"briefTitle":"ParisK: Validation of Imaging Techniques","officialTitle":"The Assessment of the Plaque at RISK by Non-invasive (Molecular) Imaging and Modelling (ParisK): Prospective Clinical Study for Diagnosis Efficacy for High Risk Plaque and Stroke.","acronym":"ParisK"},"statusModule":{"statusVerifiedDate":"2016-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2010-09"},"primaryCompletionDateStruct":{"date":"2016-12","type":"ACTUAL"},"completionDateStruct":{"date":"2016-12","type":"ACTUAL"},"studyFirstSubmitDate":"2010-09-21","studyFirstSubmitQcDate":"2010-09-22","studyFirstPostDateStruct":{"date":"2010-09-23","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-09-04","lastUpdatePostDateStruct":{"date":"2017-09-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Maastricht University Medical Center","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The possibility of the identification of the risk of rupture of a carotid plaque will have tremendous impact in clinical decision making. Firstly, in symptomatic patients with a 30-69% stenosis, who are currently not operated upon according to the current guidelines, identification of the risk of rupture plaque could identify patients who have a high risk of recurrent stroke, and would benefit of carotid intervention, such as endarterectomy or stent placement. This could potentially prevent a substantial number of strokes. Secondly, in all symptomatic patients with a 70-99% stenosis carotid intervention should be considered, according to the guidelines. However, only one out of six patients with a 70-99% stenosis benefits from a carotid intervention. Identification of patients with a high risk of a recurrent stroke would reduce the number of unnecessary interventions substantially.\n\nThe main objective is to show whether imaging characteristics assessed at baseline can predict clinical events in patients with a 30-69 % symptomatic carotid stenosis."},"conditionsModule":{"conditions":["Stroke","Atherosclerosis"],"keywords":["Plaque","Imaging"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":244,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"symptomatic carotid stenosis 30-69%","description":"Patients with neurological symptoms due to ischemia in the carotid artery territory and with a carotid stenosis between 30% and 69% according to the European Carotid Surgery Trial (ECST) criteria.","interventionNames":["Other: Magnetic Resonance Imaging (MRI), Multidetector Computed Tomography (MDCT), Ultrasonography (US), Transcranial Doppler (TCD)"]}],"interventions":[{"type":"OTHER","name":"Magnetic Resonance Imaging (MRI), Multidetector Computed Tomography (MDCT), Ultrasonography (US), Transcranial Doppler (TCD)","description":"3 Tesla Magnetic Resonance Imaging (MRI), Multidetector Computed Tomography (MDCT), Ultrasonography (US), Transcranial Doppler (TCD)","armGroupLabels":["symptomatic carotid stenosis 30-69%"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"stroke","description":"Ipsilateral recurrent ischemic stroke, transient ischaemic attack (TIA) or new ischemic brain lesions on follow-up brain MRI.","timeFrame":"within 5 years of follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* neurological symptoms due to ischemia in the carotid artery territory as diagnosed by their neurologist based on anamneses, physical examination and brain imaging (CT or MRI)\n* carotid artery stenosis \\< 70% (upper cut-off value is based on the NASCET criteria, the lower cut-off value is an atherosclerotic plaque with a thickness of at least 2-3 mm, which corresponds to an ECST stenosis of 30%\n* written informed consent\n\nExclusion Criteria:\n\n* patients with probable cardiac source of embolism (rhythm disorders, mitral valve stenosis, prolapse or calcification, mechanical cardiac valves, recent myocardial infarction, left ventricular thrombus, atrial myxoma, endocarditis, dilated cardiomyopathy, patent foramen ovale) or a clotting disorder\n* patients with evident other cause of neurological symptoms than carotid stenosis due to atherosclerotic disease (like demyelinating diseases, epilepsy, congenital brain disorders, aneurysms, fibromuscular dysplasia etc)\n* patients already scheduled for carotid endarterectomy or stenting.\n* severe co-morbidity, dementia or pregnancy\n* standard contra-indications for MRI\n* patients who have a documented allergy to MRI or CT contrast media\n* patients with renal clearance \\< 30 ml/minute are not eligible to undergo contrast-enhanced MRI\n* patients with renal clearance \\< 60 ml/minute are not eligible to undergo MDCT\n* patients who had a TIA or minor stroke more than 3 months before inclusion","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients with neurological symptoms due to ischemia in the carotid artery territory and with a carotid stenosis between 30-69% according to the ECST criteria will be included.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Eline Kooi, PhD","affiliation":"Maastricht University Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Maastricht University Medical Center","city":"Maastricht","state":"Limburg","country":"Netherlands","geoPoint":{"lat":50.84833,"lon":5.68889}},{"facility":"Academic Medical Center","city":"Amsterdam","state":"Noord-Holland","country":"Netherlands","geoPoint":{"lat":52.37403,"lon":4.88969}},{"facility":"Erasmus Medical Center","city":"Rotterdam","state":"Zuid-Holland","country":"Netherlands","geoPoint":{"lat":51.9225,"lon":4.47917}},{"facility":"University Medical Center Utrecht","city":"Utrecht","country":"Netherlands","geoPoint":{"lat":52.09083,"lon":5.12222}}]},"referencesModule":{"references":[{"pmid":"36202450","type":"DERIVED","citation":"van Dam-Nolen DHK, Truijman MTB, van der Kolk AG, Liem MI, Schreuder FHBM, Boersma E, Daemen MJAP, Mess WH, van Oostenbrugge RJ, van der Steen AFW, Bos D, Koudstaal PJ, Nederkoorn PJ, Hendrikse J, van der Lugt A, Kooi ME; PARISK Study Group. Carotid Plaque Characteristics Predict Recurrent Ischemic Stroke and TIA: The PARISK (Plaque At RISK) Study. JACC Cardiovasc Imaging. 2022 Oct;15(10):1715-1726. doi: 10.1016/j.jcmg.2022.04.003. Epub 2022 Jun 15."},{"pmid":"34983237","type":"DERIVED","citation":"van Dam-Nolen DHK, van Egmond NCM, Dilba K, Nies K, van der Kolk AG, Liem MI, Kooi ME, Hendrikse J, Nederkoorn PJ, Koudstaal PJ, van der Lugt A, Bos D. Sex Differences in Plaque Composition and Morphology Among Symptomatic Patients With Mild-to-Moderate Carotid Artery Stenosis. Stroke. 2022 Feb;53(2):370-378. doi: 10.1161/STROKEAHA.121.036564. Epub 2022 Jan 5."},{"pmid":"30971168","type":"DERIVED","citation":"Crombag GAJC, van Hoof RHM, Holtackers RJ, Schreuder FHBM, Truijman MTB, Schreuder TAHCML, van Orshoven NP, Mess WH, Hofman PAM, van Oostenbrugge RJ, Wildberger JE, Kooi ME. Symptomatic Carotid Plaques Demonstrate Less Leaky Plaque Microvasculature Compared With the Contralateral Side: A Dynamic Contrast-Enhanced Magnetic Resonance Imaging Study. J Am Heart Assoc. 2019 Apr 16;8(8):e011832. doi: 10.1161/JAHA.118.011832."},{"pmid":"30897531","type":"DERIVED","citation":"van Dijk AC, Donkel SJ, Zadi T, Sonneveld MAH, Schreuder FHBM, Chohan MF, Koudstaal PJ, Leebeek FWG, Saxena R, Hendrikse J, Kooi ME, van der Lugt A, de Maat MPM. Association between fibrinogen and fibrinogen gamma' and atherosclerotic plaque morphology and composition in symptomatic carotid artery stenosis: Plaque-At-RISK study. Thromb Res. 2019 May;177:130-135. doi: 10.1016/j.thromres.2019.02.030. Epub 2019 Feb 27."},{"pmid":"30832656","type":"DERIVED","citation":"Crombag GAJC, Schreuder FHBM, van Hoof RHM, Truijman MTB, Wijnen NJA, Voo SA, Nelemans PJ, Heeneman S, Nederkoorn PJ, Daemen JH, Daemen MJAP, Mess WH, Wildberger JE, van Oostenbrugge RJ, Kooi ME. Microvasculature and intraplaque hemorrhage in atherosclerotic carotid lesions: a cardiovascular magnetic resonance imaging study. J Cardiovasc Magn Reson. 2019 Mar 4;21(1):15. doi: 10.1186/s12968-019-0524-9."},{"pmid":"28376791","type":"DERIVED","citation":"Steinbuch J, van Dijk AC, Schreuder F, Truijman M, Hendrikse J, Nederkoorn PJ, van der Lugt A, Hermeling E, Hoeks A, Mess WH. Definition of common carotid wall thickness affects risk classification in relation to degree of internal carotid artery stenosis: the Plaque At RISK (PARISK) study. Cardiovasc Ultrasound. 2017 Apr 4;15(1):9. doi: 10.1186/s12947-017-0097-4."},{"pmid":"25563640","type":"DERIVED","citation":"de Rotte AA, Truijman MT, van Dijk AC, Liem MI, Schreuder FH, van der Kolk AG, de Kruijk JR, Daemen MJ, van der Steen AF, de Borst GJ, Luijten PR, Nederkoorn PJ, Kooi ME, van der Lugt A, Hendrikse J. Plaque components in symptomatic moderately stenosed carotid arteries related to cerebral infarcts: the plaque at RISK study. Stroke. 2015 Feb;46(2):568-71. doi: 10.1161/STROKEAHA.114.008121. Epub 2015 Jan 6."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000050197","term":"Atherosclerosis"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M25878","name":"Atherosclerosis","asFound":"Atherosclerosis","relevance":"HIGH"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}