{"protocolSection":{"identificationModule":{"nctId":"NCT03945968","orgStudyIdInfo":{"id":"FARCT0001"},"organization":{"fullName":"Russian Federation of Anesthesiologists and Reanimatologists","class":"OTHER"},"briefTitle":"The Role of Concomitant Diseases in Postoperative Complications Risk Stratification.","officialTitle":"The Role of Concomitant Diseases in Postoperative Complications Risk Stratification - a Prospective Observational Multi-center Cohort Study","acronym":"STOPRISK"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-07-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-02-28","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-05-09","studyFirstSubmitQcDate":"2019-05-09","studyFirstPostDateStruct":{"date":"2019-05-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-03","lastUpdatePostDateStruct":{"date":"2024-02-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Igor Zabolotskikh","investigatorTitle":"Head of guidelines and clinical stгdies commettee","investigatorAffiliation":"Russian Federation of Anesthesiologists and Reanimatologists"},"leadSponsor":{"name":"Russian Federation of Anesthesiologists and Reanimatologists","class":"OTHER"},"collaborators":[{"name":"Kuban State Medical University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Study is conducted to assess the prevalence and structure of comorbidity among patients undergoing abdominal surgery and produce the stratification of the risk of postoperative complications by identifying independent predictors for its development.","detailedDescription":"Advances in modern anesthesiology have significantly reduced the risk of anesthesia compared to the last century, however, the level of perioperative hospital mortality of planned operations at the moment is on average about 0.5% (ISOS group, 2016). Weiser et al. (2016) estimated that more than 313 million adults worldwide are subject to surgery each year. Thus, the number of deaths may result in several million each year worldwide. However, the study of the mortality risk is associated with certain difficulties, because over the past half century, this figure has decreased a hundred times and the study requires studies that include a large number of participants.\n\nCurrent research focuses on other outcome criteria - postoperative complications. Thus, anesthetic risk often refers to the risk of postoperative complications. The frequency of these complications varies in a wide range, ranging from 3 to 18 % (Gawande AA, 1999, Kable AK, 2002, Malik OS, 2018). The differences in the data are explained by the lack of clear definitions and differences in the design of studies, but the fact that the development of postoperative complications increases the risk of death several times (ISOS group, 2016) can be considered undoubted. However, despite the importance of this issue, in modern literature there is no clear idea of what is considered a high risk and which of the patients corresponds to this category.\n\nUnderstanding whether a patient is at high risk is an essential task - it allows you to obtain meaningful informed consent of the patient, as well as to understand whether to apply strategies for the prevention of complications (targeted infusion therapy, protective respiratory support, especially monitoring in the postoperative period, etc.).\n\nAttempts at preoperative risk stratification have been made for many decades, some scales estimate the initial physical status (ASA scale) (Young J, 2015) and predict mortality, others estimate the risk of specific complications (Lee index, respiratory risk scale, etc.) .\n\nScales including intraoperative and postoperative parameters such as the POSSUM series of scales (Whiteley MS, 1996) are also being developed. The analysis shows that in routine clinical practice, these scales are not used very often, due to their limitations: subjectivity, technical complexity and often - low specificity and sensitivity.\n\nConcomitant diseases are the strongest predictors of postoperative adverse events and annual mortality. Monk et al. (2005) demonstrated that Charlson's comorbidity score of 3 or more significantly increased the risk of death. In addition, in most clinical studies, the ASAclassification of physical status as a kind of comprehensive assessment of patient comorbidity has repeatedly proved to be one of the strongest independent predictors of postoperative morbidity and mortality, despite the fact that this assessment is based on subjective perception (Watt J., 2018).\n\nThe main concomitant diseases that are independent predictors of perioperative complications are diseases of the cardiovascular and respiratory systems (Van Diepen S, 2011). Increasing age, anemia, obesity, diabetes - these conditions also increase the risk of an adverse outcome. Diseases of the Central nervous system and neuromuscular diseases significantly disrupt the function of respiration, can change the level of the Autonomous regulation of the cardiovascular system, lead to significant cognitive disorders and nutritional deficiency, which also increases the risk of perioperative complications (Hachenberg T, 2014).\n\nOn the other hand, large-scale observational studies conducted in recent years in a number of countries have not identified comorbidities as independent predictors of postoperative complications (Malik, 2018).\n\nThus, data on the risk effects of comorbidities are contradictory and may be influenced by differences in the frequency and structure of these diseases in heterogeneous populations, as well as in different treatment strategies for cardiovascular, respiratory and other diseases. The identification of these risk factors is necessary to understand the pathophysiology of complications and identify potential ways to reduce anesthetic risk, such as the correction of concomitant disease.\n\nThe degree of risk of surgery, of course, depends not only on the presence of comorbidities and their combinations, but also on the severity of surgical injury (Pearse RM, 2012, ISOS group, 2017), as well as the level of exposure to drugs for anesthesia and anesthetic techniques (Malik OS, 2018), therefore, the allocation of risk groups without these factors is also not appropriate.\n\nObjective: to assess the frequency and structure of comorbidities in patients undergoing surgery on the abdominal organs and to stratify the risk of postoperative complications by determining independent\n\nEvaluated parameters in study:\n\n1. Age, gender; 2. Class of physical status by ASA; 3. The presence and type of concomitant disease; 3.1 CHD; 3.2 CHF; 3.3 Heart rhythm disorders; 3.4 COPD; 3.5 Bronchial Asthma; 3.6 CKD; 3.7 CNS diseases; 3.7.1 Stroke; 3.7.2 Epilepsy; 3.7.3 Parkinson's Disease; 3.7.4 Alzheimer's Disease; 3.8 Neuromuscular diseases; 3.9 Diabetes; 3.10 Anemia; 4 Treatment received by the patient; 4.1 β-blockers; 4.2 ACE Inhibitors; 4.3 Aldosterone antagonists; 4.4 Statins; 4.5 Anticoagulants; 4.6 Diuretics; 4.7 Bronchodilators; 4.8 Corticosteriods; 4.9 Insulin; 4.10 Anticonvulsants; 5. The type and severity of surgery ; 5.1 Open surgery on the organs of the upper abdomen; 5.2 Coloproctological operations; 5.3 Gynecological surgery; 5.4 Urological surgery; 5.5 Operations on vessels of the abdominal cavity; 5.6 Abdominal wall surgery; 5.7 Laparoscopic surgery; 6 Type of anesthesia; 6.1 Spinal; 6.2 Epidural; 6.3 Combined spinal-epidural; 6.4 Intravenous; 6.5 Combined; 6.6 General+epidural; 7. Integral scales; 7.1 The cognitive function of the Montreal scale ; 7.2 Respiratory risk ; 7.3 Lee's Cardiovascular Risk Scale ; 7.4 NSQIP Cardiac risk scale ; 7.5 Hepatic insufficiency according to MELD; 7.6 CKD Stage by Level of GFR and Albuminuria; 7.7 COPD degree by GOLD.\n\nOrder of conduct\n\n1. The data is registered in the Excel electronic database in a uniform format for all centers (the form will be sent by the coordinator to all centers participating in the study prior to the inclusion of patients).\n2. All centers need to get approval by the local ethics committee before the start of the study. The study protocol will be registered in Clinicaltrial.gov.\n3. The study includes all patients operated on within one operational day at the discretion of the center and meeting the inclusion criteria with registration in the questionnaire of the day of the week.\n4. All patients could sign informed consent to participate in the study prior to inclusion in the study.\n5. Before surgery, data on the patient and all studied factors specified in the study protocol are entered into the database.\n6. All patients included in the study are monitored before discharge from the hospital with registration of the data specified in the protocol.\n\n6. Every last day of the working week, all completed cases are sent as a separate Excel file to the study coordinator by email to trembachnv@mail.ru 7. The originals of the questionnaires are stored in the centers for the entire study time and for 3 years after its completion.\n\n8. The summary database is formed by the study coordinator and provided to the centers after the end of the study.\n\nStatistical analysis The sample size was calculated taking into account the fact that at least 10 cases of postoperative complications per one factor included in the final regression model are required. Given the wide range of complication rates in previous studies (from 3% to 20%), we have chosen a lower bound for a more accurate assessment. To include 20 potential risk factors in the regression model, 200 cases of postoperative complications are required, which at a frequency of 3% is not less than 7000 people. Taking into account the risk of data loss, and taking into account as many potential risk factors as possible, the size of the required sample was increased to 12,000 people, which will also assess the contribution of comorbidities to certain groups of complications. For validation of predictive models will be recruited 4,000 additional. The inclusion of the patient in the main and validation group will be carried out randomly.\n\nThe character of distribution of studied parameters will be evaluated using the criterion Kolmogorov-Smirnov. The continuous data will be presented as the median and interquartile range for the nonparametric distribution and as the mean and standard deviation for the parametric distribution. Categorical variables will be presented as the number of patients and a percentage of the total number of patients.\n\nFor the initial assessment of the Association of the factor with postoperative complications, a single-factor analysis using the χ2 criterion and the Mann-Whitney test will be carried out. All variables with a reliable relationship identified in the univariate analysis (p less than 0.05) will be included in logistic regression if there is no collinearity between them (correlation coefficient less than 0.25). The logistic regression model will be constructed using a step-by-step reverse inclusion procedure in which the presence of a complication will be a dependent variable. Potential predictors will be removed if this exception does not cause a significant change in the log likelihood ratio. The criterion for excluding the factor will be set at the significance level of 0.05. Adjusted odds ratios and 95% confidence intervals will also be calculated.\n\nThe resulting predictive model will be evaluated in the validation group using ROC analysis and the Hosmer-Lemeshov test."},"conditionsModule":{"conditions":["Coronary Heart Disease","Anemia","Bronchial Asthma","Stroke","Epilepsy","Parkinson's Disease","Heart Rhythm Disorders","Alzheimer's Disease","Neuromuscular Diseases","Diabetes","Chronic Heart Failure","Chronic Obstructive Pulmonary Disease","Chronic Kidney Diseases"],"keywords":["anesthesia","concomitant diseases","risk stratification"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITHOUT_DNA","description":"whole blood, serum, white cells, albumin, erythrocytes, thromocytes"},"enrollmentInfo":{"count":16000,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"incidence of postoperative complications","description":"Postoperative complications (according to the definitions of ESA-SCICM, 2015)\n\n1. Acute kidney damage\n2. ARDS\n3. The failure of the anastomose\n4. Arrhythmias\n5. Cardiac arrest\n6. Cardiogenic pulmonary edema\n7. Postoperative delirium\n8. Myocardial infarction\n9. Pneumonia\n10. Paresis of the intestine\n11. Postoperative bleeding\n12. Pulmonary thromboembolism\n13. Stroke\n14. Wound infection\n\nNSQIP complications:\n\n1. Acute respiratory failure\n2. Unplanned reintubation\n3. Sepsis/septic shock\n4. Wound dehiscence\n5. Postoperative transfusion","timeFrame":"7 days after surgery"}],"secondaryOutcomes":[{"measure":"mortality after abdominal surgery","description":"30-day mortality","timeFrame":"30 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* surgical interventions on the abdominal organs,\n* 1-3 ASA physical status class\n\nExclusion Criteria:\n\n* the inability to assess the factors included in the study,\n* acute massive blood loss, aspiration,\n* bronchospasm,\n* anaphylactic reactions,\n* malignant hyperthermia","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Adult atients undergoing an abdominal surgery in study centers","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Nikita Trembach, PhD","role":"CONTACT","phone":"+79528589299","email":"nikitkax@mail.ru"},{"name":"Igor Zabolotskikh, MD","role":"CONTACT","email":"pobeda_zib@mail.ru"}],"overallOfficials":[{"name":"Igor Zabolotskikh, MD","affiliation":"Russian Federation of Anesthesiologists and Reanimatologists","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The First City Clinical Hospital. n.a. E. E. Volosevich","status":"RECRUITING","city":"Arkhangel'sk","country":"Russian Federation","contacts":[{"name":"Mikhail Kirov, MD","role":"CONTACT"}],"geoPoint":{"lat":64.5401,"lon":40.5433}},{"facility":"Astrakhan State Medical University","status":"RECRUITING","city":"Astrakhan","country":"Russian Federation","contacts":[{"name":"Irakli Kitiashvili, MD","role":"CONTACT"},{"name":"Irakli Kitiashvili, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":46.34968,"lon":48.04076}},{"facility":"Chelyabinsk Regional Clinical Center of Oncology and Nuclear Medicine","status":"RECRUITING","city":"Chelyabinsk","country":"Russian Federation","contacts":[{"name":"Dmitry Voroshin, MD","role":"CONTACT"}],"geoPoint":{"lat":55.15402,"lon":61.42915}},{"facility":"South-Ural State Medical University","status":"RECRUITING","city":"Chelyabinsk","country":"Russian Federation","contacts":[{"name":"Alexey Astakhov, MD","role":"CONTACT","email":"aaastakhov@gmail.com"},{"name":"Alexey Astakhov, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":55.15402,"lon":61.42915}},{"facility":"Chita state medical Academy of the Ministry of health of the Russian Federation","status":"RECRUITING","city":"Chita","country":"Russian Federation","contacts":[{"name":"Konstantin Shapovalov, MD","role":"CONTACT","email":"shkg26@mail.ru"},{"name":"Konstantin Shapovalov, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":52.03171,"lon":113.50087}},{"facility":"Ekaterinburg City clinical hospital № 40","status":"RECRUITING","city":"Ekaterinburg","country":"Russian Federation","contacts":[{"name":"Vladimir Rudnov, MD","role":"CONTACT","email":"vrudnov@mail.ru"},{"name":"Vladimir Rudnov, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":56.8519,"lon":60.6122}},{"facility":"Sverdlovsk regional clinicl hospital №1","status":"RECRUITING","city":"Ekaterinburg","country":"Russian Federation","contacts":[{"name":"Dmitry Levit, PhD","role":"CONTACT","email":"d78@inbox.ru"},{"name":"Dmitry Levit, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":56.8519,"lon":60.6122}},{"facility":"Kazan State Medical University","status":"RECRUITING","city":"Kazan","country":"Russian Federation","contacts":[{"name":"Veronika Davydova, PhD","role":"CONTACT","email":"vevojuyar@gmail.com"},{"name":"Veronika Davydova, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":55.78874,"lon":49.12214}},{"facility":"Republic Clinical Hospital Ministry of Health care of the Republic of Tatarstan","status":"RECRUITING","city":"Kazan","country":"Russian Federation","contacts":[{"name":"Ainagul Bayalieva, MD","role":"CONTACT","email":"bayalieva1@yandex.ru"},{"name":"Ainagul Bayalieva, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":55.78874,"lon":49.12214}},{"facility":"Research Institute for Complex Issues of Cardiovascular Diseases","status":"RECRUITING","city":"Kemerovo","zip":"650002","country":"Russian Federation","contacts":[{"name":"Yevgeny Grigoriev, MD","role":"CONTACT","email":"grigorievev@hotmail.com"},{"name":"Yevgeny Grigoriev, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":55.33333,"lon":86.08333}},{"facility":"Regional clinical hospital №2","status":"RECRUITING","city":"Krasnodar","zip":"350012","country":"Russian Federation","contacts":[{"name":"Nikita Trembach, PhD","role":"CONTACT","email":"nikitkax@mail.ru"},{"name":"Nikita Trembach, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":45.04484,"lon":38.97603}},{"facility":"Kuban State Medical University","status":"RECRUITING","city":"Krasnodar","zip":"350063","country":"Russian Federation","contacts":[{"name":"Igor Zabolotskikh","role":"CONTACT","email":"pobeda_zib@mail.ru"},{"name":"Igor Zabolotskikh, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":45.04484,"lon":38.97603}},{"facility":"Research Institute Regional Clinical Hospital named after S.V. Ochapovsky","status":"RECRUITING","city":"Krasnodar","country":"Russian Federation","contacts":[{"name":"Yuri Malyshev, MD","role":"CONTACT","email":"malyshevyp@mail.ru"},{"name":"Yuri Malyshev, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":45.04484,"lon":38.97603}},{"facility":"Krasnoyarsk State Medical University named after Prof. V.F.Voino-Yasenetsky","status":"RECRUITING","city":"Krasnoyarsk","zip":"660022","country":"Russian Federation","contacts":[{"name":"Alexey Gritsan, MD","role":"CONTACT","email":"gritsan67@mail.ru"},{"name":"Alexey Gritsan, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":56.01839,"lon":92.86717}},{"facility":"Burnasyan federal medical biophysical center of federal medical biological agency","status":"RECRUITING","city":"Moscow","zip":"123098","country":"Russian Federation","contacts":[{"name":"Sergey Voskanyan, MD","role":"CONTACT","email":"voskanyan_se@mail.ru"},{"name":"Sergey Voskanyan, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":55.75222,"lon":37.61556}},{"facility":"City clinical hospital named after S.S. Yudin","status":"RECRUITING","city":"Moscow","country":"Russian Federation","contacts":[{"name":"Denis Protsenko, PhD","role":"CONTACT","email":"drprotsenko@me.com"},{"name":"Denis Protsenko, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":55.75222,"lon":37.61556}},{"facility":"City clinical hospital №1 named after N.I. Pirogov","status":"RECRUITING","city":"Moscow","country":"Russian Federation","contacts":[{"name":"Marat Magomedov, PhD","role":"CONTACT","email":"mma16@bk.ru"},{"name":"Marat Magomedov, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":55.75222,"lon":37.61556}},{"facility":"City Clinical Hospital. n.a. F.I. Inozemtseva","status":"RECRUITING","city":"Moscow","country":"Russian Federation","contacts":[{"name":"Nina Arikan","role":"CONTACT"}],"geoPoint":{"lat":55.75222,"lon":37.61556}},{"facility":"FGBU \"Central clinical hospital with polyclinic\" of the President administration of the Russian Federation","status":"RECRUITING","city":"Moscow","country":"Russian Federation","contacts":[{"name":"Rinat Gubaidullin, MD","role":"CONTACT","email":"www.tempcor@list.ru"},{"name":"Rinat Gubaidullin, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":55.75222,"lon":37.61556}},{"facility":"Moscow cancer research Institute named after P. A. Herzen","status":"RECRUITING","city":"Moscow","country":"Russian Federation","contacts":[{"name":"Victoria Khoronenko, MD","role":"CONTACT","email":"khoronenko_mnioi@mail.ru"},{"name":"Victoria Khoronenko, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":55.75222,"lon":37.61556}},{"facility":"Moscow City Oncological Hospital № 62","status":"RECRUITING","city":"Moscow","country":"Russian Federation","contacts":[{"name":"Andrey Khoteev, PhD","role":"CONTACT","email":"a_hoteev@mail.ru"}],"geoPoint":{"lat":55.75222,"lon":37.61556}},{"facility":"Moscow regional research clinical Institute named after M. F. Vladimirsky","status":"RECRUITING","city":"Moscow","country":"Russian Federation","contacts":[{"name":"Alexey Ovezov, MD","role":"CONTACT","email":"amolex@mail.ru"},{"name":"Alexey Ovezov, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":55.75222,"lon":37.61556}},{"facility":"National Medical and Surgical Center named after N.I. Pirogov","status":"RECRUITING","city":"Moscow","country":"Russian Federation","contacts":[{"name":"Mikhail Zamyatin, MD","role":"CONTACT","email":"zamyatinmn@pirogov-center.ru"},{"name":"Mikhail Zamyatin, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":55.75222,"lon":37.61556}},{"facility":"Privolzhsky district medical center","status":"RECRUITING","city":"Nizhny Novgorod","country":"Russian Federation","contacts":[{"name":"Vladislav Belsky","role":"CONTACT","email":"vlad.belsky@gmail.com"},{"name":"Vladislav Belsky","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":56.32867,"lon":44.00205}},{"facility":"State Novosibirsk Regional Clinical Hospital","status":"RECRUITING","city":"Novosibirsk","country":"Russian Federation","contacts":[{"name":"Vladimir Kohno, MD","role":"CONTACT","email":"kair2007@mail.ru"},{"name":"Vladimir Kohno, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":55.0415,"lon":82.9346}},{"facility":"Orenburg Regional Clinical Hospital","status":"RECRUITING","city":"Orenburg","country":"Russian Federation","contacts":[{"name":"Vadim Ershov, MD","role":"CONTACT","email":"ervad2010@yandex.ru"},{"name":"Vadim Ershov, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.7727,"lon":55.0988}},{"facility":"\"Republican hospital named after V. A. Baranov\"","status":"RECRUITING","city":"Petrozavodsk","country":"Russian Federation","contacts":[{"name":"Arina Spasova, PhD","role":"CONTACT","email":"arina22@mail.ru"},{"name":"Arina Spasova, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":61.78491,"lon":34.34691}},{"facility":"Rostov State Medical University","status":"RECRUITING","city":"Rostov-on-Don","country":"Russian Federation","contacts":[{"name":"Dmitry Martynov, PhD","role":"CONTACT","email":"dvmartyn@mail.ru"},{"name":"Dmitry Martynov, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":47.23135,"lon":39.72328}},{"facility":"North-West State Medical University named after I.I.Mechnikov","status":"RECRUITING","city":"Saint Petersburg","country":"Russian Federation","contacts":[{"name":"Konstantin Lebedinski, MD","role":"CONTACT","email":"mail@lebedinski.com"},{"name":"Konstantin Lebedinski, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":59.93863,"lon":30.31413}},{"facility":"St. Petersburg state budgetary healthcare institution \" City clinical Oncology dispensary\"","status":"RECRUITING","city":"Saint Petersburg","country":"Russian Federation","contacts":[{"name":"Azam Khalikov, PhD","role":"CONTACT","email":"jawlan2@gmail.com"},{"name":"Azam Khalikov, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":59.93863,"lon":30.31413}},{"facility":"\"Samara Regional Clinical Oncology Dispensary\"","status":"RECRUITING","city":"Samara","country":"Russian Federation","contacts":[{"name":"Vladimir Stadler, PhD","role":"CONTACT","email":"ev.stadler@mail.ru"},{"name":"Vladimir Stadler, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":53.20007,"lon":50.15}},{"facility":"Clinical Hospital named after SR. Mirotvortseva (FGBOU VO \"Saratov State Medical University. n.a. V.I.Razumovsky\" Ministry of Health of the Russian Federation","status":"RECRUITING","city":"Saratov","country":"Russian Federation","contacts":[{"name":"Mikhail Prigorodov, MD","role":"CONTACT"},{"name":"Mikhail Prigorodov, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.54056,"lon":46.00861}},{"facility":"Stavropol regional clinical hospital","status":"RECRUITING","city":"Stavropol'","country":"Russian Federation","contacts":[{"name":"Vasily Fisher, PhD","role":"CONTACT","email":"vvfisher26@gmail.com"},{"name":"Vasily Fisher, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":45.0428,"lon":41.9734}},{"facility":"Regional Clinical Hospital No. 1","status":"NOT_YET_RECRUITING","city":"Tyumen","country":"Russian Federation","contacts":[{"name":"Natalya Schen","role":"CONTACT"}],"geoPoint":{"lat":57.15222,"lon":65.52722}},{"facility":"Regional clinical hospital №2","status":"RECRUITING","city":"Vladivostok","country":"Russian Federation","contacts":[{"name":"Pavel Dunts, PhD","role":"CONTACT","email":"dpv@bk.ru"},{"name":"Pavel Dunts, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":43.10562,"lon":131.87353}},{"facility":"Emergency hospital","status":"RECRUITING","city":"Volgograd","country":"Russian Federation","contacts":[{"name":"Alexandr Popov, MD","role":"CONTACT","email":"airvma@yandex.ru"},{"name":"Alexandr Popov, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":48.71939,"lon":44.50183}},{"facility":"Volgograd regional clinical hospital","status":"RECRUITING","city":"Volgograd","country":"Russian Federation","contacts":[{"name":"Alexandr Popov, MD","role":"CONTACT","email":"airvma@yandex.ru"},{"name":"Alexandr Popov, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":48.71939,"lon":44.50183}},{"facility":"Yakut Republican Oncological Dispensary","status":"RECRUITING","city":"Yakutsk","country":"Russian Federation","contacts":[{"name":"Afanasiy Matveev, MD","role":"CONTACT"}],"geoPoint":{"lat":62.03389,"lon":129.73306}}]},"referencesModule":{"references":[{"pmid":"28498884","type":"BACKGROUND","citation":"Global patient outcomes after elective surgery: prospective cohort study in 27 low-, middle- and high-income countries. Br J Anaesth. 2017 Sep 1;119(3):553. doi: 10.1093/bja/aew472. No abstract available."},{"pmid":"26966331","type":"BACKGROUND","citation":"Weiser TG, Haynes AB, Molina G, Lipsitz SR, Esquivel MM, Uribe-Leitz T, Fu R, Azad T, Chao TE, Berry WR, Gawande AA. Size and distribution of the global volume of surgery in 2012. Bull World Health Organ. 2016 Mar 1;94(3):201-209F. doi: 10.2471/BLT.15.159293."},{"pmid":"10418594","type":"BACKGROUND","citation":"Gawande AA, Thomas EJ, Zinner MJ, Brennan TA. The incidence and nature of surgical adverse events in Colorado and Utah in 1992. Surgery. 1999 Jul;126(1):66-75. doi: 10.1067/msy.1999.98664."},{"pmid":"12201185","type":"BACKGROUND","citation":"Kable AK, Gibberd RW, Spigelman AD. Adverse events in surgical patients in Australia. Int J Qual Health Care. 2002 Aug;14(4):269-76. doi: 10.1093/intqhc/14.4.269."},{"pmid":"30243870","type":"BACKGROUND","citation":"Malik OS, Brovman EY, Urman RD. The Use of Regional or Local Anesthesia for Carotid Endarterectomies May Reduce Blood Loss and Pulmonary Complications. J Cardiothorac Vasc Anesth. 2019 Apr;33(4):935-942. doi: 10.1053/j.jvca.2018.08.195. Epub 2018 Aug 23."},{"pmid":"24996034","type":"BACKGROUND","citation":"Young J, Badgery-Parker T, Dobbins T, Jorgensen M, Gibbs P, Faragher I, Jones I, Currow D. Comparison of ECOG/WHO performance status and ASA score as a measure of functional status. J Pain Symptom Manage. 2015 Feb;49(2):258-64. doi: 10.1016/j.jpainsymman.2014.06.006. Epub 2014 Jul 1."},{"pmid":"8696749","type":"BACKGROUND","citation":"Whiteley MS, Prytherch DR, Higgins B, Weaver PC, Prout WG. An evaluation of the POSSUM surgical scoring system. Br J Surg. 1996 Jun;83(6):812-5. doi: 10.1002/bjs.1800830628."},{"pmid":"29325567","type":"BACKGROUND","citation":"Watt J, Tricco AC, Talbot-Hamon C, Pham B, Rios P, Grudniewicz A, Wong C, Sinclair D, Straus SE. Identifying older adults at risk of harm following elective surgery: a systematic review and meta-analysis. BMC Med. 2018 Jan 12;16(1):2. doi: 10.1186/s12916-017-0986-2."},{"pmid":"15616043","type":"BACKGROUND","citation":"Monk TG, Saini V, Weldon BC, Sigl JC. Anesthetic management and one-year mortality after noncardiac surgery. Anesth Analg. 2005 Jan;100(1):4-10. doi: 10.1213/01.ANE.0000147519.82841.5E."},{"pmid":"21709059","type":"BACKGROUND","citation":"van Diepen S, Bakal JA, McAlister FA, Ezekowitz JA. Mortality and readmission of patients with heart failure, atrial fibrillation, or coronary artery disease undergoing noncardiac surgery: an analysis of 38 047 patients. Circulation. 2011 Jul 19;124(3):289-96. doi: 10.1161/CIRCULATIONAHA.110.011130. Epub 2011 Jun 27."},{"pmid":"24979067","type":"BACKGROUND","citation":"Hachenberg T, Schneemilch C. Anesthesia in neurologic and psychiatric diseases: is there a 'best anesthesia' for certain diseases? Curr Opin Anaesthesiol. 2014 Aug;27(4):394-402. doi: 10.1097/ACO.0000000000000098."},{"pmid":"22998715","type":"BACKGROUND","citation":"Pearse RM, Moreno RP, Bauer P, Pelosi P, Metnitz P, Spies C, Vallet B, Vincent JL, Hoeft A, Rhodes A; European Surgical Outcomes Study (EuSOS) group for the Trials groups of the European Society of Intensive Care Medicine and the European Society of Anaesthesiology. Mortality after surgery in Europe: a 7 day cohort study. Lancet. 2012 Sep 22;380(9847):1059-65. doi: 10.1016/S0140-6736(12)61148-9."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000008173","term":"Lung Diseases, Obstructive"},{"id":"D000029424","term":"Pulmonary Disease, Chronic Obstructive"},{"id":"D000001249","term":"Asthma"},{"id":"D000010300","term":"Parkinson Disease"},{"id":"D000000544","term":"Alzheimer Disease"},{"id":"D000009468","term":"Neuromuscular Diseases"},{"id":"D000007674","term":"Kidney Diseases"},{"id":"D000051436","term":"Renal Insufficiency, Chronic"},{"id":"D000003327","term":"Coronary Disease"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000011183","term":"Postoperative Complications"}],"ancestors":[{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020734","term":"Parkinsonian Disorders"},{"id":"D000001480","term":"Basal Ganglia Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009069","term":"Movement Disorders"},{"id":"D000080874","term":"Synucleinopathies"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000003704","term":"Dementia"},{"id":"D000024801","term":"Tauopathies"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000014570","term":"Urologic Diseases"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000002908","term":"Chronic Disease"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000051437","term":"Renal Insufficiency"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000001982","term":"Bronchial Diseases"},{"id":"D000012130","term":"Respiratory Hypersensitivity"},{"id":"D000006969","term":"Hypersensitivity, Immediate"},{"id":"D000006967","term":"Hypersensitivity"},{"id":"D000007154","term":"Immune System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12903","name":"Parkinson Disease","asFound":"Parkinson's Disease","relevance":"HIGH"},{"id":"M12101","name":"Neuromuscular Diseases","asFound":"Neuromuscular Diseases","relevance":"HIGH"},{"id":"M9111","name":"Heart Failure","relevance":"LOW"},{"id":"M10388","name":"Kidney Diseases","asFound":"Kidney Disease","relevance":"HIGH"},{"id":"M6805","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M10860","name":"Lung Diseases, Obstructive","asFound":"Obstructive Pulmonary Disease","relevance":"HIGH"},{"id":"M23139","name":"Pulmonary Disease, Chronic Obstructive","asFound":"Chronic Obstructive Pulmonary Disease","relevance":"HIGH"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M6239","name":"Coronary Disease","asFound":"Coronary Heart Disease","relevance":"HIGH"},{"id":"M3575","name":"Alzheimer Disease","asFound":"Alzheimer's Disease","relevance":"HIGH"},{"id":"M7673","name":"Epilepsy","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M3760","name":"Anemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M10858","name":"Lung Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","asFound":"Heart Rhythm Disorder","relevance":"HIGH"},{"id":"M4246","name":"Asthma","asFound":"Bronchial Asthma","relevance":"HIGH"},{"id":"M13755","name":"Postoperative Complications","asFound":"Postoperative Complications","relevance":"HIGH"},{"id":"M26407","name":"Renal Insufficiency, Chronic","asFound":"Chronic Kidney Disease","relevance":"HIGH"},{"id":"M26408","name":"Renal Insufficiency","relevance":"LOW"},{"id":"M22184","name":"Parkinsonian Disorders","relevance":"LOW"},{"id":"M25293","name":"Ganglion Cysts","relevance":"LOW"},{"id":"M16048","name":"Synovial Cyst","relevance":"LOW"},{"id":"M4464","name":"Basal Ganglia Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M11719","name":"Movement Disorders","relevance":"LOW"},{"id":"M2217","name":"Synucleinopathies","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M6594","name":"Dementia","relevance":"LOW"},{"id":"M22692","name":"Tauopathies","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M17009","name":"Urologic Diseases","relevance":"LOW"},{"id":"M2876","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M26783","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M13817","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8089","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M26785","name":"Male Urogenital Diseases","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M5837","name":"Chronic Disease","relevance":"LOW"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4948","name":"Bronchial Diseases","relevance":"LOW"},{"id":"M9708","name":"Hypersensitivity","relevance":"LOW"},{"id":"M14657","name":"Respiratory Hypersensitivity","relevance":"LOW"},{"id":"M9710","name":"Hypersensitivity, Immediate","relevance":"LOW"},{"id":"M9890","name":"Immune System Diseases","relevance":"LOW"},{"id":"T2192","name":"Familial Alzheimer Disease","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","asFound":"Chronic","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3797","name":"Anesthetics","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}