{"protocolSection":{"identificationModule":{"nctId":"NCT02462317","orgStudyIdInfo":{"id":"10 140 01"},"secondaryIdInfos":[{"id":"2010-022881-28","type":"EUDRACT_NUMBER"}],"organization":{"fullName":"University Hospital, Toulouse","class":"OTHER"},"briefTitle":"Study of the Effects on Motor Recovery of Early Post-stroke Spasticity Treatment","officialTitle":"Study of the Effects on Motor Recovery of Early Post-stroke Spasticity Treatment: Double Blinded Comparison Between Botulinum Toxin and Baclofen.","acronym":"BacloTox"},"statusModule":{"statusVerifiedDate":"2021-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-12-09","type":"ACTUAL"},"completionDateStruct":{"date":"2020-12-09","type":"ACTUAL"},"studyFirstSubmitDate":"2015-05-05","studyFirstSubmitQcDate":"2015-06-01","studyFirstPostDateStruct":{"date":"2015-06-04","type":"ESTIMATED"},"lastUpdateSubmitDate":"2021-01-29","lastUpdatePostDateStruct":{"date":"2021-02-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Toulouse","class":"OTHER"},"collaborators":[{"name":"Merz Pharmaceuticals GmbH","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Stroke is the first cause of motor impairment and disability in adults. Then the main objective of rehabilitation during the first six months following stroke is to facilitate motor recovery. Many post-stroke hemiplegics develop spasticity which is responsible for an increase of disability. Then antispastic drugs are frequently prescribed to the patients even during the post-stroke recovery phase. Until recently most of french patients were treated by oral tablets of baclofen. Now the number of patients receiving intramuscular injections of botulinum A toxin is increasing. However in the literature, these drugs have been tested in post-stroke spasticity during the chronicle phase, after the sixth month and their action on motor recovery remain largely unknown. Then it is necessary to evaluate more accurately the effects of its drugs on motor recovery. The main criterion of its study is the time course of Fugl-Meyer Motor Assessment (FMA). Spastic patients with a single stroke, since less than two months, will be included in the try. They receive at the same time oral tablets for five months and intramuscular injections. Patients are randomized in three arms planned with a distribution balanced by group of 5 patients with a 2 -2- 1 model: botulinum toxin and placebo baclofen (120 patients), oral baclofen and placebo botulinum toxin (120 patients), placebo baclofen and placebo botulinum toxin (60 patients). The FMA score will be assessed before treatment start, one month and three months later. Spasticity, functional abilities, capacity in the activities of daily life, pain and quality of life will be also assessed during the study with Tardieu score, Rivermead Motor Assessment scale, Barthel index, Rankin score, Visual Analogic Scale and Reintegration to Normal Life Index respectively. A positive difference of 12 points in the time course of FMA in the botulinum toxin group in comparison with the baclofen group will be considered as the minimum relevant effect. 300 patients have been planned to be included in 20 centers during the 2 years of trial.","detailedDescription":"Background: Stroke is the first cause of motor impairment and disability in adults. 80% of post-stroke survivors have a motor weakness resulting in hemiplegia. Post-stroke patients partially recover from their motor impairments . These patients reach their maximum motor score round the first 20 weeks. In all cases, motor recovery period is considered completed beyond the sixth month. There is a consensus of epidemiological studies and of more fundamental works on brain plasticity, for the positive effect of rehabilitation on post stroke motor recovery. Then the main objective of rehabilitation during the first six months following stroke is to facilitate motor recovery.\n\nThere are many arguments in animals and humans for the pharmacological modulation of post-stroke motor recovery. In animals, the experimental data suggesting efficacy of amphetamine in motor recovery after brain injury, are numerous. The administration of amphetamine in rats dramatically improves motor recovery after brain injury. This action appears to be related to the α noradrenergic activity of amphetamines and their properties of norepinephrine precursor. In contrast molecules that reduce the release of norepinephrine, which increase its metabolism, or blocking its post-synaptic effects such as gabaergic drugs or clonidine have a deleterious effect on motor recovery after brain injury.\n\nIn humans, the results of studies concerning the action of amphetamine are much more contrasted. A study in functional imaging has shown that a single dose of methylphenidate was able to modulate brain plasticity in post-stroke patients by increasing the activity of substitute neural networks in the lesioned hemisphere. However, if some clinical studies confirm the positive result, others at the opposite show no behavioral effect on recovery as compared to placebo group.\n\nIn humans, there is also some arguments for the positive effect of serotonin reuptake inhibitors (SRI) drugs. Functional neuroimaging studies have shown the SRI modulating action on brain plasticity of sensorimotor cortex. Single dose SRI is responsible for an increase in neuronal activity of sensorimotor cortex correlated with an improvement in behavioral tests in healthy subjects as in post-stroke patients. In small clinical trial, Dam et al has shown a positive effect on motor recovery after prescription of fluoxetine associated with rehabilitation, irrespective of antidepressant activity of this molecule. A randomized controlled multicentre trial (FLAME), comparing the effects on post-stroke motor recovery assessed by the Fugl-Meyer score, of a treatment with fluoxetine or with placebo was published. This trial confirms the positive effect of fluoxetine on recovery of motor function in post stroke hemiplegics.\n\nRegarding the deleterious drug GABAergic and especially diazepam has been tested in animal models of recovery after brain injury. The administration of these molecules has a negative impact on functional recovery. Golsdtein studied the impact on motor recovery of prescription of GABAergic drugs with benzodiazepine or neuroleptic during the recovery phase of brain injured patients. It shows that regardless of the indications of drugs there is a negative effect on the recovery of patients.\n\nConjointly 15% to 40% of post-stroke hemiplegics develop a spasticity which is responsible for an increase of disability. Spasticity is a symptom characterized by an increase of resistance to passive mobilization in relation to a post-stroke exaggeration of spinal reflexes and to a later muscular component. Usual antispastic drugs have an action on the reflex component and not on the muscular one. Then many physicians want to treat spasticity early after stroke even during the recovery phase, before development of the muscular changes. Until recently in France, most of patients were treated by oral tablets of baclofen. Now the number of patients receiving intramuscular injections of botulinum A toxin is increasing. However in the literature, these drugs have been tested in post-stroke spasticity during chronicle phase, after the sixth month and their action on motor recovery remain largely unknown. Botulinum toxin can increase weakness of injected muscles and baclofen belongs to the family of gabaergic drugs which have demonstrated a deleterious effect in animal models of recovery.\n\n• Purpose: In the specific population of post-stroke hemiplegics, antispastic drugs should reduce spasticity while at least respecting functional recovery. Then it study wants to compare the effect on motor recovery of two usual antispastic treatments administrated before the end of second month after stroke: botulinum toxin versus oral baclofen. Our hypothesis is that botulinum toxin is more respectful of motor recovery than Baclofen and may be promotes the functional recovery."},"conditionsModule":{"conditions":["Muscle Spasticity"],"keywords":["Spasticity","Post stroke motor recovery","Botulinum toxin","Baclofen","Pharmacological modulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":184,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"botulinum A toxin","type":"ACTIVE_COMPARATOR","description":"Patients are injected with botulinum toxin in a standardized protocol and received placebo baclofen tablets (120 patients)","interventionNames":["Drug: botulinum A toxin","Drug: placebo baclofen"]},{"label":"Baclofen","type":"ACTIVE_COMPARATOR","description":"Patients are injected with placebo in a standardized protocol and received baclofen tablets (120 patients)","interventionNames":["Drug: Baclofen","Drug: Placebo toxin"]},{"label":"double Placebo","type":"PLACEBO_COMPARATOR","description":"Patients are injected with placebo in a standardized protocol and received placebo baclofen tablets (60 patients)","interventionNames":["Drug: Placebo toxin","Drug: placebo baclofen"]}],"interventions":[{"type":"DRUG","name":"botulinum A toxin","description":"botulinum toxin injection","armGroupLabels":["botulinum A toxin"],"otherNames":["Drug injection"]},{"type":"DRUG","name":"Baclofen","description":"baclofen oral tablet","armGroupLabels":["Baclofen"],"otherNames":["Drug"]},{"type":"DRUG","name":"Placebo toxin","description":"placebo injection","armGroupLabels":["Baclofen","double Placebo"],"otherNames":["placebo injection"]},{"type":"DRUG","name":"placebo baclofen","description":"placebo oral tablet","armGroupLabels":["botulinum A toxin","double Placebo"],"otherNames":["placebo drug"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Motor recovery with time course of Fugl-Meyer Assessment scale","description":"A positive difference of 12 points in the time of course of Fugl-Meyer motor Assessment scale (FMA) from inclusion to the third month, between the results obtained in the botulinum toxin group and those of the baclofen group will be considered as the minimum relevant effect.","timeFrame":"month 3"}],"secondaryOutcomes":[{"measure":"none inferiority of motor recovery with time course of Fugl-Meyer Assessment scale","description":"A none inferiority of the FMA time course between the results of the botulinum toxin group and the placebo group will be researched.","timeFrame":"month 3"},{"measure":"Spasticity with Tardieu scale","description":"A comparison of efficacy of the two treatments on spastic symptoms using Tardieu scale.","timeFrame":"Month 1 and 3"},{"measure":"Function with Rivermead Motor Assessment score,","description":"Functional impact of early treatment of post-stroke spasticity: comparison of changes in the Rivermead Motor Assessment score during the three months of protocol between all groups.","timeFrame":"month 3"},{"measure":"Quality of life : Reintegration to Normal Life Index","timeFrame":"month 3"},{"measure":"Pain : Visual Analogic Scale","timeFrame":"Month 1 and 3"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* First single stroke ischaemic or haemorrhagic responsible of an hemiplegia\n* Stoke since less than 2 month\n* A sufficient understood\n* A spasticity : a Tardieu score upper or equal to 2 on at least one of the following muscle-triceps surae, flexors of fingers, of wrist and of elbow\n* A free consent\n\nExclusion Criteria:\n\n* Previous antispastic drugs\n* Contraindication for baclofen or toxin\n* Antecedent of epileptic seizure\n* Psychiatric antecedent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Philippe MARQUE, MD, PhD","affiliation":"University Hospital, Toulouse","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University Hospital, Toulouse","city":"Toulouse","state":"Haute-Garonne","zip":"31059","country":"France","geoPoint":{"lat":43.60426,"lon":1.44367}},{"facility":"CHU Jean Minjoz","city":"Besançon","zip":"25030","country":"France","geoPoint":{"lat":47.24878,"lon":6.01815}},{"facility":"Groupe Pellegrin, University Hospital Bordeaux","city":"Bordeaux","zip":"33076","country":"France","geoPoint":{"lat":44.84044,"lon":-0.5805}},{"facility":"CHRU de Brest","city":"Brest","zip":"29609","country":"France","geoPoint":{"lat":48.3903,"lon":-4.48628}},{"facility":"Centre de rééducation MARIENIA","city":"Cambo Les Bains","zip":"64250","country":"France","geoPoint":{"lat":43.35851,"lon":-1.40105}},{"facility":"Centre Bouffard- Vercelli","city":"Cerbere","zip":"66290","country":"France","geoPoint":{"lat":42.44094,"lon":3.16518}},{"facility":"University Hospital Dijon","city":"Dijon","zip":"21079","country":"France","geoPoint":{"lat":47.31667,"lon":5.01667}},{"facility":"University Hospital Grenoble","city":"Echirolles","zip":"38434","country":"France","geoPoint":{"lat":45.1439,"lon":5.72883}},{"facility":"Hôpital R. Poincarré","city":"Garches","zip":"92380","country":"France","geoPoint":{"lat":48.84226,"lon":2.18232}},{"facility":"l'Institut Hélio Marin de la côte d'azur","city":"Hyères","zip":"67082","country":"France","geoPoint":{"lat":43.12038,"lon":6.12859}},{"facility":"Hôpital Swynghedauw","city":"Lille","zip":"59000","country":"France","geoPoint":{"lat":50.63297,"lon":3.05858}},{"facility":"Hôpital J Rebeyrol","city":"Limoges","zip":"87042","country":"France","geoPoint":{"lat":45.83153,"lon":1.25781}},{"facility":"CHU Gui de Chauliac","city":"Montpellier","zip":"34295","country":"France","geoPoint":{"lat":43.61092,"lon":3.87723}},{"facility":"University Hospital Carémeau","city":"Nimes","zip":"30029","country":"France","geoPoint":{"lat":43.83333,"lon":4.35}},{"facility":"Hopital Rothschild","city":"Paris","zip":"75012","country":"France","geoPoint":{"lat":48.85341,"lon":2.3488}},{"facility":"GH Lariboisière F.Widal","city":"Paris","zip":"75013","country":"France","geoPoint":{"lat":48.85341,"lon":2.3488}},{"facility":"Groupe Hospitalier Pitié-Salpêtrière","city":"Paris","zip":"75013","country":"France","geoPoint":{"lat":48.85341,"lon":2.3488}},{"facility":"Université Reims Champagne Ardenne","city":"Reims","zip":"51092","country":"France","geoPoint":{"lat":49.25,"lon":4.03333}},{"facility":"Pôle MPR St Hélier","city":"Rennes","zip":"35000","country":"France","geoPoint":{"lat":48.11198,"lon":-1.67429}}]},"referencesModule":{"references":[{"pmid":"7741609","type":"BACKGROUND","citation":"Jorgensen HS, Nakayama H, Raaschou HO, Vive-Larsen J, Stoier M, Olsen TS. Outcome and time course of recovery in stroke. Part II: Time course of recovery. The Copenhagen Stroke Study. Arch Phys Med Rehabil. 1995 May;76(5):406-12. doi: 10.1016/s0003-9993(95)80568-0."},{"pmid":"7741608","type":"BACKGROUND","citation":"Jorgensen HS, Nakayama H, Raaschou HO, Vive-Larsen J, Stoier M, Olsen TS. Outcome and time course of recovery in stroke. Part I: Outcome. The Copenhagen Stroke Study. Arch Phys Med Rehabil. 1995 May;76(5):399-405. doi: 10.1016/s0003-9993(95)80567-2."},{"pmid":"16931787","type":"BACKGROUND","citation":"Kwakkel G, Kollen B, Twisk J. Impact of time on improvement of outcome after stroke. Stroke. 2006 Sep;37(9):2348-53. doi: 10.1161/01.STR.0000238594.91938.1e. Epub 2006 Aug 24."},{"pmid":"15472114","type":"BACKGROUND","citation":"Kwakkel G, van Peppen R, Wagenaar RC, Wood Dauphinee S, Richards C, Ashburn A, Miller K, Lincoln N, Partridge C, Wellwood I, Langhorne P. Effects of augmented exercise therapy time after stroke: a meta-analysis. Stroke. 2004 Nov;35(11):2529-39. doi: 10.1161/01.STR.0000143153.76460.7d. Epub 2004 Oct 7."},{"pmid":"7100929","type":"BACKGROUND","citation":"Feeney DM, Gonzalez A, Law WA. Amphetamine, haloperidol, and experience interact to affect rate of recovery after motor cortex injury. Science. 1982 Aug 27;217(4562):855-7. doi: 10.1126/science.7100929."},{"pmid":"3185921","type":"BACKGROUND","citation":"Goldstein LB, Davis JN. Physician prescribing patterns following hospital admission for ischemic cerebrovascular disease. Neurology. 1988 Nov;38(11):1806-9. doi: 10.1212/wnl.38.11.1806."},{"pmid":"2306622","type":"BACKGROUND","citation":"Goldstein LB, Davis JN. Clonidine impairs recovery of beam-walking after a sensorimotor cortex lesion in the rat. Brain Res. 1990 Feb 5;508(2):305-9. doi: 10.1016/0006-8993(90)90413-6."},{"pmid":"9099528","type":"BACKGROUND","citation":"Goldstein LB. Influence of common drugs and related factors on stroke outcome. Curr Opin Neurol. 1997 Feb;10(1):52-7. doi: 10.1097/00019052-199702000-00011."},{"pmid":"9561971","type":"BACKGROUND","citation":"Goldstein LB. Potential effects of common drugs on stroke recovery. Arch Neurol. 1998 Apr;55(4):454-6. doi: 10.1001/archneur.55.4.454."},{"pmid":"10699450","type":"BACKGROUND","citation":"Goldstein LB. Effects of amphetamines and small related molecules on recovery after stroke in animals and man. Neuropharmacology. 2000 Mar 3;39(5):852-9. doi: 10.1016/s0028-3908(99)00249-x."},{"pmid":"17012058","type":"BACKGROUND","citation":"Goldstein LB. Neurotransmitters and motor activity: effects on functional recovery after brain injury. NeuroRx. 2006 Oct;3(4):451-7. doi: 10.1016/j.nurx.2006.07.010."},{"pmid":"16978883","type":"BACKGROUND","citation":"Tardy J, Pariente J, Leger A, Dechaumont-Palacin S, Gerdelat A, Guiraud V, Conchou F, Albucher JF, Marque P, Franceries X, Cognard C, Rascol O, Chollet F, Loubinoux I. Methylphenidate modulates cerebral post-stroke reorganization. Neuroimage. 2006 Nov 15;33(3):913-22. doi: 10.1016/j.neuroimage.2006.07.014. Epub 2006 Sep 14."},{"pmid":"3345072","type":"BACKGROUND","citation":"Crisostomo EA, Duncan PW, Propst M, Dawson DV, Davis JN. Evidence that amphetamine with physical therapy promotes recovery of motor function in stroke patients. Ann Neurol. 1988 Jan;23(1):94-7. doi: 10.1002/ana.410230117."},{"pmid":"7491646","type":"BACKGROUND","citation":"Walker-Batson D, Smith P, Curtis S, Unwin H, Greenlee R. Amphetamine paired with physical therapy accelerates motor recovery after stroke. Further evidence. Stroke. 1995 Dec;26(12):2254-9. doi: 10.1161/01.str.26.12.2254."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spasticity","relevance":"HIGH"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000001418","term":"Baclofen"},{"id":"D000019274","term":"Botulinum Toxins, Type A"},{"id":"C000542869","term":"abobotulinumtoxinA"}],"ancestors":[{"id":"D000009125","term":"Muscle Relaxants, Central"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000009465","term":"Neuromuscular Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000058786","term":"GABA-B Receptor Agonists"},{"id":"D000018755","term":"GABA Agonists"},{"id":"D000018682","term":"GABA Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000065087","term":"Acetylcholine Release Inhibitors"},{"id":"D000049990","term":"Membrane Transport Modulators"},{"id":"D000018678","term":"Cholinergic Agents"}],"browseLeaves":[{"id":"M4873","name":"Botulinum Toxins","relevance":"LOW"},{"id":"M250157","name":"abobotulinumtoxinA","asFound":"Insulin pen","relevance":"HIGH"},{"id":"M20947","name":"Botulinum Toxins, Type A","asFound":"Insulin pen","relevance":"HIGH"},{"id":"M4406","name":"Baclofen","asFound":"Retinopathy","relevance":"HIGH"},{"id":"M20515","name":"GABA Agonists","relevance":"LOW"},{"id":"M20194","name":"Neurotransmitter Agents","relevance":"LOW"},{"id":"M3163","name":"Acetylcholine","relevance":"LOW"},{"id":"M20448","name":"Cholinergic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"MuRelCen","name":"Muscle Relaxants, Central"},{"abbrev":"VaDiAg","name":"Vasodilator Agents"}]}},"hasResults":false}