{"protocolSection":{"identificationModule":{"nctId":"NCT05254951","orgStudyIdInfo":{"id":"TVchallenge"},"organization":{"fullName":"Attikon Hospital","class":"OTHER"},"briefTitle":"Tidal Volume Challenge to Assess Volume Responsiveness","officialTitle":"Tidal Volume Challenge to Assess Volume Responsiveness With Dynamic Preload Indices During Surgery: A Prospective Study"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-03-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-09-19","type":"ACTUAL"},"completionDateStruct":{"date":"2023-11-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-11-11","studyFirstSubmitQcDate":"2022-02-15","studyFirstPostDateStruct":{"date":"2022-02-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-19","lastUpdatePostDateStruct":{"date":"2023-09-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Tatiana Sidiropoulou","investigatorTitle":"Associate Professor of Anesthesiology","investigatorAffiliation":"Attikon Hospital"},"leadSponsor":{"name":"Attikon Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to investigate the ability of changes in PPV and SVV after Tidal Volume Challenge to predict fluid responsiveness in patients undergoing general anesthesia with protective mechanical ventilation.","detailedDescription":"Intraoperative algorithms and protocols regarding fluid therapy are key factors to prevent perioperative hypovolaemia or hypervolaemia, which are both known to increase morbidity and length of hospital stay. Response to fluid therapy (increase in stroke volume, SV) after a bolus infusion should be based on predictors of fluid responsiveness. It has been shown previously that static indices, such as central venous pressure or pulmonary wedge pressure are unsuitable for this purpose. Conversely dynamic indices such as stroke volume variation (SVV) or pulse pressure variation (PPV), can reliably predict fluid responsiveness during mechanical ventilation with a tidal volume of at least 8 ml/kg.\n\nIn recent years, the use of lung-protective ventilation strategy with tidal volumes of less than 8 ml/kg (e.g. Vt = 6ml/kg of ideal body weight) has been associated with better outcome of patients9 and has been recommended as the standard intraoperative mechanical ventilation strategy.10 Reduced tidal volumes, however, limit the reliability of dynamic PPV and SVV indicators. In order to overcome this Vt-related limitation to PPV and SVV, functional hemodynamic tests should be applied,11 aimed at increasing right ventricle preload. For example, discontinuation of mechanical ventilation as in the end-expiratory occlusion test (EEOT) has been tested, in intensive care patients, as well as in a surgical polulation with conflicting results.15,16 Recently Myantra and coll tested the tidal volume challenge (VtC) in 20 severely ill patients with acute circulatory failure. They demonstrated that the response to fluid administration can be reliably predicted through changes in PPV and SVV after VtC, defined as an increase in Vt to 8 ml/kg for 1 minute.\n\nTidal volume challenge has also been successfully tested in surgical patients. In neurosurgical patients in both supine and prone position. Messina and coll demonstrated that VtC can predict the response to fluid administration through a change in PPV and SVV with high sensitivity and specificity. In robotic laparoscopic procedures in the Trendelenburg position, Jun and coll20 showed PPV changes after a VtC were more sensitive and specific in predicting fluid responsiveness than SVV changes.\n\nThe purpose of this study is to investigate the ability of changes in PPV and SVV after VtC to predict fluid responsiveness in patients undergoing general anesthesia with protective mechanical ventilation.\n\nPatient population / study design\n\nIn this prospective study, patients who meet the inclusion criteria will be consecutively enrolled after signing a written informed consent. The protocol is in accordance with the principles outlined in the Declaration of Helsinki; the study is approved by the local institutional ethics committee (557/14-10-2021) and will also be registered in an international database (clinicaltrials.gov) prior to initiation.\n\nAnesthetic management\n\nPatients will receive general anesthesia according to standard practice. Anesthesia induction will be achieved with propofol (1.5 - 2.5 mg/kg), muscle relaxants (rocuronium 0.6 mg/kg or cisatracurium 2 mg/kg) and opioids (fentanyl, or remifentanil), while maintenance of anesthesia will include fentanyl boluses or remifentanil continuous infusion (0.02-0.2 μg/kg/min) and sevoflurane (1.5-2.5 vol%) at the discretion of the attending physician and according to the patients' need. Patients will be ventilated mechanically with protective lung ventilation (Vt = 6 ml/kg of predicted body weight according to x + 0.91 (height in cm - 152.4), where x = 50 for men and x = 45.5 for women),21 and a positive end expiratory pressure (PEEP) of 5 cm H20. Respiratory rate and inspiration:expiration (I:E) ratio will be adjusted to maintain end expiratory carbon dioxide (EtCO2) levels between 35 and 40 mmHg.\n\nHemodynamic monitoring\n\nRadial artery cannulation will be performed in all patients. The catheter will be connected through the Acumen IQ transducer (Edwards Lifesciences, Irvine, CA) to the Hemosphere monitor (Edwards Lifesciences, Irvine, CA) and to the standard anesthesia machine monitor (GE Healthcare, USA). The standard anesthesia monitor measures electrocardiogram, pulse oximetry, temperature, arterial pressure while the Hemosphere monitor registers PPV, SVV, SV index, cardiac output (CO) and index (CI), systemic vascular resistance (SVR), dynamic arterial elastance (Eadyn) and difference of pressure over time (dP/dt).\n\nPPV is automatically calculated from the Hemosphere monitor according to the formula PPV (%) = \\[(PPmax - Ppmin)/PPmean \\] x 100 while SVV is calculated according to the formula SVV(%) = \\[(SVmax - Svmin) /SVmean \\] x 100.22\n\nStudy protocol\n\nThe protocol will begin one hour after anesthesia induction and the stabilization of hemodynamic parameters (changes in MAP \\<10% for 5'). Mean arterial pressure (MAP), stroke volume index (SVI), peak inspiratory pressure (PIP), dynamic compliance (Cdyn), PPV, SVV during mechanical ventilation with Vt = 6 ml/kg PBW will be registered (T1 baseline). Tidal volume will be then increased to Vt = 8 ml/kg PBW without changing the other respiratory parameters for 3 minutes. At the end of the tidal volume challenge MAP, SVI, PIP, Cdyn, PPVT2, SVVT2 (Τ2 VtC) will be registered again. Changes in PPV and SVV values are going to be calculated as follows:\n\nΔPPVT2-T1 = PPVT2 - PPVT1 and ΔSVVT2-T1 = SVVT2 - SVVT1 The percentage changes in PPV and SVV \\[ΔPPV T2-T1 (%) and ΔSVV T2-T1 (%), respectively\\] will also be calculated.\n\nWhen Vt = 6 ml/kg PBW and the hemodynamic parameters are stabilized, at least 5 minutes after the VtC, a volume challenge (volume expansion, VE) will be administered with gelofusin 6 ml/kg PBW. Parameters such as MAP, SVI, PIP, Cdyn, PPV, SVV before (Τ3) and 5 minutes after the volume challenge (T4) will be registered.23,24 Changes registered in SVI before and after the VE will be used as a response indicator to fluids. Patients will be divided in responders to the VE if SVI ≥ 10% and non responders if SVI \\< 10%.4,25 Changes in in PPV and SVV values between T3 and Τ4 will also be calculated.\n\nThe changes in SVV and PPV values after VE (ΔPPVVE and ΔSVVVE) will be calculated as follows:\n\nΔPPVVE = PPVT4 - PPVT3 and ΔSVVVE = SVVT4 - SVVT3\n\nSample size calculation Sample size was calculated according to the hypothesis that the PPV8 can predict fluid responsiveness if the AUC (area under curve) = 0.75 in relation to the alternative null hypothesis (ΑUC = 0.5). For this difference it was calculated that at least 44 patients are needed to detect a difference of 0.25 with a type I error = 0.05 and a power of 0.90. Taking into account possible dropouts this number was increased to 50 patients. GPower 3.1.2 for Windows (Germany) software was used for sample size calculation.\n\nStatistical Analysis Normal distribution of continuous variables will be assessed with the Shapiro-Wilk test. Variables will be expressed as mean ± standard deviation, median \\[interquartile range\\] or number (percentage). Student's t-test or Mann-Whitney U test will be used for continuous variables and χ2 test for categorical variables. Correlation between variables will be analyzed with Spearman's correlation test.\n\nTo calculate the ability of the dynamic indices to predict fluid responsiveness the ROC curve approach will be followed. The area under curve will be calculated and will be compared with the DeLong method. Briefly, curve interpretation will be as follows: AUC = 0.5, non reliable test; AUC = 0.6-0.69, test with poor predictive ability; · AUC = 0,7 - 0,79, moderate test; AUC = 0.8-0.89, a test with good predictive ability; AUC = 0.9-0.99, an excellent test; AUC = 1.0, a test with the best possible predictive ability.\n\nAn optimal threshold value will be determined for each variable to maximize the Youden index (sensitivity + specificity - 1). Considering the possibility of an overlap between responders and non-responders, a grey zone for dynamic preload indices was determined , considering a low cut-off value including 90% of negative fluid challenge responses, and a high cut-off value predicting positive fluid challenge in 90% of cases."},"conditionsModule":{"conditions":["Fluid Overload","Mechanical Ventilation"],"keywords":["Protective Mechanical Ventilation","Fluid responsiveness","Tidal Volume Challenge","Preload index","Pulse pressure variation","Stroke volume variation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Interventional Prospective Study","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients enrolled in the protocol","type":"EXPERIMENTAL","description":"Patients will receive a tidal volume challenge to assess fluid responsiveness and then a volume expansion bolus to classify them into responders and not responders","interventionNames":["Diagnostic Test: Tidal Volume Challenge"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Tidal Volume Challenge","description":"Tidal Volume Challenge to predict fluid responsiveness with stroke volume variation and pulse pressure variation","armGroupLabels":["Patients enrolled in the protocol"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Delta(Δ) PPV(T2-T1)","description":"the difference between PPVT2 and PPVT1","timeFrame":"intraoperative, one hour and 3 minutes after anesthesia induction"},{"measure":"Delta (Δ)SVV(T2-T1)","description":"the difference between SVVT2 and SVVT1","timeFrame":"intraoperative, one hour and 3 minutes after anesthesia induction"}],"secondaryOutcomes":[{"measure":"PPVT1","description":"pulse pressure variation at a tidal volume of 6 ml/kg","timeFrame":"intraoperative, one hour after anesthesia induction"},{"measure":"PPVT2","description":"pulse pressure variation at a tidal volume of 8 ml/kg (tidal volume challenge)","timeFrame":"intraoperative, one hour and 3 minutes after anesthesia induction"},{"measure":"SVVT1","description":"stroke volume variation at a tidal volume of 6 ml/kg","timeFrame":"intraoperative, one hour after anesthesia induction"},{"measure":"SVVT2","description":"stroke volume variation at a tidal volume of 8 ml/kg (tidal volume challenge)","timeFrame":"intraoperative, one hour and 3 minutes after anesthesia induction"},{"measure":"PPVT3","description":"pulse pressure variation at a tidal volume of 6 ml/kg","timeFrame":"intraoperative, one hour and 8 minutes after anesthesia induction"},{"measure":"PPVT4","description":"pulse pressure variation at a tidal volume of 6 ml/kg","timeFrame":"intraoperative, one hour and 18 minutes after anesthesia induction"},{"measure":"SVVT3","description":"stroke volume variation at a tidal volume of 6 ml/kg","timeFrame":"intraoperative, one hour and 8 minutes after anesthesia induction"},{"measure":"SVVT4","description":"stroke volume variation at a tidal volume of 6 ml/kg","timeFrame":"intraoperative, one hour and 18 minutes after anesthesia induction"},{"measure":"Delta (Δ) SVVT4-T3","description":"the difference between SVVT4 and SVVT3","timeFrame":"intraoperative, one hour and 18 minutes after anesthesia induction"},{"measure":"Delta (Δ) PPVT4-T3","description":"the difference between PPVT4 and PPVT3","timeFrame":"intraoperative, one hour and 18 minutes after anesthesia induction"},{"measure":"MAP","description":"mean arterial pressure","timeFrame":"intraoperative, 60, 63, 68 and 78 minutes after anesthesia induction"},{"measure":"SVI","description":"stroke volume index","timeFrame":"intraoperative, 60, 63, 68 and 78 minutes after anesthesia induction"},{"measure":"Cdyn","description":"Dynamic compliance of the respiratory system","timeFrame":"intraoperative, 60, 63, 68 and 78 minutes after anesthesia induction"},{"measure":"HPI","description":"Hypotension prediction index","timeFrame":"intraoperative, 60, 63, 68 and 78 minutes after anesthesia induction"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients over 18 years of age\n* General surgery or Vascular surgery patients without clamping of the aorta.\n* Will require arterial cannulation and invasive blood pressure monitoring during surgery\n* The expected duration of the operation will be equal to or greater than 90 minutes\n\nExclusion Criteria:\n\n* preoperative arrhythmia or newly emergent arrhythmia after anesthesia induction\n* Reduced left (EF \\< 40%) or right systolic function\n* BMI \\>30\n* Preoperative use of beta-blockers\n* Chronic obstructive pulmonary disease with FEV1 \\<60% predicted volume","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Tatiana F Sidiropoulou, MD, PhD","role":"CONTACT","phone":"+302105832374","email":"tatianasid@gmail.com"}],"locations":[{"facility":"Attikon University Hospital","status":"RECRUITING","city":"Athens","state":"Attika","zip":"12461","country":"Greece","contacts":[{"name":"Tatiana U Sidiropoulou","role":"CONTACT","phone":"+302105832374","email":"tatianasid@gmail.com"}],"geoPoint":{"lat":37.97945,"lon":23.71622}}]},"referencesModule":{"references":[{"pmid":"26565138","type":"BACKGROUND","citation":"Thacker JK, Mountford WK, Ernst FR, Krukas MR, Mythen MM. Perioperative Fluid Utilization Variability and Association With Outcomes: Considerations for Enhanced Recovery Efforts in Sample US Surgical Populations. Ann Surg. 2016 Mar;263(3):502-10. doi: 10.1097/SLA.0000000000001402."},{"pmid":"25897397","type":"BACKGROUND","citation":"Navarro LH, Bloomstone JA, Auler JO Jr, Cannesson M, Rocca GD, Gan TJ, Kinsky M, Magder S, Miller TE, Mythen M, Perel A, Reuter DA, Pinsky MR, Kramer GC. Perioperative fluid therapy: a statement from the international Fluid Optimization Group. Perioper Med (Lond). 2015 Apr 10;4:3. doi: 10.1186/s13741-015-0014-z. eCollection 2015."},{"pmid":"28481841","type":"BACKGROUND","citation":"Loftus TJ, Stelton S, Efaw BW, Bloomstone J. A System-Wide Enhanced Recovery Program Focusing on Two Key Process Steps Reduces Complications and Readmissions in Patients Undergoing Bowel Surgery. J Healthc Qual. 2017 May/Jun;39(3):129-135. doi: 10.1111/jhq.12068."},{"pmid":"21508838","type":"BACKGROUND","citation":"Cecconi M, Parsons AK, Rhodes A. What is a fluid challenge? Curr Opin Crit Care. 2011 Jun;17(3):290-5. doi: 10.1097/MCC.0b013e32834699cd."},{"pmid":"22473256","type":"BACKGROUND","citation":"Pinsky MR. Heart lung interactions during mechanical ventilation. Curr Opin Crit Care. 2012 Jun;18(3):256-60. doi: 10.1097/MCC.0b013e3283532b73."},{"pmid":"25658489","type":"BACKGROUND","citation":"Biais M, Ehrmann S, Mari A, Conte B, Mahjoub Y, Desebbe O, Pottecher J, Lakhal K, Benzekri-Lefevre D, Molinari N, Boulain T, Lefrant JY, Muller L; AzuRea Group. Clinical relevance of pulse pressure variations for predicting fluid responsiveness in mechanically ventilated intensive care unit patients: the grey zone approach. Crit Care. 2014 Nov 4;18(6):587. doi: 10.1186/s13054-014-0587-9."},{"pmid":"24374504","type":"BACKGROUND","citation":"Mahjoub Y, Lejeune V, Muller L, Perbet S, Zieleskiewicz L, Bart F, Veber B, Paugam-Burtz C, Jaber S, Ayham A, Zogheib E, Lasocki S, Vieillard-Baron A, Quintard H, Joannes-Boyau O, Plantefeve G, Montravers P, Duperret S, Lakhdari M, Ammenouche N, Lorne E, Slama M, Dupont H. Evaluation of pulse pressure variation validity criteria in critically ill patients: a prospective observational multicentre point-prevalence study. Br J Anaesth. 2014 Apr;112(4):681-5. doi: 10.1093/bja/aet442. Epub 2013 Dec 29."},{"pmid":"15754196","type":"BACKGROUND","citation":"De Backer D, Heenen S, Piagnerelli M, Koch M, Vincent JL. Pulse pressure variations to predict fluid responsiveness: influence of tidal volume. Intensive Care Med. 2005 Apr;31(4):517-23. doi: 10.1007/s00134-005-2586-4. Epub 2005 Mar 8."},{"pmid":"27922879","type":"BACKGROUND","citation":"Myatra SN, Prabu NR, Divatia JV, Monnet X, Kulkarni AP, Teboul JL. The Changes in Pulse Pressure Variation or Stroke Volume Variation After a \"Tidal Volume Challenge\" Reliably Predict Fluid Responsiveness During Low Tidal Volume Ventilation. Crit Care Med. 2017 Mar;45(3):415-421. doi: 10.1097/CCM.0000000000002183."},{"pmid":"31651455","type":"BACKGROUND","citation":"Messina A, Montagnini C, Cammarota G, Giuliani F, Muratore L, Baggiani M, Bennett V, Della Corte F, Navalesi P, Cecconi M. Assessment of Fluid Responsiveness in Prone Neurosurgical Patients Undergoing Protective Ventilation: Role of Dynamic Indices, Tidal Volume Challenge, and End-Expiratory Occlusion Test. Anesth Analg. 2020 Mar;130(3):752-761. doi: 10.1213/ANE.0000000000004494."},{"pmid":"31021879","type":"BACKGROUND","citation":"Messina A, Montagnini C, Cammarota G, De Rosa S, Giuliani F, Muratore L, Della Corte F, Navalesi P, Cecconi M. Tidal volume challenge to predict fluid responsiveness in the operating room: An observational study. Eur J Anaesthesiol. 2019 Aug;36(8):583-591. doi: 10.1097/EJA.0000000000000998."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Raw data will be available to anyone who requests it","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"At the completion of the study for 5 years"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}