{"protocolSection":{"identificationModule":{"nctId":"NCT05901675","orgStudyIdInfo":{"id":"Pro00120848"},"organization":{"fullName":"Medical University of South Carolina","class":"OTHER"},"briefTitle":"EMPOWER: Effects of Weight Loss and Exercise Post-stroke","officialTitle":"Enhancing Mobility and Psychosocial Function in Stroke Survivors Who Are Overweight Via Weight Loss and ExeRcise (EMPOWER): A Feasibility Trial.","acronym":"EMP"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-07-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-04","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-04","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-06-05","studyFirstSubmitQcDate":"2023-06-05","studyFirstPostDateStruct":{"date":"2023-06-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-25","lastUpdatePostDateStruct":{"date":"2023-08-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ewan Williams","investigatorTitle":"Assistant Professor-Faculty","investigatorAffiliation":"Medical University of South Carolina"},"leadSponsor":{"name":"Medical University of South Carolina","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The prevalence of obesity among U.S. adults is \\~40% and is projected to climb. It is well documented that obesity is associated with increased levels of disability as well as risk for numerous adverse health-related outcomes; including occurrence of stroke and all-cause mortality. Obesity is highly prevalent in stroke survivors (\\~30-45% of stroke survivors have BMI\\>30) and is associated with reductions in physical function and increased disability. Furthermore, neurological sequelae following stroke result in a myriad of residual impairments that contribute to significant reductions in physical activity, which further increase the risk for obesity. The alarmingly high (and increasing) rates of obesity amongst stroke survivors represents an area of critical clinical need and, despite an abundance of information regarding weight loss approaches in neurologically healthy individuals, there is a lack of information regarding the impact of intentional weight loss on overweight and obese survivors of stroke. Thus, the purpose of this study it investigate the effect of varying weight loss approaches on physical function and psychosocial outcomes in chronic stroke survivors.","detailedDescription":"With a surviving cohort of nearly 7 million individuals, stroke is the leading cause of long-term disability in the United States. Of the \\~795,000 new strokes occurring in the U.S. each year, approximately two-thirds of survivors will have some degree of long term disability, and less than half will progress to independent community ambulation. Even among those who do achieve independent ambulation, significant residual deficits persist, with more than 60% of persons post-stroke reporting limitations in mobility related to walking. Concurrently, obesity is highly prevalent in stroke survivors (\\~30-45% of stroke survivors have BMI\\>30) and is associated with increased levels of disability as well as risk for numerous adverse health-related outcomes; including re-occurrence of stroke and all-cause mortality.8 The neurological sequelae following stroke result in a myriad of residual impairments that contribute to significant reductions in physical activity, which further increase the risk for obesity. The alarmingly high (and increasing) rates of obesity amongst stroke survivors represents an area of critical clinical need and, despite an abundance of information regarding weight loss approaches in neurologically healthy individuals, there is a lack of information regarding the impact of intentional weight loss on obese survivors of stroke.\n\nThe proposed approach is an opportunity to address the all-to-common problem of post-stroke obesity. In an effort to reduce the long-term risk for disability and development or worsening of comorbid conditions, we propose the Enhancing Mobility and Psychosocial function in Obese Chronic Stroke Survivors via Weight loss and ExeRcise (EMPOWER) pilot trial. This trial leverages a 15-week multidisciplinary approach to weight loss, via an existing lifestyle and weight management program at MUSC Weight Management Center. We will study the effects of this weight loss program delivered with or without concurrent supervised exercise training as the catalyst by which remediation of physical and psychosocial impairments promote enhanced recovery. Intentional weight loss in individuals who are obese (non-stroke) has been repeatedly shown to increase functional capacity, reduce risk of cardiovascular event and improve health related quality of life. However, a knowledge gap currently exists related to the efficacy of weight loss strategies for stroke survivors who are obese. Several lines of evidence suggest the potential impact of successful treatment for obesity following stroke, including: a) pathophysiological consequences of obesity, b) epidemiological evidence that obesity increases disability and reduces quality of life following stroke and c) well-established benefits of weight loss in neurologically health individuals. In response, we seek to create an environment suitable for stroke survivors who are obese to participate in and realize the benefits from a comprehensive lifestyle and weight management program. The proposed lifestyle management program incorporates a highly structured dietary caloric restriction intervention, consisting primarily of meal replacements, integrated with education and behavior modification strategies. In addition, the proposed exercise training program has demonstrated efficacy for improving post-stroke functional performance. It is our expectation that results of the proposed pilot trial will catalyze change in post-stroke rehabilitation and recovery care for local stroke survivors who are obese, as well as the \\~800,000 stroke survivors/year worldwide, thereby reducing the global burden of post-stroke disability."},"conditionsModule":{"conditions":["Obesity","Stroke"],"keywords":["Weight Loss","Exercise"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants will undergo the intervention within one arm alone.","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"DIET","type":"EXPERIMENTAL","description":"Focus-15 is a 15-week lifestyle change program developed and delivered by the Weight Management Center at the Medical University of South Carolina.","interventionNames":["Other: Lifestyle Management Program"]},{"label":"DIET+Exercise","type":"EXPERIMENTAL","description":"As above with, the addition of supervised exercise. The investigators developed an innovative rehabilitation approach, Post-stroke Optimization of Walking using Explosive Resistance (POWER) training; a high-velocity, high-intensity lower extremity resistance training intervention that improves post-stroke muscular and locomotor function. POWER training will take place over a 12-week period (3 sessions/week) with exercises including leg press, calf raises, and jump training, all performed at high concentric velocity, as well as trials of fast walking and functional movements.","interventionNames":["Other: Lifestyle Management Program","Other: Post-stroke Optimization of Walking using Explosive Resistance"]},{"label":"Wait-list Control","type":"NO_INTERVENTION","description":"Participants will undergo pre-, post- and follow-up testing but will not partake in any intervention during the same timeframe as those listed in the other arms. Participants will have the opportunity to be enrolled in one of the other arms once they have completed the WLC group timeframe."}],"interventions":[{"type":"OTHER","name":"Lifestyle Management Program","description":"The program utilizes registered dietitians, exercise physiologists and psychologists and is designed to induce larger initial weight losses than traditional lifestyle change programs. The early part of the program provides a highly structured dietary intervention, which consists primarily of meal replacements provided to the participant as part of the program (shakes and nutrition bars). Gradually, as the program progresses, there is a shift towards a primarily food-based meal plan that leads to more moderate and sustainable weight loss. Throughout the program, participants attend weekly individual appointments that rotate among the clinical specialties (dietary and behavioral). The emphasis on lifestyle change means the goal is to help the participant learn to make healthy behavior changes that can be sustained long after completion of the program, thus enabling maintenance of a healthier weight.","armGroupLabels":["DIET","DIET+Exercise"]},{"type":"OTHER","name":"Post-stroke Optimization of Walking using Explosive Resistance","description":"POWER training will take place over a 12-week period (3 sessions/week) with exercises including leg press, calf raises, and jump training, all performed at high concentric velocity, as well as trials of fast walking and functional movements.","armGroupLabels":["DIET+Exercise"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Physical Function","description":"Participating in a lifestyle management program (DIET or DIET+Ex) will improve performance on the six-minute walk test (6MWT) compared to those in the waitlist control and DIET groups.","timeFrame":"15 weeks"}],"secondaryOutcomes":[{"measure":"Psychosocial Outcomes","description":"Participating in a lifestyle management program (DIET+Ex or DIET) will improve across multiple domains of psychosocial function specific to post-stroke sequelae (vs. WLC + DIET), as indicated by total score on the Stroke Impact Scale (SIS).","timeFrame":"15 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. age 35-85\n2. stroke at least 6-months prior\n3. residual paresis in the lower extremity (Fugl-Meyer LE motor score \\<34)\n4. ability to walk without assistance and without an AFO during testing and training at speeds ranging from 0.2-0.8 m/s\n5. body mass index (BMI) greater than 25\n6. provision of informed consent. All subjects who meet criteria for training must complete an exercise tolerance test and be cleared for participation by the study physician.\n\nExclusion Criteria:\n\n1. unable to ambulate at least 150 feet prior to stroke, or experienced intermittent claudication while walking\n2. history of congestive heart failure, unstable cardiac arrhythmias, hypertrophic cardiomyopathy, severe aortic stenosis, angina or dyspnea at rest or during ADL's\n3. history of COPD or oxygen dependence\n4. preexisting neurological disorders, dementia or previous stroke\n5. history of major head trauma\n6. legal blindness or severe visual impairment\n7. history of psychosis or other Axis I disorder that is primary\n8. life expectancy \\<1 yr\n9. severe arthritis or other problems that limit passive ROM\n10. history of DVT or pulmonary embolism within 6 months\n11. uncontrolled diabetes with recent weight loss, diabetic coma, or frequent insulin reactions\n12. severe hypertension with systolic \\>200 mmHg and diastolic \\>110 mmHg at rest\n13. history of seizures or currently prescribed anti-seizure medications\n14. current enrollment in a clinical trial to enhance motor recovery\n15. persons with child-bearing potential.","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"College of Health Professions","status":"RECRUITING","city":"Charleston","state":"South Carolina","zip":"29425","country":"United States","contacts":[{"name":"Ewan R Williams, PhD","role":"CONTACT","phone":"843-792-3477","email":"williaew@musc.edu"},{"name":"Chris Gregory, PhD, PT","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":32.77657,"lon":-79.93092}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000015431","term":"Weight Loss"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001836","term":"Body Weight Changes"},{"id":"D000001835","term":"Body Weight"}],"browseLeaves":[{"id":"M12391","name":"Obesity","relevance":"LOW"},{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4804","name":"Body Weight","relevance":"LOW"},{"id":"M17792","name":"Weight Loss","asFound":"Weight Loss","relevance":"HIGH"},{"id":"M25876","name":"Overweight","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4805","name":"Body Weight Changes","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"}]}},"hasResults":false}