{"protocolSection":{"identificationModule":{"nctId":"NCT05990413","orgStudyIdInfo":{"id":"26032023"},"organization":{"fullName":"Istanbul University - Cerrahpasa (IUC)","class":"OTHER"},"briefTitle":"Periscapular Muscle Activation During Open and Closed Kinetic Chain in Stroke","officialTitle":"Comparison of Activity Levels of Periscapular Muscles During Open and Closed Kinetic Chain Activities in Individuals With Stroke"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-10-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2023-12-20","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-04","studyFirstSubmitQcDate":"2023-08-04","studyFirstPostDateStruct":{"date":"2023-08-14","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-14","lastUpdatePostDateStruct":{"date":"2023-08-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Çiçek Günday","investigatorTitle":"Principle Investigator","investigatorAffiliation":"Istanbul University - Cerrahpasa (IUC)"},"leadSponsor":{"name":"Istanbul University - Cerrahpasa (IUC)","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this observational study is to compare the activity levels of the periscapular (levator scapula, serratus anterior, infraspinatus, upper, middle and lower trapezius) muscles during open and closed kinetic chain activities in individuals with stroke. It is also aimed to reveal the relationship between the timing and percentage of scapular muscle activation, the viscoelastic properties of these muscles, motor performance and capacity. The main questions it aims to answer are:\n\n* The activation timing, percentage and viscoelastic properties of the periscapular muscles of stroke individuals compared to healthy individuals;\n* The activation timing and percentages of periscapular muscles during closed kinetic chain and open kinetic chain activities in stroke individuals;\n* The relationship between muscle activation timing, muscle activation percentage, viscoelastic properties, upper extremity motor performance and capacity.\n\nThe study will include both hemiplegic (n=10) and healthy (n=10) participants. All of the participants will be assessed in terms of scapular muscle activation timing and percentage (with superficial electromyography) during both open kinetic chain and closed kinetic chain activities.\n\nviscoelastic properties of muscles (Miyoton) will be evaluated. Upper extremity movement frequency and quality (MAG-28) and functional performance (Fugl-Meyer) will be evaluated to reveal the status of stroke individuals.\n\nIn the study, it is also aimed to reveal the relationship between the timing and percentage of scapular muscle activation, the viscoelastic properties of these muscles, motor performance and capacity. 10 healthy and 10 hemiplegic individuals are planned to participate in the study."},"conditionsModule":{"conditions":["Hemiplegia"],"keywords":["Hemiplegia","Scapular muscles","Muscle timing","Muscle activation","Kinetic chain"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"1 Day","designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Hemiplegic Participants","description":"Participants will be evaluated in terms of inclusion criteria, and fugl-meyer upper extremity performance assessment will be applied to eligible patients and it will be clarified whether they can be included. Participants who may be included in the study will fill in the patient demographic information form prepared by the researchers as a face-to-face interview. This form will take approximately 5 minutes, during which time the muscles will be rested. Then, the viscoelastic properties of the determined muscles of the participants will be evaluated. Finally, the participants will be evaluated in terms of the activation timing and percentages of the muscles determined during an open and closed kinetic chain activity. Half of the participants will do the open kinetic chain activity before the closed kinetic chain activity with a five-minute resting period between activities. The others will start with the closed kinetic chain activity first and then the open kinetic chain activity."},{"label":"Healthy Participants","description":"Participants will be evaluated in terms of inclusion criteria. Eligable participants will fill in the patient demographic information form prepared by the researchers as a face-to-face interview. This form will take approximately 5 minutes, during which time the muscles will be rested. Then, the viscoelastic properties of the determined muscles of the participants will be evaluated. Finally, the participants will be evaluated in terms of the activation timing and percentages of the muscles determined during an open and closed kinetic chain activity. Half of the participants will do the open kinetic chain activity before the closed kinetic chain activity with a five-minute resting period between activities. The others will start with the closed kinetic chain activity first and then the open kinetic chain activity."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Muscle activation timing and percentage","description":"Noraxon Surface Electromyography System will be used to assess muscle activation timing and percentage of upper, middle and lower trapezius, serratus anterior, infraspinatus, levator scapulae of all participants. The placement of electrodes will be done according to SENIAM's European Recommendations for Surface Electromyography. Synchronized video capture will be used to determine the phases of the scapular motion during the open and closed kinetic chain exercises (OKC and CKC, respectively). To take the measurement during OKC, participants will be seated in a chair that will support the waist and back, with the feet in contact with the ground. They will be asked to cross the fingers of both hands and to raise both arms overhead as high as they can. For CKC, they will be asked to stand next to a table at level of SIAS and place their forearms on table with the elbows flexed. They will be asked to extend the elbow of the non-measuring arm while shifting body weight to the other side.","timeFrame":"1 day"},{"measure":"Viscoelastic properties","description":"Myoton®PRO Digital Palpation Device will be used to measure the muscle tone, stiffness, and elasticity of muscles below. The patient will be seated with the flexed elbow supported by a pillow next to the body. Measurements will be repeated 3 times.\n\n* Upper Trapezius: the end-points of a line connecting the spinous process of C7 and the acromion, distally, from the mid-point of the muscle belly\n* Middle Trapezius: the mid-point of a line connecting T4 spinous process to the medial border of spina scapula\n* Lower Trapezius: The mid-point of a line connecting the spinous process of T6 to the medial border of spina scapula\n* Serratus anterior: a- Over the fourth rib, at the midpoint between the latissimus dorsi and the pectoralis major; b- Over the seventh rib, in the midline of the axilla\n* Infraspinatus: Two fingers breadth below the center spine of the scapula\n* Levator Scapulae: Between the posterior margin of SCM and anterior margin of the UT, at level of C4/5","timeFrame":"1 day"}],"secondaryOutcomes":[{"measure":"Upper extremity motor performance","description":"The Fugl-Meyer Assessment (FMA) is a stroke-specific, performance-based impairment index. It is designed to assess motor functioning, balance, sensation and joint functioning in patients with post-stroke hemiplegia. It will be used for the participants only with hemiplegia.","timeFrame":"1 day"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nStroke patients will be considered eligible for participation if they:\n\n* were at least 6 weeks after stroke (hemorrhagic or ischemic);\n* had mild to moderate upper limb motor impairment (score of ≥30 on the Fugl-Meyer upper limb motor part;\n* had a negative Neer impingement test;\n* could sit or stand up independently at least 10 minutes.\n\nHealthy controls will be considered eligible for participation if they:\n\n* had no self-reported shoulder pain;\n* had a negative Neer impingement test.\n\nExclusion Criteria:\n\nParticipants will be excluded according to these criteria:\n\n* being involuntary to participate and unable to follow the instructions;\n* being younger than 18 years old;\n* body mass index equal or higher than 30;\n* shoulder and/or neck pain in the last six months;\n* known history of shoulder dislocation, fracture or surgery;\n* other systemic and/or neurologic diseases. -","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The total number of participants participating in the study is planned to be twenty. It is planned that ten of those twenty participants will be healthy as the controls and ten of them will be individuals with hemiplegia as cases.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Çiçek Günday, PT,MSc,PhD-c","role":"CONTACT","phone":"+90 507 188 8848","email":"cckdmn@gmail.com"},{"name":"Ayşe Zengin Alpözgen, PT,MSc,PhD","role":"CONTACT","phone":"+90 552 683 0479","email":"azengin@iuc.edu.tr"}],"overallOfficials":[{"name":"Kubra Kardeş, PT,MSc,PhD-c","affiliation":"Istinye University","role":"STUDY_CHAIR"},{"name":"Burcu Isıkcı, PT,MSc","affiliation":"Istinye University","role":"STUDY_CHAIR"},{"name":"Çiçek Günday, PT,MSc,PhD-c","affiliation":"Istanbul University - Cerrahpasa (IUC)","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ayse Zengin Alpözgen, PT,MSc,PhD","affiliation":"Istanbul University - Cerrahpasa (IUC)","role":"STUDY_DIRECTOR"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006429","term":"Hemiplegia"}],"ancestors":[{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}