{"protocolSection":{"identificationModule":{"nctId":"NCT05785598","orgStudyIdInfo":{"id":"APHP221331"},"organization":{"fullName":"Assistance Publique - Hôpitaux de Paris","class":"OTHER"},"briefTitle":"Super-resolution Clinical Brain Ultrasound","officialTitle":"Study of Perforating Arteries Detection by Ultrasound Localization Microscopy (ULM) With a Commercial Conventional Ultrasound Scanner","acronym":"ESRCC"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-04","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-04","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-04","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-03-14","studyFirstSubmitQcDate":"2023-03-14","studyFirstPostDateStruct":{"date":"2023-03-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-27","lastUpdatePostDateStruct":{"date":"2023-03-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Assistance Publique - Hôpitaux de Paris","class":"OTHER"},"collaborators":[{"name":"Centre National de la Recherche Scientifique, France","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Transcranial Doppler ultrasonography with injection of contrast agent (intravenously to enhance the ultrasound signal) is a non-invasive technique that has been used for years to study intracranial vessels that constitute the polygon of Willis. However, this technique does not allow good visualization of small vessels, such as perforating arteries.\n\nUltrasound localization microscopy (ULM) is based on the principle of localizing injected microbubbles in order to follow their movement to map the microvascular structure. The concentration of these microbubbles must remain low (in contrast to its classical use in Doppler ultrasound) in order to isolate and localize them. By using the same images as those performed in clinical routine by Doppler ultrasound and by processing the data offline, ULM would increase the resolution by a factor of 10 allowing potential observation of perforating arteries.","detailedDescription":"Transcranial Doppler Ultrasound (TDI) is a non-invasive technique to study the arteries of the polygon of Willis. Nevertheless, its resolution does not allow visualization of perforating arteries. Despite the use of a contrast agent that improves the quality of the signal, perforating arteries are not detectable with the usual techniques because of their small size.\n\nIn recent years, a more powerful ultrasound technique, ultrasound localization microscopy (ULM), has been described. This technique uses conventional contrast agents and allows for vascular mapping with up to 10-fold higher resolution than with a conventional ultrasound method. It is based on the principle of localizing injected and isolated microbubbles in order to track their movement back to the microvascular structure. Recently, these techniques have been transferred to the clinical field. One of the recent applications, is 2D transcranial imaging which has allowed the observation of, among other things, an intracranial aneurysm using a research ultrasound scanner.\n\nThe objective of this project is to apply this technique on routine clinical EDTC images to visualize perforating arteries in patients with ischemic stroke (in the absence of middle cerebral artery occlusion and lacunar disease) and in subjects with Moya-Moya syndrome using a 2D clinical ultrasound scanner.\n\n- Description of the study population and rationale for its selection\n\nIn patients with ischemic stroke, visualization of the intracranial arteries can be performed by Magnetic Resonance Imaging (MRI) Time of Flight (TOF) sequence or by transcranial Doppler ultrasound (EDTC) with the help of Sonovue contrast medium. These techniques are performed as part of routine patient care and allow visualization of the arteries of the polygon of Willis (anterior, middle and posterior cerebral arteries as well as the anterior communicating artery and posterior communicating arteries). Nevertheless, the perforating arteries are small arteries (0.34 mm) that are difficult to visualize by standard MRI and EDTC imaging with the injection of contrast: the exploration of these arteries is therefore complicated by the techniques available.\n\nMoya-Moya disease is a chronic arteriopathy characterized by a progressive stenosis of the terminal segment of the internal carotid artery and the proximal segment of the middle and anterior cerebral arteries. This occlusion will lead to the development of a network of arterial substitutes by arteries near the carotid termination, the cortex, the leptomeningeal arteries and the branches of the external carotid artery that irrigate the base of the skull and the dura mater, and above all a network of anastomotic substitutes between the cortical arteries and the deep perforating arteries (originating from the M1 segment, proximal to the middle cerebral artery). The dilation of these deep perforating arteries and their neo-anastomoses with the cortical arteries gives the deep sylvian territory a radiological image that the Japanese have described as a \"smoke volute\" or \"Moya Moya\" (Moya Moya = smoke volute in Japanese). This abnormality can also occur in certain situations such as sickle cell disease, radiation therapy to the brain or Down syndrome. In this case, it is called Moya-Moya syndrome. In the absence of an underlying cause, it is known as \"Moya-Moya disease\".\n\nIt is a rare disease. The prevalence is higher in people of Asian descent, but it is also found in other populations. The incidence is twice as high in women as in men. There are two peaks of incidence, in children around the age of 5 and in adults around the age of 40. The incidence in Japan is estimated at 0.35-0.94 per 100,000 population and is 10-20 times lower in Europe.\n\nThe symptoms of this disease are related to the occurrence of thrombotic events related to occluded arteries (cerebral infarction, transient ischemic attacks, epileptic seizures) or related to compensatory mechanisms (cerebral hemorrhages related to collateral vessels or headaches related to dilated collaterals in the dura mater).\n\nThis development of the perforating arteries has a typical and pathognomonic image called Moya-Moya in Japanese, which means \"wisps of smoke\". Cerebral angiography is the gold standard for its diagnosis. It allows to define the severity of the lesions of the cerebral arteries and the visualization of the network of supplements between the perforating arteries and the pial arteries coming from the cortex. Nevertheless, this is an invasive examination. Other noninvasive examinations such as MRI or CT can also visualize this suppletive network.\n\n- Description of the feature(s) being investigated\n\nTranscranial Doppler ultrasonography (TDCS) provides hemodynamic information about the status of the arteries of the polygon of Willis, but it does not allow visualization of the network of vessels developed in Moya-Moya disease. EDTC images with contrast medium show contrast medium confluence, but the Moya-Moya network is not well resolved. Otherwise the images of perforating arteries by MRI have been described the work of T. Matsushige where he proposes a classification according to its anatomical arrangement.\n\n- Rationale for the duration of the research.\n\nThe investigators hypothesize that in the case of ischemic stroke, in the absence of occlusion or stenosis of the middle cerebral artery and in the absence of lacunar disease, as well as in patients with Moya-Moya disease or syndrome, the images obtained by EDTC and interpreted with ULM would allow better detection of perforating arteries by standard imaging, i.e., the images obtained by MRI TOF sequence and the images obtained by EDTC with contrast medium This study, whose duration has been established at 1 year, is carried out in the context of the ERC ResolveStroke project whose final objective is to implement 3D super-resolution for the diagnosis of stroke in adults."},"conditionsModule":{"conditions":["Ischemic Stroke","Moya Moya Disease"],"keywords":["Ischemic stroke","Moya-Moya","Super-Resolved Ultrasound","Ultrasonore microscopy","Perforating arteries"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"To compare the number of perforating arteries detected by ULM with the number of perforating arteries detected on TOF MRI.","description":"density of perforating arteries that start from the middle cerebral artery. The unit of measurement will be a count of bubbles tracked by ULM in each pixel of the image.","timeFrame":"During the ULM analyse"}],"secondaryOutcomes":[{"measure":"To compare the number of perforating arteries detected by ULM with the number of perforating arteries detected by the standard EDTC.","description":"number of perforating arteries detected.","timeFrame":"During the ULM analyse"},{"measure":"To compare the number of perforating arteries detected by ULM with the number of perforating arteries detected by arteriography in the detection of perforating arteries in patients with Moya Moya disease or syndrome.","description":"number of perforating arteries detected.","timeFrame":"During the ULM analyse"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with ischemic stroke hospitalized in the neurology department of the Bichat Hospital in the absence of middle cerebral artery occlusion or lacunar disease.\n\nor\n\n* Patients followed in the neurology department of the Bichat/Lariboisière hospital with a diagnosis of Moya-Moya disease or syndrome\n* Patient who has had a TST with contrast injection as part of his follow-up\n* Patient who has had an MRI as part of his follow-up\n* Presence of a temporal window that allows ultrasound insonification of the polygon circle of Willis.\n* Age over 18 years.\n* Patient not objecting to the analysis of their data\n\nExclusion Criteria:\n\n* Patient not affiliated to French Social Security.\n* Patient under guardianship or curatorship.\n* Pregnant or breastfeeding patients","sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Two groups of patients who benefit from a standard transcranial ultrasound with injection of contrast product (Sonovue) as part of the standard care protocol.\n\nOn one hand, patients with ischemic stroke, in the absence of middle cerebral artery occlusion and lacunar disease. In this group the perforating arteries are very fine and difficult to visualize by the usual techniques. On the other hand, patients with Moya-moya disease or syndrome. In these patients, there is an overdevelopment of the perforating arteries.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Elena MESEGUER, Doctor","role":"CONTACT","phone":"140257490","phoneExt":"+33","email":"elena.meseguer@aphp.fr"},{"name":"Jedida NDONG","role":"CONTACT","phone":"140054360","phoneExt":"+33"}],"overallOfficials":[{"name":"Elena MESEGUER","affiliation":"Assistance Publique - Hôpitaux de Paris","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Jedida NDONG","city":"Paris","zip":"75010","country":"France","contacts":[{"name":"Elena MESEGUER, Dr","role":"CONTACT","phone":"140257490","phoneExt":"+33","email":"elena.meseguer@aphp.fr"}],"geoPoint":{"lat":48.85341,"lon":2.3488}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000009072","term":"Moyamoya Disease"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000002340","term":"Carotid Artery Diseases"},{"id":"D000002539","term":"Cerebral Arterial Diseases"},{"id":"D000020765","term":"Intracranial Arterial Diseases"},{"id":"D000001157","term":"Arterial Occlusive Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M11722","name":"Moyamoya Disease","asFound":"Moya Moya Disease","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5284","name":"Carotid Artery Diseases","relevance":"LOW"},{"id":"M5478","name":"Cerebral Arterial Diseases","relevance":"LOW"},{"id":"M22211","name":"Intracranial Arterial Diseases","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"T3892","name":"Moyamoya Disease","asFound":"Moya Moya Disease","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}