{"protocolSection":{"identificationModule":{"nctId":"NCT03500705","orgStudyIdInfo":{"id":"ITSligo Monika Ehrensberger"},"organization":{"fullName":"Institute of Technology, Sligo","class":"OTHER"},"briefTitle":"Upper Limb Unilateral Strength Training and Mirror Therapy for Chronic Stroke Patients","officialTitle":"Unilateral Strength Training and Mirror Therapy for Enhancing Upper Limb Motor Function Post Stroke: A Pilot Randomised Controlled Trial"},"statusModule":{"statusVerifiedDate":"2018-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-10-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-08-16","type":"ACTUAL"},"completionDateStruct":{"date":"2017-08-16","type":"ACTUAL"},"studyFirstSubmitDate":"2018-04-06","studyFirstSubmitQcDate":"2018-04-15","studyFirstPostDateStruct":{"date":"2018-04-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-04-15","lastUpdatePostDateStruct":{"date":"2018-04-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr. John Bartlett","investigatorTitle":"Head of Research","investigatorAffiliation":"Institute of Technology, Sligo"},"leadSponsor":{"name":"Institute of Technology, Sligo","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a pilot randomised controlled trial investigating a combination of unilateral strength training (cross-education) and mirror therapy for the rehabilitation of upper limb impairment following a stroke. This study has been conducted as part of a PhD qualification at the Institute of Technology Sligo in Ireland with all assessments being conducted at the institute and all therapy sessions taking place at the participant's home. The study was conducted in conjunction with Sligo University Hospital and it attained ethical approval through the relevant University Hospital Ethics Committee.","detailedDescription":"The study necessitated patients with chronic stroke to perform a strength training programme with their less-affected upper limb. The mirror and strength training group observed the reflection of the training limb in a mirror, the strength training only group exercised without a mirror entirely. Patients were referred through Hospital Health Professionals. Prior to trial commencement all participants were given comprehensive trial information and provided signed written informed consent. A total of 32 participants were recruited. After a warm-up participants performed 4 sets of 5 maximal isometric elbow extensions with their less-affected upper limb, three days per week, for four weeks. Patients received outcome assessment prior to the beginning of the intervention, directly after it and at three-month follow-up assessment. All assessments were carried out by a blinded Chartered Physiotherapist specialising in stroke rehabilitation. Patients were assessed using established outcome measures for upper limb isometric strength, motor function, muscle tone, and self-perceived participation."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Pilot Randomised Controlled Trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Outcome assessor only was masked.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":35,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Mirror Therapy + Cross-Education.","type":"EXPERIMENTAL","description":"Patients performed 4 sets of 5 maximal isometric elbow extensions with their less-affected upper limb (Cross-Education of Strengthening) while observing the reflection of the exercising limb in the mirror (Mirror Therapy) which was placed in the patient's mid-sagittal plane. Training sessions took place 3 days per week for four weeks in the participant's own home under the supervision of 2 exercise professionals.","interventionNames":["Device: Mirror Therapy","Other: Cross-Education of Strengthening."]},{"label":"Cross-Education of Strengthening.","type":"ACTIVE_COMPARATOR","description":"Patients trained without a mirror entirely. They performed 4 sets of 5 maximal isometric elbow extensions with their less-affected upper limb (Cross-Education of Strengthening). Training sessions took place 3 days per week for four weeks in the participant's own home under the supervision of 2 exercise professionals.","interventionNames":["Other: Cross-Education of Strengthening."]}],"interventions":[{"type":"DEVICE","name":"Mirror Therapy","description":"Mirror Therapy involved the patient sitting on a chair at a table with a standard mirror placed on the table in the mid-sagittal plane between both arms, with the reflective side of the mirror facing the non-affected arm. The patient is instructed to observe the reflection of the non-affected arm during the sessions. The patient was not given any instruction on the use of the affected arm.","armGroupLabels":["Mirror Therapy + Cross-Education."]},{"type":"OTHER","name":"Cross-Education of Strengthening.","description":"Cross-education of strengthening involves training one side of the body with the intention of producing strengthening gains on both sides of the body. In this case the strengthening was done on the non-affected arm of each stroke patient.","armGroupLabels":["Cross-Education of Strengthening.","Mirror Therapy + Cross-Education."]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Maximal Peak Torque Isometric elbow extension strength.","description":"Assessed with the Biodex System 3 Pro Isokinetic Dynamometer with the Biodex Advantage Software version 3.45 (Biodex Medical Systems, Inc., Shirley, New York, USA). Highest Peak Torque out of 5 single isometric contractions was analysed. A higher peak torque measurement indicates a greater contraction strength.","timeFrame":"10 minutes"},{"measure":"Maximal Rate of Torque Development Isometric elbow extension strength.","description":"Assessed with the Biodex System 3 Pro Isokinetic Dynamometer with the Biodex Advantage Software version 3.45 (Biodex Medical Systems, Inc., Shirley, New York, USA). Highest Rate of Torque Development out of 5 single isometric contraction was analysed. A higher rate of torque measurement indicates a greater contraction strength.","timeFrame":"10 minutes"},{"measure":"Maximal Rate of Torque Development Isometric elbow extension strength.","description":"Assessed with the Biodex System 3 Pro Isokinetic Dynamometer with the Biodex Advantage Software version 3.45 (Biodex Medical Systems, Inc., Shirley, New York, USA). Average Torque Development out of 5 single isometric contractions was analysed. A higher average torque measurement indicates a greater contraction strength.","timeFrame":"10 minutes"}],"secondaryOutcomes":[{"measure":"Modified Ashworth Scale (MAS).","description":"Muscle tone measure. Range 0 (No increase in muscle tone) to 4 (Affected part(s) rigid in flexion or extension).","timeFrame":"10 minutes."},{"measure":"Chedoke Arm and Hand Activity Inventory - 8 Version","description":"Assessment of the International Classification of Functioning, Disability and Health activity level. Eight upper limb tasks, defined according to literature and stroke patients' experience, are scored on a 7-point scale, 1 point standing for total assistance, 7 points standing for complete independence. Range 7 (Total assistance required for all upper limb tasks) - 56 (Complete Independence with all upper limb tasks).","timeFrame":"10 mins"},{"measure":"ABILHAND Questionnaire","description":"Measurement of patient's self-reported ability to perform complex hand activities for 23 daily situations. Possible answers are easy, difficult or impossible. The online converter will give a percentage score between 0% (Complete self perceived inability to perform upper limb tasks and 100% (Complete self-perceived ability to perform all upper limb tasks).","timeFrame":"10 mins"},{"measure":"London Handicap Scale (LHS).","description":"Measurement of self-perceived impact of stroke over 6 domains of a patient's life (mobility, physical independence, occupation, social integration, orientation, and economic self - sufficiency). Scoring range of 0 to 1, where a score of 1 indicated 'No Disadvantage and a score of 0 indicates 'most severe disadvantage'.","timeFrame":"10 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nChronic stroke diagnosed by a physician at least 6 months prior to study begin Discharged from formal rehabilitation services (not receiving outpatient rehabilitation on more than a monthly basis, but may still be in receipt of occupational or language therapy).\n\nExclusion Criteria:\n\nImpaired cognition (Mini mental state examination (MMSE) \\< 21) Cardiovascular, neurological or musculoskeletal impairments of the upper extremity not related to stroke that would prevent strength training.\n\nVisual impairments that would interfere with the ability to participate safely in isometric training and observe mirror images.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Monika Ehrensberger, PhD","affiliation":"IT Sligo","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Institute of Technology, Sligo","city":"Sligo","state":"Co Sligo","zip":"F91YW50","country":"Ireland","geoPoint":{"lat":54.26969,"lon":-8.46943}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"No IPD is shared with any other researchers."}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2015-03-20","uploadDate":"2018-04-06T03:00","filename":"Prot_000.pdf","size":248607},{"typeAbbrev":"SAP","hasProtocol":false,"hasSap":true,"hasIcf":false,"label":"Statistical Analysis Plan","date":"2015-03-20","uploadDate":"2018-04-06T03:01","filename":"SAP_001.pdf","size":358636},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2015-03-20","uploadDate":"2018-04-06T03:01","filename":"ICF_002.pdf","size":246469}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}