{"protocolSection":{"identificationModule":{"nctId":"NCT03335332","orgStudyIdInfo":{"id":"STU 072017-048"},"organization":{"fullName":"University of Texas Southwestern Medical Center","class":"OTHER"},"briefTitle":"High Intensity Exercise for Increasing Fitness in Patients With Hypertrophic Cardiomyopathy","officialTitle":"Efficacy of High Intensity Exercise (HIE) for Increasing Cardiorespiratory Fitness in Patients With Hypertrophic Cardiomyopathy (HCM)"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-01-31","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-07-26","type":"ACTUAL"},"completionDateStruct":{"date":"2022-12-20","type":"ACTUAL"},"studyFirstSubmitDate":"2017-09-19","studyFirstSubmitQcDate":"2017-11-03","studyFirstPostDateStruct":{"date":"2017-11-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-27","lastUpdatePostDateStruct":{"date":"2023-02-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Benjamin Levine","investigatorTitle":"Professor of Medicine","investigatorAffiliation":"University of Texas Southwestern Medical Center"},"leadSponsor":{"name":"University of Texas Southwestern Medical Center","class":"OTHER"},"collaborators":[{"name":"Biotronik SE & Co. KG","class":"INDUSTRY"},{"name":"American College of Sports Medicine","class":"OTHER"},{"name":"American Heart Association","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Although current clinical guidelines stipulate that patients with hypertrophic cardiomyopathy should not partake in high intensity exercise (HIE) or competitive sport due to safety concerns, there is no clear evidence to support this notion. In fact, two exercise training interventions in this population indicates that regular moderate to vigorous intensity exercise is efficacious for improving exercise capacity and cardiorespiratory fitness, and does not increase arrhythmia burden or adverse events. Moreover, moderate intensity exercise and HIE training significantly increases cardiorespiratory fitness in patients with cardiac disease. Such improvements are associated with substantial reductions in cardiovascular mortality and might outweigh the risk of adverse events in patients with hypertrophic cardiomyopathy (HCM). Having a genetic cardiomyopathy does not grant immunity against lifestyle related cardiometabolic diseases and inactivity is rife in HCM patients likely due to misinformation/education. It is therefore paramount to further explore the benefits of regular moderate intensity exercise and HIE in patients with HCM for proper therapeutic management of the condition.","detailedDescription":"Regular exercise reduces the risk of all-cause and cardiovascular mortality in the general population. Specifically, higher cardiorespiratory fitness is associated with a 10 - 20 % reduction in mortality risk for every 1 MET (metabolic equivalent tasks) improvement in fitness. A high degree of fitness is also protective against the development of heart failure and exercise training has become the standard of care for most patients with cardiovascular disease to improve functional capacity, and reduce morbidity and mortality. However, hypertrophic cardiomyopathy, the most common inherited cardiovascular disease, may be an exception. For more than 30 years, hypertrophic cardiomyopathy (HCM) has been identified as the most common cause of death in young athletes, and patients with HCM are excluded from participation in competitive sports. The fear of provocation of sudden cardiac death has often been extended to non-competitive athletic activities in such patients, though there is a distinct lack of evidence about the safety of exercise in this population. A recent multicenter clinical trial provided evidence that moderate intensity exercise (MIE) may be safe in this population, though the increase in fitness with this training paradigm was modest. Alternatively, an extensive series of reviews published over the last five years advocate for high intensity interval training (HIIT) as an efficacious stimulus for increasing cardiorespiratory fitness in clinical adult populations, including those with heart failure. While a pilot investigation and preliminary findings suggest that moderate to vigorous intensity exercise may be safe and efficacious in patients with HCM, and even protective in animal models, there is no Level A or B evidence comparing the efficacy or safety of MIE and high intensity exercise (HIE) training in this patient population to guide exercise prescription. Therefore, the primary purpose of this exercise trial is to compare the efficacy and safety of supervised MIE and HIE training in adults with HCM. Specific aims and hypotheses of the project are as follows:\n\nAim 1: Compare the efficacy of a high intensity and moderate intensity exercise intervention to improve cardiorespiratory fitness and functional diastolic reserve in patients with HCM.\n\n* Primary hypothesis: HIE will result in greater increases in maximal oxygen uptake (V̇O2max) than MIE in patients with HCM.\n* Secondary hypothesis: HIE will improve stroke volume reserve to a greater degree than MIE in patients with HCM.\n\nAim 2: To evaluate the safety of HIE training in patients with HCM.\n\n* Hypothesis: Regular exercise training of a high or moderate intensity will be safe (no serious adverse events) in this patient population. Specifically, it is hypothesised that HIE will not increase arrhythmia burden in patients with HCM."},"conditionsModule":{"conditions":["Hypertrophic Cardiomyopathy"],"keywords":["High intensity exercise","Cardiorespiratory fitness","Stroke volume reserve","Arrhythmia burden"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":29,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"High intensity exercise","type":"EXPERIMENTAL","description":"A training program will be developed individually for each subject with the goal of increasing duration and intensity consistent with exercise training principles. Workouts will vary with respect to mode (walk, cycle) and duration (30 - 60 minutes). Each subject will be assigned an exercise physiologist and a heart rate monitor so that each session can be tracked and recorded. The first few exercise training sessions will supervised at our hospital based fitness centre until the subject is confident to complete the training independently. All HIIT sessions will be supervised over the intervention.","interventionNames":["Behavioral: High intensity exercise"]},{"label":"Moderate intensity exercise","type":"ACTIVE_COMPARATOR","interventionNames":["Behavioral: Moderate intensity exercise"]}],"interventions":[{"type":"BEHAVIORAL","name":"High intensity exercise","description":"The exercise groups will receive identical exercise prescription for the first two months of the intervention, after which the HIE group will incorporate HIIT in their exercise regimen. The reason for this approach is to include a period of general conditioning and progressively increase intensity prior to submitting volunteers to HIE. This approach considers participant safety as arrhythmias may be uncovered during the first two months of MIE training. It will also improve participant compliance by increasing exercise self-efficacy and confidence prior to commencing HIIT.","armGroupLabels":["High intensity exercise"]},{"type":"BEHAVIORAL","name":"Moderate intensity exercise","description":"A training program will be developed individually for each subject with the goal of increasing duration and intensity consistent with exercise training principles. Workouts will vary with respect to mode (walk, cycle) and duration (30 - 60 minutes). Each subject will be assigned an exercise physiologist and a heart rate monitor so that each session can be tracked and recorded. The first few exercise training sessions in both exercise groups (MIE and HIE) will supervised at our hospital based fitness centre until the subject is confident to complete the training independently.","armGroupLabels":["Moderate intensity exercise"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Cardiorespiratory fitness","description":"Change in maximal oxygen uptake (V̇O2max)","timeFrame":"Five months"}],"secondaryOutcomes":[{"measure":"Functional diastolic reserve","description":"Change in stroke volume reserve","timeFrame":"Five months"},{"measure":"Safety - Number of adverse events","description":"Adverse events during the study will be recorded","timeFrame":"Ten months"},{"measure":"Safety - Number of arrhythmic events","description":"Number of arrhythmic events will be assessed by an implantable loop recorder","timeFrame":"Ten months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female patients aged 18 - 80 years old\n* Diagnosed HCM defined by the presence of unexplained left-ventricular hypertrophy with end-diastolic wall thickness ≥ 15 mm on 2D echocardiography or wall thickness between 13 and 15 mm along with at least one other piece of evidence of hypertrophic cardiomyopathy, such as systolic anterior motion of the mitral valve leaflets, family history of hypertrophic cardiomyopathy, or positive genetic test result.\n\nExclusion Criteria:\n\n* A history of exercise-induced syncope or arrhythmias (ventricular tachycardia; sustained or non-sustained)\n* Left ventricular outflow obstruction (≥ 50 mm Hg at rest)\n* Less than 3 months post septal reduction therapy (surgery or catheter based intervention)\n* Pregnancy\n* Worsening clinical status or advanced heart failure (New York Heart Association class IV symptoms)\n* A hypotensive responsive to exercise (an increase in exercise systolic BP throughout the exercise test of \\< 20mmHg compared with resting values, or an initial increase in systolic BP \\> 20mmHg with a subsequent fall by peak exercise of \\> 20mmHg, or a continuous decrease in systolic BP throughout the test of \\> 20mmHg, compared with baseline BP)\n* Left ventricular systolic dysfunction (left ventricular ejection fraction \\< 55 % by echocardiography)\n* Coronary artery disease as evidenced by prior myocardial infarction or angina\n* Cerebrovascular disease as evidenced by prior transient ischemic attack or stroke\n* A chronic orthopaedic injury which limits the ability to exercise\n* Subjects unable to speak English will not be recruited because of the complex experimental studies and the need for precise communication between the volunteers and the research staff to ensure safety.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Benjamin D Levine, MD","affiliation":"University of Texas Southwestern Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The Institute for Exercise and Environmental Medicine","city":"Dallas","state":"Texas","zip":"75231","country":"United States","geoPoint":{"lat":32.78306,"lon":-96.80667}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009202","term":"Cardiomyopathies"},{"id":"D000002312","term":"Cardiomyopathy, Hypertrophic"},{"id":"D000006984","term":"Hypertrophy"}],"ancestors":[{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020763","term":"Pathological Conditions, Anatomical"},{"id":"D000001020","term":"Aortic Stenosis, Subvalvular"},{"id":"D000001024","term":"Aortic Valve Stenosis"},{"id":"D000082862","term":"Aortic Valve Disease"},{"id":"D000006349","term":"Heart Valve Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11844","name":"Cardiomyopathies","asFound":"Cardiomyopathy","relevance":"HIGH"},{"id":"M5258","name":"Cardiomyopathy, Hypertrophic","asFound":"Hypertrophic Cardiomyopathy","relevance":"HIGH"},{"id":"M9725","name":"Hypertrophy","asFound":"Hypertrophic","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M22209","name":"Pathological Conditions, Anatomical","relevance":"LOW"},{"id":"M4030","name":"Aortic Valve Stenosis","relevance":"LOW"},{"id":"M6165","name":"Constriction, Pathologic","relevance":"LOW"},{"id":"M2380","name":"Aortic Valve Disease","relevance":"LOW"},{"id":"M9127","name":"Heart Valve Diseases","relevance":"LOW"},{"id":"T449","name":"Aortic Valve Stenosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}