{"protocolSection":{"identificationModule":{"nctId":"NCT03724110","orgStudyIdInfo":{"id":"NEUR-2017-26226-TIA"},"organization":{"fullName":"University of Minnesota","class":"OTHER"},"briefTitle":"Telestroke for Comprehensive Transient Ischemic Attack Care in Acute Stroke Ready Hospitals","officialTitle":"Telestroke for Comprehensive Transient Ischemic Attack Care in Acute Stroke Ready Hospitals","acronym":"TELECAST-TIA"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-10-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-07-02","type":"ACTUAL"},"completionDateStruct":{"date":"2022-07-02","type":"ACTUAL"},"studyFirstSubmitDate":"2018-09-28","studyFirstSubmitQcDate":"2018-10-28","studyFirstPostDateStruct":{"date":"2018-10-30","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-16","lastUpdatePostDateStruct":{"date":"2023-10-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Minnesota","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"TELECAST-TIA is a prospective single-center study evaluating guideline-based transient ischemic attack (TIA) treatment at an Acute Stroke Ready Hospital (ASRH) pre- and post-initiation of a specialist telestroke inpatient rounding service. TELECAST-TIA will study the following clinical endpoints: diagnostic stroke evaluation, secondary stroke prevention, health screening and evaluation, stroke education, inpatient complications, and stroke recurrence rates. Additional relevant non-clinical data will include patient and provider satisfaction scores, transfer patterns, and a cost analysis.","detailedDescription":"Telestroke is a validated intervention that improves the triage and emergent treatment of acute stroke, specifically related to the use of intravenous thrombolysis. Effective urgent stroke evaluation and secondary stroke prevention is also essential to decrease the risk of recurrent stroke, however, there have been no studies to date examining the use of telestroke to improve delivery of non-emergent inpatient stroke care per American Heart Association (AHA) guidelines.\n\nCurrently, access to stroke specialist expertise is limited resulting in significant disparities in stroke care. Previous publications have identified that patients in rural areas may receive sub-optimal stroke care that does not follow accepted guideline recommendations. Telestroke is a cost-effective mechanism to deliver specialist stroke care to hospitals that do not have in-person stroke consultation available. The aim of TELECAST-TIA is to determine whether specialist telestroke inpatient rounding improves guideline-based TIA treatment when compared to non-specialist transient ischemic attack treatment.\n\nThe primary outcome of TELECAST-TIA is a composite score of 3 categories: diagnostic stroke evaluation, secondary stroke prevention, and stroke education. Individual components of the primary outcome were principally derived from AHA stroke guidelines. Additional outcome measures include individual analyses of the components of the primary outcome as well as the complication rate, stroke recurrence rate, transfer rate, patient and provider satisfaction levels, and a cost-analysis. All outcomes will be assessed at 1 year post-implementation, with data accruement starting after a 3-month lead in phase."},"conditionsModule":{"conditions":["Transient Ischemic Attack"],"keywords":["Telestroke","Telemedicine","Secondary stroke prevention"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"1 Year","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":300,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Pre-Telestroke","description":"Retrospective collection of defined metrics for all TIA patients admitted to the participating ASRH 2 years prior to implementation of an inpatient telestroke service."},{"label":"Post-Telestroke","description":"Prospective collection of defined metrics for all TIA patients admitted to the participating ASRH after implementation of an inpatient telestroke service.","interventionNames":["Other: Telestroke"]}],"interventions":[{"type":"OTHER","name":"Telestroke","description":"Telestroke is an audiovisual communication network that allows for coordination of stroke care from a distant 'hub' site (the telestroke provider location) to an originating 'spoke' site (patient location) in a HIPAA compliant fashion. In TELECAST-TIA, inpatient telestroke rounding will be used to oversee the urgent diagnostic TIA evaluation, secondary stroke prevention, and stroke education in patients admitted with TIA.","armGroupLabels":["Post-Telestroke"],"otherNames":["Telemedicine"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Composite score of TIA treatment (%)","description":"A 19-item global assessment of fundamental TIA treatment primarily informed by AHA guidelines/GWTG criteria, represented in 3 categories:\n\n* Diagnostic evaluation (10 items): neurologist evaluation, LDL, HgA1c, head CT, brain MRI, intracranial vascular imaging, cervical vascular imaging, EKG, telemetry, and outpatient prolonged cardiac monitoring.\n* Secondary prevention (6 items): antiplatelet, anticoagulation, statin, antihypertensives, diabetes management, and carotid revascularization.\n* Stroke education (3 items): tobacco cessation counseling, exercise/lifestyle counseling, and signs of stroke.\n\nAn item is not scored when not indicated clinically (for example tobacco cessation in a non-smoker), therefore the composite scores will be reported and analyzed as percentages.","timeFrame":"1 year after implementation of the inpatient telestroke service"}],"secondaryOutcomes":[{"measure":"Diagnostic TIA Evaluation","description":"A 10-item global assessment of diagnostic TIA evaluation as well as individual analysis of each item.\n\nDiagnostic evaluation (10 items): neurologist evaluation, LDL, HgA1c, head CT, brain MRI, intracranial vascular imaging, cervical vascular imaging, EKG, telemetry, and outpatient prolonged cardiac monitoring.\n\nAn item is not scored when not indicated clinically (for example prolonged cardiac monitoring in a patient with known Afib or an MRI in a patient with an MRI incompatible pacemaker), therefore the composite scores will be reported and analyzed as percentages.","timeFrame":"1 year after implementation of the inpatient telestroke service"},{"measure":"Secondary Stroke Prevention","description":"A 6-item global assessment of secondary stroke prevention as well as individual analysis of each item.\n\nSecondary stroke prevention (6 items): antiplatelet, anticoagulation, statin, antihypertensives, diabetes management, and carotid revascularization.\n\nAn item is not scored when not indicated clinically (for example deferring antiplatelet agents if a patient requires anticoagulation), therefore the composite scores will be reported and analyzed as percentages.","timeFrame":"1 year after implementation of the inpatient telestroke service"},{"measure":"Stroke Education","description":"A 3-item global assessment of stroke education as well as individual analysis of each item.\n\nStroke education (3 items): tobacco cessation counseling, exercise/lifestyle counseling, and signs of stroke.\n\nAn item is not scored when not indicated clinically (for example tobacco cessation in a non-smoker), therefore the composite scores will be reported and analyzed as percentages.","timeFrame":"1 year after implementation of the inpatient telestroke service"},{"measure":"Composite Stroke Recurrence","description":"The composite rate of recurrent TIA, ischemic, or hemorrhagic stroke at 3 months and one year post-stroke admission.","timeFrame":"Measured at 3 months and at 1 year after discharge"}],"otherOutcomes":[{"measure":"Admission rate","description":"Rate of admission versus discharge from the ED.","timeFrame":"1 year after implementation of the inpatient telestroke service"},{"measure":"Patient demographics","description":"Patient demographics of the TIA service will be assessed.","timeFrame":"1 year after implementation of the inpatient telestroke service"},{"measure":"Cost analysis","description":"A cost analysis incorporating the referring 'spoke' hospital and the central 'hub' hospital will be performed. Data collected will include hospital cost of admission, hospital admission reimbursement, transfer costs, and operational costs.","timeFrame":"1 year after implementation of the inpatient telestroke service"},{"measure":"Hospital length of stay","description":"The number of days of hospitalization for patients admitted with a primary diagnosis of TIA.","timeFrame":"1 year after implementation of the inpatient telestroke service"},{"measure":"Inpatient Telestroke Feasibility: Physician and Provider patient care time","description":"Total screen telestroke screen time will be assessed. This will be defined by the time that the telestroke patient visitation connection was made until it was terminated and also by the amount of time billed by the physician.","timeFrame":"1 year after implementation of the inpatient telestroke service"},{"measure":"Inpatient Telestroke Feasibility: Time from admission to consultation","description":"Time from both admission and consult order placement until consultation","timeFrame":"1 year after implementation of the inpatient telestroke service"},{"measure":"Composite score of fundamental TIA treatment at non-telestroke ASRHs (%)","description":"A 19-item assessment of fundamental TIA treatment (see primary outcome) at ASRHs within the same stroke network that do not have an inpatient telestroke service. These scores will serve as temporal controls for the primary outcome.\n\nAn item is not scored if it is not indicated clinically (for example tobacco cessation in a non-smoker), therefore the composite scores will be reported and analyzed as percentages.","timeFrame":"1 year after implementation of the inpatient telestroke service"},{"measure":"Composite score of fundamental TIA treatment at the CSC hub site (%)","description":"A 19-item assessment of fundamental TIA treatment (see primary outcome) at the CSC hub site. This data will serve to compare the delivery of TIA treatment via telestroke vs. TIA treatment delivered in person at the hub site.\n\nAn item is not scored if it is not indicated clinically (for example tobacco cessation in a non-smoker), therefore the composite scores will be reported and analyzed as percentages.","timeFrame":"1 year after implementation of the inpatient telestroke service"},{"measure":"Physician, Patient, Nursing satisfaction with Telestroke Rounding","description":"Surveys will assess local physician, nursing, and patient satisfaction with the virtual telestroke service. Assessed items will include perceptions of convenience/inconvenience, quality of care provided, and satisfaction with the service relative to an in-person consulting service and/or transfer to a comprehensive stroke center for in-person consultation.","timeFrame":"1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 18 and above\n* Patients with the primary diagnosis of transient ischemic attack evaluated at the Fairview Ridges Hospital emergency room\n* Clinical diagnosis of transient ischemic attack by the treating stroke neurology service\n\nExclusion Criteria:\n\n* Patients less than 18 years old\n* Patients who leave the hospital against medical advice\n* Patients who are felt to have an alternative diagnosis","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"All patients admitted with a primary diagnosis of transient ischemic attack at a participating ASRH two years before and one year after implementation of the telestroke inpatient service.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Fairview Ridges Hospital","city":"Burnsville","state":"Minnesota","zip":"55337","country":"United States","geoPoint":{"lat":44.76774,"lon":-93.27772}},{"facility":"Grand Itasca Clinic and Hospital","city":"Grand Rapids","state":"Minnesota","zip":"55744","country":"United States","geoPoint":{"lat":47.23717,"lon":-93.53021}},{"facility":"Fairview Range Medical Center","city":"Hibbing","state":"Minnesota","zip":"55746","country":"United States","geoPoint":{"lat":47.42715,"lon":-92.93769}},{"facility":"Fairview Northland Medical Center","city":"Princeton","state":"Minnesota","zip":"55371","country":"United States","geoPoint":{"lat":45.56997,"lon":-93.58163}},{"facility":"Fairview Lakes Medical Center","city":"Wyoming","state":"Minnesota","zip":"55092","country":"United States","geoPoint":{"lat":45.33636,"lon":-92.99716}}]},"referencesModule":{"references":[{"pmid":"23370205","type":"BACKGROUND","citation":"Jauch EC, Saver JL, Adams HP Jr, Bruno A, Connors JJ, Demaerschalk BM, Khatri P, McMullan PW Jr, Qureshi AI, Rosenfield K, Scott PA, Summers DR, Wang DZ, Wintermark M, Yonas H; American Heart Association Stroke Council; Council on Cardiovascular Nursing; Council on Peripheral Vascular Disease; Council on Clinical Cardiology. Guidelines for the early management of patients with acute ischemic stroke: a guideline for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2013 Mar;44(3):870-947. doi: 10.1161/STR.0b013e318284056a. Epub 2013 Jan 31."},{"pmid":"26123479","type":"BACKGROUND","citation":"Powers WJ, Derdeyn CP, Biller J, Coffey CS, Hoh BL, Jauch EC, Johnston KC, Johnston SC, Khalessi AA, Kidwell CS, Meschia JF, Ovbiagele B, Yavagal DR; American Heart Association Stroke Council. 2015 American Heart Association/American Stroke Association Focused Update of the 2013 Guidelines for the Early Management of Patients With Acute Ischemic Stroke Regarding Endovascular Treatment: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2015 Oct;46(10):3020-35. doi: 10.1161/STR.0000000000000074. Epub 2015 Jun 29."},{"pmid":"24788967","type":"BACKGROUND","citation":"Kernan WN, Ovbiagele B, Black HR, Bravata DM, Chimowitz MI, Ezekowitz MD, Fang MC, Fisher M, Furie KL, Heck DV, Johnston SC, Kasner SE, Kittner SJ, Mitchell PH, Rich MW, Richardson D, Schwamm LH, Wilson JA; American Heart Association Stroke Council, Council on Cardiovascular and Stroke Nursing, Council on Clinical Cardiology, and Council on Peripheral Vascular Disease. Guidelines for the prevention of stroke in patients with stroke and transient ischemic attack: a guideline for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2014 Jul;45(7):2160-236. doi: 10.1161/STR.0000000000000024. Epub 2014 May 1. Erratum In: Stroke. 2015 Feb;46(2):e54."},{"pmid":"28384077","type":"BACKGROUND","citation":"Demaerschalk BM, Berg J, Chong BW, Gross H, Nystrom K, Adeoye O, Schwamm L, Wechsler L, Whitchurch S. American Telemedicine Association: Telestroke Guidelines. Telemed J E Health. 2017 May;23(5):376-389. doi: 10.1089/tmj.2017.0006. Epub 2017 Apr 6."},{"pmid":"24222046","type":"BACKGROUND","citation":"Alberts MJ, Wechsler LR, Jensen ME, Latchaw RE, Crocco TJ, George MG, Baranski J, Bass RR, Ruff RL, Huang J, Mancini B, Gregory T, Gress D, Emr M, Warren M, Walker MD. Formation and function of acute stroke-ready hospitals within a stroke system of care recommendations from the brain attack coalition. Stroke. 2013 Dec;44(12):3382-93. doi: 10.1161/STROKEAHA.113.002285. Epub 2013 Nov 12."},{"pmid":"27811332","type":"BACKGROUND","citation":"Wechsler LR, Demaerschalk BM, Schwamm LH, Adeoye OM, Audebert HJ, Fanale CV, Hess DC, Majersik JJ, Nystrom KV, Reeves MJ, Rosamond WD, Switzer JA; American Heart Association Stroke Council; Council on Epidemiology and Prevention; Council on Quality of Care and Outcomes Research. Telemedicine Quality and Outcomes in Stroke: A Scientific Statement for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2017 Jan;48(1):e3-e25. doi: 10.1161/STR.0000000000000114. Epub 2016 Nov 3."},{"pmid":"23212458","type":"BACKGROUND","citation":"Switzer JA, Demaerschalk BM, Xie J, Fan L, Villa KF, Wu EQ. Cost-effectiveness of hub-and-spoke telestroke networks for the management of acute ischemic stroke from the hospitals' perspectives. Circ Cardiovasc Qual Outcomes. 2013 Jan 1;6(1):18-26. doi: 10.1161/CIRCOUTCOMES.112.967125. Epub 2012 Dec 4."},{"pmid":"18676180","type":"BACKGROUND","citation":"Meyer BC, Raman R, Hemmen T, Obler R, Zivin JA, Rao R, Thomas RG, Lyden PD. Efficacy of site-independent telemedicine in the STRokE DOC trial: a randomised, blinded, prospective study. Lancet Neurol. 2008 Sep;7(9):787-95. doi: 10.1016/S1474-4422(08)70171-6."},{"pmid":"27566746","type":"BACKGROUND","citation":"Kepplinger J, Barlinn K, Deckert S, Scheibe M, Bodechtel U, Schmitt J. Safety and efficacy of thrombolysis in telestroke: A systematic review and meta-analysis. Neurology. 2016 Sep 27;87(13):1344-51. doi: 10.1212/WNL.0000000000003148. Epub 2016 Aug 26."},{"pmid":"25147327","type":"BACKGROUND","citation":"Muller-Barna P, Hubert GJ, Boy S, Bogdahn U, Wiedmann S, Heuschmann PU, Audebert HJ. TeleStroke units serving as a model of care in rural areas: 10-year experience of the TeleMedical project for integrative stroke care. Stroke. 2014 Sep;45(9):2739-44. doi: 10.1161/STROKEAHA.114.006141."},{"pmid":"28356464","type":"BACKGROUND","citation":"Tarnutzer AA, Lee SH, Robinson KA, Wang Z, Edlow JA, Newman-Toker DE. ED misdiagnosis of cerebrovascular events in the era of modern neuroimaging: A meta-analysis. Neurology. 2017 Apr 11;88(15):1468-1477. doi: 10.1212/WNL.0000000000003814. Epub 2017 Mar 29."},{"pmid":"20508182","type":"BACKGROUND","citation":"Ovbiagele B, Schwamm LH, Smith EE, Hernandez AF, Olson DM, Pan W, Fonarow GC, Saver JL. Recent nationwide trends in discharge statin treatment of hospitalized patients with stroke. Stroke. 2010 Jul;41(7):1508-13. doi: 10.1161/STROKEAHA.109.573618. Epub 2010 May 27."},{"pmid":"29367334","type":"BACKGROUND","citation":"Powers WJ, Rabinstein AA, Ackerson T, Adeoye OM, Bambakidis NC, Becker K, Biller J, Brown M, Demaerschalk BM, Hoh B, Jauch EC, Kidwell CS, Leslie-Mazwi TM, Ovbiagele B, Scott PA, Sheth KN, Southerland AM, Summers DV, Tirschwell DL; American Heart Association Stroke Council. 2018 Guidelines for the Early Management of Patients With Acute Ischemic Stroke: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2018 Mar;49(3):e46-e110. doi: 10.1161/STR.0000000000000158. Epub 2018 Jan 24. Erratum In: Stroke. 2018 Mar;49(3):e138. Stroke. 2018 Apr 18;:"},{"pmid":"17928270","type":"BACKGROUND","citation":"Lavallee PC, Meseguer E, Abboud H, Cabrejo L, Olivot JM, Simon O, Mazighi M, Nifle C, Niclot P, Lapergue B, Klein IF, Brochet E, Steg PG, Leseche G, Labreuche J, Touboul PJ, Amarenco P. A transient ischaemic attack clinic with round-the-clock access (SOS-TIA): feasibility and effects. Lancet Neurol. 2007 Nov;6(11):953-60. doi: 10.1016/S1474-4422(07)70248-X."},{"pmid":"17928046","type":"BACKGROUND","citation":"Rothwell PM, Giles MF, Chandratheva A, Marquardt L, Geraghty O, Redgrave JN, Lovelock CE, Binney LE, Bull LM, Cuthbertson FC, Welch SJ, Bosch S, Alexander FC, Silver LE, Gutnikov SA, Mehta Z; Early use of Existing Preventive Strategies for Stroke (EXPRESS) study. Effect of urgent treatment of transient ischaemic attack and minor stroke on early recurrent stroke (EXPRESS study): a prospective population-based sequential comparison. Lancet. 2007 Oct 20;370(9596):1432-42. doi: 10.1016/S0140-6736(07)61448-2. Erratum In: Lancet. 2008 Feb 2;371(9610):386. Carasco-Alexander, Faye [corrected to Alexander, Faye C]."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002546","term":"Ischemic Attack, Transient"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000002545","term":"Brain Ischemia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Acute Stroke","relevance":"HIGH"},{"id":"M11997","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Transient Ischemic Attack","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M11457","name":"Metronidazole","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}