{"protocolSection":{"identificationModule":{"nctId":"NCT03114046","orgStudyIdInfo":{"id":"000000"},"organization":{"fullName":"University of Alabama at Birmingham","class":"OTHER"},"briefTitle":"Constraint-induced Movement Therapy to Improve Gait and Mobility of People With Chronic Stroke","officialTitle":"Constraint-induced Movement Therapy to Improve Gait and Mobility of People With Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2023-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-09-01","type":"ACTUAL"},"completionDateStruct":{"date":"2018-10-01","type":"ACTUAL"},"studyFirstSubmitDate":"2017-04-04","studyFirstSubmitQcDate":"2017-04-10","studyFirstPostDateStruct":{"date":"2017-04-14","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-01-20","lastUpdatePostDateStruct":{"date":"2023-01-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Sarah Monteiro Dos Anjos, PhD","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Alabama at Birmingham"},"leadSponsor":{"name":"University of Alabama at Birmingham","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this single-subject, concurrent mixed methods study is to investigate the relationship between the effect of the CIMT protocol on gait and mobility and participants' and caregivers' expectations and perceptions regarding the treatment. The goal of the quantitative strand is to assess changes in quality of movement and functional use of the paretic lower limb after the treatment and investigate the participants' expectations in regards the intervention using the Participant Opinion Survey (POS). The qualitative strand (participant interviews) will determine perspectives of caregiver and participant perspectives regarding protocol acceptability. Both quantitative and qualitative data will be collected and analyzed concurrently, through triangulation and complementarity rationales; both data will be equally prioritized.","detailedDescription":"About 66% of stroke survivors present gait impairment and mobility limitation. Rehabilitation techniques for people with walking and mobility disability after stroke have been broadly investigated in recent decades. However, few rehabilitation approaches have been shown to be effective in resolving these devastating problem.\n\nConstraint-induced Movement Therapy (CIMT) presented robust evidence on increasing the amount and the quality of the paretic upper extremity (UE) functional use in daily situations of individuals with brain injuries (e.g. stroke, traumatic brain injury). The UE CIMT protocol consists of 4 components: 1) repetitive and intensive training; 2) motor training following shaping principles; 3) application of a groups of behavioral strategies called transfer package (TP), and 4) prolonged use of a restriction device on the non-paretic (or less affected) UE.\n\nConsidering the importance of repetition, intensity and specificity of the motor training to induce neuroplastic changes (3), CIMT is a potential tool to improve gait and mobility function in people with stroke. The translation of the UE protocol for Lower Extremity (LE) rehabilitation demanded some modifications for use with gait and mobility. For example, restraint of the less affected LE is not used because a different gait pattern would be induced using the restriction device. Also, the TP has been modified for LE function because of its inherent differences from UE function (e.g. both LE are more often used together and because there are more safety consequences involved with gait and mobility (e.g. falling).\n\nIn view of the significant efficacy of the UE CIMT for individuals with stroke, the extension of this approach to LE CIMT is promising, but investigation of its effect on mobility and motor function has been insufficient. The few studies that have applied a modified CIMT protocol in people with stroke did not use the full TP component. Thus, information about the effects of the complete CIMT protocol (i.e., including the TP) is greatly need. The addition of the enhanced TP in the LE protocol might have a great impact on both motor outcomes and retention of the results, as observed in previous studies about the UE approach. Considering the high intensity of the complete protocol, the added safety concerns, and the demand of involvement of the therapist, participant, and caregivers, the acceptability of the TP should be explored in order to provide a better understanding of the feasibility of this strategy.\n\nThe purpose of this single-subject, concurrent mixed methods study is to investigate the relationship between the effect of the CIMT protocol on gait and mobility and participants' and caregivers' expectations and perceptions regarding the treatment (e.g. intensity, physical and emotional demands, changes in routine). The goal of the quantitative strand is to assess changes in quality of movement and functional use of the paretic lower limb after the treatment and to investigate the participants' expectations in regards the intervention using the Participant Opinion Survey (POS). The qualitative strand (participant interviews) will determine perspectives of caregiver and participant perspectives regarding protocol acceptability. Both quantitative and qualitative data will be collected and analyzed concurrently, through triangulation and complementarity rationales; both data will be equally prioritized (4). We hypothesize that: 1) the enhanced LE CIT protocol will be effective for improving functional use of the paretic LE in people with chronic stroke; and 2) participant's and caregivers opinions are related to changes on functional use.\n\nAim 1: Assess the effects of the enhanced LE CIMT protocol on LE use and motor function. A single-subject ABA design with chronic stroke participants will be conducted. Individuals with different levels of severity will receive the LE CIMT, including intensive motor training and TP.\n\nAim 2: Richly characterize participants and caregivers acceptability of the LE CIMT protocol. A qualitative approach will be used for evaluating the acceptability of the protocol. The authors will conduct individual interviews with all participants and their caregivers or family members to determine perspectives of intervention.\n\nAim 3: Examine how participants and caregivers acceptability can influence changes in motor outcomes after LE CIMT. A mixed method approach will be conducted in order to investigate if there is relationship between effect on motor outcome and individuals' perceptions about the intervention."},"conditionsModule":{"conditions":["Rehabilitation","Recovery of Function","Stroke","Lower Extremity Paresis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":8,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Baseline Phase","type":"EXPERIMENTAL","description":"This project will conduct a single-subject pre-experimental AB mixed methods design, considering A phase as the baseline strand. During this phase multiple assessments will be administered. This phase will last 2 consecutive weeks, with 5 visits total.","interventionNames":["Behavioral: Lower extremity Constraint-induced movement therapy(LE-CIMT)"]}],"interventions":[{"type":"BEHAVIORAL","name":"Lower extremity Constraint-induced movement therapy(LE-CIMT)","description":"Both phases (A and B) will last 10 weekdays, and during baseline and treatment phases, the data will be collected on 5 different odd days. Considering the long period of data collection. During the baseline phase, no assessment will be administered on even days. The treatment will be delivered daily, along 10 weekdays, 3.5 hours per day. The motor training will be delivered during 3 hours and 30 minutes will be allocated to the administration of the TP.\n\nBoth caregivers and participants will be individually interviewed before and after treatment.","armGroupLabels":["Baseline Phase"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Lower Extremity Motor Activity Log (LE-MAL)","description":"is a semi-structured interview, created in the UAB CIMT laboratory, that consists of asks the participant the level of assistance, how well is her/his performance, and how much confident he/she is during the execution of 14 different daily tasks (e.g walking indoors, climb stairs) (6).","timeFrame":"The LE-MAL will be administered 10 times along 4 weeks. During the first 2 weeks (baseline phase) the stability of the functional use of the paretic lower extremity will be assessed. The last 2 weeks (intervention) the trend of change will be assessed."},{"measure":"Berg Balance Scale (BBS)","description":"is a valid and reliable tool to assess balance control in 14 static and dynamic activities with people with different health conditions (7).","timeFrame":"The BBS will be administered 10 times along 4 weeks. During the first 2 weeks (baseline phase) the stability of balance will be assessed. The last 2 weeks (intervention) the trend of change will be assessed."},{"measure":"10 meters walking (10MWT)","description":"is a gait speed measurement, which is an easy and reliable assessment of locomotion (8).","timeFrame":"The 10MWT will be administered 10 times along 4 weeks. During the first 2 weeks (baseline phase) the stability of the gait function will be assessed. The last 2 weeks (intervention) the trend of change will be assessed."}],"secondaryOutcomes":[{"measure":"5 times sit to stand","description":"Physical performance is commonly assessed by the 5-repetition-sit-to-stand test in a variety of populations, including stroke, elderly, and osteo-arthritis (9).","timeFrame":"The test will be administered 10 times along 4 weeks. During the first 2 weeks (baseline phase) the stability of the lower limb function will be assessed. The last 2 weeks (intervention) the trend of change will be assessed."},{"measure":"6 minutes walking test (6MWT)","description":"The 6MWT assesses the energy expenditure during walking. It is a reliable and valid instrument in a diverse group of health conditions (11).","timeFrame":"The 6MWT will be administered 10 times along 4 weeks. During the first 2 weeks (baseline phase) the stability of the gait function will be assessed. The last 2 weeks (intervention) the trend of change will be assessed."},{"measure":"Life-Space Assessment (LSA).","description":"is an instrument developed by researchers at UAB that determines the area of action (e.g., distance and place) that a person uses to perform his/her daily activities (11).","timeFrame":"The test will be administered 10 times along 4 weeks. During the first 2 weeks (baseline phase) the stability of the mobility status will be assessed. The last 2 weeks (intervention) the trend of change will be assessed."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* be 19 years old or older,\n* have more than 6 months after stroke;\n* present motor impairment on lower extremity due to stroke, but able to walk at least 25 feet using an assistive device or not, at least three times a day;\n* have no previous experience with any LE CIMT protocol.\n\nExclusion Criteria:\n\n* presence of uncontrolled clinical conditions;\n* presence of other neurologic diseases;\n* Mini-mental State Examination score \\<24\n* inability to answer yes and no questions properly;\n* score lower than 45 out of 56 on the Berg Balance Scale, and score higher than 5 on LEMAL, what indicates that they are already utilizing the paretic lower limb while performing daily activities.","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"University of Alabama at Birmingham","city":"Birmingham","state":"Alabama","zip":"35233","country":"United States","geoPoint":{"lat":33.52066,"lon":-86.80249}}]},"referencesModule":{"references":[{"pmid":"7741609","type":"BACKGROUND","citation":"Jorgensen HS, Nakayama H, Raaschou HO, Vive-Larsen J, Stoier M, Olsen TS. Outcome and time course of recovery in stroke. Part II: Time course of recovery. The Copenhagen Stroke Study. Arch Phys Med Rehabil. 1995 May;76(5):406-12. doi: 10.1016/s0003-9993(95)80568-0."},{"pmid":"23520237","type":"BACKGROUND","citation":"Taub E, Uswatte G, Mark VW, Morris DM, Barman J, Bowman MH, Bryson C, Delgado A, Bishop-McKay S. Method for enhancing real-world use of a more affected arm in chronic stroke: transfer package of constraint-induced movement therapy. Stroke. 2013 May;44(5):1383-8. doi: 10.1161/STROKEAHA.111.000559. Epub 2013 Mar 21."},{"pmid":"19801058","type":"BACKGROUND","citation":"Lang CE, Macdonald JR, Reisman DS, Boyd L, Jacobson Kimberley T, Schindler-Ivens SM, Hornby TG, Ross SA, Scheets PL. Observation of amounts of movement practice provided during stroke rehabilitation. Arch Phys Med Rehabil. 2009 Oct;90(10):1692-8. doi: 10.1016/j.apmr.2009.04.005."},{"pmid":"23071200","type":"BACKGROUND","citation":"Byiers BJ, Reichle J, Symons FJ. Single-subject experimental design for evidence-based practice. Am J Speech Lang Pathol. 2012 Nov;21(4):397-414. doi: 10.1044/1058-0360(2012/11-0036). Epub 2012 Oct 15."},{"pmid":"23111280","type":"BACKGROUND","citation":"Mark VW, Taub E, Uswatte G, Bashir K, Cutter GR, Bryson CC, Bishop-McKay S, Bowman MH. Constraint-induced movement therapy for the lower extremities in multiple sclerosis: case series with 4-year follow-up. Arch Phys Med Rehabil. 2013 Apr;94(4):753-60. doi: 10.1016/j.apmr.2012.09.032. Epub 2012 Oct 27."},{"pmid":"7792547","type":"BACKGROUND","citation":"Berg K, Wood-Dauphinee S, Williams JI. The Balance Scale: reliability assessment with elderly residents and patients with an acute stroke. Scand J Rehabil Med. 1995 Mar;27(1):27-36."},{"pmid":"12017517","type":"BACKGROUND","citation":"Green J, Forster A, Young J. Reliability of gait speed measured by a timed walking test in patients one year after stroke. Clin Rehabil. 2002 May;16(3):306-14. doi: 10.1191/0269215502cr495oa."},{"pmid":"20298832","type":"BACKGROUND","citation":"Mong Y, Teo TW, Ng SS. 5-repetition sit-to-stand test in subjects with chronic stroke: reliability and validity. Arch Phys Med Rehabil. 2010 Mar;91(3):407-13. doi: 10.1016/j.apmr.2009.10.030."},{"pmid":"14970978","type":"BACKGROUND","citation":"Eng JJ, Dawson AS, Chu KS. Submaximal exercise in persons with stroke: test-retest reliability and concurrent validity with maximal oxygen consumption. Arch Phys Med Rehabil. 2004 Jan;85(1):113-8. doi: 10.1016/s0003-9993(03)00436-2."},{"pmid":"16180950","type":"BACKGROUND","citation":"Peel C, Sawyer Baker P, Roth DL, Brown CJ, Brodner EV, Allman RM. Assessing mobility in older adults: the UAB Study of Aging Life-Space Assessment. Phys Ther. 2005 Oct;85(10):1008-119."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Lower Extremity Paresis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}