{"protocolSection":{"identificationModule":{"nctId":"NCT02889939","orgStudyIdInfo":{"id":"EEHITStroke"},"organization":{"fullName":"Göteborg University","class":"OTHER"},"briefTitle":"High-intensity Training in an Enriched Environment in Late Phase After Stroke","officialTitle":"The Impact of High-intensity, Task Specific Training Combined With Environmental Enrichment for Individuals in a Late Phase After Stroke"},"statusModule":{"statusVerifiedDate":"2018-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2012-09"},"primaryCompletionDateStruct":{"date":"2015-07","type":"ACTUAL"},"completionDateStruct":{"date":"2017-08","type":"ACTUAL"},"studyFirstSubmitDate":"2016-08-23","studyFirstSubmitQcDate":"2016-09-06","studyFirstPostDateStruct":{"date":"2016-09-07","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-10-31","lastUpdatePostDateStruct":{"date":"2018-11-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Göteborg University","class":"OTHER"},"collaborators":[{"name":"Wallström och Sjöbloms stiftelse","class":"UNKNOWN"},{"name":"Peter Erikssons minnesfond","class":"UNKNOWN"},{"name":"Back to Life","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"We designed an explorative clinical study to assess the effectiveness of an enriched intense and task-oriented therapy program in enhancing motor recovery in patients with moderate to moderately severe hemiplegia after stroke. This enriched comprehensive task-specific therapy (ETT) program combines intensive and task-specific therapy with the sensory-motor, social, and cognitive stimulation inherent to environmental enrichment. We also investigated whether ETT improves gait, balance, upper and lower limb function, and confidence in task performance, health-related quality of life (HRQoL) and reduces fatigue and depression.","detailedDescription":"Background The brain has a limited ability for repair. However, in recent years it became evident that a remarkable, yet restricted ability for regeneration of neuronal connections exists, with positive implications for the rehabilitation of individuals with stroke. Several studies have shown that stroke-lesioned animals, which are exposed to a so called enriched environment (large cages, group housing of animals, equipped with toys and with possibilities for physical activity and social interactions) show signs of tissue regeneration/plasticity in the brain. Research has shown that rats exposed to this enriched environment are recovering significantly faster from stroke than rats in standard cages, despite the fact that the total tissue loss between the rats did not differ.\n\nRecovery and improvement of motor functions and skills after stroke depend on spontaneous repair processes but also on the reorganization of neural mechanisms by stimuli and demands that are placed on the motor control system. In spite of numerous research studies showing that functional recovery after stroke is possible even many years after the stroke onset, it is unusual for stroke victims to be offered any kind of rehabilitation during later stages.\n\nThe combination of modalities in multimodal interventions is thus expected to have a synergistic effect on neuroplasticity in rehabilitation after stroke in humans. In a recent clinical trial, multimodal interventions based on rhythm and music or therapeutic horseback riding improved recovery in the late phase after stroke Nevertheless, novel combinational treatment approaches are needed to promote neuroplasticity and motor recovery after stroke. A priority is to translate promising basic research to clinical settings and to evaluate enriched combinational therapy programs that appear to be more effective than single interventions\n\nA. What is the impact of high intensity task specific goal-directed training combined with environmental enrichment for individuals in a late phase of stroke? B. What are the subjects' experiences of the rehabilitation program? C. What are the biomarkers of successful stroke recovery? D. How does the intervention effect the subjects' walking ability on a detailed level? The study is a within-subject, repeated-measures design with pretest-posttest study, to assess outcomes after ETT. The intervention was preceded by a baseline period of usual care (UC) for 3 weeks, which also served as a control. The trial enrolled Swedish or Norwegian stroke survivors who had applied to a Swedish rehabilitation agency that provides rehabilitation services in Spain.\n\nThe physical evaluation was performed in Sweden prior to and after the intervention and 6 months after completion of the intervention / control period. In addition, a three-month follow-up in form of questionnaires was performed.\n\nThe outcome measures were:\n\nModified Motor Assessment Scale according to Uppsala University Hospital (M-MAS UAS) (measuring motor function), measures of walking ability, speed and endurance, dynamic and static balance, fine motor speed and dexterity in the upper limb, motor speed and gross manual dexterity, hand strength, satisfaction with life as a whole, perceived confidence in task performance, health-related quality of life and degree of depression.\n\nFocus group interviews and individual interviews will be conducted with a subgroup of the participants (non aphasic participants) and the statements will be analyzed qualitative using content analyses as the method.\n\nBlood samples will be taken for the analysis of biomarkers, growth factors and inflammatory markers.\n\nAdvanced analyses of gait patterns and components will be performed in a motor laboratory, including a subgroup of the participants.\n\nIn rehabilitation medicine, the general belief has been that treatment of individuals in the late phase of stroke has no functional impact. The present research program will test against this hypothesis into a clinical trial for patients at more than 6 months after stroke. The biochemical analysis of blood samples and additional preclinical studies will directly to the knowledge about possibilities to enhance brain plasticity also in later phases of stroke. The research will contribute to strengthening the evidence for a promising rehabilitation approach combining elements of focused high-intensity training with environmental enrichment for which there are strong empirical support."},"conditionsModule":{"conditions":["Stroke","Brain Diseases"],"keywords":["rehabilitation","recovery of function","environment"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"A within-subject, repeated-measures design with pretest-posttest evaluation was utilised to assess outcomes after ETT. The intervention was preceded by a baseline period of usual care (UC) for 3 weeks, which also served as a control","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":41,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"UC + ETT","type":"OTHER","description":"An enriched comprehensive task-specific therapy (ETT) program combining intensive and task-specific therapy with the sensory-motor, social, and cognitive stimulation inherent to environmental enrichment.\n\nThe intervention was preceded by a baseline period of usual care (UC) for 3 weeks, which also served as a control.","interventionNames":["Other: UC + ETT"]}],"interventions":[{"type":"OTHER","name":"UC + ETT","description":"UC: A 3-week UC period, where the participants were not offered any new rehabilitation activities but were allowed to continue their regular treatment for a maximum of 3 hours per week.\n\nETT: The rehabilitation facilities were located in a climate that allowed and encouraged both indoor and outdoor activities. The ETT was individually tailored. Participants exercised in the same room/place as the other participants in groups of 4-9. Physical exercise was scheduled 3.5-6 hours per day, 5½ days per week for 3 weeks. The training was characterized by repetitive mass practice of gradually increasing difficulty and noncompensatory strategies, such as enforcing use of the affected side.\n\nBeyond scheduled activities, participants were encouraged to physically engage themselves in a challenging outdoor environment.","armGroupLabels":["UC + ETT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Modified Motor Assessment Scale score according to Uppsala from baseline to after intervention/control and from baseline to 6 months follow up.","description":"Motor function","timeFrame":"baseline, 3 weeks, 6 months"}],"secondaryOutcomes":[{"measure":"Change in Six minute walking test from baseline to after intervention/control and from baseline to 6 months follow up.","description":"walking endurance","timeFrame":"baseline, 3 weeks, 6 months"},{"measure":"Change in 10 m walk test from baseline to after intervention/control and from baseline to 6 months follow up.","description":"walking ability","timeFrame":"baseline, 3 weeks, 6 months"},{"measure":"Change in Box and Blocks test from baseline to after intervention/control and from baseline to 6 months follow up.","description":"gross motor speed","timeFrame":"baseline, 3 weeks, 6 months"},{"measure":"Change in JAMAR from baseline to after intervention/control and from baseline to 6 months follow up.","description":"grip strength","timeFrame":"baseline, 3 weeks, 6 months"},{"measure":"Change in Nine Hole Peg Test from baseline to after intervention/control and from baseline to 6 months follow up.","description":"fine motor speed","timeFrame":"baseline, 3 weeks, 6 months"},{"measure":"Change in Bergs balance scale from baseline to after intervention/control and from baseline to 6 months follow up.","description":"balance ability","timeFrame":"baseline, 3 weeks, 6 months"},{"measure":"Change in Life satisfaction checklist from baseline to after intervention/control, from baseline to 3 months follow up and from baseline to 6 months follow up.","description":"satisfaction with life","timeFrame":"baseline, 3 weeks, 3 months, 6 months"},{"measure":"Change in Fatigue impact scale from baseline to after intervention/control, from baseline to 3 months follow up and from baseline to 6 months follow up.","description":"effect of fatigue in daily activities","timeFrame":"baseline, 3 weeks, 3 months, 6 months"},{"measure":"Change in Falls Efficacy scale from baseline to after intervention/control, from baseline to 3 months follow up and from baseline to 6 months follow up.","description":"Perceived confidence in task performance","timeFrame":"baseline, 3 weeks, 3 months, 6 months"},{"measure":"Change in EuroQual 5D from baseline to after intervention/control, from baseline to 3 months follow up and from baseline to 6 months follow up.","description":"health related quality of life","timeFrame":"baseline, 3 weeks, 3 months, 6 months"},{"measure":"Change in Montgomery Åsberg depression rating scale from baseline to after intervention/control, from baseline to 3 months follow up and from baseline to 6 months follow up.","description":"degree of depression","timeFrame":"baseline, 3 weeks, 3 months, 6 months"},{"measure":"Change in Life situation among spouses after the stroke event questionnaire from baseline to after intervention/control, from baseline to 3 months follow up and from baseline to 6 months follow up.","description":"life situation among stroke spouses","timeFrame":"baseline, 3 weeks, 3 months, 6 months"},{"measure":"Change in levels of biomarkers in blood from baseline to after control/intervention and from baseline to 6 months after intervention.","description":"Blood samples will be taken for the analysis of biomarkers, growth factors and inflammatory markers.","timeFrame":"baseline, 3 weeks, 6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* At least six months and maximum 10 years after the onset of stroke\n* Disability grade between 2 and 4 on the Modified Rankin Scale.\n* Some degree of hemiparesis, according to the primary outcome measure M-MAS UAS -99, at baseline.\n* Approved by the referring / prescribing physician for intensive training\n* Medically stable considering cardiovascular conditions\n* Cognitive and speech ability that enables instruction, intervention and evaluation\n* Ability and willingness to travel to the place of evaluation\n* Able to perform sitting transfers independently or with manual assistance\n\nExclusion criteria:\n\n* Exercise-induced epilepsy.\n* Injury, illness or addiction, making the individual unsuitable for participation.\n* Having participated in an intense comprehensive rehabilitation program (additional to post-stroke acute- and subacute rehabilitation) at some point within the past six months.\n* Scheduled for other treatment with focus on intensive training during the study.\n* Use of assistive technology for sitting transfers","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Lina Bunketorp Käll, PT, PhD","affiliation":"Göteborg University","role":"STUDY_CHAIR"},{"name":"Georg Kuhn, Professor","affiliation":"Göteborg University","role":"STUDY_CHAIR"},{"name":"Jean-Luc Af Geijerstam, MD, PhD","affiliation":"Karolinska Institutet","role":"STUDY_CHAIR"}],"locations":[{"facility":"Sahlgrenska University Hospital","city":"Gothenburg","country":"Sweden","geoPoint":{"lat":57.70716,"lon":11.96679}}]},"referencesModule":{"references":[{"pmid":"32118616","type":"DERIVED","citation":"Vive S, Af Geijerstam JL, Kuhn HG, Bunketorp-Kall L. Enriched, Task-Specific Therapy in the Chronic Phase After Stroke: An Exploratory Study. J Neurol Phys Ther. 2020 Apr;44(2):145-155. doi: 10.1097/NPT.0000000000000309."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001927","term":"Brain Diseases"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","asFound":"Brain Diseases","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}