{"protocolSection":{"identificationModule":{"nctId":"NCT03759691","orgStudyIdInfo":{"id":"030683"},"organization":{"fullName":"University of Aarhus","class":"OTHER"},"briefTitle":"Predictors for Prehospital Delay in Stroke Treatment","officialTitle":"Stroke Awareness and Help-seeking Behaviour: Predictors for Prehospital Delay in Stroke Treatment"},"statusModule":{"statusVerifiedDate":"2021-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-01-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-05-10","type":"ACTUAL"},"completionDateStruct":{"date":"2020-12-29","type":"ACTUAL"},"studyFirstSubmitDate":"2018-11-22","studyFirstSubmitQcDate":"2018-11-28","studyFirstPostDateStruct":{"date":"2018-11-30","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-04-27","lastUpdatePostDateStruct":{"date":"2021-04-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Aarhus","class":"OTHER"},"collaborators":[{"name":"Aarhus University Hospital","class":"OTHER"},{"name":"Research Unit for General Practice, Aarhus University","class":"OTHER"},{"name":"Regional Hospital West Jutland","class":"OTHER"},{"name":"TrygFonden, Denmark","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is the second-leading cause of death worldwide and a leading cause of long-term disability. Annually 12,000 people in Denmark suffers a stroke; half of them will have long-term disabilities that may affect the activities of daily living. In addition to substantial individual suffering, stroke is also associated with considerable costs to society. Acute reperfusion therapies started within 4.5 to 6 hours (in some up to 24 hours) from symptom onset for acute ischaemic stroke (AIS) have revolutionized the acute stroke treatment and considerably improved the overall prognosis and mortality. However, only 15-25% of Danish patients are eligible to acute treatment. Numerous attempts to reduce both prehospital and in-hospital delay in stroke have been made, but much time is still lost in the prehospital phase.\n\nMany stroke patients do not recognize their own symptoms as signs of a stroke or do not understand the importance of calling Emergecy Medical Services (EMS) immediately. Others cannot call for help unless they have a bystander, because of cognitive impairment or aphasia. Some patients have a wait-and-see attitude, contact their GP or out-of-hours GP, which also can increase the delay. Educational stroke campaigns can increase knowledge, improve help-seeking behaviour and increase the number of patients eligible for reperfusion therapies. The foundation TrygFonden is planning a national stroke campaign in 2019.\n\nAims:\n\n1. To explore the knowledge of stroke in stroke patients and bystanders.\n2. To explore the process from onset of symptoms until admission to hospital and the reasons for prehospital delay.\n3. To explore the association between stroke knowledge, help-seeking behaviour and receiving revascularization therapy.\n4. To evaluate the immediate effect of the national campaign six months after initiation.\n\nMaterial and methods:\n\nStudy 1:\n\nStructured interviews of stroke patients (and bystanders) admitted to the Department of Neurology at Aarhus University Hospital and Regional Hospital West Jutland (Holstebro). The investigators will use the patient's medical record (EPJ) and the Danish Stroke Register (DSR) and map the patient's route from onset of symptoms to admission to stroke centre, including contact to general practitioner (GP), out-of-hours GP or Emergency Medical Services (EMS). For patients who have been in contact with their GP, the GP will receive an electronic questionnaire to explore the time- and event pathway from first contact until admitting the patient to hospital. The investigators will interview 500 patients and approximately 300 bystanders over a period of 3 months.\n\nStudy 2:\n\nThe investigators will evaluate the effect of the national stroke campaign by conducting a similar study in 2020 when the campaign has been running for six months.\n\nPerspectives:\n\nThis study will provide new information about stroke patients and bystanders, their knowledge of stroke and their help-seeking behaviour. If more knowledge about the factors that cause prehospital delay in stroke treatment are obtained, the investigators will know which areas to focus on in the future to improve the outcome for stroke patients. Part of this project will examine the effect of TrygFondens national stroke campaign, which is expected to have impact on general knowledge and help-seeking behaviour. If more people know the core symptoms of stroke, hopefully more people will also know how to react to these symptoms by calling EMS. This will eventually increase reperfusion therapy rates, considerably improve stroke morbidity and mortality and reduce both individual suffering and the societal costs.","detailedDescription":"Stroke awareness and help-seeking behaviour: predictors for prehospital delay in stroke treatment\n\nAne Bull Iversen, MD Section for General Medical Practice Department of Public Health and Department of Neurology Department of Clinical Medicine Aarhus University\n\nSupervisors:\n\nProfessor Bo Christensen, PhD, MD Section for General Medical Practice Department of Public Health Aarhus University\n\nProfessor Grethe Andersen, PhD, MD Department of Neurology Department of Clinical Medicine Aarhus University\n\nSenior researcher Morten Bondo Christensen, PhD, MD Research Unit for General Practice Department of Public Health Aarhus University\n\nProfessor Søren Paaske Johnsen, PhD, MD Center for Clinical Health Services Research Department of Clinical Medicine Aalborg University and Aalborg University Hospital\n\nBackground Stroke is the second-leading cause of death worldwide and a leading cause of long-term disability. Each year 12,000 people in Denmark are hit by a stroke. In addition to substantial individual suffering, stroke is also associated with considerable costs to society.\n\nThe World Health Organization (WHO) has estimated a marked increase in the stroke prevalence in 2025 as a result of ageing populations. This development will increase the need to identify areas with potential for improvement in the treatment of stroke. Acute reperfusion therapies started within 4.5 to 6 hours (in some up to 24 hours) from symptom onset for AIS have revolutionized the acute stroke treatment and considerably improved the overall prognosis and mortality. However, only 15-25% of Danish patients are eligible to acute treatment. This is primarily due to presentation outside the time window for intravenous thrombolysis and endo¬vascular treatment at the stroke centre. Time is also of utmost importance in patients receiving reperfusions therapies, as the chance of functional independence decreases rapidly during the first few hours after stroke onset.\n\nNumerous attempts have been made to reduce both prehospital and in-hospital delay in stroke by educating hospital personal, physicians, emergency medical services (EMS) and the public, and by reorganizing stroke centres and EMS systems. Nevertheless, much time is still lost before the patient arrives at the hospital. There are many causes for prehospital delay, but most are related to patient-dependent factors and not system delay. Many stroke patients do not recognize their own symptoms as signs of a stroke, do not understand the severity of these symptoms and the importance of contacting EMS immediately. Besides, acute cognitive impairment, aphasia and/or hemiplegia makes it difficult to call for medical assistance without help from a bystander. Increased prehospital delay can also be caused by inappropriate help-seeking behaviour, such as using a private vehicle, visiting a general practitioner (GP) or having a wait-and-see attitude.\n\nHalf of the patients and bystanders choose not to contact the EMS, but call their GP or the out-of-hours GP instead. Therefore, it is of great importance that persons working with telephone triage in these health services (e.g. GPs) recognize stroke symptoms and immediately refer the patient to a stroke centre. In a recent German study, GPs generally perceived stroke and transient ischemic attack (TIA) as medical emergencies. However, when using stroke case scenarios, only two thirds of the patients with clear stroke symptoms were referred as a medical emergency.\n\nSeveral studies have evaluated the effect of educational campaigns on stroke knowledge and help-seeking behaviour. Many of the campaigns have successfully increased the awareness of stroke symptoms in the public, but they have had little effect in improving the behavioural response; this implies that the higher level of knowledge does not necessary result in appropriate actions in the emergency situation. On the other hand, two recent studies found an association between number of stroke symptoms correctly reported and the intention to call an ambulance. Another study found that the ability to recall two core stroke symptoms (facial weakness, limb weakness, or speech problems) was associated with seeking immediate ambulance assistance. The few studies that have examined the effect of stroke educational campaigns on revascularization therapies and reduced symptom to admission times have had inconsistent findings. If future stroke campaigns are to have an impact on the number of patients presenting within the reperfusion time window, it is of great importance to have a detailed knowledge of the reasons for prehospital delay.\n\nTo our experience, no former studies have systematically collected detailed information about stroke knowledge in patients and bystanders and combined these data with a complete time-and-event mapping of the prehospital phase for all patients.\n\nHypotheses\n\n1. Prehospital delay in stroke treatment is mainly caused by:\n\n   1. Patient delay: patients and/or bystanders who do not recognize stroke symptoms as signs of severe illness that require immediate contact to the emergency medical services (EMS).\n   2. System delay: low accuracy in telephone triage and the diagnostic process.\n2. National multimedia stroke campaigns can improve the general knowledge of stroke, ensure expedient help-seeking behaviour and increase the number of patients calling EMS directly.\n\nResearch plan\n\nStudy 1: Characterization of stroke symptom knowledge, help-seeking behaviour and prehospital delay in a cohort of consecutive stroke patients and their bystanders (cross sectional descriptive study).\n\nAims:\n\n1. To explore the knowledge of stroke in stroke patients and their bystanders.\n2. To explore the process from onset of symptoms until admission to hospital (including contact to EMS and/or GP/out-of-hours GP) and the reasons for prehospital delay.\n3. To explore the association between stroke knowledge, help-seeking behaviour and receiving revascularization therapy.\n\n   Primary objectives:\n\n   To determine:\n   * The proportion of stroke patients/bystanders knowing at least two core symptoms of stroke (defined as facial palsy, palsy of extremities and aphasia/dysarthria).\n   * The proportion of stroke patients/bystanders making a direct EMS call.\n\n   Secondary objectives:\n\n   To determine:\n   * The proportion of stroke patients/bystanders contacting their GP or out-of-hours GP in first line.\n   * The proportion of patients contacting a family member or friend in first line.\n   * The average number of stroke symptoms each patient/bystander can identify.\n   * The proportion of patients arriving at hospital within 3 hours of symptom onset overall and stratified by whether the patients made a direct EMS call or had knowledge of at least to core stroke symptoms.\n   * The proportion of patients receiving revascularization therapy overall and stratified by whether the patients made a direct EMS call or had knowledge of at least to core stroke symptoms.\n   * Whether stroke characteristics (stroke severity, type of stroke, stroke lateralization), medical history with earlier stroke and/or socioeconomic status are associated with prehospital delay.\n\n   Method:\n\n   Based on detailed pilot interviews with 30 consecutive stroke patients from The Department of Neurology at Aarhus University Hospital, the investigators developed a structured interview assessing the knowledge in both the patient and the bystander of stroke risk factors, symptoms of stroke and their help-seeking behaviour.\n\n   The interview will be combined with background demographic characteristics and clinical information. The investigators will use the patient's medical record (EPJ) and the Danish Stroke Register (DSR) to complete this form. Registration of the patient's route from onset of symptoms to admission to stroke centre will provide us with a complete overview of the timeline.\n\n   For patients arriving by ambulance, the investigators will use the prehospital patient journal (PPJ) to document the different phases of prehospital delay. For patients who have been in contact with their GP, the GP will receive an electronic questionnaire to explore the time- and event pathway from first contact until admitting the patient to hospital, alternatively encouraging the patient/ bystander to contact EMS. The GPs will be remunerated for returning a completed questionnaire, and the investigators expect a response rate of 80%. For patients who have been in contact with the out of-hours GP, the investigators will use the out of-hours medical record. Number of contacts to GP, out-of-hours GP or EMS will be registered.\n\n   Selection of patients and bystanders:\n\n   All consecutive patients (and bystanders) with AIS, transient ischemic attack (TIA) and intracerebral haemorrhage (ICH) admitted to the Department of Neurology and the vascular out-patient clinic at Aarhus University Hospital and Regional Hospital West Jutland (Holstebro) in the period 28 January 2018 - 10 May 2018 will be interviewed.\n\n   The investigators expect a total of 500 eligible patients and 300 bystanders included during the 3-month period. Patients will be interviewed during the acute in-hospital stroke phase.\n\n   The bystander is defined as the person who was with the patient, or was called for by the patient, when the patient got ill. This is usually a close relative, but can also be a friend, college or a nurse in home-nursing. Every effort will be made to interview the bystander, either in person or by telephone.\n\n   Inclusion /exclusion criteria: see other section\n\n   Interview:\n\n   The structured interviews will be performed by trained research nurses or a research physician from the Department of Neurology, Aarhus University Hospital (AUH), or Regional Hospital West Jutland (Holstebro).\n\n   Study 2: Stroke awareness and help-seeking behaviour before and 6 months after initiation of a national stroke awareness campaign.\n\n   Aim: To evaluate the immediate effect of the national campaign six months after initiation.\n\n   Primary objectives:\n\n   To determine\n   * Whether a stroke campaign has increased the proportion of stroke-patients and bystanders making a primary EMS call.\n   * Whether a stroke campaign has increased the proportion of stroke patients, bystanders and patients with risk factors of stroke, knowing at least two core symptoms of stroke.\n\n   Secondary objectives:\n\n   Objectives from study 1\n\n   Method:\n\n   The national stroke awareness campaign is planned to run in 2019 and 2020 and is organized through the network of Danish Council for Resuscitation in collaboration with TrygFonden. The TrygFonden supports projects that contribute to better health and safety in the Danish population; from first aid courses to research projects. Coinciding this campaign Danish Regions have taken initiative to a nationwide networking between the pre-hospital organization and acute stroke hospitals in order to increase stroke identification by EMS and paramedics and reduce prehospital time-delays.\n\n   This initiative has started in 2017 and will run through 2018 and several years. The stroke awareness campaign will therefore run in an optimal situation of collaboration between stroke health care professionals and public service.\n\n   The investigators will evaluate the effect of the campaign and optimization of the prehospital service by comparing the results from study 1 described above and will conduct a similar study in 2020 when the campaign has been running for six months.\n\n   Methodological considerations\n\n   Sample size calculation:\n\n   Study 1 (and 2):\n\n   The sample size calculation is based on data from the pilot study examining stroke knowledge and help seeking behavior in patients with acute stroke. The proportion of stroke patients (bystanders) who made a direct call to EMS was 40%. To detect a 15 % absolute increase in in patients/bystanders making a direct EMS call after a national stroke campaign, at a power of 80% and a significance level of 5%, a sample size of at least 346 will be required. To account for patients with pre-stroke modified Rankin Scale (mRS) ≥ 3, patients who cannot be reached and patients/bystanders not willing to participate the investigators therefore plan to include 500 patients and 300 bystanders.\n\n   Planned statistical analyses:\n\n   Cohort characteristics are summarized using percentages or medians and interquartile range (Q1-Q3) as appropriate. Data with non-normal distributions and/or with unequal variance are compared using the Mann-Whitney U-test. In addition, comparisons will be made using multivariable linear and binary regression with adjustment for potential confounding factors.\n\n   Data handling and records:\n\n   All study data will be recorded in an electronic Case Report Form (REDCap) with identification via a study identification number. The study will be governed by the rules and regulations laid down in the Danish Act on Processing of Personal Data. Approval is obtained from the Danish Data Protection Agency. No personal data will be shared with any foreign countries.\n\n   Patient participation will be recorded in the medical record. Data will be deleted after 15 years.\n\n   Feasibility The PhD-fellow, M.D. Ane Bull Iversen (ABI) will be part of \"acute conditions\" - group led by Senior researcher, GP, PhD Morten Bondo Christensen at the Research Unit for General Practice, Department of Public Health, Aarhus University, where also the main supervisor Professor, GP, PhD Bo Christensen is employed. The group and the academic environment possess the required expertise in general practice medicine, epidemiology, data management and biostatistics to fully support this project during the entire PhD programme.\n\n   ABI will be employed at the Department of Neurology, Aarhus University Hospital, where co-supervisor Grethe Andersen is professor and head of the Danish Stroke Center. Co-supervisor Søren Paaske Johnsen is professor at the Department of Clinical Medicine, Aalborg University and Aalborg University Hospital.\n\n   ABI will be responsible for the development and the execution of the structured interviews and questionnaires and cooperation with other departments. She will also be responsible for the data collection and the data analysis. In addition to writing her PhD thesis, she will also be responsible for writing the first drafts and the final versions of all papers.\n\n   ABI is a medical doctor in residency for general practice. She has obtained clinical experience with general practice through 18 months of specialty training in general medicine.\n\n   Ethics and approvals Approval is obtained from the Danish Data Protection Agency and the Multipractice Study Committee of the Danish College of General Practitioners. Approval from The Central Denmark Region Committees on Health Research Ethics is not necessary.\n\n   Economy A grant from TrygFonden will cover most of the salary for the PhD-fellow and for part-time research nurses during the three-year period. The research group has received a grant from the Committee for Quality Improvement and Continuing Medical Education in general practice in the Central Denmark Regions and the Multipractice Study Committee of the Danish College of General Practitioners. (The latest to compensate participating GPs for answering the questionnaire).\n\n   Publication policy The results of the study, both negative, inconclusive and positive, will be disseminated as widely as possible. This will take place through publication of scientific papers in international peer-reviewed journals, conference presentations and press releases (if relevant).\n\n   Perspectives This study will provide new information about stroke patients, bystanders and persons at high risk of getting a stroke, their knowledge on stroke and their help-seeking behaviour. If more knowledge about the factors that cause prehospital delay in stroke treatment are obtained, the investigators will also know which areas to focus on in the future to improve the outcome for stroke patients.\n\n   Part of this project will examine the effect of TrygFondens national stroke campaign, which is expected to have impact on general knowledge and help-seeking behaviour. If more people know about the core symptoms of stroke, more people will also know how to react to these symptoms by calling EMS which will eventually increase reperfusion therapy rates. This is expected to considerably improve stroke morbidity and mortality and to reduce both the individual suffering and the societal costs."},"conditionsModule":{"conditions":["Stroke"],"keywords":["prehospital delay","help-seeking behaviour"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":650,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke patients","description":"Structured interviews of patients with stroke, admitted at the Department of Neurology, Aarhus University hospital and Regional Hospital West Jutland (Holstebro)","interventionNames":["Behavioral: Structured interview"]},{"label":"Bystander","description":"Structured interviews of bystanders of patients with stroke, admitted at the Department of Neurology, Aarhus University hospital and Regional Hospital West Jutland (Holstebro)","interventionNames":["Behavioral: Structured interview"]}],"interventions":[{"type":"BEHAVIORAL","name":"Structured interview","description":"Interview contains questions about stroke knowledge and help-seeking behaviour on the day the stroke occured.","armGroupLabels":["Bystander","Stroke patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The proportion of stroke patients/bystanders knowing at least two core symptoms of stroke (defined as facial palsy, palsy of extremities and aphasia/dysarthria).","timeFrame":"Study period: 01/28/18 - 12/31/20"},{"measure":"The proportion of stroke patients/bystanders making a direct EMS call.","timeFrame":"Study period: 01/28/18 - 12/31/20"}],"secondaryOutcomes":[{"measure":"The proportion of stroke patients/bystanders contacting their GP or out-of-hours GP in first line.","timeFrame":"Study period: 01/28/18 - 12/31/20"},{"measure":"The proportion of patients contacting a family member or friend in first line.","timeFrame":"Study period: 01/28/18 - 12/31/20"},{"measure":"The average number of stroke symptoms each patient/bystander can identify.","timeFrame":"Study period: 01/28/18 - 12/31/20"},{"measure":"The proportion of patients arriving at hospital within 3 hours of symptom onset overall and stratified by whether the patients made a direct EMS call or had knowledge of at least to core stroke symptoms.","timeFrame":"Study period: 01/28/18 - 12/31/20"},{"measure":"The proportion of patients receiving revascularization therapy overall and stratified by whether the patients made a direct EMS call or had knowledge of at least to core stroke symptoms.","timeFrame":"Study period: 01/28/18 - 12/31/20"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosed with AIS, TIA or ICH\n* Admitted to the Department of Neurology at Aarhus University Hospital or Regional Hospital West Jutland (Holstebro)\n* Age ≥ 18 years\n* Onset of symptoms ≤ 7 days before time of interview\n\nExclusion Criteria:\n\n* Modified Rankin Scale (mRS) ≥ 3\\* (pre-stroke)\n* Transferred from other regions in Denmark or abroad\n* Not willing to participate in the study\n* Cannot be reached (\"out of office\")\n* Non-Danish speaking","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"All consecutive patients (and bystanders) with AIS, transient ischemic attack (TIA) and intracerebral haemorrhage (ICH) admitted to the Department of Neurology and the vascular out-patient clinic at Aarhus University Hospital and Regional Hospital West Jutland (Holstebro) in the two study periodes.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Grethe Andersen, DMSc","affiliation":"Professor, DMSc","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Aarhus University Hospital","city":"Aarhus","zip":"8000","country":"Denmark","geoPoint":{"lat":56.15674,"lon":10.21076}},{"facility":"Research Unit for General Practice","city":"Aarhus","zip":"8000","country":"Denmark","geoPoint":{"lat":56.15674,"lon":10.21076}}]},"referencesModule":{"references":[{"pmid":"28122885","type":"BACKGROUND","citation":"Benjamin EJ, Blaha MJ, Chiuve SE, Cushman M, Das SR, Deo R, de Ferranti SD, Floyd J, Fornage M, Gillespie C, Isasi CR, Jimenez MC, Jordan LC, Judd SE, Lackland D, Lichtman JH, Lisabeth L, Liu S, Longenecker CT, Mackey RH, Matsushita K, Mozaffarian D, Mussolino ME, Nasir K, Neumar RW, Palaniappan L, Pandey DK, Thiagarajan RR, Reeves MJ, Ritchey M, Rodriguez CJ, Roth GA, Rosamond WD, Sasson C, Towfighi A, Tsao CW, Turner MB, Virani SS, Voeks JH, Willey JZ, Wilkins JT, Wu JH, Alger HM, Wong SS, Muntner P; American Heart Association Statistics Committee and Stroke Statistics Subcommittee. Heart Disease and Stroke Statistics-2017 Update: A Report From the American Heart Association. Circulation. 2017 Mar 7;135(10):e146-e603. doi: 10.1161/CIR.0000000000000485. Epub 2017 Jan 25. No abstract available. Erratum In: Circulation. 2017 Mar 7;135(10 ):e646. Circulation. 2017 Sep 5;136(10 ):e196."},{"pmid":"28931491","type":"BACKGROUND","citation":"GBD 2015 Neurological Disorders Collaborator Group. Global, regional, and national burden of neurological disorders during 1990-2015: a systematic analysis for the Global Burden of Disease Study 2015. Lancet Neurol. 2017 Nov;16(11):877-897. doi: 10.1016/S1474-4422(17)30299-5. Epub 2017 Sep 17."},{"pmid":"22175760","type":"BACKGROUND","citation":"Olesen J, Gustavsson A, Svensson M, Wittchen HU, Jonsson B; CDBE2010 study group; European Brain Council. The economic cost of brain disorders in Europe. Eur J Neurol. 2012 Jan;19(1):155-62. doi: 10.1111/j.1468-1331.2011.03590.x."},{"pmid":"16796582","type":"BACKGROUND","citation":"Truelsen T, Piechowski-Jozwiak B, Bonita R, Mathers C, Bogousslavsky J, Boysen G. Stroke incidence and prevalence in Europe: a review of available data. Eur J Neurol. 2006 Jun;13(6):581-98. doi: 10.1111/j.1468-1331.2006.01138.x."},{"pmid":"18815396","type":"BACKGROUND","citation":"Hacke W, Kaste M, Bluhmki E, Brozman M, Davalos A, Guidetti D, Larrue V, Lees KR, Medeghri Z, Machnig T, Schneider D, von Kummer R, Wahlgren N, Toni D; ECASS Investigators. Thrombolysis with alteplase 3 to 4.5 hours after acute ischemic stroke. N Engl J Med. 2008 Sep 25;359(13):1317-29. doi: 10.1056/NEJMoa0804656."},{"pmid":"25517348","type":"BACKGROUND","citation":"Berkhemer OA, Fransen PS, Beumer D, van den Berg LA, Lingsma HF, Yoo AJ, Schonewille WJ, Vos JA, Nederkoorn PJ, Wermer MJ, van Walderveen MA, Staals J, Hofmeijer J, van Oostayen JA, Lycklama a Nijeholt GJ, Boiten J, Brouwer PA, Emmer BJ, de Bruijn SF, van Dijk LC, Kappelle LJ, Lo RH, van Dijk EJ, de Vries J, de Kort PL, van Rooij WJ, van den Berg JS, van Hasselt BA, Aerden LA, Dallinga RJ, Visser MC, Bot JC, Vroomen PC, Eshghi O, Schreuder TH, Heijboer RJ, Keizer K, Tielbeek AV, den Hertog HM, Gerrits DG, van den Berg-Vos RM, Karas GB, Steyerberg EW, Flach HZ, Marquering HA, Sprengers ME, Jenniskens SF, Beenen LF, van den Berg R, Koudstaal PJ, van Zwam WH, Roos YB, van der Lugt A, van Oostenbrugge RJ, Majoie CB, Dippel DW; MR CLEAN Investigators. A randomized trial of intraarterial treatment for acute ischemic stroke. N Engl J Med. 2015 Jan 1;372(1):11-20. doi: 10.1056/NEJMoa1411587. Epub 2014 Dec 17. Erratum In: N Engl J Med. 2015 Jan 22;372(4):394."},{"pmid":"20536616","type":"BACKGROUND","citation":"Teuschl Y, Brainin M. Stroke education: discrepancies among factors influencing prehospital delay and stroke knowledge. Int J Stroke. 2010 Jun;5(3):187-208. doi: 10.1111/j.1747-4949.2010.00428.x."},{"pmid":"24756513","type":"BACKGROUND","citation":"Fonarow GC, Zhao X, Smith EE, Saver JL, Reeves MJ, Bhatt DL, Xian Y, Hernandez AF, Peterson ED, Schwamm LH. Door-to-needle times for tissue plasminogen activator administration and clinical outcomes in acute ischemic stroke before and after a quality improvement initiative. JAMA. 2014 Apr 23-30;311(16):1632-40. doi: 10.1001/jama.2014.3203."},{"pmid":"19668246","type":"BACKGROUND","citation":"Bouckaert M, Lemmens R, Thijs V. Reducing prehospital delay in acute stroke. Nat Rev Neurol. 2009 Sep;5(9):477-83. doi: 10.1038/nrneurol.2009.116. Epub 2009 Aug 11."},{"pmid":"25222429","type":"BACKGROUND","citation":"Soomann M, Vibo R, Korv J. Acute stroke: why do some patients arrive in time and others do not? Eur J Emerg Med. 2015 Aug;22(4):285-7. doi: 10.1097/MEJ.0000000000000206."},{"pmid":"16493205","type":"BACKGROUND","citation":"Barr J, McKinley S, O'Brien E, Herkes G. Patient recognition of and response to symptoms of TIA or stroke. Neuroepidemiology. 2006;26(3):168-75. doi: 10.1159/000091659. Epub 2006 Feb 21."},{"pmid":"17332456","type":"BACKGROUND","citation":"Roebers S, Wagner M, Ritter MA, Dornbach F, Wahle K, Heuschmann PU. Attitudes and current practice of primary care physicians in acute stroke management. Stroke. 2007 Apr;38(4):1298-303. doi: 10.1161/01.STR.0000259889.72520.07. Epub 2007 Mar 1."},{"pmid":"12555704","type":"BACKGROUND","citation":"Rasmussen BH, Germer U, Kammersgaard LP, Olsen TS. [Factors of importance for early and late admission of patients with stroke and transient cerebral ischemia]. Ugeskr Laeger. 2003 Jan 13;165(3):225-8. Danish."},{"pmid":"14563965","type":"BACKGROUND","citation":"Middleton S, Sharpe D, Harris J, Corbett A, Lusby R, Ward J. Case scenarios to assess Australian general practitioners' understanding of stroke diagnosis, management, and prevention. Stroke. 2003 Nov;34(11):2681-6. doi: 10.1161/01.STR.0000096209.04460.BB. Epub 2003 Oct 16."},{"pmid":"24135926","type":"BACKGROUND","citation":"Bray JE, Johnson R, Trobbiani K, Mosley I, Lalor E, Cadilhac D; National Stroke Foundation. Australian public's awareness of stroke warning signs improves after national multimedia campaigns. Stroke. 2013 Dec;44(12):3540-3. doi: 10.1161/STROKEAHA.113.002987. Epub 2013 Oct 17."},{"pmid":"22151425","type":"BACKGROUND","citation":"Hickey A, Holly D, McGee H, Conroy R, Shelley E. Knowledge of stroke risk factors and warning signs in Ireland: development and application of the Stroke Awareness Questionnaire (SAQ). Int J Stroke. 2012 Jun;7(4):298-306. doi: 10.1111/j.1747-4949.2011.00698.x. Epub 2011 Dec 8."},{"pmid":"23013373","type":"BACKGROUND","citation":"Trobbiani K, Freeman K, Arango M, Lalor E, Jenkinson D, Thrift AG. Comparison of stroke warning sign campaigns in Australia, England, and Canada. Int J Stroke. 2013 Oct;8 Suppl A100:28-31. doi: 10.1111/j.1747-4949.2012.00917.x. Epub 2012 Sep 27."},{"pmid":"28560735","type":"BACKGROUND","citation":"Nordanstig A, Asplund K, Norrving B, Wahlgren N, Wester P, Rosengren L. Impact of the Swedish National Stroke Campaign on stroke awareness. Acta Neurol Scand. 2017 Oct;136(4):345-351. doi: 10.1111/ane.12777. Epub 2017 May 31. Erratum In: Acta Neurol Scand. 2019 Mar;139(3):313."},{"pmid":"19220447","type":"BACKGROUND","citation":"Marx JJ, Gube C, Faldum A, Kuntze H, Nedelmann M, Haertle B, Dieterich M, Eicke BM. An educational multimedia campaign improves stroke knowledge and risk perception in different stroke risk groups. Eur J Neurol. 2009 May;16(5):612-8. doi: 10.1111/j.1468-1331.2009.02555.x. Epub 2009 Feb 10."},{"pmid":"27884126","type":"BACKGROUND","citation":"Zock E, Kerkhoff H, Kleyweg RP, van Bavel-Ta TB, Scott S, Kruyt ND, Nederkoorn PJ, van de Beek D. Help seeking behavior and onset-to-alarm time in patients with acute stroke: sub-study of the preventive antibiotics in stroke study. BMC Neurol. 2016 Nov 25;16(1):241. doi: 10.1186/s12883-016-0749-2."},{"pmid":"21182777","type":"BACKGROUND","citation":"Lecouturier J, Rodgers H, Murtagh MJ, White M, Ford GA, Thomson RG. Systematic review of mass media interventions designed to improve public recognition of stroke symptoms, emergency response and early treatment. BMC Public Health. 2010 Dec 23;10:784. doi: 10.1186/1471-2458-10-784."},{"pmid":"22907330","type":"BACKGROUND","citation":"Lundelin K, Graciani A, Garcia-Puig J, Guallar-Castillon P, Taboada JM, Rodriguez-Artalejo F, Banegas JR. Knowledge of stroke warning symptoms and intended action in response to stroke in Spain: a nationwide population-based study. Cerebrovasc Dis. 2012;34(2):161-8. doi: 10.1159/000341408. Epub 2012 Aug 17."},{"pmid":"26441211","type":"BACKGROUND","citation":"Nishikawa T, Okamura T, Nakayama H, Miyamatsu N, Morimoto A, Toyoda K, Suzuki K, Toyota A, Hata T, Yamaguchi T. Effects of a Public Education Campaign on the Association Between Knowledge of Early Stroke Symptoms and Intention to Call an Ambulance at Stroke Onset: The Acquisition of Stroke Knowledge (ASK) Study. J Epidemiol. 2016;26(3):115-22. doi: 10.2188/jea.JE20150040. Epub 2015 Oct 3."},{"pmid":"23506517","type":"BACKGROUND","citation":"Mosley I, Nicol M, Donnan G, Thrift AG, Dewey HM. What is stroke symptom knowledge? Int J Stroke. 2014 Jan;9(1):48-52. doi: 10.1111/ijs.12024. Epub 2013 Mar 19."},{"pmid":"23684084","type":"BACKGROUND","citation":"Fassbender K, Balucani C, Walter S, Levine SR, Haass A, Grotta J. Streamlining of prehospital stroke management: the golden hour. Lancet Neurol. 2013 Jun;12(6):585-96. doi: 10.1016/S1474-4422(13)70100-5."},{"pmid":"27019989","type":"BACKGROUND","citation":"Advani R, Naess H, Kurz M. Mass Media Intervention in Western Norway Aimed at Improving Public Recognition of Stroke, Emergency Response, and Acute Treatment. J Stroke Cerebrovasc Dis. 2016 Jun;25(6):1467-72. doi: 10.1016/j.jstrokecerebrovasdis.2016.02.026. Epub 2016 Mar 24."},{"pmid":"7477192","type":"BACKGROUND","citation":"National Institute of Neurological Disorders and Stroke rt-PA Stroke Study Group. Tissue plasminogen activator for acute ischemic stroke. N Engl J Med. 1995 Dec 14;333(24):1581-7. doi: 10.1056/NEJM199512143332401."}],"seeAlsoLinks":[{"label":"World Health Organization: The top 10 causes of death","url":"http://www.who.int/news-room/fact-sheets/detail/the-top-10-causes-of-death"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}