{"protocolSection":{"identificationModule":{"nctId":"NCT05819333","orgStudyIdInfo":{"id":"20K08"},"organization":{"fullName":"University of Florida","class":"OTHER"},"briefTitle":"Augmenting a Post-Stroke Wellness Program With Respiratory Muscle Training","officialTitle":"Augmenting a Post-Stroke Wellness Program With Respiratory Muscle Training: A Randomized Controlled Trial","acronym":"REPS"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-11-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-21","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-05-21","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-03-23","studyFirstSubmitQcDate":"2023-04-05","studyFirstPostDateStruct":{"date":"2023-04-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-05","lastUpdatePostDateStruct":{"date":"2023-04-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Florida","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to test the hypothesis that combined Respiratory Muscle Training and a Stroke Wellness Program is more effective than a Stroke Wellness Program alone for stroke survivors with and without a smoking exposure history.\n\nParticipants will participant in a Stroke Wellness Program consisting of strengthening, cardiovascular and flexibility training program plus respiratory exercise for 24 sessions (3x/week for 8 weeks).\n\nResearchers will compare outcomes to those randomized to a respiratory strengthening program compared to a relaxation training program to see if those who received respiratory strengthening had improved maximal respiratory pressure, improved physical activity and improved quality of life compared to those who received relaxation training.","detailedDescription":"Stroke is the leading cause of disability in the United States, and in 25% of cases directly attributable to cigarette smoking. While persistent disability is often attributed to arm or leg weakness, respiratory muscle weakness also impedes post-stroke rehabilitation, reduces quality of life, and increases risk of post-stroke health complications. The investigators' central hypothesis for this pilot study is that a combined Exercise Program (EP) with Respiratory Strength Training (RST) improves physiologic, activity and societal participation outcomes in chronic stroke survivors. Individuals with chronic stroke, with and without smoke exposure will be randomized to an experimental EP + Respiratory Strength Training (RST) group or an active control EP + Respiratory Relaxation training (RRT) group. The EP consists of strengthening, cardiovascular and stretching exercises. The experimental RST consists of resisted inspiration and expiration using an adjustable threshold training device. The active control RRT participants will use a device modified to minimize resistance. Subjects will participate in 24 supervised intervention sessions (3x/week for 8 weeks) and undergo assessments of physiologic system impairment (maximum inspiratory and expiratory pressure, activity (number of steps per day), and societal participation (number of trips outside the home) pre-intervention, at the 4-week midpoint and post-intervention at 9 weeks. The investigators will follow participants for 1-year via monthly phone calls to assess respiratory complication incidence. To investigate the intervention effects for EP/RST vs EP/RRT, the investigators will adopt a mixed effects statistical model to account for the correlation of repeated measurements within each participant. This innovative work will provide the first controlled, empirical evidence concerning the rehabilitative effects of combined EP and RST in those with and without smoking exposure. These data will be instructive to meet a current unmet rehabilitative need, to promote patient-centered care and contribute to decreasing morbidity and mortality for post-stroke Floridians."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Outcomes assessors will be masked as to whether study participants received Respiratory Muscle Training or Relaxation Training","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Exercise Program + Respiratory Strength Training","type":"EXPERIMENTAL","description":"In addition to the Exercise Program of Flexibility, Strengthening and Cardiovascular training, subjects assigned to the Respiratory Strength Training group will use a threshold training device to resist inspiration and expiration (Orygen Dual Valve, Forumed). The respiratory ports are held closed by adjustable-tension springs, and subjects must overcome the tension to inhale or exhale air from the lung. Subjects will complete 5 sets of 5 maximal volume and speed breaths, and rest \\~1 minute between sets. Inspiratory muscle training (5 sets of 5 breaths) and expiratory muscle training (5 sets of 5 breaths) will be conducted separately. Initial intensity will be 50-70% of the maximal inspiratory and expiratory pressures the subject can generate.","interventionNames":["Other: Exercise Program + Respiratory Strength Training"]},{"label":"Exercise Program + Respiratory Relaxation Training","type":"ACTIVE_COMPARATOR","description":"In addition to the Exercise Program of Flexibility, Strengthening and Cardiovascular training, subjects assigned to the Respiratory Relaxation Training group will be issued the Threshold Positive Expiratory Pressure training device modified to partially inactivate the one-way valve to remove resistance. Much like the Respiratory Strength Trainng device, the RRT device was selected for its simplicity and adaptability. This device has been used in prior controlled studies as a placebo RST device. Subjects will be instructed to breathe slowly through the device, 5 sets of 5 breaths, with \\~1 minute of rest between sets. These \"5 sets of 5 breaths\" will occur twice during the intervention session, one near the beginning of the session and one near the end. While effects of relaxation breathing exercises may include a modest lowering of systolic BP in some hypertensive patients, this group primarily serves as an active control.","interventionNames":["Other: Exercise Program + Respiratory Relaxation Training"]}],"interventions":[{"type":"OTHER","name":"Exercise Program + Respiratory Strength Training","description":"Strength, Flexibility, Cardiovascular exercise + respiratory strength training","armGroupLabels":["Exercise Program + Respiratory Strength Training"]},{"type":"OTHER","name":"Exercise Program + Respiratory Relaxation Training","description":"Strength, Flexibility, Cardiovascular exercise + respiratory relaxation training","armGroupLabels":["Exercise Program + Respiratory Relaxation Training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Maximum Inspiratory Pressure Change","description":"Maximum inspiratory pressure achieved in five seconds","timeFrame":"Week 9"}],"secondaryOutcomes":[{"measure":"Maximum Expiratory Pressure Change","description":"Maximum expiratory pressure achieved in five seconds","timeFrame":"Week 9"},{"measure":"Peak Cough Flow Change","description":"Peak Cough Flow is the peak airflow during the expiratory phase of a maximal, voluntary cough.","timeFrame":"Week 9"},{"measure":"Forced Vital Capacity (FVC)/Forced Expiratory Volume in one second (FEV1) Change","description":"FEV1/FVC is an index derived from the spirometry test that reflects the severity of obstructive lung disease.","timeFrame":"Week 9"},{"measure":"Six Minute Walk Test Change","description":"Distance walked in Six Minutes","timeFrame":"Week 9"},{"measure":"Five Times Sit to Stand Change","description":"Time required to stand up and sit down from a standard height chair with arms across chest","timeFrame":"Week 9"},{"measure":"Stroke Impact Scale (SIS) - Participation (P) Change","description":"The SIS-P subsection of the SIS can be used independently and is representative of the participation domain of the World Health Organization - International Classification of Function (WHO-ICF) model.","timeFrame":"Week 9"},{"measure":"Functional Assessment of Chronic Illness Therapy: Dyspnea Change","description":"Subjects will complete the FACIT-D short form, a 10-item questionnaire that measures severity of dyspnea during 10 common functional activities.","timeFrame":"Week 9"},{"measure":"Functional Assessment of Chronic Illness Therapy: Fatigue Change","description":"Subjects will complete the FACIT-F short form that assesses their overall all fatigue on a Likert scale during activities of daily living.","timeFrame":"Week 9"},{"measure":"Patient Health Questionnaire-9 (PHQ-9) Change","description":"The PHQ-9 is a self-report questionnaire in which participants rate how bothered they have been by various problems on a 0-3 scale.","timeFrame":"Week 9"},{"measure":"PROMIS-10 Change","description":"A 10-item global Quality of Life measure, recommended by the International Consortium for Health Outcomes Measurement60 for assessing health status after stroke.","timeFrame":"Week 9"},{"measure":"Neuro-QoL Change","description":"Neuro-QoL is a set of self-report measures that assesses the health-related quality of life (HRQOL) of adults (and children) with neurological disorders.","timeFrame":"Week 9"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of stroke\n* Greater than 6 months post-stroke\n* Signed letter of medical approval from primary care physician to participate in this research study\n* Community dwelling\n* Ability to attend the wellness program 3x/week for eight weeks\n* Ability to follow instructions or mimic exercises\n* Ability to communicate adverse effects such as pain or fatigue or the need for assistance\n* Able to ambulate 20 feet with no more than contact guard assist, with or without an assistive device or orthotic device\n* Able to access exercise equipment independently or with caregiver assist\n* Greater than 18 years of age\n\nExclusion Criteria:\n\n* Neurologic condition other than stroke, i.e. Parkinson's Disease, multiple sclerosis\n* Severe, functional limiting arthritis\n* Orthopedic condition that limits mobility\n* Severe weight-bearing pain\n* Current participation in other physical rehabilitation services or exercise programs\n* Serious cardiac conditions (hospitalization for myocardial infarction or heart surgery within the past year, history of congestive heart failure, documented serious and unstable cardiac arrhythmias, hypertrophic cardiomyopathy, severe aortic stenosis, angina or dyspnea at rest or during activities of daily living). Anyone meeting New York Heart Association criteria for Class 3 or Class 4 heart disease will be excluded\n* Severe hypertension: with systolic \\> 200 mmHg and diastolic \\> 110 mmHg at rest, that cannot be medically controlled into the resting range of 180/100 mmHg\n* Use of supplemental oxygen at baseline\n* Severe obstructive pulmonary disease (Classification of Global Initiative for Chronic Obstructive Lung Disease (GOLD)39 3 or higher, indicating FEV1\\<50% predicted)\n* Treatment for pneumonia or lower respiratory infection within the past month\n* Able to run one-quarter mile without stopping","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"95 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Dorian K Rose, PhD","role":"CONTACT","phone":"3522738307","email":"dkrose@phhp.ufl.edu"},{"name":"Barbara Smith, PhD","role":"CONTACT","email":"bksmith@phhp.ufl.edu"}],"locations":[{"facility":"Brooks Rehabilitation Hospital","status":"RECRUITING","city":"Jacksonville","state":"Florida","zip":"32216","country":"United States","contacts":[{"name":"Hannah Johnson, BS","role":"CONTACT","phone":"904-345-8973","email":"Hannah.johnson@brooksrehab.org"},{"name":"Hannah Snyder, MS","role":"CONTACT","phone":"9043456910","email":"hannah.snyder@brooksrehab.org"}],"geoPoint":{"lat":30.33218,"lon":-81.65565}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}