{"protocolSection":{"identificationModule":{"nctId":"NCT04111523","orgStudyIdInfo":{"id":"SY007001"},"organization":{"fullName":"Suzhou Yabao Pharmaceutical R&D Co., Ltd.","class":"INDUSTRY"},"briefTitle":"Single-dose Incremental Intravenous Injection of SY-007 in Healthy Subjects","officialTitle":"Phase I Clinical Study to Evaluate Safety, Tolerance and Pharmacokinetics of SY-007 After Single-dose Incremental Intravenous Injection in Healthy Subjects"},"statusModule":{"statusVerifiedDate":"2021-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-03-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-05-26","type":"ACTUAL"},"completionDateStruct":{"date":"2020-05-26","type":"ACTUAL"},"studyFirstSubmitDate":"2019-09-29","studyFirstSubmitQcDate":"2019-09-29","studyFirstPostDateStruct":{"date":"2019-10-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-04-30","lastUpdatePostDateStruct":{"date":"2021-05-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Suzhou Yabao Pharmaceutical R&D Co., Ltd.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study is a single-dose incremental, randomized, double-blind, parallel, placebo-controlled study on safety, tolerance and pharmacokinetics healthy subjects.","detailedDescription":"Six dose-group trials are planned: 1 mg,4 mg,10 mg,20 mg,30 mg,and 45 mg.When the dose reaches 45mg, if the standard of increasing dose termination is still not reached, the researcher and the sponsor shall decide whether to continue the increasing dose after reviewing the previous study data, and each increasing dose shall not exceed 33.3% (e.g., 60mg) of the previous dose group. In the process of dose increasing, when the dose exceeds 20 mg, if the dose level reaches the dose termination standard, an intermediate dose is set between this dose and the previous dose, and the study is returned to the intermediate dose group.In this study, a parallel design was adopted, in which each subject received only one dose of drug from one dose group, which ensured the safety of the subject to the greatest extent, and also avoided the interference of safety and PK results caused by possible insufficient elution or other factors.Among them, 1 mg dose group was the starting dose group, and 6 subjects were randomly assigned into sy-007 group for injection or placebo group at a ratio of 2:1. Only 2 subjects were given the drug for the first time. One day after the first two subjects were given the drug, after ensuring the safety of the first two subjects, the drug was given to the remaining 4 subjects.In other dose groups, sentry administration was also used. The first 2 subjects received sy-007 injection or placebo respectively. After 3 days of hospitalization observation, the safety data of the first 2 cases were reviewed by the researcher and the sponsor, and the remaining subjects in this dose group were determined accordingly.Pharmacokinetic biological samples were collected from all dose groups and their safety was assessed.A total of 66\\~90 healthy subjects will be enrolled."},"conditionsModule":{"conditions":["Cerebral Apoplexy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","interventionModelDescription":"Parallel, Placebo control","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":78,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"SY-007 dose 1","type":"EXPERIMENTAL","description":"The study will be intiated in healthy subjects at a 1mg dose. Six subjects will be envolved in this study, and the proportion of subjects injected SY-007 to placebo is 2:1.","interventionNames":["Drug: SY-007"]},{"label":"SY-007 dose 2","type":"EXPERIMENTAL","description":"The study will be intiated in healthy subjects at a 4mg dose. Twelve subjects will be envolved in this study, and the proportion of subjects injected SY-007 to placebo is 5:1.","interventionNames":["Drug: SY-007"]},{"label":"SY-007 dose 3","type":"EXPERIMENTAL","description":"The study will be intiated in healthy subjects at a 10mg dose. Twelve subjects will be envolved in this study, and the proportion of subjects injected SY-007 to placebo is 5:1.","interventionNames":["Drug: SY-007"]},{"label":"SY-007 dose 4","type":"EXPERIMENTAL","description":"The study will be intiated in healthy subjects at a 20mg dose. Twelve subjects will be envolved in this study, and the proportion of subjects injected SY-007 to placebo is 5:1.","interventionNames":["Drug: SY-007"]},{"label":"SY-007 dose 5","type":"EXPERIMENTAL","description":"The study will be intiated in healthy subjects at a 30mg dose. Twelve subjects will be envolved in this study, and the proportion of subjects injected SY-007 to placebo is 5:1.","interventionNames":["Drug: SY-007"]},{"label":"SY-007 dose 6","type":"EXPERIMENTAL","description":"The study will be intiated in healthy subjects at a 45mg dose. Twelve subjects will be envolved in this study, and the proportion of subjects injected SY-007 to placebo is 5:1.","interventionNames":["Drug: SY-007"]}],"interventions":[{"type":"DRUG","name":"SY-007","description":"A single dose of SY-007 or placebo injection(1mg-45mg)","armGroupLabels":["SY-007 dose 1","SY-007 dose 2","SY-007 dose 3","SY-007 dose 4","SY-007 dose 5","SY-007 dose 6"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence of adverse events of SY-007","description":"Incidence of adverse events of SY-007, collecting number of subjects with adverse events as assessed by CTCAE V5.0. Number of subjects with adverse events, major adverse events, serious adverse events, pregnancy events, abnormal laboratory values, abnormal vital signs, abnormal physical examination, abnormal ECG data.","timeFrame":"7 days"}],"secondaryOutcomes":[{"measure":"Area under curve (AUC) of SY-007 following injection of single dose","description":"To mearsure the study drug concentration in blood samples which collected after injection","timeFrame":"6 hours"},{"measure":"Cmax of SY-007 following injection of single dose","description":"To mearsure the study drug concentration in blood samples which collected after injection","timeFrame":"6 hours"},{"measure":"Tmax of SY-007 following injection of single dose","description":"To mearsure the study drug concentration in blood samples which collected after injection","timeFrame":"6 hours"},{"measure":"T1/2 of SY-007 following injection of single dose","description":"To mearsure the study drug concentration in blood samples which collected after injection","timeFrame":"6 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Healthy adults aged 18-45 (including two values);\n* Both men and women have the same dose, and the number of single-sex subjects in the same dose group is not less than one third of the number in the dose group;\n* During the screening period, the body weight of male subjects is greater than or equal to 50kg, and that of female subjects is greater than or equal to 45kg, with a body mass index (BMI = weight/height squared (kg/m2)) in the range of 18 to 26 (including both ends);\n* Medical history, physical examination, other laboratory examination items and examination related to the test before the test. All the tests were normal or not clinically significant mild abnormalities, clinical research doctors judged that qualified.\n* No cardiovascular, liver, kidney, digestive tract, mental nerve, hematology, metabolic abnormalities and other diseases medical history.\n* The venous channel is normal and blood samples can be fully collected according to the plan;\n* Subjects must give informed consent to this study before the study and voluntarily sign a written informed consent;\n* Subjects are willing to take effective contraceptive measures, and have pregnancy plane during and within 3 months after the stud. Female subjects should be non-lactating, have negative pregnancy test, or have no fertility potential. Women who have been without a uterus for at least 12 months or are considered to have no potential pregnancy.\n\nExclusion Criteria:\n\n* He/she who has the disease of the nervous system, such as basal ganglia disease, alzheimer's disease, Parkinson's disease, Parkinson's disease, epilepsy history or family history, or who is at risk of the disease through the investigation of Magnetic Resonance Imaging (MRI)/Electroencephalogram (EEG);\n* Those who have a history of drug or other allergies, or may be allergic to the study drug or any component of the study drug in the judgment of the researcher;\n* Those who have participated in the clinical trial of any drug or medical device within 3 months prior to the screening, or who are still within 5 half-lives of the drug before the screening (the half-lives of the drug under test are longer, and the half-lives of the drug under test are more than 3 months), are judged not suitable for this study by the researchers;\n* Have a history of alcohol abuse and drug abuse;\n* Those who donated blood at least 400 mL within the first 4 weeks of screening, had severe blood loss and the blood loss was at least 400 mL, or had received blood transfusion within 8 weeks;\n* Women who consume more than 15 g of alcohol a day and men who consume more than 25 g of alcohol (15 g of alcohol is equivalent to 450 mL of beer, 150 mL of wine or 50 mL of low-alcohol liquor) twice a week;Participants were reluctant to stop drinking between 24 hours before the study began and the end of the study;\n* Those who smoke more than 5 cigarettes a day or are unwilling/unable to stop nicotine intake during the study period;\n* Abnormal chest X-ray examination with clinical significance;\n* 12-lead ecg showed clinically significant abnormalities. After correction of QTc interphase \\>450 msec, the researcher believed that participating in the experiment would increase the risk of subjects;\n* Viral serological evidence during screening: patients with positive hepatitis b surface antigen (HBsAg), positive anti-hcv, or positive anti-HIV antibody of human immunodeficiency virus (HIV), or positive anti-tp antibody of treponema pallidum;\n* Patients who have undergone major surgery within 4 weeks before drug administration;\n* Those who have been screened for the first 4 weeks or plan to receive live (attenuated) vaccines during the trial;\n* Fertile eligible subjects (male and female) will not agree to use a reliable contraceptive method (hormone or barrier method or abstinence) during the study period and at least 3 months after administration;\n* The blood pregnancy test of women of child-bearing age was positive.A woman who is pregnant or breast-feeding;\n* Those who have used other drugs (including prescription drugs, over-the-counter drugs, Chinese herbal medicines and dietary supplements, etc.) within one week prior to the screening;\n* History of malignant tumor diseases;\n* Patients with acute disease and medication 2 weeks before the test;\n* The sponsor or the investigator decides that the investigator is not suitable to participate in the study; Women who have been without a uterus for at least 12 months or are considered to have no potential pregnancy.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"45 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Zheng Li, Doctor","affiliation":"West China Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"West China Hospital of Sichuan University","city":"Chendu","state":"Sichuan","zip":"610041","country":"China"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Apoplexy","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}