{"protocolSection":{"identificationModule":{"nctId":"NCT02867670","orgStudyIdInfo":{"id":"818784"},"organization":{"fullName":"University of Pennsylvania","class":"OTHER"},"briefTitle":"TMS as a Biological Marker of Neuroplasticity","officialTitle":"TMS as a Biological Marker of Neuroplasticity"},"statusModule":{"statusVerifiedDate":"2020-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-07"},"primaryCompletionDateStruct":{"date":"2019-06","type":"ACTUAL"},"completionDateStruct":{"date":"2020-06","type":"ACTUAL"},"studyFirstSubmitDate":"2016-06-03","studyFirstSubmitQcDate":"2016-08-11","studyFirstPostDateStruct":{"date":"2016-08-16","type":"ESTIMATED"},"lastUpdateSubmitDate":"2020-07-07","lastUpdatePostDateStruct":{"date":"2020-07-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Pennsylvania","class":"OTHER"}},"descriptionModule":{"briefSummary":"TMS is a non-invasive brain stimulation technique, which can be used to change the activity of a person's brain cells without needles or surgery. In this study, the invesigators are interested in the brain's ability to adapt (also called \"neuroplasticity\") and regain language functioning after a stroke-specifically, they want to determine whether how a person's brain responds to TMS in the short term can be used to predict how well they will recover language abilities in the long term.","detailedDescription":"Aphasia is an impairment of language that may occur after a stroke (or other brain injuries). A person with aphasia may experience difficulties speaking, understanding speech, reading, writing, or any combination of these symptoms. Despite advances in understanding of language systems and functional neuroplasticity after brain injury, accurate predictors of aphasia recovery after stroke remain elusive. In order to better understand, predict, and enhance language improvement after stroke, there is a critical need to develop tools that can assess the influence of neuroplasticity on recovery.\n\nTranscranial magnetic stimulation (TMS) is a non-invasive brain stimulation tool that has been used to predict the brain's neuroplastic capacity by assessing physiological responses observed immediately following administration of TMS. Additionally, difference in the physiological response to TMS have been shown to be affected by polymorphism in the gene coding for brain derived neurotrophic factor (BDNF). The current project explores the idea that because neural mechanisms of plasticity are essential determinants of both recovery after brain injury and physiologic response to TMS, magnetic brain stimulation could be employed as an indicator of the capacity for clinically relevant neuroplasticity, and potentially as a predictor of recovery from post-stroke deﬁcits such as aphasia\n\nThe goals of this protocol are to 1) explore the utility of theta burst stimulation (TBS), a type of transcranial magnetic stimulation (TMS), as a tool for assessing neuroplasticity in the language system in patients with aphasia due to stroke, 2) and to assess the utility of TBS as a biomarker and predictor of functional recovery in patients with aphasia.\n\nThis protocol will encompass two separate but related experiments. In the ﬁrst experiment, the investigators will apply TBS to brain regions that control language functions in aphasic patients in order to determine whether we can induce a transient improvement in naming ability. They will use a statistical model they have developed to categorize patients as either having High Plasticity or Low Plasticity. The investigators will determine whether this distinction predicts which patients are likely to have greater TBS-induced changes in language performance. In the second experiment, in the same patients, the investigators will apply TBS to the motor cortex to elicit changes in motor evoked potentials (MEPs). Using the same model to form matched groups, we predict that MEPs will be more attenuated in High Plasticity groups compared to the Low Plasticity group."},"conditionsModule":{"conditions":["Stroke","Aphasia"],"keywords":["Transcranial Magnetic Stimulation (TMS)"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"CROSS_SECTIONAL"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"The investigators are asking participants to provide a saliva sample which will later be genotyped for the BDNF protein.\n\nSaliva samples are optional."},"enrollmentInfo":{"count":41,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Transcranial Magnetic Stimulation of Motor Cortex","description":"All study participants will receive real TMS stimulation over the primary motor cortex in order to collect physiological measures which will later be correlated with measures of neuroplasticity. There is NO placebo stimulation.","interventionNames":["Device: Transcranial Magnetic Stimulation"]},{"label":"Transcranial Magnetic Stimulation of Language Cortex","description":"All study participants will receive real TMS stimulation over the language cortex and a control site (i.e. vertex). Transient changes in speech production will be recorded and compared to measures of neuroplasticity. There is NO placebo stimulation.","interventionNames":["Device: Transcranial Magnetic Stimulation"]}],"interventions":[{"type":"DEVICE","name":"Transcranial Magnetic Stimulation","description":"TMS is a form of non-invasive brain stimulation which uses magnetic pulses to stimulate regions of the brain from outside the head, on the scalp. Specifically, TMS is performed with a copper-and-plastic coil that emits a magnetic field, which can affect brain cells in specific locations. In this study, researchers will also use a form of TMS called theta-burst stimulation (TBS), where TMS pulses are delivered rapidly over time.","armGroupLabels":["Transcranial Magnetic Stimulation of Language Cortex","Transcranial Magnetic Stimulation of Motor Cortex"],"otherNames":["TMS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Transient TBS-induced changes in motor evoked potentials (MEPs)","description":"Single-Pulse TMS will be used to measure MEPs prior to and after stimulation. When measuring MEPs, single pulses of TMS will be administered at approximately 120% of motor threshold, and with a minimum interstimulus interval of 5 seconds. Mean MEP amplitudes will be calculated by averaging the MEP amplitudes generated by 20 pulses. MEP measures will be obtained three times in order to establish a stable baseline. This procedure will be followed by TBS delivered to the optimal site in the motor cortex. TBS will be applied to the region of the primary motor cortex (M1) representing the hand. After TBS, MEPs will be acquired, at 0-, 10-, 20-, 30-, 40-, and 60-min post-stimulation.","timeFrame":"Up to 2 week"},{"measure":"Transient TBS-induced changes in language performance","description":"Participants will be asked to perform a 40-item picture naming task pre/post TBS stimulation. Stimulation will occur at language cortex and vertex (order will be counterbalanced). Transient changes in naming abilities will be measured directly by assessing naming performance.","timeFrame":"Up to 4 weeks"}],"secondaryOutcomes":[{"measure":"Safety and Tolerability of TBS in patient with aphasia","description":"We will collect the number of patients with TMS-related adverse events.","timeFrame":"Through study completion"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must have Aphasia due to stroke\n* Stroke must have occurred at least 6 months ago\n* Native English speaker\n* Willing \\& able to have a MRI\n\nExclusion Criteria:\n\n* Disorders of the brain other than stroke (i.e. tumor, Parkinsons, cancer... etc.)\n* History of seizures/ or epilepsy\n* Pacemaker or other implanted electronic devices\n* Consumption of medications that lower seizure threshold\n* History of psychiatric disorders\n* History of tinnitus\n* Current abuse of drugs or alcohol\n* Pregnant or plan to get pregnant","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Individuals who have had one or more strokes and are now experiencing the symptoms of aphasia. Aphasia is a communication disorder which may result in difficulties speaking,understanding speech, or both.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Roy H Hamilton, MD, MS","affiliation":"Neurology","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Pennsylvania","city":"Philadelphia","state":"Pennsylvania","zip":"19104","country":"United States","geoPoint":{"lat":39.95233,"lon":-75.16379}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Lab Website","url":"http://www.med.upenn.edu/lcns/"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001037","term":"Aphasia"}],"ancestors":[{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M6213","name":"Copper","relevance":"LOW"},{"id":"T338","name":"Copper Supplement","relevance":"LOW"}],"browseBranches":[{"abbrev":"Micro","name":"Micronutrients"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Mi","name":"Mineral"}]}},"hasResults":false}