{"protocolSection":{"identificationModule":{"nctId":"NCT05995665","nctIdAliases":["NCT05494489"],"orgStudyIdInfo":{"id":"2020/01105"},"organization":{"fullName":"Alexandra Hospital","class":"OTHER"},"briefTitle":"Assistive Soft Robotic Glove (EsoGLOVE) Intervention for Stroke Patients","officialTitle":"Assistive Soft Robotic Glove (EsoGLOVE) Intervention for Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-07-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-09","studyFirstSubmitQcDate":"2023-08-09","studyFirstPostDateStruct":{"date":"2023-08-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-09","lastUpdatePostDateStruct":{"date":"2023-08-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Alexandra Hospital","class":"OTHER"},"collaborators":[{"name":"Jurong Community Hospital, Singapore","class":"UNKNOWN"},{"name":"Roceso Technologies","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"This proposed research aims to assess the efficacy and feasibility of the EsoGLOVE with Trigno Biofeedback (EMG sensors) in the inpatient rehabilitation setting. 1. Understanding the ability of the EsoGLOVE with Trigno Biofeedback (EMG sensors) in providing CPM exercise and assisting stroke patients with completing hand functional tasks, eventually improves patients' motor function and neural recovery.2. To generate evidence on this innovative device and further deploy it in clinical practice. A Health Technology Assessment (HTA) will be generated from this study to evaluate the cost-effectiveness of the intervention.","detailedDescription":"This project proposes a study of 130 subjects in inpatient settings who have sustained their first-ever stroke prior to clinical trial enrolment. Participants are randomly assigned to 2 groups (EsoGLOVE with Trigno Biofeedback (EMG sensors) group and GRASP group). The randomization method: A block randomization with a randomly varying block size. The study will last 12 weeks (3 weeks of intervention during hospitalization + 12th-week outpatient follow-up post-discharge). The subjects will use the study device about 15 times and be followed up for 3 weeks during hospitalization.\n\nThe subjects will need to visit the doctor's office 1 time (outpatient follow-up post-discharge) in the course of the study.During the hospitalization, the stroke patients (subjects) will receive intensive stroke rehabilitation as per normal, which will be daily physiotherapy and occupational therapy as a part of standard care as per stroke rehabilitation. On top of the standard care (daily Inpatient OT Rehabilitation), the EsoGLOVE + Trigno subjects will receive EsoGLOVE with Trigno Biofeedback (EMG sensors) training on therapy day for 3 weeks (week 1 to week 3, sessions will be done every Monday to Friday), a minimum of 30 minutes per day. While the GRASP group subjects will receive the Graded Repetitive Arm Supplementary Program (GRASP) on therapy day (Monday to Friday) for 3 weeks, a minimum of 30 minutes per day.In the case of early discharge or withdrawal for any reason before the 3-week intervention is completed, the subjects will no longer participate in this study and no study-related activities will be performed on the subjects. The subjects' right to receive standard care will remain the same as per hospital guidelines and will not be affected. This is applicable to both groups. With minimal compliance rate (12 sessions) for continuing the study, regardless of the subjects' discharge before 3 weeks, otherwise (less than or equal to 11 sessions) subjects will be withdrawn at the day of discharge or withdrawal. The 12th-week outpatient follow-up post-discharge at the clinic will coincide with the subject's standard care follow-up visit.The Health Technology Assessment (HTA) is conducted by the study team using explicit analytical frameworks, clinical outcomes, epidemiological data amp; statistics, health economic information, and study methodology. The assessment includes building evidence on the qualities and costs of health interventions (cost-effectiveness), identifying the direct amp; indirect medical costs in the current healthcare system, capturing the clinical outcomes of interventions, synthesizing health research findings of the effectiveness of different health interventions, evaluating the economic implications and analyzing the cost-effectiveness of the intervention.It is unlikely this study might unintentionally come to know of new information (Incidental Finding) about the health condition from the assessment (Fugl-Meyer Assessment - Upper Extremity) of the study."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":130,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"EsoGLOVE with Trigno Biofeedback (EMG sensors) group","type":"EXPERIMENTAL","description":"The EsoGLOVE + Trigno Biofeedback Group subjects will receive EsoGLOVE with Trigno Biofeedback (EMG sensors) training on therapy day for 3 weeks (week 1 to week 3, sessions will be done every Monday to Friday), a minimum of 30 minutes per day","interventionNames":["Device: EsoGLOVE with Trigno Biofeedback (EMG sensors)"]},{"label":"Graded Repetitive Arm Supplementary Program (GRASP) Group","type":"ACTIVE_COMPARATOR","description":"The GRASP group subjects will receive the Graded Repetitive Arm Supplementary Program (GRASP) on therapy day (Monday to Friday) for 3 weeks, a minimum of 30 minutes per day","interventionNames":["Other: Graded Repetitive Arm Supplementary Program (GRASP)"]}],"interventions":[{"type":"DEVICE","name":"EsoGLOVE with Trigno Biofeedback (EMG sensors)","description":"The dose is referred to the stay of inpatient setting. The stroke patients will be transferred to community hospital when medically stable. The average of stay in community hospital is 3 weeks. The stroke patients will receive intensive stroke rehabilitation during the stay, which will be daily physiotherapy and occupational therapy. The subjects will receive EsoGLOVETM with Trigno Biofeedback (EMG sensors) training on therapy day (Monday to Friday) for 3 weeks, a minimum of 30 minutes per day. A total of 15 sessions (5 session per week for a total of 3 weeks) of a minimum of 30 mins. This is similar to the dose in a similar trial (DSRB 2017/00312, Robotic Sock Technology for Prevention of Deep Vein Thrombosis and Joint Contracture).","armGroupLabels":["EsoGLOVE with Trigno Biofeedback (EMG sensors) group"]},{"type":"OTHER","name":"Graded Repetitive Arm Supplementary Program (GRASP)","description":"Graded Repetitive Arm Supplementary Program (GRASP) on therapy day (Monday to Friday) for 3 weeks, a minimum of 30 minutes per day.","armGroupLabels":["Graded Repetitive Arm Supplementary Program (GRASP) Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl Meyer Assessment - Upper Extremity (FMA-UE)","description":"To achieve minimum of 6 FMA-UE scores difference/change between treatments and pre \\& post intervention (3th - 0th week).","timeFrame":"2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Aged 30-90 years regardless of lesion size, race\n2. Stroke type: ischemic or haemorrhagic\n3. Medically stable conditions\n4. Fugl-Meyer Assessment (FMA) of upper extremity impairment of 10-56 out of 66.\n5. Able to give own consent, comprehend and follow commands\n6. Able to sit upright and maintain sitting balance for at least 30 minutes\n7. Able to stay alert and focus on the tasks at least 30 minutes and more.\n8. Unilateral upper limb impairment\n\nExclusion Criteria:\n\n1. Recurrent stroke\n2. Unstable medical conditions (e.g. heart attack, unstable blood pressure, infection, and etc.) or anticipated life expectancy of \\<1 year.\n3. Cognitive and communicative impairment (e.g. severe receptive aphasia, inattention, learning difficulty, and etc).\n4. History of severe depression or active psychiatric disorder.\n5. Severe spasticity (Modified Ashworth scale ≥2), joint contractures or deformity, poor skin conditions (e.g. irritated skin, open wounds), amputation of fingers, and allergic condition (e.g. patients with allergies to adhesive gel).\n6. Poor trunk control or postural hypotension.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Pui Kit Tam, MBBS","role":"CONTACT","phone":"+65 -6779 5555","email":"pui_kit_tam@nuhs.edu.sg"}],"overallOfficials":[{"name":"Pui Kit Tam, MBBS","affiliation":"Alexandra Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Alexandra Hospital","status":"RECRUITING","city":"Singapore","country":"Singapore","contacts":[{"name":"Pui Kit Tam, MBBS","role":"CONTACT","phone":"+65-6779 5555","email":"pui_kit_tam@nuhs.edu.sg"}],"geoPoint":{"lat":1.28967,"lon":103.85007}},{"facility":"Jurong Community Hospital","status":"RECRUITING","city":"Singapore","country":"Singapore","contacts":[{"name":"Elvina Kai Wen Tay, MBBS","role":"CONTACT","phone":"+65-6716 2000","email":"Elvina_Tay@nuhs.edu.sg"}],"geoPoint":{"lat":1.28967,"lon":103.85007}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}