{"protocolSection":{"identificationModule":{"nctId":"NCT06034236","orgStudyIdInfo":{"id":"IRB # 0234-23"},"organization":{"fullName":"Shifa Tameer-e-Millat University","class":"OTHER"},"briefTitle":"Comparison of Otago Exercises Versus Resistance Training on Functional Performance in Stroke Patients","officialTitle":"Comparison of Otago Exercises Versus Resistance Training on Functional Performance in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-11-01","type":"ACTUAL"},"completionDateStruct":{"date":"2023-11-10","type":"ACTUAL"},"studyFirstSubmitDate":"2023-09-05","studyFirstSubmitQcDate":"2023-09-11","studyFirstPostDateStruct":{"date":"2023-09-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-01","lastUpdatePostDateStruct":{"date":"2023-12-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Nouman Khan","investigatorTitle":"Lecturer","investigatorAffiliation":"Shifa Tameer-e-Millat University"},"leadSponsor":{"name":"Shifa Tameer-e-Millat University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Otago techniques are well known for addressing balance and strength deficiencies in healthy older population with fall risk. Despite this, there is limited literature about the Otago approaches' effectiveness in stroke patients. To the best of our knowledge, no research has been done in Pakistan to determine the effects of Otago exercises on chronic stroke patients.Otago exercises are easy to learn and create a sense of motivation and pleasurable activity when performed. To determine the effect of Otago exercises in treating poor balance control and reduced strength, the current study has chosen chronic stroke patients as its target population. The results of this study will serve as a manual for physical therapists on how to efficiently incorporate Otago Intervention into their treatment plans for better outcomes.","detailedDescription":"Stroke is a focal neurological deficit. It causes functional impairments and activity limitation in the body after survival from the sudden attack, which includes disorders in language, movement, cognition and eating difficulties. Motor deficits are most common in stroke, it is directly related to reduction in strength, balance, gait speed and quality of life. Emotional and physical changes also occur, these factors combine to affect everyday activities. By improving functional performance and strength in lower extremity, it will improve gait speed and balance control.\n\nAround the world among the major causes of death, stroke stands on the third number. Task-specific progressive resistance training uses the preserved energy in muscles to increase strength and balance. Training has to be carried out at a specific intensity and increase progressively which will lead to improvement in fitness and strength level. Progressive resistance training is an umbrella that consists of multiple different and unique set of interventions being used worldwide all with one primary target that is to use resistance and improve muscle strength. Because strength training has been proven to be beneficial in improving stroke symptoms, it has been included in this study.\n\nOtago Exercise is an evidence-based strength and balance program. It has been shown to be effective in reducing the number of fall and fall-related injuries by 35%. The advantages of Otago exercise are that it is cost-effective, the exercise protocol is easy to learn and easy to perform. Once learned they can be performed at home by the patient without assistance or by using action observation technique. They are effective in improving lower extremity strength, balance and gait parameters in healthy older adults or people with disorders. This exercise program strengthens the antigravity extensors and increases proprioceptive input of the body by a stable base of support during mobility, thus improving muscle strength and overall improvement in balance control, walking speed and strength. Repeated movement will produce the effect of neuroplasticity in the brain producing efficient, controlled and meaningful movement.\n\nAlthough Otago exercises have been used in previous studies worldwide and showed effectiveness in participants' strength and balance control. Recent evidence suggests that Otago exercises provide high-quality results to support its beneficial effects on reducing falls in osteoarthritic patients. It was also observed that this exercise program was safe and helped in improving balance and mobility in Alzheimer's disease. However, to our knowledge, there is limited literature available on the use of Otago exercises in chronic stroke patients in Pakistan."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Otago Exercises","Resistance Training","strength"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The participants are divided into two groups, group A will be given Otago exercises and grouo B will be given Resistance training.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Single Blinded study, participants will be divided into two groups by simple random sampling technique.","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Resistance Training","type":"EXPERIMENTAL","description":"In Group A, Task oriented resistance training will be performed, there will be 5 workstations which include 2 task each given in the table below, after warm up exercises of head, neck, trunk and ankle.\n\nWorkstation 1: Sitting and reaching in different directions Sit to stand from different chair heights (higher to lower) Workstation 2: Step training (forward, backward, sideways) on blocks Heel lifts-sitting, standing (with and without support) Workstation 3: Reaching with narrow stance (feet in parallel, then in tandem stance) Reciprocal leg flexion and extension Workstation 4: Sit ups Chair stand and walk Workstation 5: Walking race Walking over obstacles This intervention will be given 3 times per week for 4 weeks, every station takes 5-6 minutes and the total intervention will be completed in 50-60 minutes.","interventionNames":["Other: Resistance training"]},{"label":"Otago Exercises","type":"EXPERIMENTAL","description":"Group B will be given Otago exercises, it has 17 exercises in total. 5 for strength and 12 for balance training.\n\n1. First component of intervention starts with head movements followed by neck movements, back extension, trunk movements and ankle movements.\n2. Muscle strengthening:\n\n   Font knee strengthening exercise Back knee strengthening exercise Side hip strengthening exercise Calf raises (with support and without support) Toe raise (with support and without support).\n3. Balance Training:\n\nKnee bends Backward walking Heel toe standing Heel toe walking One leg stand Heel walking Sideways walk Toe walking Heel toe walking backwards Walk and turn around (figure of 8) Sit to stand Stair walks This intervention will be given 3 times per week for 4 weeks, each session will take 50 minutes to complete. And every exercise is repeated 10 times","interventionNames":["Other: Otago Exercises"]}],"interventions":[{"type":"OTHER","name":"Resistance training","description":"Task oriented resistance training will be performed, there will be 10 workstations:\n\n1. Sitting at a table and reaching in different directions for objects located beyond arm's length.\n2. Sit to stand from various chair heights\n3. Stepping forward, backward and sideways onto blocks of various heights.\n4. Heel lifts in standing\n5. Standing with narrow base of support, feet in parallel and tandem stance and reaching for objects, including down to the floor.\n6. Reciprocal leg flexion and extension.\n7. Sit ups\n8. Standing up from chair, walking a short distance and returning to the chair.\n9. Walking races between participants\n10. Walking over various surfaces and obstacles","armGroupLabels":["Resistance Training"]},{"type":"OTHER","name":"Otago Exercises","description":"It has total 17 exercises, out of which 12 exercises are performed to improve balance and 5 are performed to improve strength.\n\n1. First component of intervention starts with head movements followed by neck movements, back extension, trunk movements and ankle movements.\n\n2. Second component is muscle strengthening exercises, it includes: i. Front knee strengthening exercise ii. Back knee strengthening exercise iii. Side hip strengthening exercise iv. Calf raises (with support and without support) v. Toe raise (with support and without support). 3. Third component is balance exercises, it includes: i. Knee bends ii. Backward walking iii. Heel toe standing iv. Heel toe walking v. One leg stand vi. Heel walking vii. Sideways walk viii. Toe walking ix. Heel toe walking backwards x. Walk and turn around (figure of 8) xi. Sit to stand xii. Stair walks","armGroupLabels":["Otago Exercises"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Dynamometer","description":"A device that measures strength of muscles of lower limb","timeFrame":"4 weeks"},{"measure":"4 stage balance test","description":"To assess static balance There are four standing positions that get progressively harder to maintain.\n\n1. Stand with your feet side-by-side.\n2. Place the instep of one foot so it is touching the big toe of the other foot.\n3. Tandem stand: Place one foot in front of the other, heel touching toe.\n4. Stand on one foot.","timeFrame":"4 weeks"},{"measure":"Timed Up and Go","description":"to determine gait speed, balance and fall risk The patient stands up upon therapist's command: walks 3 meters, turns around, walks back to the chair and sits down.\n\nThe time stops when the patient is seated.","timeFrame":"4 weeks"}],"secondaryOutcomes":[{"measure":"Stroke Specific Quality of Life","description":"The Stroke Specific Quality Of Life scale (SS-QOL) is a patient-centered outcome measure intended to provide an assessment of health-related quality of life (HRQOL) specific to patients with stroke. Patients must respond to each question of the SS-QOL with reference to the past week. It is a self-report scale containing 49 items in 12 domains. Items are rated on a 5-point Likert scale. The total score ranges from 49 to 245, with higher scores indicating a better QOL.","timeFrame":"4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Both genders will be included, age ranging between 40 to 60.\n* Participants who have had stroke for more than 6 months (chronic stage).\n* Participant able to stand independently, assessed by 30 second chair stand test.\n* Participants who can walk with or without assistance\n\nExclusion Criteria:\n\n* Patients with neurological disorders other than stroke i.e., Alzheimer's disease, amyotrophic lateral sclerosis (ALS), brain tumors, cerebral aneurysm.\n* Patients with impaired cognition or a score of less than 23 out of 30 on Mini-Mental State Exam (MMSE).\n* Patients with musculoskeletal pathologies like muscular dystrophy\n* Patients having stroke more than 1 year.\n* Clotting or bleeding disorder (hemophilia)","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Wardah Zafar, MS-PT*","affiliation":"Shifa Tameer-e-millet University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Shifa Tameer-e-Millat University Islamabad","city":"Islamabad","state":"Fedral","zip":"44000","country":"Pakistan","geoPoint":{"lat":33.72148,"lon":73.04329}}]},"referencesModule":{"references":[{"pmid":"16914068","type":"BACKGROUND","citation":"Bohannon RW. Reference values for the timed up and go test: a descriptive meta-analysis. J Geriatr Phys Ther. 2006;29(2):64-8. doi: 10.1519/00139143-200608000-00004."},{"pmid":"19828480","type":"BACKGROUND","citation":"Boosman H, Passier PE, Visser-Meily JM, Rinkel GJ, Post MW. Validation of the Stroke Specific Quality of Life scale in patients with aneurysmal subarachnoid haemorrhage. J Neurol Neurosurg Psychiatry. 2010 May;81(5):485-9. doi: 10.1136/jnnp.2009.184960. Epub 2009 Oct 13."},{"pmid":"31656104","type":"BACKGROUND","citation":"Christopher A, Kraft E, Olenick H, Kiesling R, Doty A. The reliability and validity of the Timed Up and Go as a clinical tool in individuals with and without disabilities across a lifespan: a systematic review. Disabil Rehabil. 2021 Jun;43(13):1799-1813. doi: 10.1080/09638288.2019.1682066. Epub 2019 Oct 26."},{"pmid":"10768528","type":"BACKGROUND","citation":"Dean CM, Richards CL, Malouin F. Task-related circuit training improves performance of locomotor tasks in chronic stroke: a randomized, controlled pilot trial. Arch Phys Med Rehabil. 2000 Apr;81(4):409-17. doi: 10.1053/mr.2000.3839."},{"pmid":"17270520","type":"BACKGROUND","citation":"Garland SJ, Ivanova TD, Mochizuki G. Recovery of standing balance and health-related quality of life after mild or moderately severe stroke. Arch Phys Med Rehabil. 2007 Feb;88(2):218-27. doi: 10.1016/j.apmr.2006.11.023."},{"pmid":"33383071","type":"BACKGROUND","citation":"Hortobagyi T, Granacher U, Fernandez-Del-Olmo M, Howatson G, Manca A, Deriu F, Taube W, Gruber M, Marquez G, Lundbye-Jensen J, Colomer-Poveda D. Functional relevance of resistance training-induced neuroplasticity in health and disease. Neurosci Biobehav Rev. 2021 Mar;122:79-91. doi: 10.1016/j.neubiorev.2020.12.019. Epub 2020 Dec 28."},{"pmid":"24339273","type":"BACKGROUND","citation":"Kyrdalen IL, Moen K, Roysland AS, Helbostad JL. The Otago Exercise Program performed as group training versus home training in fall-prone older people: a randomized controlled Trial. Physiother Res Int. 2014 Jun;19(2):108-16. doi: 10.1002/pri.1571. Epub 2013 Dec 11."},{"pmid":"31938708","type":"BACKGROUND","citation":"Leem SH, Kim JH, Lee BH. Effects of Otago exercise combined with action observation training on balance and gait in the old people. J Exerc Rehabil. 2019 Dec 31;15(6):848-854. doi: 10.12965/jer.1938720.360. eCollection 2019 Dec."},{"pmid":"30741699","type":"BACKGROUND","citation":"Park J, Kim TH. The effects of balance and gait function on quality of life of stroke patients. NeuroRehabilitation. 2019;44(1):37-41. doi: 10.3233/NRE-182467."},{"pmid":"26957755","type":"BACKGROUND","citation":"Park Y, Chang M. Effects of the Otago exercise program on fall efficacy, activities of daily living and quality of life in elderly stroke patients. J Phys Ther Sci. 2016 Jan;28(1):190-3. doi: 10.1589/jpts.28.190. Epub 2016 Jan 30."},{"pmid":"24355995","type":"BACKGROUND","citation":"Severinsen K, Jakobsen JK, Pedersen AR, Overgaard K, Andersen H. Effects of resistance training and aerobic training on ambulation in chronic stroke. Am J Phys Med Rehabil. 2014 Jan;93(1):29-42. doi: 10.1097/PHM.0b013e3182a518e1."},{"pmid":"25760277","type":"BACKGROUND","citation":"Son NK, Ryu YU, Jeong HW, Jang YH, Kim HD. Comparison of 2 Different Exercise Approaches: Tai Chi Versus Otago, in Community-Dwelling Older Women. J Geriatr Phys Ther. 2016 Apr-Jun;39(2):51-7. doi: 10.1519/JPT.0000000000000042."},{"pmid":"23117349","type":"BACKGROUND","citation":"Suttanon P, Hill KD, Said CM, Williams SB, Byrne KN, LoGiudice D, Lautenschlager NT, Dodd KJ. Feasibility, safety and preliminary evidence of the effectiveness of a home-based exercise programme for older people with Alzheimer's disease: a pilot randomized controlled trial. Clin Rehabil. 2013 May;27(5):427-38. doi: 10.1177/0269215512460877. Epub 2012 Nov 1."},{"pmid":"20817938","type":"BACKGROUND","citation":"Thomas S, Mackintosh S, Halbert J. Does the 'Otago exercise programme' reduce mortality and falls in older adults?: a systematic review and meta-analysis. Age Ageing. 2010 Nov;39(6):681-7. doi: 10.1093/ageing/afq102. Epub 2010 Sep 4."},{"pmid":"29669865","type":"BACKGROUND","citation":"Wechsler LR, Bates D, Stroemer P, Andrews-Zwilling YS, Aizman I. Cell Therapy for Chronic Stroke. Stroke. 2018 May;49(5):1066-1074. doi: 10.1161/STROKEAHA.117.018290. Epub 2018 Apr 18. No abstract available."},{"pmid":"33327309","type":"BACKGROUND","citation":"Xie C, Wang W, Pei J, Wang H, Lv H. Effect of otago exercise on falls in patients with osteoarthritis: A protocol for systematic review and meta-analysis. Medicine (Baltimore). 2020 Dec 11;99(50):e23559. doi: 10.1097/MD.0000000000023559."},{"pmid":"36339194","type":"BACKGROUND","citation":"Yang Y, Wang K, Liu H, Qu J, Wang Y, Chen P, Zhang T, Luo J. The impact of Otago exercise programme on the prevention of falls in older adult: A systematic review. Front Public Health. 2022 Oct 20;10:953593. doi: 10.3389/fpubh.2022.953593. eCollection 2022."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}