{"protocolSection":{"identificationModule":{"nctId":"NCT04297774","orgStudyIdInfo":{"id":"TMU-JIRB N201912048"},"organization":{"fullName":"Taipei Medical University Shuang Ho Hospital","class":"OTHER"},"briefTitle":"Effects of Wearable Sensor Based Virtual Reality Game on Balance for Stroke","officialTitle":"Effects of Wearable Sensor Based Virtual Reality Game on Balance for Patients With Stroke"},"statusModule":{"statusVerifiedDate":"2021-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-05-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-05-30","type":"ACTUAL"},"completionDateStruct":{"date":"2021-07-25","type":"ACTUAL"},"studyFirstSubmitDate":"2020-03-02","studyFirstSubmitQcDate":"2020-03-04","studyFirstPostDateStruct":{"date":"2020-03-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-09-23","lastUpdatePostDateStruct":{"date":"2021-09-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Taipei Medical University Shuang Ho Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Pablo is a new virtual reality (VR) game combined with wearable motion sensor system which can targeted intervention in an interactive environment, immediate and sensitive feedback about the user's performance, a motivating effect due to game-based feature. Unlike commercial camera systems such as Kinect or force platforms, the systems require a continuous sightline or restrict the base of support which may increase risk of falling. Few of studies had investigated the rehabilitation effects on balance with Pablo for patients with stroke. The purpose of this study is to investigate the effects of virtual reality training through Pablo system in patients with chronic stroke.","detailedDescription":"Pablo is a new virtual reality (VR) game combined with wearable motion sensor system which can targeted intervention in an interactive environment, immediate and sensitive feedback about the user's performance, a motivating effect due to game-based feature. Unlike commercial camera systems such as Kinect or force platforms, the systems require a continuous sightline or restrict the base of support which may increase risk of falling. Few of studies had investigated the rehabilitation effects on balance with Pablo for patients with stroke.\n\nPURPOSE: The purpose of this study is to investigate the effects of virtual reality training through Pablo system in patients with chronic stroke.\n\nMETHODS: A prospective, randomized, controlled, blinded assessor design was used. Patients with stroke were recruited and randomly assigned to a \"virtual reality(VR) group\" (n = 20) and \"functional balance training (FBT) group\" (n = 20). After 18 training sessions (60 minutes per session, 2 sessions per week), outcome measures which included the Berg Balance Scale, the Timed Up and Go Test (cognition), a gait analysis, the Activities-Specific Balance Confidence scale, Stroke Impact Scale (SIS), Level of pleasure, and frequency of adverse events. The data were analyzed using nonparametric tests, and significance was indicated at α \\< 0.05."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"virtual reality group","type":"EXPERIMENTAL","description":"18 sessions of standard treatment plus virtual reality treatment.","interventionNames":["Behavioral: virtual reality treatment","Behavioral: standard treatment"]},{"label":"standard treatment group","type":"ACTIVE_COMPARATOR","description":"18 sessions of standard treatment plus balance training.","interventionNames":["Behavioral: standard treatment","Behavioral: balance training"]}],"interventions":[{"type":"BEHAVIORAL","name":"virtual reality treatment","description":"18 virtual reality training through Pablo system (30 minutes a time, 2-3 times a week). Postural transition included sit-to-stand, sit down, reaching to different directions, stepping to different directions with weight transfer, and bending the trunk forward and side to side. The controller was attached to lower extremity or trunk to control the game, such as elevator, hot air balloon, shooting cans, etc.","armGroupLabels":["virtual reality group"]},{"type":"BEHAVIORAL","name":"standard treatment","description":"18 standard rehabilitation sessions (60 minutes a time, 2-3 times a week). The rehabilitative protocol focus on strengthening, endurance training, ambulation, and ADL training that included: (1) Hip flexor and knee extensor strengthening with resistance progressing used by weight bag or Thera-band. (2) Cycle ergometer riding with increase speed and resistance. (3) Gait pattern and speed correcting through treadmill and parallel bar. (4) Hand functional training and strategy teaching for feeding, dressing, and toileting.","armGroupLabels":["standard treatment group","virtual reality group"]},{"type":"BEHAVIORAL","name":"balance training","description":"18 balance training sessions (30 minutes a time, 2-3 times a week) (1) Facilitated the balance reaction through weight shifting exercise with standing on even surface to uneven surface, such as tilting board.(2) Postural transition included sit-to-stand, sit down, reaching to different directions, stepping to different directions with weight transfer, and bending the trunk forward and side to side. (3) Changed the standing requirement, such as single legged stance or lunge stance. (4) Increased perception complications through cognition or upper extremity task to improve dual task attention.","armGroupLabels":["standard treatment group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Berg Balance Scale","description":"It is used to objectively determine a patient's ability (or inability) to safely balance during a series of predetermined tasks. It is a 14 item list with each item consisting of a five-point ordinal scale ranging from 0 to 4, with 0 indicating the lowest level of function and 4 the highest level of function and takes approximately 20 minutes to complete.","timeFrame":"Change from Baseline to 9 weeks follow up"}],"secondaryOutcomes":[{"measure":"Functional reach test","description":"Functional Reach Test (FRT) is a clinical outcome measure and assessment tool for ascertaining dynamic balance in one simple task. The patient is instructed to next to, but not touching, a wall and position the arm that is closer to the wall at 90 degrees of shoulder flexion with a closed fist. The assessor records the starting position at the 3rd metacarpal head on the yardstick.\n\nInstruct the patient to \"Reach as far as you can forward without taking a step.\" The location of the 3rd metacarpal is recorded. Scores are determined by assessing the difference between the start and end position is the reach distance, usually measured in inches. Three trials are done and the average of the last two is noted.","timeFrame":"Change from Baseline to 9 weeks follow up"},{"measure":"Time up and go-cognition","description":"In the TUG-cog, patients were asked to complete the test while counting backward by 3 from a randomly selected number between 20 and 100.","timeFrame":"Change from Baseline to 9 weeks follow up"},{"measure":"Activities-specific Balance Confidence scale","description":"Activities-specific balance confidence (ABC) scale is a subjective measure of confidence in performing various ambulatory activities without falling or experiencing a sense of unsteadiness. Participants estimate on a scale of 0% to 100% how confident they are that they could perform activities such as picking a slipper up off of the floor or walking on a slippery surface without losing their balance. The item scores are then summed and divided by 16 to provide an overall mean balance confidence score.Higher scores indicate higher confidence.","timeFrame":"Change from Baseline to 9 weeks follow up"},{"measure":"Stroke Impact Scale-physical domain","description":"The stroke impact scale (SIS) is a stroke-specific health-related quality of life (HRQoL) instrument, which was developed by Duncan et al. (1999) at the University of Kansas Medical Center, to measure the consequences of stroke in multiple domains, including physical (strength, hand function, activities of daily living (ADL), instrumental ADL, and mobility), emotion, memory/thinking, communication, and social participation. Where the score is the domain score for a particular domain, the mean is the mean of the nonmissing item scores within that domain, with each item scored in the range of 1 to 5. Using this algorithm, each domain score has a range of 0 to 100. Higher score indicate the higher health-related quality of life.","timeFrame":"Change from Baseline to 9 weeks follow up"},{"measure":"Modified Physical Activity Enjoyment Scale","description":"It is used to measure the enjoyment of physical activity. The original 18-item PACES scale was used to assess enjoyment. Respondents were asked to rate \"how you feel at the moment about the physical activity you have been doing\"using a 7-point bipolar rating scale. Higher PACES scores reflect greater levels of enjoyment","timeFrame":"Every training session during 18 sessions, total sessions continued to 9 weeks"},{"measure":"Adverse event times","description":"It is used to measure adverse event times, such as dizzy, pain, fall.","timeFrame":"Every training session during 18 sessions, total sessions continued to 9 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients were included if they had first stroke with hemiplegia.\n* Could stand for 5 minutes without support.\n* Chronicity of \\>6 months.\n* Could understand instructions.\n* Brunnstrom stage of LE ≥Ⅲ.\n\nExclusion Criteria:\n\n* Patients who were aged \\<20 years and \\>75 years\n* Patients with visual or auditory impairment who were unable to see or hear the feedback from the device clearly\n* Montreal Cognitive Assessment \\<16\n* Modified Ashworth Scale score of \\>2\n* Patients with other medical symptoms that can affect movement.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Hsinchieh Lee, master","affiliation":"Taipei Medical University, Taiwan, R.O.C.","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Taipei Medical University Shuang Ho Hospital","city":"Taipei","country":"Taiwan","geoPoint":{"lat":25.04776,"lon":121.53185}}]},"referencesModule":{"references":[{"pmid":"18184932","type":"BACKGROUND","citation":"Volpe BT, Lynch D, Rykman-Berland A, Ferraro M, Galgano M, Hogan N, Krebs HI. Intensive sensorimotor arm training mediated by therapist or robot improves hemiparesis in patients with chronic stroke. Neurorehabil Neural Repair. 2008 May-Jun;22(3):305-10. doi: 10.1177/1545968307311102. Epub 2008 Jan 9."},{"pmid":"1088404","type":"BACKGROUND","citation":"Hatano S. Experience from a multicentre stroke register: a preliminary report. Bull World Health Organ. 1976;54(5):541-53."},{"pmid":"24782894","type":"BACKGROUND","citation":"Gobbens RJ, van Assen MA. The Prediction of ADL and IADL Disability Using Six Physical Indicators of Frailty: A Longitudinal Study in the Netherlands. Curr Gerontol Geriatr Res. 2014;2014:358137. doi: 10.1155/2014/358137. Epub 2014 Mar 24."},{"pmid":"23933665","type":"BACKGROUND","citation":"Cho K, Lee G. Impaired dynamic balance is associated with falling in post-stroke patients. Tohoku J Exp Med. 2013 Aug;230(4):233-9. doi: 10.1620/tjem.230.233."},{"pmid":"16084807","type":"BACKGROUND","citation":"Michael KM, Allen JK, Macko RF. Reduced ambulatory activity after stroke: the role of balance, gait, and cardiovascular fitness. Arch Phys Med Rehabil. 2005 Aug;86(8):1552-6. doi: 10.1016/j.apmr.2004.12.026."},{"type":"BACKGROUND","citation":"Lange, B., S. Flynn, and A. Rizzo, Initial usability assessment of off-the-shelf video game consoles for clinical game-based motor rehabilitation. Physical Therapy Reviews, 2009. 14(5): p. 355."},{"type":"BACKGROUND","citation":"Deutsch, J.E., Robbins, D., Morrison, J., Guarrera, B.P. , Wii-Based Compared to Standard of Care Balance and Mobility Rehabilitation for Two Individuals Post-Stroke. In Virtual Rehabilitation International Conference; Haifa., 2009: p. 117-120."},{"pmid":"15179641","type":"BACKGROUND","citation":"de Haart M, Geurts AC, Huidekoper SC, Fasotti L, van Limbeek J. Recovery of standing balance in postacute stroke patients: a rehabilitation cohort study. Arch Phys Med Rehabil. 2004 Jun;85(6):886-95. doi: 10.1016/j.apmr.2003.05.012."},{"pmid":"22070602","type":"BACKGROUND","citation":"Buracchio TJ, Mattek NC, Dodge HH, Hayes TL, Pavel M, Howieson DB, Kaye JA. Executive function predicts risk of falls in older adults without balance impairment. BMC Geriatr. 2011 Nov 9;11:74. doi: 10.1186/1471-2318-11-74."},{"pmid":"24456057","type":"BACKGROUND","citation":"Cuthbert JP, Staniszewski K, Hays K, Gerber D, Natale A, O'Dell D. Virtual reality-based therapy for the treatment of balance deficits in patients receiving inpatient rehabilitation for traumatic brain injury. Brain Inj. 2014;28(2):181-8. doi: 10.3109/02699052.2013.860475."},{"pmid":"27418760","type":"BACKGROUND","citation":"Ordahan B, Karahan AY, Basaran A, Turkoglu G, Kucuksarac S, Cubukcu M, Tekin L, Polat AD, Kuran B. Impact of exercises administered to stroke patients with balance trainer on rehabilitation results: a randomized controlled study. Hippokratia. 2015 Apr-Jun;19(2):125-30."},{"pmid":"21651800","type":"BACKGROUND","citation":"Pichierri G, Wolf P, Murer K, de Bruin ED. Cognitive and cognitive-motor interventions affecting physical functioning: a systematic review. BMC Geriatr. 2011 Jun 8;11:29. doi: 10.1186/1471-2318-11-29."},{"pmid":"20544153","type":"BACKGROUND","citation":"Yong Joo L, Soon Yin T, Xu D, Thia E, Pei Fen C, Kuah CW, Kong KH. A feasibility study using interactive commercial off-the-shelf computer gaming in upper limb rehabilitation in patients after stroke. J Rehabil Med. 2010 May;42(5):437-41. doi: 10.2340/16501977-0528."},{"pmid":"25927099","type":"BACKGROUND","citation":"Laver KE, George S, Thomas S, Deutsch JE, Crotty M. Virtual reality for stroke rehabilitation. Cochrane Database Syst Rev. 2015 Feb 12;2015(2):CD008349. doi: 10.1002/14651858.CD008349.pub3."},{"type":"BACKGROUND","citation":"Smith, C., et al., Can non-immersive virtual reality improve physical outcomes of rehabilitation? Physical Therapy Reviews, 2012. 17(1): p. 1-15."},{"pmid":"24681826","type":"BACKGROUND","citation":"Lohse KR, Hilderman CG, Cheung KL, Tatla S, Van der Loos HF. Virtual reality therapy for adults post-stroke: a systematic review and meta-analysis exploring virtual environments and commercial games in therapy. PLoS One. 2014 Mar 28;9(3):e93318. doi: 10.1371/journal.pone.0093318. eCollection 2014."},{"pmid":"23872681","type":"BACKGROUND","citation":"Peters DM, McPherson AK, Fletcher B, McClenaghan BA, Fritz SL. Counting repetitions: an observational study of video game play in people with chronic poststroke hemiparesis. J Neurol Phys Ther. 2013 Sep;37(3):105-11. doi: 10.1097/NPT.0b013e31829ee9bc."},{"pmid":"7814786","type":"BACKGROUND","citation":"Powell LE, Myers AM. The Activities-specific Balance Confidence (ABC) Scale. J Gerontol A Biol Sci Med Sci. 1995 Jan;50A(1):M28-34. doi: 10.1093/gerona/50a.1.m28."},{"pmid":"22502804","type":"BACKGROUND","citation":"Schmid AA, Van Puymbroeck M, Altenburger PA, Dierks TA, Miller KK, Damush TM, Williams LS. Balance and balance self-efficacy are associated with activity and participation after stroke: a cross-sectional study in people with chronic stroke. Arch Phys Med Rehabil. 2012 Jun;93(6):1101-7. doi: 10.1016/j.apmr.2012.01.020. Epub 2012 Apr 11."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}