{"protocolSection":{"identificationModule":{"nctId":"NCT02665585","orgStudyIdInfo":{"id":"3PCAS"},"organization":{"fullName":"University of Roma La Sapienza","class":"OTHER"},"briefTitle":"Plaque Prolapse Prevention Carotid Artery Stenting (3PCAS)","officialTitle":"Plaque Prolapse Prevention Carotid Artery Stenting (3PCAS) Randomized Controlled Trial","acronym":"3PCAS"},"statusModule":{"statusVerifiedDate":"2017-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-11"},"primaryCompletionDateStruct":{"date":"2016-10","type":"ACTUAL"},"completionDateStruct":{"date":"2016-10","type":"ACTUAL"},"studyFirstSubmitDate":"2016-01-15","studyFirstSubmitQcDate":"2016-01-23","studyFirstPostDateStruct":{"date":"2016-01-28","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-09-14","lastUpdatePostDateStruct":{"date":"2017-09-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Laura Capoccia","investigatorTitle":"Vascular and Endovascular Surgery Division, Department of Surgery","investigatorAffiliation":"University of Roma La Sapienza"},"leadSponsor":{"name":"University of Roma La Sapienza","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The aim of the present positive-control study is to analyze and compare the rate of off-table subclinical neurological events in two groups of patients submitted to carotid artery stenting (CAS) with two different kind of stents, a close-cell stent, and the new mesh-covered stent, so to verify if the new model of stent is effective in preventing postprocedural carotid plaque embolism.","detailedDescription":"Scientific background and explanation of rationale: CAS in selected asymptomatic patients has proven to be effective in reducing the risk of carotid-related neurological ischemic events in selected patients. It also carries a not-negligible risk of intraprocedural and postprocedural (so-called \"off-table\") embolic events causing clinical (TIA, stroke, death) and subclinical (Magnetic Resonance Imaging - MRI-detectable microembolic brain lesions, cognitive impairment, increase in markers of brain injury) morbidity. CAS technique has progressively refined in order to minimize the risk of intraprocedural embolism, but despite the increasing use of close-cell design stents the risk of plaque prolapse through the stent struts and of postprocedural embolism still exists. In order to prevent plaque prolapse a new stent design has been conceived and realized. It combines the traditional open-cell design to an exterior PET mesh that is able to capture and keep in place plaque debris as small as 150-180µm.\n\nThe aim of the present positive-control study is to analyze and compare the rate of off-table subclinical neurological events in two groups of patients submitted to CAS with two different kind of stents, a close-cell stent, and the new mesh-covered stent, so to verify if the new model of stent is effective in preventing postprocedural carotid plaque embolism.\n\nMethods\n\nTrial Design: single-center, superiority, randomized controlled trial comparing results between two different carotid stents in patients affected by asymptomatic ≥70% carotid artery stenosis.\n\nParticipants:\n\nCAS inclusion criteria are: age more than 55 years, presence of a carotid stenosis ≥70% (NASCET evaluation criteria), with no previous neurologic symptoms referred in the medical history, absence of a previous brain ischemic lesion detected at Diffusion Weighted (DW)-MRI. Patients with symptomatic carotid lesions, previous ischemic lesions detected at DW-MRI, or inability to give consent will be excluded from the study.\n\nExclusion criteria for CAS are: significant contraindications to angiography, history of bleeding disorder, or intracranial aneurysm or vascular malformation or hemorrhage, presence of intraluminal thrombus, poor entry points at the femoral artery, type 2-3 arch, bovine arch, severe aortic arch or ipsilateral ostial common carotid or brachiocephalic atherosclerosis, severe proximal common or distal internal carotid artery tortuosity, sharply angulated internal carotid artery, carotid string sign, circumferential calcification of carotid plaque, length of the target lesion requiring more than one stent.\n\nEligibility criteria for randomization are: obtained informed consent, compliance to the study protocol. Patients will be randomized to receive either carotid Wallstent (Boston Scientific, Marlborough, MA, USA) or C-Guard carotid stent (Inspire-MD, Tel-Aviv, Israel) a new mesh-covered open-cell stent.\n\nWritten informed consent will be obtained before enrollment. Setting: data will be collected and analyzed at our Vascular Unit Academic Centre.\n\nInterventions: CAS interventions will be performed with distal embolic protection device in all cases (Filterwire, Boston Scientific, Marlborough, MA, USA) . Wallstent or C-Guard stent will be alternatively used to cover the whole plaque surface.\n\nDW-MRI performance: all patients will be submitted to preoperative, immediate postoperative, and 72 hours postoperatively DW-MRI. The comparison between immediate postoperative and 72-hour examinations will detect any off-table events. Presence of recent ischemic lesions at preoperative examination will be considered an exclusion criterion for entering the study.\n\nMiniMentalStateExamination (MMSE) Test and MontrealCognitive Assessment (MOCA) Test administration and interpretation: all patients will be submitted to preoperative and 72-hour postoperative MMSE and MOCA tests in order to prove the effect of CAS-related microemboli on cognitive performance. The research assistant responsible for performing the tests preoperatively and postoperatively in all patients is trained to administer and score the tests. Downgrading in the postoperative examination, such as from normal to some cognitive impairment (1 step) or a difference ≥4 in the postoperative score compared with the preoperative value will be considered significant. No psychotropic or sedative medications will be administered to the patients before performing tests.\n\nNeuroSpecificEnolase (NSE) and S100β serum levels detection and analysis: The S100 test measures the β-subunit of protein S100 as defined by three monoclonal antibodies with a detection limit of 0.02 µg/L. NSE measurement is based on monoclonal antibodies that bind to the γ-subunit of the enzyme with a minimal measurable concentration of 0.3 µg/L. S100β and NSE proteins will be analyzed by the use of automated immunoluminometric assays (S100 Elecsys test, Roche Diagnostics GmbH, Mannheim, Germany; ELSA-NSE, CIS Bio International, Gif-sur-Yvette Cedex, France). Venous blood samples will be obtained for each patient preoperatively (basal sample), at 5 minutes after embolic protection device retrieval, and at 2, 12, 24, and 48 hours after the end of the procedure. Samples will be allowed to clot. After centrifugation (1800g for 6 minutes) ≤20 minutes from collection, serum will be stored at -80°C for later analysis.\n\nObjective: to demonstrate a decrease in off-table microembolic event rate in patients submitted to CAS with C-Guard stent implantation compared to patients with Wallstent implantation, detected by DW-MRI, markers of brain injury, and neuropsychometric tests.\n\nSample size estimation: assuming a type I error α=0.05, a type II error β=0.20, so a power (1-β)=0.80, an event rate in the control (Wallstent) group of 0.40 (40%), an event rate in the treatment (C-Guard) group of 0.10 (10%), so assuming a 30% event rate reduction in the treatment group, the estimation of sample size for each treatment group is 29.\n\nRandomisation: a computer-generated random allocation sequence would be used. A blocked randomization will be performed with an allocation ratio 1:1. Allocation concealment will be used. Blind postprocedural DW-MRI assessment/interpretation, neurobiomarkers levels evaluation, and MMSE and MOCA administration will be done by those assessing outcomes."},"conditionsModule":{"conditions":["Cerebrovascular Disease"],"keywords":["carotid disease","stroke","stent","carotid stenting"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":58,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"C-Guard carotid stent","type":"EXPERIMENTAL","description":"Carotid stenting procedure by C-Guard stent implantation (InspireMD, Boston, MA, USA)","interventionNames":["Procedure: Carotid stenting procedure by carotid stent implantation"]},{"label":"Wallstent carotid stent","type":"ACTIVE_COMPARATOR","description":"Carotid stenting procedure by Wallstent implantation (BostonScientific, Marlborough, MA, USA)","interventionNames":["Procedure: Carotid stenting procedure by carotid stent implantation"]}],"interventions":[{"type":"PROCEDURE","name":"Carotid stenting procedure by carotid stent implantation","description":"Carotid stenting procedure by carotid stent implantation","armGroupLabels":["C-Guard carotid stent","Wallstent carotid stent"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"perioperative (intraoperative and up to 72 hours postoperatively) neurological ischemic events clinically detectable.","description":"perioperative (intraoperative and up to 72 hours postoperatively) neurological ischemic events clinically (TIA, stroke, permanent focal retinal artery occlusion, neurological death).","timeFrame":"intraoperative and up to 72 hours postoperatively"},{"measure":"perioperative (intraoperative and up to 72 hours postoperatively) neurological ischemic events subclinically detectable.","description":"perioperative (intraoperative and up to 72 hours postoperatively) neurological ischemic events subclinically detectable (by new DW-MRI lesions, ≥0.02 µg/L increase in S100β and/or ≥0.3 µg/L increase in NSE serum levels, ≥5 variation in postprocedural MiniMentalStateExaminationTest -MMSE score).","timeFrame":"intraoperative and up to 72 hours postoperatively"}],"secondaryOutcomes":[{"measure":"local (inguinal haemathoma, pseudoaneurysm formation, access vessel dissection or thrombosis) complications occurring during or after procedure.","description":"local (inguinal haematoma, pseudoaneurysm formation, access vessel dissection or thrombosis) complications occurring during or after procedure.","timeFrame":"intraoperative and up to 72 hours postoperatively"},{"measure":"systemic complications occurring during or after procedure.","description":"systemic complications (acute myocardial infarction (AMI) detected by myocardial specific enzymes increase and electrocardiographic alterations, transient or permanent renal impairment defined as a creatinine serum level increase ≥25% of the basal value, ≥24 hours hypotension or bradycardia, respectively defined as systolic blood pressure≤120mmHg, and heart rate≤60bpm , acute respiratory failure requiring prolonged orotracheal intubation) occurring during or after procedure.","timeFrame":"intraoperative and up to 72 hours postoperatively"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* presence of a carotid stenosis ≥70% (NASCET evaluation criteria)\n* no previous neurologic symptoms referred in the medical history\n* absence of a previous brain ischemic lesion detected at DW-MRI\n\nExclusion Criteria:\n\n* symptomatic carotid lesions\n* previous ischemic brain lesions detected at DW-MRI\n* inability to give consent\n\nExclusion criteria for CAS are:\n\n* significant contraindications to angiography,\n* history of bleeding disorder,\n* intracranial aneurysm or vascular malformation or hemorrhage,\n* presence of intraluminal thrombus,\n* poor entry points at the femoral artery,\n* type 2-3 arch,\n* bovine arch,\n* severe aortic arch or ipsilateral ostial common carotid or brachiocephalic atherosclerosis,\n* severe proximal common or distal internal carotid artery tortuosity,\n* sharply angulated internal carotid artery,\n* carotid string sign,\n* circumferential calcification of carotid plaque,\n* length of the target lesion requiring more than one stent","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Francesco Speziale","affiliation":"Chief and Full Professor Vascular Surgery Division, Department of Surgery \"Paride Stefanini\", Policlinico Umberto I, \"Sapienza\" University of Rome, Italy","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Laura Capoccia","city":"Roma","zip":"00161","country":"Italy","geoPoint":{"lat":41.89193,"lon":12.51133}}]},"referencesModule":{"references":[{"pmid":"20045614","type":"BACKGROUND","citation":"Capoccia L, Speziale F, Gazzetti M, Mariani P, Rizzo A, Mansour W, Sbarigia E, Fiorani P. Comparative study on carotid revascularization (endarterectomy vs stenting) using markers of cellular brain injury, neuropsychometric tests, and diffusion-weighted magnetic resonance imaging. J Vasc Surg. 2010 Mar;51(3):584-91, 591.e1-3; discussion 592. doi: 10.1016/j.jvs.2009.10.079. Epub 2010 Jan 4."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000011391","term":"Prolapse"}],"ancestors":[{"id":"D000020763","term":"Pathological Conditions, Anatomical"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M13951","name":"Prolapse","asFound":"Prolapse","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disease","relevance":"HIGH"},{"id":"M22209","name":"Pathological Conditions, Anatomical","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}