{"protocolSection":{"identificationModule":{"nctId":"NCT06214364","orgStudyIdInfo":{"id":"CHILDBOOST"},"organization":{"fullName":"Universidad Francisco de Vitoria","class":"OTHER"},"briefTitle":"Transcranial Direct Current Stimulation and Gamified Rehabilitation for Upper Limb Function in Pediatric Brain Damage","officialTitle":"Transcranial Direct Current Stimulation as Adjuvant to Gamified Rehabilitation for Upper Limb Function in Pediatric Non-progressive Brain Damage: a Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-11-27","studyFirstSubmitQcDate":"2024-01-09","studyFirstPostDateStruct":{"date":"2024-01-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-09","lastUpdatePostDateStruct":{"date":"2024-01-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Universidad Francisco de Vitoria","class":"OTHER"},"collaborators":[{"name":"Universidad Nacional de Educación a Distancia","class":"OTHER"},{"name":"Hospital Beata María Ana","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to acknowledge the effects of transcranial direct current stimulation as an adjuvant with gaming rehabilitation for upper limb function rehabilitation in paediatric population with non-progressive brain damage. The main questions it aims to answer are:\n\n* Does tDCS boost upper limb function rehabilitation results adding as an adjuvant in paediatric brain damage?\n* What domains related with upper limb function are most influenced by tDCS stimulation?\n* What clinical variables are the best to predict the efficacy of the combined treatment?\n* If the selected intervention causes changes in cognitive domains, and, if it occurs, see their relationship with the proposed intervention and the motor outcomes.\n\nAs a general objective, this trial seeks the validation of a protocol of non-invasive brain stimulation with tDCS as a complementary therapy for peadiatric population with brain injuries.\n\nParticipants will be randomly allocated into two groups: experimental group will receive anodal tDCS plus upper limb rehabilitation gaming system rehabilitation and control group will receive sham tDCS plus rehabilitation gaming system for upper limb rehabilitation. Both groups will conducted a virtual reality program with upper limb exercises while been stimulated either with anodal tDCS or sham tDCS.\n\nResearchers will compare experimental and control groups to see if there is a difference in upper limb function and cognitive functions.","detailedDescription":"Paediatric brain damage is categorized into two main types: cerebral palsy, characterized by permanent impairments in posture and movement due to non-progressive brain injuries during gestation and early years of life, and acquired paediatric brain damage, which encompasses sudden brain injuries occurring after birth, stemming from various causes such as traumatic brain injuries, strokes, infections, and brain tumors. Cerebral palsy is estimated to affect 2 cases per 1,000 births, while acquired childhood brain damage exhibits variable incidences depending on the cause. Both categories manifest a broad spectrum of symptoms, ranging from motor and sensory impairments to cognitive, behavioral, and emotional issues, necessitating a transdisciplinary rehabilitation approach. Neuroplasticity has an essential role in function developing and recovery, because of that several rehabilitation techniques are based on this concept, such as virtual reality. Non-invasive brain stimulation is developed to enhance these neuroplasticity mechanisms and, used as a coadjuvant therapy, seeks to get greater and faster results from rehabilitation treatments. Specifically transcranial direct current stimulation (tDCS) has shown positive results in motor functions like gait, balance and upper limb function, when applied as anodal tDCS over M1 cortex. The aim of this study is to conduct an independent parallel randomized trial to assess the effectiveness of tDCS combined with virtual reality in paediatric brain damage in upper limb function, as well as study if the stimulation conducted in M1 cortex has influenced in another cerebral areas and therefore causes changes in cognitive functioning such as executive functions and attention."},"conditionsModule":{"conditions":["Paediatric Brain Damage","Cerebral Palsy","Paediatric Stroke","Paediatric Traumatic Brain Injury","Paediatric Acquired Brain Injury"],"keywords":["tDCS","NIBS","Virtual reality","Upper limb function","Paediatric brain damage","Cerebral palsy","Paediatric stroke","Paediatric acquired brain injury"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This is parallel randomized triple-blind controlled trial with two groups: experimental group will be administered active anodal tDCS and control group, with sham tDCS.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"Allocation concealment: allocation sequence will be generated by an independent investigator. Group code number will be placed in sealed envelopes, that will be opened by another investigator, ignoring which code corresponds with each intervention.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":36,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Active transcranial direct current stimulation","type":"ACTIVE_COMPARATOR","description":"Active Anodal Transcranial Direct Current Stimulation (a-tDCS) will be applied over the Primary Motor Cortex of the affected or most affected hemisphere during 10 20 minute-sessions at 2 miliamps.\n\nThe tDCS stimulator device will be used by an experienced physical therapist by a saline-soak pair of surface electrodes. The anode electrode will be placed over C3 (EEG 10/20 system) and the cathode electrode over the contralateral supraorbital area (Fp2), in order to enhance the excitability of M1.\n\nWhile the tDCS stimulation is administered, virtual reality upper limb exercises will be conducted. Virtual reality program will continue for another 20 minutes after the tDCS stimulation.","interventionNames":["Device: Active Transcranial Direct Current Stimulation"]},{"label":"Sham Transcranial Direct Current Stimulation","type":"SHAM_COMPARATOR","description":"Sham Transcranial Direct Current (s-tDCS) will be applied over the Primary Motor Cortex during 10 sessions of 20 minutes.\n\nThe electrodes will be placed in the same positioned as for M1 stimulation in the experimental group, but the current will only be applied ramping for 30 seconds in the beginning and at the end of the procedure to secure the blinding.\n\nWhile the sham tDCS stimulation is administered, virtual reality upper limb exercises will be conducted. Virtual reality program will continue for another 20 minutes after the sham tDCS stimulation.","interventionNames":["Device: Sham Transcranial Direct Current Stimulation"]}],"interventions":[{"type":"DEVICE","name":"Active Transcranial Direct Current Stimulation","description":"Active Anodal Transcranial Direct Current Stimulation (a-tDCS) will be applied over the Primary Motor Cortex of the affected or most affected hemisphere during 10 20 minute-sessions at 2 miliamps.\n\nThe tDCS stimulator device will be used by an experienced physical therapist by a saline-soak pair of surface electrodes. The anode electrode will be placed over C3 (EEG 10/20 system) and the cathode electrode over the contralateral supraorbital area (Fp2), in order to enhance the excitability of M1.\n\nWhile the tDCS stimulation is administered, virtual reality upper limb exercises will be conducted. Virtual reality program will continue for another 20 minutes after the tDCS stimulation.","armGroupLabels":["Active transcranial direct current stimulation"]},{"type":"DEVICE","name":"Sham Transcranial Direct Current Stimulation","description":"The electrodes will be placed in the same position as for the Primary Motor Cortex stimulation, as in the experimental group. Current will be applied for 30 seconds in the beginning and at the end for securing the blinding.\n\nWhile the sham tDCS stimulation is administered virtual reality upper limb exercises will be conducted. Virtual reality program will continue for another 20 minutes after the tDCS stimulation.","armGroupLabels":["Sham Transcranial Direct Current Stimulation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in Melbourne Assessment 2 (MA-2)","description":"Upper limb functionality scale for children with neurological impairment from 2,5 to 15 years. It evaluates range of movement, target accuracy, fluency, grasp, accuracy of release, finger dexterity and speed. These elements are scored separately based on the execution of 16 different activities, giving a 0 to 4 or 0 to 3 punctuation in 36 different items.","timeFrame":"From baseline at 2 weeks and 6 weeks"},{"measure":"Changes in kinematic and kinetic upper limb analysis - Velocity of the movement","description":"The activities included in the MA-2 will be recorded with three different cameras: one in the frontal plane, another in the sagittal plane, and another for the transverse plane. Movement analysis will be carried out with the software kinovea (Kinovea, France).\n\nThe analysis will include mean and peak velocity of the movement, addressed in meters per second (m/s).","timeFrame":"From Baseline at 2 weeks and 6 weeks"},{"measure":"Changes in kinematic and kinetic upper limb analysis - Movement acceleration","description":"The activities included in the MA-2 will be recorded with three different cameras: one in the frontal plane, another in the sagittal plane, and another for the transverse plane. Movement analysis will be carried out with the software kinovea (Kinovea, France).\n\nThe analysis will include movement acceleration, addressed in meters per second squared (m/s\\^2).","timeFrame":"From Baseline at 2 weeks and 6 weeks"},{"measure":"Changes in kinematic and kinetic upper limb analysis - Duration of the movement","description":"The activities included in the MA-2 will be recorded with three different cameras: one in the frontal plane, another in the sagittal plane, and another for the transverse plane. Movement analysis will be carried out with the software kinovea (Kinovea, France). The time parameters included in the analyses will be: going phase, adjusting phase, returning phase and total movement duration. All measures will be addressed in seconds (s).","timeFrame":"From Baseline at 2 weeks and 6 weeks"},{"measure":"Changes in kinematic and kinetic upper limb analysis - range of motion","description":"The activities included in the MA-2 will be recorded with three different cameras: one in the frontal plane, another in the sagittal plane, and another for the transverse plane. Movement analysis will be carried out with the software kinovea (Kinovea, France).\n\nThe analysis will include range of motion of flex-extension of shoulder, elbow and wrist; horizontal abduction of the shoulder, radial and cubital deviation of the wrist and abduction and adduction of the shoulder. The markers needed to register the movement will be place according to Wu et al. protocol in sternocostoclavicular joints and xiphoid process for the trunk, acromioclavicular joint for the shoulder, medial and lateral epicondyles for the elbow, radial and ulnar styloid processes for the wrist and heads of the second and fourth metacarpals for the hand.\n\nThese measures will be addressed in degrees.","timeFrame":"From Baseline at 2 weeks and 6 weeks"},{"measure":"Changes in Box and Block Test (BBT)","description":"This test assesses dexterity. It consists of placing the greater number of cubes from one place to another in 60 seconds.","timeFrame":"From baseline at 2 weeks and 6 weeks"}],"secondaryOutcomes":[{"measure":"Changes in and grip strength","description":"Hand grip strength will be evaluated with a dynamometer","timeFrame":"From baseline at 2 weeks and 6 weeks"},{"measure":"Changes in finger flexor muscles spasticity","description":"Finger flexor muscle groups spasticity will be evaluated by AMADEO device (Tyromotion, Graz). The device assesses spasticity in the flexor muscle groups of the fingers based on the modified Ashworth scale (MAS), taking 3 measurements at 3 different speeds.","timeFrame":"From baseline at 2 weeks and 6 weeks"},{"measure":"Changes in finger extensor muscles spasticity","description":"Finger extensor muscle groups spasticity will be evaluated by AMADEO device (Tyromotion, Graz). The device assesses spasticity in the extensor muscle groups of the fingers based on the modified Ashworth scale (MAS), taking 3 measurements at 3 different speeds.","timeFrame":"From baseline at 2 weeks and 6 weeks"},{"measure":"Changes in Children's hand-use experience questionnaire (CHEQ)","description":"Measures Upper limb use in daily living activities and its subjective experience using the affected hand in activities where usually two hands are needed. This questionnaire can be answered by the children or the caregivers. It has 3 categories: hand use, time needed to complete the action in comparison with their equals and personal experience while conducting the action. It includes 27 different activities.","timeFrame":"From baseline at 2 weeks and 6 weeks"},{"measure":"Changes in Wechsler Intelligence Scale for Children V (WISC-V)","description":"Clinical instrument to assess intelligence in children from 6 to 16 years and 11 months. It provides scores of primary intelligence indices that reflect intellectual functioning in different cognitive areas: verbal comprehension, visuospatial ability, fluid reasoning, working memory, and processing speed. It also provides an overall intelligence score.","timeFrame":"From baseline at 2 weeks and 6 weeks"},{"measure":"Changes in Beery-Buktenica Developmental Test of Visual-Motor Integration (Beery VMI)","description":"This tool is a visual perception test which consists of a sequence of geometric figures, in ascending grade of complexity, to evaluate the visuomotor integration in individuals from 3 years to 17 years and 11 months old.","timeFrame":"From baseline at 2 weeks and 6 weeks"},{"measure":"Changes in Neuropsychological battery for children NEPSY-II","description":"It is a tool for conducting specific cognitive assessment by domains, from 3 to 16 years old, as it includes tests that assess attention and executive functions, language, memory and learning, sensorimotor functioning, visuospatial processing, and social perception.","timeFrame":"From baseline at 2 weeks and 6 weeks"},{"measure":"Changes in Test of Everyday Attention for Children (TEA-Ch) Changes in Test for everyday attention for children (TEA-Ch)","description":"This test evaluates the different types of attention (selective, divided and sustained) in visual and auditive modality for children between 6 and 12 years. It is composed of 9 subtests.","timeFrame":"From baseline at 2 weeks and 6 weeks"},{"measure":"Changes in Verbal learning test for children Spain-Complutense (TAVECI)","description":"This test is designed for evaluating memory and learning system in children between 3 and 16 years of age.","timeFrame":"From baseline at 2 weeks and 6 weeks"},{"measure":"Changes in Behavior rating inventory for executive function 2 (BRIEF-2)","description":"This is the international reference tool for assessing executive functioning for children between 5 and 18 years. It is reported from the parents, caregivers and teachers by questionnaires.","timeFrame":"From baseline at 2 weeks and 6 weeks"},{"measure":"Changes in Evaluation System for children and adolescents (SENA)","description":"This tool assesses a wide spectrum of emotional and conduct problems for children from 3 years to 18 through information of their environment.","timeFrame":"From baseline at 2 weeks and 6 weeks"},{"measure":"Changes in Kidscreen-52 scale","description":"It is a quality of life questionnaire that is completed both by the children and by their parents or caregivers. It includes several domains about situations and functions of the daily living, answering the questions with a punctuation from 1 to 5. The final score is obtained by summing each value: higher values correlate with a good quality of life perception and lower punctuations correlate with a poor quality of life perception.","timeFrame":"From baseline at 2 weeks and 6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ischemic or hemorrhagic stroke.\n* Traumatic brain injury.\n* Cerebral palsy.\n* Acquired Brain Injury.\n* Other causes of non-progressive brain damage susceptible to treatment with the established procedures.\n* Evolution of the injury of at least one year.\n* Age between 7 and 15 years, with adequate language development and capacity to comprehend the proposed procedure.\n* Neuroimaging study done.\n* Absence of previous brain injuries prior to the one prompting treatment.\n* Score between II and IV on the MACS scale for manual ability assessment.\n* Signed informed consent by the patient and their legal guardian in case the participant is 12 or older. If the participant is younger than 12 years, only the caregiver signed informed consent will be necessary.\n* Increased tone according to the modified Ashworth scale ranging from 1 to 1+.\n* Minimum score of 1 on each item assessed in the Melbourne Assessment 2 scale.\n\nExclusion Criteria:\n\n* Dermatological problems in the electrode application area (psoriasis, dermatitis on the scalp or face).\n* Presence of implants or metal pieces in the head excluding fillings.\n* Pacemakers, medication pumps, stimulators (vagal, cerebral, transcutaneous), ventriculoperitoneal shunts, or aneurysm clips.\n* Neurological disease different from that described in the inclusion criteria.\n* Significant language difficulties that unable proper understanding of activities or severely limit expression.\n* Moderate or severe mood disorders diagnosed by the regular pediatrician.\n* Uncontrolled medical issues (acute phase pathologies without medical or pharmacological treatment with proven efficacy or life-threatening conditions).","healthyVolunteers":false,"sex":"ALL","minimumAge":"7 Years","maximumAge":"15 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"centralContacts":[{"name":"Juan Pablo Romero Muñoz, PhD, MD","role":"CONTACT","phone":"+34 91 409 09 03","email":"p.romero.prof@ufv.es"},{"name":"Marcos Ríos Lago, PhD","role":"CONTACT","phone":"+34 91 409 09 03","email":"mrios@psi.uned.es"}],"overallOfficials":[{"name":"Juan Pablo Romero Muñoz, PhD, MD","affiliation":"Universidad Francisco de Vitoria","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Marcos Ríos Lago, PhD","affiliation":"Universidad Nacional de Educación a Distancia","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Beatriz Gavilán Agustí, PhD","affiliation":"Hospital Beata María Ana","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Beata Maria Ana Hospital","city":"Madrid","zip":"28007","country":"Spain","geoPoint":{"lat":40.4165,"lon":-3.70256}}]},"referencesModule":{"references":[{"pmid":"32662125","type":"BACKGROUND","citation":"Upadhyay J, Tiwari N, Ansari MN. Cerebral palsy: Aetiology, pathophysiology and therapeutic interventions. Clin Exp Pharmacol Physiol. 2020 Dec;47(12):1891-1901. doi: 10.1111/1440-1681.13379. Epub 2020 Aug 19."},{"pmid":"28111406","type":"BACKGROUND","citation":"Araki T, Yokota H, Morita A. Pediatric Traumatic Brain Injury: Characteristic Features, Diagnosis, and Management. Neurol Med Chir (Tokyo). 2017 Feb 15;57(2):82-93. doi: 10.2176/nmc.ra.2016-0191. Epub 2017 Jan 20."},{"pmid":"34309829","type":"BACKGROUND","citation":"Gmelig Meyling C, Verschuren O, Rentinck IR, Engelbert RHH, Gorter JW. Physical rehabilitation interventions in children with acquired brain injury: a scoping review. Dev Med Child Neurol. 2022 Jan;64(1):40-48. doi: 10.1111/dmcn.14997. Epub 2021 Jul 26."},{"pmid":"27778158","type":"BACKGROUND","citation":"Khan F, Amatya B, Galea MP, Gonzenbach R, Kesselring J. Neurorehabilitation: applied neuroplasticity. J Neurol. 2017 Mar;264(3):603-615. doi: 10.1007/s00415-016-8307-9. Epub 2016 Oct 24."},{"pmid":"33326122","type":"BACKGROUND","citation":"Choi JY, Yi SH, Ao L, Tang X, Xu X, Shim D, Yoo B, Park ES, Rha DW. Virtual reality rehabilitation in children with brain injury: a randomized controlled trial. Dev Med Child Neurol. 2021 Apr;63(4):480-487. doi: 10.1111/dmcn.14762. Epub 2020 Dec 16."},{"pmid":"27866120","type":"BACKGROUND","citation":"Lefaucheur JP, Antal A, Ayache SS, Benninger DH, Brunelin J, Cogiamanian F, Cotelli M, De Ridder D, Ferrucci R, Langguth B, Marangolo P, Mylius V, Nitsche MA, Padberg F, Palm U, Poulet E, Priori A, Rossi S, Schecklmann M, Vanneste S, Ziemann U, Garcia-Larrea L, Paulus W. Evidence-based guidelines on the therapeutic use of transcranial direct current stimulation (tDCS). Clin Neurophysiol. 2017 Jan;128(1):56-92. doi: 10.1016/j.clinph.2016.10.087. Epub 2016 Oct 29."},{"pmid":"28632467","type":"BACKGROUND","citation":"Moura RCF, Santos C, Collange Grecco L, Albertini G, Cimolin V, Galli M, Oliveira C. Effects of a single session of transcranial direct current stimulation on upper limb movements in children with cerebral palsy: A randomized, sham-controlled study. Dev Neurorehabil. 2017 Aug;20(6):368-375. doi: 10.1080/17518423.2017.1282050. Epub 2017 Feb 25."},{"pmid":"34513765","type":"BACKGROUND","citation":"Ko EJ, Hong MJ, Choi EJ, Yuk JS, Yum MS, Sung IY. Effect of Anodal Transcranial Direct Current Stimulation Combined With Cognitive Training for Improving Cognition and Language Among Children With Cerebral Palsy With Cognitive Impairment: A Pilot, Randomized, Controlled, Double-Blind, and Clinical Trial. Front Pediatr. 2021 Aug 25;9:713792. doi: 10.3389/fped.2021.713792. eCollection 2021."},{"pmid":"37352444","type":"BACKGROUND","citation":"Collange-Grecco LA, Cosmo C, Silva ALS, Rizzutti S, Oliveira CS, Muszkat M. Effects of Dual Task Training and Transcranial Direct Current Stimulation in Children with Spastic Cerebral Palsy: A Pilot Randomized Control Trial. Dev Neurorehabil. 2023 Jul;26(5):279-286. doi: 10.1080/17518423.2023.2228400. Epub 2023 Jun 23."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Individual anonymized participant data will be available to other researchers under request.","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"timeFrame":"A year at the end of the study.","accessCriteria":"Individual anonymized participant data will be available to other researchers under request"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000002547","term":"Cerebral Palsy"},{"id":"D000070642","term":"Brain Injuries, Traumatic"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000001925","term":"Brain Damage, Chronic"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M5486","name":"Cerebral Palsy","asFound":"Cerebral Palsy","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M4892","name":"Brain Damage, Chronic","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}