{"protocolSection":{"identificationModule":{"nctId":"NCT05300997","orgStudyIdInfo":{"id":"TrImS-RAINER-2021"},"organization":{"fullName":"The University of Hong Kong","class":"OTHER"},"briefTitle":"Translational Immunodiagnostics in Stroke (TrImS)","officialTitle":"Translational Immunodiagnostics in Suspected Stroke (TrImS): A Two-centre, Pragmatic, Prospective, Observational Study","acronym":"TrImS"},"statusModule":{"statusVerifiedDate":"2022-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-05-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-05-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-02-25","studyFirstSubmitQcDate":"2022-03-18","studyFirstPostDateStruct":{"date":"2022-03-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-07-03","lastUpdatePostDateStruct":{"date":"2022-07-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Prof. Timothy Hudson RAINER","investigatorTitle":"Professor of Emergency Medicine","investigatorAffiliation":"The University of Hong Kong"},"leadSponsor":{"name":"The University of Hong Kong","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In adult patients presenting to emergency departments within 24 hours of symptom onset with suspected acute stroke, we aim:\n\n1. to identify early brain- and pathology-specific circulating, whole blood, plasma and serum panorOmic biomarkers that enable early acute stroke detection, diagnosis, dynamics, differentiation, monitoring, prediction and prognosis.\n2. to identify early brain- and pathology-specific, panorOmic biomarkers in saliva that enable early acute stroke detection, diagnosis, dynamics, differentiation, monitoring, prediction and prognosis.\n3. to derive biomarker platforms of models for early acute stroke detection, diagnosis, dynamics, differentiation, monitoring, prediction and prognosis\n4. to validate these models in independent and external datasets","detailedDescription":"Introduction\n\nStroke is a leading cause of overall mortality, morbidity and disability worldwide. In 2010 it was the second leading cause of death whilst in 2019 it ranked third overall for disability adjusted life years (DALYs) and second for those aged 50 years and over. Acute ischaemic stroke (AIS) is a leading cause of mortality and morbidity in the USA affecting over 800 000 adults each year. In Hong Kong it is the fourth leading cause of death. It is frequently preceded by a transient ischaemic attack (TIA) which is a harbinger for future cerebral ischaemic events with a 20% risk of stroke within 90 days.\n\nStroke is associated with ischaemic, inflammatory, haemorrhagic and atherosclerotic processes linked to disruption of the blood brain barrier and increased blood borne proteins and nucleic acids. It is estimated that 'the average duration of non-lacunar stroke evolution is 10 hours (range 6 to 18 hours), and the average number of neurones in the human forebrain is 22 billion. In patients experiencing a typical large vessel AIS, 120 million neurones, 830 billion synapses and 714 km (447 miles) of myelinated fibres are lost each hour. In each minute, 1.9 million neurones, 14 billion synapses, and 12 km (7.5 miles) of myelinated fibres are destroyed. Compared with the normal rate of neurone loss in brain aging, the ischaemic brain ages 3.6 years each hour without treatment'. There is also evidence of such injury in the circulation within minutes to hours of major trauma including head injury.\n\nThe timely diagnosis of stroke and its aetiological classification into stroke-types is important as early appropriate intervention results in vastly improved outcomes. Firstly, determining the cause of the stroke affects which treatment is immediately prescribed. For example, early thrombolysis is indicated for AIS but contraindicated for haemorrhagic stroke (HS). A diagnosis of AIS within 4.5 hours of stroke onset followed by timely thrombolytic intervention improves stroke outcome. Anticoagulant and antiplatelet therapy is indicated for cardioembolic stroke or TIA but contraindicated for atherogenic strokes. In the case of the latter, antiplatelets are recommended. Large vessel occlusion is better treated by surgery than conservatively. Delays in diagnosis and early intervention count as avoidable DALYs, morbidity, healthcare expenditure and early mortality.\n\nIn the developed world, stroke is suspected and detected by clinical history and examination and confirmed diagnostically by cerebrovascular imaging either by CT and/or MRI. Whilst neuroimaging presents the current best standard for stroke identification and classification it is far from optimal. Neuroimaging provides only gross estimates of neurovascular damage, fails to identify the cause (cryptogenic stroke) in a significant 5 - 15% cases, and provides little information on cellular and molecular pathophysiology. This in turn delays early treatment and limits the search for potential agents for stroke prevention and recovery. Further, the absence of an objective method for determining stroke onset, for example in patients who wake with a suspected stroke, results in 80% of patients with AIS not receiving thrombolysis. Therefore, there is a need to understand the dynamic pathophysiology of stroke at an early stage.\n\nMolecular biomarkers such as conventional and high-sensitivity troponin have transformed the detection and risk-stratification of patients with acute coronary syndrome. However, no such markers exist for the early detection, diagnosis, classification and risk-stratification of stroke or TIA. Over the last several decades, investigators have searched for stroke markers which might be useful for screening, detection, diagnosis, classification, monitoring, prediction and prognosis of stroke. Many candidate markers have been identified but none have been sufficiently accurate or early enough in stroke development to find a place in clinical care.\n\nThe great challenge is identifying early, accessible biomarkers with a high level of accuracy for detecting, diagnosing and differentiating stroke aetiology. Recent technological discoveries suggest that many blood-based markers may be detected both qualitatively and quantitatively in breath and saliva using immunoassay and spectral profiling. Such technologies yield accurate results within minutes to seconds. The challenge is not downstream in the translational pipeline but the upstream discoveries of -omics markers. Once discovered, the technologies for developing rapid assays and point-of-care tests are already in place.\n\nBrain-specific biomarkers in Stroke\n\nThe search for meaningful biomarkers in stroke has been long. It includes genomic, transcriptomic, proteomic, metabolic and lipidomic approaches. For example, recent studies suggest that whole blood transcriptomics may enable accurate AIS differentiation. The Ischemia Care Biomarkers of Acute Stroke Etiology (BASE) investigators are currently evaluating RNA gene expression in peripheral blood in stroke patients presenting within 30 hours of stroke onset (NCT02014896). BASE is a multi-centre, prospective study with an estimated enrolment of 1100 adult patients and 100 age, gender and co-morbidity matched controls who present to the Emergency Department (ED) or hospital with suspected AIS or TIA. The results of these studies are awaited but at present there is no early, accurate biomarkers platform to guide stroke detection and diagnostics.\n\nThere has been extensive study on brain-specific proteomic biomarkers of glial cells \\[e.g. S100 calcium-binding protein B (S100B), glial fibrillary acidic protein (GFAP)\\] and neuronal cells \\[e.g. ubiquitin C-terminal hydrolase-L1 (UCH-L1), neuron-specific enolase (NSE), alpha II-spectrin breakdown products (e.g. SBDP120, SBDP145, and SBDP150), myelin basic protein (MBP), neurofilament light chain (NF-L), tau protein, visinin-like protein-1 (VLP 1), NR2 peptide injury in cerebrospinal fluid (CSF) and peripheral blood in the search for timely diagnostic information for stroke \\[28\\]. Yet none have found their way into clinical practice.\n\nNon-specific biomarkers in Stroke\n\nAs previously mentioned, stroke is associated with generic, non-specific, ischaemic, inflammatory, haemorrhagic and atherosclerotic processes that are linked to disruption of the blood brain barrier and increased blood borne proteins and nucleic acids. A detailed review of non-specific but pathology-relevant stroke biomarkers is beyond the scope of this introduction. However, an Omics approach should include a mention of lipidomics.\n\nLipidomics research in stroke has included conventional and advanced lipid approaches. For example, sphingolipids, phospholipids (including lyso- and ether- species), cholesteryl esters, and glycerolipids have been shown to predict future cardiovascular events and cardiovascular death but not with any high degree of accuracy. The addition of seven lipid species to a base model of 14 traditional risk factors and medications improved the prediction of cardiovascular events with a C statistic from 0.680 to 0.700 (P\\<0.0001). The addition of four lipid species into the base model improved the prediction of cardiovascular death with a C statistic of 0.740 to 0.760 (P\\<0.0001). Whilst statistically impressive the improvement in real-world prediction appears marginal and lacks impact. This approach has not led to a diagnostic platform for assessing early stroke.\n\nThe unmet clinical need\n\nPatients commonly present to EDs, general practices, the community, prehospital and hospital wards with suspected acute stroke where delays to diagnosis result in delays in treatment and inefficient healthcare processes. Clinical acumen is variable and subjective. Accurate, objective, early, safe, minimally-invasive, diagnostic and prognostic tests are needed to inform on stroke. EDs are one of the commonest settings for acute presentations of these illnesses.\n\nUnanswered Questions\n\nMany questions are currently unanswered. Can brain- and pathology-specific small molecular proteins and nucleic acids be detected quantitatively in the circulation (e.g. whole blood, plasma) and saliva within minutes to hours of the onset of acute stroke and TIA? Do such detections fit a temporal, dynamic and mechanistic role in the ischaemic, inflammatory, immunological, haemorrhagic, apoptotic, atherosclerotic, recovery and regenerative processes implicated in stroke and TIA? Do perturbations (elevations or reductions) in such markers have a role in the detection, diagnosis, stroke-classification, prediction and prognosis in patients with stroke? Do combinations of brain-specific biomarkers and non-specific pathological markers (e.g. atherosclerotic, inflammatory) improve stroke detection, diagnosis and differentiation? Could the discovery of such markers guide clinical pathways and lead ultimately to novel vaccines and therapeutic interventions in such patients?\n\nQuestions\n\n1. In adult patients presenting to EDs with suspected acute stroke, what combinations of early brain-specific and pathology-specific panorOmics liquid biopsy biomarkers optimise stroke detection, diagnosis, dynamics and differentiation?\n2. In adult patients presenting to EDs with suspected acute stroke what early panorOmics platforms of liquid biopsy biomarkers are useful for predicting responsiveness to treatment, monitoring and prognosis in differentiate stroke types?\n\n   * Stroke is suspected if patients are FAST or LAPSS or ROSIER positive. Suspected stroke includes stroke mimics, TIA, AIS and HS.\n   * Liquid biopsy includes whole blood, plasma, serum, white cell pellet and red cell effluent, and saliva\n   * Liquid biopsy biomarkers include genomic, transcriptomic, proteomic, metabolomic, lipidomic and haematological contents.\n   * Stroke types include HS and AIS.\n\nHypothesis\n\nWe hypothesise that stroke involves a rapid, complex process of ischaemia, necrosis, apoptosis and brain barrier disruption which releases tissue-specific genomic, epigenomic, transcriptomic and proteomic markers into the blood stream early in the course of cerebrovascular pathophysiology. These biomarkers will be detected early in easily accessible fluids such as whole blood, plasma, serum and saliva. The dynamic changes will be useful for personalised disease detection, diagnosis, risk-stratification, disease and therapeutic monitoring, prediction and prognosis. The dynamic changes may also enable a reasonable assessment of stroke onset and permit early intervention in patients with otherwise unknown stroke onset.\n\nObjectives\n\nIn adult patients presenting to EDs within 24 hours of symptom onset with suspected acute stroke, we aim:\n\n1. In discovery research - to identify early brain- and pathology-specific circulating, whole blood, plasma and serum panorOmic biomarkers that enable early acute stroke detection, diagnosis, dynamics, differentiation, monitoring, prediction and prognosis. In discovery research - to identify early brain- and pathology-specific, panorOmic biomarkers in saliva that enable early acute stroke detection, diagnosis, dynamics, differentiation, monitoring, prediction and prognosis.\n2. In developmental research using training sets - to derive biomarker platforms of models for early acute stroke detection, diagnosis, dynamics, differentiation, monitoring, prediction and prognosis\n3. In validation research using test sets - to validate these models in independent and external datasets"},"conditionsModule":{"conditions":["Acute Ischemic Stroke","Haemorrhagic Stroke","Transient Ischemic Attacks","Cardioembolic Stroke","Large-Artery Atherosclerosis (Embolus/Thrombosis)","Small Vessel Disease","Stroke of Other Determined Etiology","Stroke of Undetermined Etiology","Atrial Fibrillation","Stroke of Anterior Cerebral Artery","Stroke of Middle Cerebral Artery","Stroke of Basilar Artery"],"keywords":["acute stroke","emergency medicine","diagnostics","molecular","genomics and transcriptomics","proteomics"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"1 Year","designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Liquid biopsy samples will be taken at three time intervals between stroke onset (Time 0) and 36 hours later i.e. i) in the ED at 0+x hours; ii) at 18±6 hours, and iii) 30±6 hours.\n\nLiquid biopsy for retention:\n\n• Whole Blood samples, Red blood cell effluent, Plasma, Serum, White cell pellet, Saliva (for genomic, epigenomic, transcriptomic and proteomic studies).\n\nBiomarkers under investigation:\n\n• DNA, RNA, Proteomics, Metabolomics, Metabolomics,Lipidomics gene expression in peripheral blood and saliva."},"enrollmentInfo":{"count":650,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Haemorrhagic Stroke [N=100]","description":"Haemorrhagic stroke subjects presenting within 24 hours from symptom onset will have serial whole blood and saliva drawn a) in the emergency department (if available) or hospital within 24 hours of the onset of symptoms; b) 18 hours +/- 6 hours from symptom onset (if available); and c) 30 hours+/- 6 hours from symptom onset (if available).","interventionNames":["Diagnostic Test: Biomarker blood draw and saliva collection"]},{"label":"Acute Ischaemic Stroke [N=300]","description":"Acute Ischaemic stroke subjects presenting within 24 hours from symptom onset will have serial whole blood and saliva drawn a) in the emergency department (if available) or hospital within 24 hours of the onset of symptoms; b) 18 hours +/- 6 hours from symptom onset (if available); and c) 30 hours+/- 6 hours from symptom onset (if available).","interventionNames":["Diagnostic Test: Biomarker blood draw and saliva collection"]},{"label":"Stroke of uncertain origin [N=45]","description":"Stroke of uncertain origin subjects presenting within 24 hours from symptom onset will have serial whole blood and saliva drawn a) in the emergency department (if available) or hospital within 24 hours of the onset of symptoms; b) 18 hours +/- 6 hours from symptom onset (if available); and c) 30 hours+/- 6 hours from symptom onset (if available).","interventionNames":["Diagnostic Test: Biomarker blood draw and saliva collection"]},{"label":"Transient Ischemic Attack (TIA) [N=75]","description":"TIA subjects presenting within 24 hours from symptom onset will have serial whole blood and saliva drawn a) in the emergency department (if available) or hospital within 24 hours of the onset of symptoms; b) 18 hours +/- 6 hours from symptom onset (if available); and c) 30 hours+/- 6 hours from symptom onset (if available).","interventionNames":["Diagnostic Test: Biomarker blood draw and saliva collection"]},{"label":"Stroke Mimics [N=30]","description":"Stroke Mimics subjects presenting within 24 hours from symptom onset will have serial whole blood and saliva drawn a) in the emergency department (if available) or hospital within 24 hours of the onset of symptoms; b) 18 hours +/- 6 hours from symptom onset (if available); and c) 30 hours+/- 6 hours from symptom onset (if available).","interventionNames":["Diagnostic Test: Biomarker blood draw and saliva collection"]},{"label":"Control Subjects [N=100]","description":"Control group subjects, if they agree, will have serial whole blood and saliva drawn a) in the emergency department (if available) or hospital on day 1; b) 18 hours +/- 6 hours after sample 1 (if available); and c) 30 hours+/- 6 hours after sample 1 (if available).","interventionNames":["Diagnostic Test: Biomarker blood draw and saliva collection"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Biomarker blood draw and saliva collection","description":"Three peripheral 10mL blood sample (if available) Three 1 - 3mL salivary samples (if available)","armGroupLabels":["Acute Ischaemic Stroke [N=300]","Control Subjects [N=100]","Haemorrhagic Stroke [N=100]","Stroke Mimics [N=30]","Stroke of uncertain origin [N=45]","Transient Ischemic Attack (TIA) [N=75]"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Differentiation of stroke from non-stroke in patients with suspected stroke","description":"Stroke is defined as either a) the presence of intracerebral haemorrhage with imaging; or b) intracerebral ischaemia with imaging; or c) clinical features of stroke in the absence of positive imaging persisting after 24 hours (cryptogenic stroke). Cryptogenic stroke is defined according to TOAST as stroke not caused by large artery atherosclerosis, cardioembolism, small vessel occlusion and stroke of other aetiology.\n\nNon-stroke includes TIA and stroke mimics. TIA is defined as the resolution of stroke-like symptoms within 24 hours of onset and the absence of acute cerebral abnormalities on CT/MRI. Stroke mimics are defined as diseases caused by neurologic symptoms that resemble a stroke. For example, seizure, complex migraines, demyelinating disease, meningitis, glucose level variations and metabolic disorders (hypoglycemia), tumors, non-cerebrovascular diseases such as epilepsy, and dementia.","timeFrame":"Up to 24 hours"}],"secondaryOutcomes":[{"measure":"Differentiation of Transient Ischaemic Attack (TIA) from Transient non-neurological events (TNE) in patients with suspected acute stroke","description":"TIA is defined as the resolution of stroke-like symptoms within 24 hours of onset and the absence of acute cerebral abnormalities on CT/MRI. TNE is migraine, seizure or syncope.","timeFrame":"Up to 24 hours"},{"measure":"Differentiation of acute ischaemic stroke(AIS) from haemorrhagic stroke(HS) in patients with suspected acute stroke before and after imaging","description":"AIS is defined as an acute infarct on CT/MRI. HS is defined as an acute haemorrhage on CT/MRI.","timeFrame":"Up to 24 hours"},{"measure":"Differentiation of AIS-LVAD from AIS-SVD from AIS-CE in patients with suspected acute stroke","description":"AIS-LVAD is defined as an acute infarct on CT/MRI due to large vessel artery disease. The cause is a local obstruction (usually thrombus) in a large vessel with atherosclerosis (typically the common or internal carotid arteries, vertebral artery and Circle of Willis) which is usually treated with thrombectomy.\n\nAIS-SVD is defined as an acute infarct on CT/MRI within 10 days of symptom onset due to small vessel disease. The cause is a local obstruction in smaller arteries (typically branches of the Circle of Willis, middle cerebral artery, vertebral artery and basilar arteries) for which thrombectomy is not indicated.\n\nAIS-CE is defined as an acute infarct on CT/MRI due to an embolism from elsewhere in the body e.g. the heart or an extracranial large vessel.","timeFrame":"Up to 24 hours"},{"measure":"Differentiation of stroke of known origin (AIS/HS) from cryptogenic stroke in patients with suspected acute stroke","description":"Stroke of known origin, including acute ischemic stroke (AIS) of known origin and haemorrhagic stroke (HS). AIS is defined as an acute infarct on CT/MRI. HS is defined as an acute haemorrhage on CT/MRI.\n\nThe American College of Cardiology state, 'There is no universally accepted definition for cryptogenic stroke . . .Cryptogenic stroke is defined by TOAST as stroke not caused by large artery atherosclerosis, cardioembolism, and small vessel occlusion; cryptogenic stroke is also defined as a stroke of undetermined etiology due to two or more causes being identified, negative evaluation, or incomplete evaluation. . . cryptogenic stroke is a diagnosis of exclusion - it is an ischemic stroke with no identifiable etiology'.","timeFrame":"Up to 24 hours"},{"measure":"Differentiation of early stroke onset (<4.5 hours) from late stroke onset (>4.5 hours)","description":"Early AIS is defined as CT/MRI evidence of ischaemia within 4.5 hours of symptom onset.","timeFrame":"Up to 24 hours"},{"measure":"Mortality","description":"Mortality is defined as all-cause, post-stroke.","timeFrame":"Up to 30-days"},{"measure":"Post-stroke Rankin score","description":"Post-stroke Rankin score is defined as a six-point scale where 1 is normal and 6 is death.","timeFrame":"Up to 90-days"},{"measure":"Development of point-of-care biomarker platforms for classifying patients presenting with suspected acute stroke","description":"An accurate biomarker platform is defined as a combination of biomarkers that achieve a high area under the curve (AUC \\>0.9) and either a high sensitivity (\\>95%) or a high specificity (\\>95%) for the differentiation of all above outcomes (outcome 1 to outcome 8).","timeFrame":"Up to 90-days"},{"measure":"Post-stroke QALY score","description":"QALY is defined as a Quality Adjusted Life Year. One QALY is one year of life lived in perfect health. One year of life lived in less than perfect health is \\<1 QALY.","timeFrame":"Up to 1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients eligible for enrolment include:\n\n  * Adults ≥18 years of age.\n  * Suspected acute stroke. Defined as either FAST-positive, or LAPSS-positive or ROSIER\\>0\n  * Within 24 hours of symptom onset.\n  * Informed consent.\n* Control subjects will be drawn from two groups:\n\n  * Non-neurologic patients who are matched with TIA and stroke cases (AIS, HS) for age, race, gender and smoking plus one or more of the following vascular risk factors: diabetes, hypertension, atrial fibrillation, hyperlipidaemia.\n  * Relatives or accompanying friends.\n* Note that we will include and collect samples from the following cases if they present as suspected stroke and are recruited \\<24 hours from symptom onset.\n\n  * Any central nervous system infection, i.e. meningitis or encephalitis in the past 30 days\n  * Any form of head trauma, stroke or intracranial haemorrhage in the past 30 days\n  * Known primary or metastatic cancer involving the brain\n  * Active cancer is defined as a diagnosis of cancer, within 6 months before enrollment, any treatment for cancer within the previous 6 months, or recurrent or metastatic cancer.\n  * Autoimmune diseases: such as lupus, rheumatoid arthritis, Crohn's disease, ulcerative colitis\n  * Active infectious diseases (e.g. HIV/AIDS, hepatitis C)\n  * Major surgery within three months prior to the index event\n\nExclusion Criteria:\n\n* Clear onset of acute symptoms \\>24 hours.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Suspected stroke patients presenting to emergency department within 24 hours of symptom onset.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Timothy H Rainer, MD","role":"CONTACT","phone":"+852 39176846","email":"thrainer@hku.hk"}],"overallOfficials":[{"name":"Timothy H Rainer, MD","affiliation":"The University of Hong Kong","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hong Kong University","status":"RECRUITING","city":"Hong Kong","country":"China","contacts":[{"name":"Timothy H Rainer, MD","role":"CONTACT","phone":"852 39176846","email":"thrainer@hku.hk"}],"geoPoint":{"lat":22.39407,"lon":114.13737}}]},"referencesModule":{"references":[{"pmid":"23245604","type":"BACKGROUND","citation":"Lozano R, Naghavi M, Foreman K, Lim S, Shibuya K, Aboyans V, Abraham J, Adair T, Aggarwal R, Ahn SY, Alvarado M, Anderson HR, Anderson LM, Andrews KG, Atkinson C, Baddour LM, Barker-Collo S, Bartels DH, Bell ML, Benjamin EJ, Bennett D, Bhalla K, Bikbov B, Bin Abdulhak A, Birbeck G, Blyth F, Bolliger I, Boufous S, Bucello C, Burch M, Burney P, Carapetis J, Chen H, Chou D, Chugh SS, Coffeng LE, Colan SD, Colquhoun S, Colson KE, Condon J, Connor MD, Cooper LT, Corriere M, Cortinovis M, de Vaccaro KC, Couser W, Cowie BC, Criqui MH, Cross M, Dabhadkar KC, Dahodwala N, De Leo D, Degenhardt L, Delossantos A, Denenberg J, Des Jarlais DC, Dharmaratne SD, Dorsey ER, Driscoll T, Duber H, Ebel B, Erwin PJ, Espindola P, Ezzati M, Feigin V, Flaxman AD, Forouzanfar MH, Fowkes FG, Franklin R, Fransen M, Freeman MK, Gabriel SE, Gakidou E, Gaspari F, Gillum RF, Gonzalez-Medina D, Halasa YA, Haring D, Harrison JE, Havmoeller R, Hay RJ, Hoen B, Hotez PJ, Hoy D, Jacobsen KH, James SL, Jasrasaria R, Jayaraman S, Johns N, Karthikeyan G, Kassebaum N, Keren A, Khoo JP, Knowlton LM, Kobusingye O, Koranteng A, Krishnamurthi R, Lipnick M, Lipshultz SE, Ohno SL, Mabweijano J, MacIntyre MF, Mallinger L, March L, Marks GB, Marks R, Matsumori A, Matzopoulos R, Mayosi BM, McAnulty JH, McDermott MM, McGrath J, Mensah GA, Merriman TR, Michaud C, Miller M, Miller TR, Mock C, Mocumbi AO, Mokdad AA, Moran A, Mulholland K, Nair MN, Naldi L, Narayan KM, Nasseri K, Norman P, O'Donnell M, Omer SB, Ortblad K, Osborne R, Ozgediz D, Pahari B, Pandian JD, Rivero AP, Padilla RP, Perez-Ruiz F, Perico N, Phillips D, Pierce K, Pope CA 3rd, Porrini E, Pourmalek F, Raju M, Ranganathan D, Rehm JT, Rein DB, Remuzzi G, Rivara FP, Roberts T, De Leon FR, Rosenfeld LC, Rushton L, Sacco RL, Salomon JA, Sampson U, Sanman E, Schwebel DC, Segui-Gomez M, Shepard DS, Singh D, Singleton J, Sliwa K, Smith E, Steer A, Taylor JA, Thomas B, Tleyjeh IM, Towbin JA, Truelsen T, Undurraga EA, Venketasubramanian N, Vijayakumar L, Vos T, Wagner GR, Wang M, Wang W, Watt K, Weinstock MA, Weintraub R, Wilkinson JD, Woolf AD, Wulf S, Yeh PH, Yip P, Zabetian A, Zheng ZJ, Lopez AD, Murray CJ, AlMazroa MA, Memish ZA. Global and regional mortality from 235 causes of death for 20 age groups in 1990 and 2010: a systematic analysis for the Global Burden of Disease Study 2010. Lancet. 2012 Dec 15;380(9859):2095-128. doi: 10.1016/S0140-6736(12)61728-0. Erratum In: Lancet. 2013 Feb 23;381(9867):628. AlMazroa, Mohammad A [added]; Memish, Ziad A [added]."},{"pmid":"21031583","type":"BACKGROUND","citation":"Jickling GC, Xu H, Stamova B, Ander BP, Zhan X, Tian Y, Liu D, Turner RJ, Mesias M, Verro P, Khoury J, Jauch EC, Pancioli A, Broderick JP, Sharp FR. Signatures of cardioembolic and large-vessel ischemic stroke. Ann Neurol. 2010 Nov;68(5):681-92. doi: 10.1002/ana.22187."},{"pmid":"25036109","type":"BACKGROUND","citation":"Stamova B, Jickling GC, Ander BP, Zhan X, Liu D, Turner R, Ho C, Khoury JC, Bushnell C, Pancioli A, Jauch EC, Broderick JP, Sharp FR. Gene expression in peripheral immune cells following cardioembolic stroke is sexually dimorphic. PLoS One. 2014 Jul 18;9(7):e102550. doi: 10.1371/journal.pone.0102550. eCollection 2014."},{"pmid":"20798371","type":"BACKGROUND","citation":"Stamova B, Xu H, Jickling G, Bushnell C, Tian Y, Ander BP, Zhan X, Liu D, Turner R, Adamczyk P, Khoury JC, Pancioli A, Jauch E, Broderick JP, Sharp FR. Gene expression profiling of blood for the prediction of ischemic stroke. Stroke. 2010 Oct;41(10):2171-7. doi: 10.1161/STROKEAHA.110.588335. Epub 2010 Aug 26."},{"pmid":"22167233","type":"BACKGROUND","citation":"Tian Y, Stamova B, Jickling GC, Liu D, Ander BP, Bushnell C, Zhan X, Davis RR, Verro P, Pevec WC, Hedayati N, Dawson DL, Khoury J, Jauch EC, Pancioli A, Broderick JP, Sharp FR. Effects of gender on gene expression in the blood of ischemic stroke patients. J Cereb Blood Flow Metab. 2012 May;32(5):780-91. doi: 10.1038/jcbfm.2011.179. Epub 2011 Dec 14."},{"pmid":"10702517","type":"BACKGROUND","citation":"Lo YM, Rainer TH, Chan LY, Hjelm NM, Cocks RA. Plasma DNA as a prognostic marker in trauma patients. Clin Chem. 2000 Mar;46(3):319-23."},{"pmid":"20739693","type":"BACKGROUND","citation":"Loo JA, Yan W, Ramachandran P, Wong DT. Comparative human salivary and plasma proteomes. J Dent Res. 2010 Oct;89(10):1016-23. doi: 10.1177/0022034510380414. Epub 2010 Aug 25."},{"pmid":"33633673","type":"BACKGROUND","citation":"Dagonnier M, Donnan GA, Davis SM, Dewey HM, Howells DW. Acute Stroke Biomarkers: Are We There Yet? Front Neurol. 2021 Feb 5;12:619721. doi: 10.3389/fneur.2021.619721. eCollection 2021."},{"pmid":"12651807","type":"BACKGROUND","citation":"Rainer TH, Wong LK, Lam W, Yuen E, Lam NY, Metreweli C, Lo YM. Prognostic use of circulating plasma nucleic acid concentrations in patients with acute stroke. Clin Chem. 2003 Apr;49(4):562-9. doi: 10.1373/49.4.562."},{"pmid":"22627989","type":"BACKGROUND","citation":"Jickling GC, Stamova B, Ander BP, Zhan X, Liu D, Sison SM, Verro P, Sharp FR. Prediction of cardioembolic, arterial, and lacunar causes of cryptogenic stroke by gene expression and infarct location. Stroke. 2012 Aug;43(8):2036-41. doi: 10.1161/STROKEAHA.111.648725. Epub 2012 May 24."},{"pmid":"28477280","type":"BACKGROUND","citation":"Jauch EC, Barreto AD, Broderick JP, Char DM, Cucchiara BL, Devlin TG, Haddock AJ, Hicks WJ, Hiestand BC, Jickling GC, June J, Liebeskind DS, Lowenkopf TJ, Miller JB, O'Neill J, Schoonover TL, Sharp FR, Peacock WF. Biomarkers of Acute Stroke Etiology (BASE) Study Methodology. Transl Stroke Res. 2017 May 5;8(5):424-8. doi: 10.1007/s12975-017-0537-3. Online ahead of print."},{"pmid":"33153204","type":"BACKGROUND","citation":"Puig N, Jimenez-Xarrie E, Camps-Renom P, Benitez S. Search for Reliable Circulating Biomarkers to Predict Carotid Plaque Vulnerability. Int J Mol Sci. 2020 Nov 3;21(21):8236. doi: 10.3390/ijms21218236."},{"pmid":"30276272","type":"BACKGROUND","citation":"Glushakova OY, Glushakov AV, Miller ER, Valadka AB, Hayes RL. Biomarkers for acute diagnosis and management of stroke in neurointensive care units. Brain Circ. 2016 Jan-Mar;2(1):28-47. doi: 10.4103/2394-8108.178546. Epub 2016 Mar 11."},{"pmid":"12881444","type":"BACKGROUND","citation":"Lam NY, Rainer TH, Chan LY, Joynt GM, Lo YM. Time course of early and late changes in plasma DNA in trauma patients. Clin Chem. 2003 Aug;49(8):1286-91. doi: 10.1373/49.8.1286."},{"pmid":"16325316","type":"BACKGROUND","citation":"Lam NY, Rainer TH, Wong LK, Lam W, Lo YM. Plasma DNA as a prognostic marker for stroke patients with negative neuroimaging within the first 24 h of symptom onset. Resuscitation. 2006 Jan;68(1):71-8. doi: 10.1016/j.resuscitation.2005.05.021. Epub 2005 Dec 1."},{"pmid":"22200563","type":"BACKGROUND","citation":"Graham CA, Chan RW, Chan DY, Chan CP, Wong LK, Rainer TH. Matrix metalloproteinase 9 mRNA: an early prognostic marker for patients with acute stroke. Clin Biochem. 2012 Mar;45(4-5):352-5. doi: 10.1016/j.clinbiochem.2011.12.006. Epub 2011 Dec 19."},{"pmid":"24650689","type":"BACKGROUND","citation":"Leung LY, Chan CP, Leung YK, Jiang HL, Abrigo JM, Wang de F, Chung JS, Rainer TH, Graham CA. Comparison of miR-124-3p and miR-16 for early diagnosis of hemorrhagic and ischemic stroke. Clin Chim Acta. 2014 Jun 10;433:139-44. doi: 10.1016/j.cca.2014.03.007. Epub 2014 Mar 17."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002546","term":"Ischemic Attack, Transient"},{"id":"D000083262","term":"Embolic Stroke"},{"id":"D000083302","term":"Hemorrhagic Stroke"},{"id":"D000020243","term":"Infarction, Anterior Cerebral Artery"},{"id":"D000020244","term":"Infarction, Middle Cerebral Artery"},{"id":"D000001281","term":"Atrial Fibrillation"},{"id":"D000013927","term":"Thrombosis"},{"id":"D000050197","term":"Atherosclerosis"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000016769","term":"Embolism and Thrombosis"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002539","term":"Cerebral Arterial Diseases"},{"id":"D000020765","term":"Intracranial Arterial Diseases"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M16376","name":"Thrombosis","asFound":"Thrombosis","relevance":"HIGH"},{"id":"M7474","name":"Embolism","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Acute Ischemic Stroke","relevance":"HIGH"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Transient Ischemic Attack","relevance":"HIGH"},{"id":"M7486","name":"Emergencies","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M25878","name":"Atherosclerosis","asFound":"Atherosclerosis","relevance":"HIGH"},{"id":"M21759","name":"Infarction, Middle Cerebral Artery","asFound":"Stroke of Middle Cerebral Artery","relevance":"HIGH"},{"id":"M2405","name":"Hemorrhagic Stroke","asFound":"Haemorrhagic Stroke","relevance":"HIGH"},{"id":"M21758","name":"Infarction, Anterior Cerebral Artery","asFound":"Stroke of Anterior Cerebral Artery","relevance":"HIGH"},{"id":"M2403","name":"Embolic Stroke","asFound":"Cardioembolic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M18818","name":"Embolism and Thrombosis","relevance":"LOW"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5478","name":"Cerebral Arterial Diseases","relevance":"LOW"},{"id":"M22211","name":"Intracranial Arterial Diseases","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}