{"protocolSection":{"identificationModule":{"nctId":"NCT04328779","orgStudyIdInfo":{"id":"ChangGungU"},"organization":{"fullName":"Chang Gung University","class":"OTHER"},"briefTitle":"Multi-task Gait Training Mode to Enhance Walking Function in Patients With Chronic Stroke","officialTitle":"Multi-task Gait Training Mode to Enhance Walking Function, Cognitive Performance, Task Coordination, and Transfer to Community Ambulation in Patients With Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-08-14","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-10-31","type":"ACTUAL"},"completionDateStruct":{"date":"2023-10-31","type":"ACTUAL"},"studyFirstSubmitDate":"2020-03-30","studyFirstSubmitQcDate":"2020-03-30","studyFirstPostDateStruct":{"date":"2020-03-31","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-05","lastUpdatePostDateStruct":{"date":"2024-02-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Li-Ling Chuang","investigatorTitle":"Associated Professor","investigatorAffiliation":"Chang Gung University"},"leadSponsor":{"name":"Chang Gung University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The objective of this study is to investigate psychometric properties of dual-task walking assessments and compare effects of multi-task walking interventions on walking for patients with chronic stroke. Specifically, we will investigate psychometric properties (i.e. reliability, validity, and responsiveness) of dual-task walking assessments with the Stroop task for chronic stroke individuals (Aim 1). The second aim of this study is to compare the effects of multi-task walking training mode to traditional rehabilitation in patients with chronic stroke (Aim 2). The third aim of this study is to compare the immediate, retained, and transfer effect of multi-task overground walking training to multi-task treadmill walking training on walking function, cognitive performance, task coordination, and community ambulation in patients with chronic stroke (Aim 3).","detailedDescription":"Only 7% patients can walk safely in the community. Functional community ambulation requires the ability of walking while performing other tasks. It is emergent to establish dual-task walking assessment with good psychometric properties and to identify the most effective approach that enhances dual-task walking performance for stroke patients. Our ongoing study found that motor tasks combined with cognitive dual-task training (multi-tasking ) have more improvements on cognitive performance of the Stroop task while walking than cognitive dual-task training alone. Therefore, combined motor and cognitive elements to walking training might be considered as a novel therapeutic strategy to promote functional ambulation and recovery of stroke patients. This combined strategy is based on attentional capacity sharing theory and the research advances on dual-task to enhance active participation and cognitive involvement, strengthen dual-task walking ability, then transfer to promote community ambulation and participation. However, lacking prospective, controlled trials quantify gait and cognition under dual-task conditions after multi-task walking training. Specifically, we will investigate psychometric properties of dual-task walking assessments for chronic stroke individuals. The second aim is to compare the immediate, retained, and transfer effects of of multi-task overground walking training to multi-task treadmill walking and traditional rehabilitation on walking function, cognitive performance, task coordination, and community ambulation in patients with chronic stroke. A metric analysis and comparative efficacy research will be conducted. Sixty chronic stroke patients will receive dual-task walking assessments twice at pretreatment with a 1-week interval for test-retest assessment and investigation of the reliability and validity of outcome measures. The primary outcome measure of the dual-task walking assessments will include walking at preferred speed and fast speed and simultaneously perform the Stroop task. Concurrent validity will be studied to validate the dual-task walking measures with each other and with the item 14 of the mini-Balance Evaluation Systems test (Mini-BESTest), dual-task Timed-up-and-Go test (dual-TUG), and 6-min walk test obtain concurrently for assessing dual-task ability. In addition, we will compare dual-task walking performance between fallers and non-fallers to examine discriminant validity of dual-task walking assessments. A comparative efficacy research is a single-blind, randomized controlled trial, which will be conducted at medical centers. Sixty ambulatory stroke patients will be randomized to multi-task overground walking training or multi-task treadmill walking training or traditional rehabilitation. All three groups will receive interventions 3 times a week for 4 weeks. The multi-task overground walking training group will undertake overground walking training while concurrently perform motor and cognitive tasks. The multi-task treadmill walking training group will train the same set of motor and cognitive tasks while walking on the treadmill. Traditional rehabilitation will train strength, balance, and gait. A blinded assessor will administer three assessments All participants will be examined gait and cognitive performance under single-task (walking only, cognitive tasks only) and dual-task conditions (walking while performing the Stroop task) at baseline, post intervention, and 1-month follow-up. The primary outcome measure of gait and cognition is gait speed and composite score of accuracy and reaction time of the cognitive tasks under single- and dual-task conditions. The secondary outcome measures will be the Mini-BESTest, single- and dual-TUG, Functional Gait Assessment, 6-minute Walk Test, physical activity monitor, and Stroke Impact Scale. Repeated measure ANOVA will be used to compare measurements at baseline, after training, and follow-up among the groups."},"conditionsModule":{"conditions":["Stroke"],"keywords":["multi-task training","community ambulation","cognition"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":68,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"multi-task overground walking training","type":"EXPERIMENTAL","description":"The multi-task overground walking training group will undertake overground walking training while concurrently perform motor and cognitive tasks.","interventionNames":["Other: The multi-task overground walking training"]},{"label":"multi-task treadmill walking","type":"ACTIVE_COMPARATOR","description":"The multi-task treadmill walking training group will train the same set of motor and cognitive tasks while walking on the treadmill.","interventionNames":["Device: The multi-task treadmill walking training"]},{"label":"traditional rehabilitation","type":"ACTIVE_COMPARATOR","description":"Traditional rehabilitation group will train strength, balance, and gait.","interventionNames":["Other: Traditional rehabilitation"]}],"interventions":[{"type":"OTHER","name":"The multi-task overground walking training","description":"The multi-task overground walking training group will undertake overground walking training while concurrently perform motor and cognitive tasks for 30 minutes per session, 3 times a week for 4 weeks.","armGroupLabels":["multi-task overground walking training"]},{"type":"DEVICE","name":"The multi-task treadmill walking training","description":"The multi-task treadmill walking training group will train the same set of motor and cognitive tasks while walking on the treadmill for 30 minutes per session, 3 times a week for 4 weeks.","armGroupLabels":["multi-task treadmill walking"]},{"type":"OTHER","name":"Traditional rehabilitation","description":"Traditional rehabilitation will train strength, balance, and gait for 30 minutes per session, 3 times a week for 4 weeks.","armGroupLabels":["traditional rehabilitation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"gait speed","description":"Participants will walk 10m at their preferred speed and at fast speed. A 12-meter walkway will be used for walking testing. In order to allow the subjects to have enough distance to accelerate and decelerate, only the time taken to walk the middle 10 meters will be recorded by a stopwatch or Physilog® sensors (Gait Up, Switzerland). The primary gait parameter is gait speed (cm/s) under single-task and dual-task walking conditions using the 10 Meter Walking Test.","timeFrame":"5 minutes"},{"measure":"composite score","description":"For the Stroop task, we will calculate the composite score for the Stroop task under single-task and dual-task walking conditions by dividing the accuracy (% correct responses) with the reaction time of correct answers (milliseconds), which accounts for speed-accuracy tradeoffs.","timeFrame":"5 minutes"}],"secondaryOutcomes":[{"measure":"Mini-Balance Evaluation Systems Test (Mini-BESTest)","description":"The Mini-BESTest consists of 14 items and.includes four subscales: anticipatory postural adjustments, reactive postural control, sensory orientation, and dynamic gait. Each item is rated on a three-point ordinal scale (0 = severe, 1=moderate, and 2 = normal), with a maximum score of 28 points.","timeFrame":"10 minutes"},{"measure":"Timed Up and Go Test (TUG)","description":"The TUG test will be used as an index of dynamic balance of the elderly and stroke patients. At the signal, participants stand up, walk 3 m, turn, walk back, and sit down again. The score is the time to complete the test measured using a stopwatch. The TUG test will be administered under the single-task (preferred speed and maximum fast) and dual-task conditions (tray carrying and counting backward by 3s). In dual-task condition, participants will be asked to perform the TUG test while carrying a tray with glasses (dual-TUG manual) or counting backward by 3s (dual-TUG cognition). The instruction for dual-TUG tests is to walk with your comfortable speed and concurrently perform a secondary task (carry the tray in front of you with both hands without dropping glasses on the tray or counting backward by 3s).","timeFrame":"2 minutes"},{"measure":"Functional Gait Assessment (FGA)","description":"The FGA is comprised of 10-item that contains 7 of 8 items (except walking around obstacles) from the Dynamic Gait Index and 3 additional tasks, including walking with a narrow base of support, walking with the eyes closed, and walking backward. Subjects' performance of each test item was rated on a 4-point scale (0-3), with the total score ranging between 0 and 30.","timeFrame":"10 minutes"},{"measure":"Berg Balance Scale (BBS)","description":"The BBS is a 14-item scale quantitatively assesses both static and dynamic balance with psychometrically sound measure of balance impairment after stroke. The items are scored from 0 to 4, with a score of 0 representing independent item completion. Scores of the BBS range from 0 to 56, with higher scores suggest better balance.","timeFrame":"5-10 minutes"},{"measure":"6-minute Walk Test","description":"Participants walk for 6-minute at comfortable speed to examine their walking endurance.","timeFrame":"6 minutes"},{"measure":"Physical activity monitor","description":"Physical activity monitor will be examined by StepWatch TM Activity Monitor (Modus Health, Washington, DC) to objectively measure total walking step numbers of continually three days (except for sleep and bath).","timeFrame":"3 days"},{"measure":"Stroke Impact Scale Version 3.0 (SIS 3.0)","description":"Health-related quality of life will be measured using the SIS 3.0, which is specific to the stroke population. The SIS 3.0 contains 59 items measuring 8 domains (i.e., strength, hand function, Activities of Daily Living/Instrumental Activities of Daily Living \\[ADL/IADL\\], mobility, communication, emotion. memory and thinking and participation) with a single item assessing perceived overall recovery from stroke. Items are rated on a 5-point Likert scale with lower scores indicating greater difficulty in task completion during the past week. Aggregate scores, ranges from 0 to 100, are generated for each domain.","timeFrame":"10 minutes"},{"measure":"Patient Global Impression of Change Scale (PGIC)","description":"Participants will be evaluated regarding the participants' perception with the change in walking related to the intervention. The PGIC is a transition scale that is a single question asking the patients to rate their walking function now, as compared with how it was prior to before beginning treatment on a scale from 1 (very much better ) to 7 (very much worse).","timeFrame":"1 minute"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. first-ever stroke with onset duration more than 3 months\n2. able to walk 10 m\n3. no severe vision, hearing, and language problems.\n\nExclusion Criteria:\n\n1. orthopedic and other neurological disorders that affect walking\n2. other treatments that could influence the effects of the interventions (e.g., recent Botulin toxin treatment of the lower extremity)\n3. moderate or severe cognitive impairments (score \\< 24 on Mini-Mental State Examination)\n4. severe uncorrected visual deficits.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Li-Ling Chuang, Ph.D.","affiliation":"Chang Gung University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Mackay Memory Hospital","city":"Taipei","country":"Taiwan","geoPoint":{"lat":25.04776,"lon":121.53185}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}