{"protocolSection":{"identificationModule":{"nctId":"NCT03292276","orgStudyIdInfo":{"id":"44/2016"},"organization":{"fullName":"IRCCS Centro Neurolesi \"Bonino-Pulejo\"","class":"OTHER"},"briefTitle":"Improving Hand Motor Function After Stroke: Role of Robotics","officialTitle":"Improving Hand Motor Function After Stroke: Role of Robotics"},"statusModule":{"statusVerifiedDate":"2017-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-01-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-02-20","type":"ACTUAL"},"completionDateStruct":{"date":"2018-03-31","type":"ACTUAL"},"studyFirstSubmitDate":"2017-09-20","studyFirstSubmitQcDate":"2017-09-22","studyFirstPostDateStruct":{"date":"2017-09-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-04-26","lastUpdatePostDateStruct":{"date":"2018-04-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Rocco Salvatore Calabrò","investigatorTitle":"MD PhD","investigatorAffiliation":"IRCCS Centro Neurolesi \"Bonino-Pulejo\""},"leadSponsor":{"name":"IRCCS Centro Neurolesi \"Bonino-Pulejo\"","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Two recent randomized clinical trials reported a significant contribute of Amadeo toward the recovery of hand motor function in acute stroke patients in association with physiotherapy and/or occupational therapy. However, no data are available in patients with chronic stroke, and the neurophysiological mechanisms underlying such clinical improvement need to be elucidated. Given that robotic devices harness brain plasticity to foster motor function recovery, a deeper understanding of the neurophysiological bases of Amadeo training could help clinician to realize patient-tailored rehabilitative training based brain plasticity knowledge. We planned a pilot randomized-controlled observer trial aimed at evaluating the effects of intensive robot-assisted hand therapy compared with intensive occupational therapy in chronic phase after stroke. We estimated that 40 patients per group will be required to demonstrate a greater effect of Amadeo as compared to occupational therapy, with an effect size of 0.5. Twenty chronic stroke patients (at their first-ever stroke) will be enrolled and randomized into two groups. The experimental group will be provided with Amadeo training. The Control group will be provided with occupational therapy executed by a trained physiotherapist."},"conditionsModule":{"conditions":["It is Possible That Amadeo Will Guarantee a Greater Clinical Improvement as Compared to an Occupational Therapy Thanks to the Strengthening of Brain Plasticity"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":25,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Amadeo training","type":"EXPERIMENTAL","description":"All participants will receive 40 sessions of treatment (45-minute) for 8 consecutive weeks (5 days/week). The robotic exercises will be carried in passive modality (15 minutes), passive/plus (15 minutes), assisted modality (15 minutes).","interventionNames":["Device: Amadeo Training"]},{"label":"occupational therapy","type":"ACTIVE_COMPARATOR","description":"All participants will receive 40 sessions of treatment (45-minute) for 8 consecutive weeks (5 days/week). The control group will receive the same amount of training by physiotherapist skilled in occupational tharapy.","interventionNames":["Device: Amadeo Training"]}],"interventions":[{"type":"DEVICE","name":"Amadeo Training","description":"To understand the cortical modifications related to movement preparation and execution after robot-assisted training we will study the EEG modifications of cortical activity using time-frequency event-related EEG and task-related coherence (TRCoh).\n\nFriedman ANOVA with post-hoc t-test (corrected for multiple comparisons) will be used to assess the significance of training-induced changes in the two groups.","armGroupLabels":["Amadeo training","occupational therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Nine hole peg test","description":"Administered by asking the client to take the pegs from a container, one by one, and place them into the holes on the board, as quickly as possible. Participants must then remove the pegs from the holes, one by one, and replace them back into the container. The board should be placed at the client's midline, with the container holding the pegs oriented towards the hand being tested. Only the hand being evaluated should perform the test. Hand not being evaluated is permitted to hold the edge of the board in order to provide stability. Scores are based on the time taken to complete the test activity, recorded in seconds. Alternative scoring - the number of pegs placed in 50 or 100 seconds can be recorded. In this case, results are expressed as the number of pegs placed per second. Stopwatch should be started from the moment the participant touches the first peg until the moment the last peg hits the container.","timeFrame":"by 5 minutes"}],"secondaryOutcomes":[{"measure":"cortical modifications related to movement preparation and execution after robot-assisted training","description":"Assessment of EEG modifications of cortical activity using time-frequency event-related EEG and task-related coherence (TRCoh).","timeFrame":"about 30 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* chronic stroke patients at their first-ever supratentorial stroke\n\nExclusion Criteria:\n\n* presence of severe medical, psychiatric and cognitive abnormalities as to interfere with the treatment.\n* controindications to the device use.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Placido Bramanti","affiliation":"IRCCS Neurolesi","role":"STUDY_CHAIR"}],"locations":[{"facility":"IRCCS Centro Neurolesi \"Bonino-Pulejo\"","city":"Messina","zip":"98124","country":"Italy","geoPoint":{"lat":38.19394,"lon":15.55256}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}