{"protocolSection":{"identificationModule":{"nctId":"NCT01242956","orgStudyIdInfo":{"id":"CTC-A10-001"},"organization":{"fullName":"RWTH Aachen University","class":"OTHER"},"briefTitle":"Video-based Training for Rehabilitation of Upper Limb Functions After Stroke","officialTitle":"Video-based Training for Rehabilitation of Upper Limb Functions After Stroke: a New Treatment Exploiting the Mirror Neuron System"},"statusModule":{"statusVerifiedDate":"2015-09","overallStatus":"TERMINATED","whyStopped":"Problem to recruit sufficient patient number","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-09"},"primaryCompletionDateStruct":{"date":"2014-11","type":"ACTUAL"},"completionDateStruct":{"date":"2015-09","type":"ACTUAL"},"studyFirstSubmitDate":"2010-11-16","studyFirstSubmitQcDate":"2010-11-16","studyFirstPostDateStruct":{"date":"2010-11-17","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-09-22","lastUpdatePostDateStruct":{"date":"2015-09-23","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"RWTH Aachen University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The study hypothesizes superiority of the video-based training (observation combined with motor exercise, \"video\") over motor exercise alone (\"non-video\") and standard rehabilitation (\"standard\").","detailedDescription":"The clinical study is a multicenter, open, randomized, controlled, paralleled group trial with three investigative arms. The study recruits at least 375 first stroke patients with certain motoric disabilities that are randomly assigned to either one experimental condition or one of two control conditions. Every individual patient participates for 31 (+/- 1) weeks in the trial (see fig. 1), the whole study is planned to last at least for 3 years. The recruitment and treatment of patients will last for 17 months during the trial. Patients undergo a baseline assessment for screening purposes and during the course of participation three further assessments of primary and secondary efficacy endpoints. These endpoints will refer to the degree of recovered objective and subjective physical abilities due to the experimental treatment in comparison to the control comparators. Studies' hypotheses claim that the experimental treatment will lead to effects on the motoric abilities superior the effects elicited by the control treatments."},"conditionsModule":{"conditions":["Stroke","Upper Limb Paresis"],"keywords":["stroke","video-based training","rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":100,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Verum group","type":"EXPERIMENTAL","description":"video-based training after stroke","interventionNames":["Behavioral: verum group"]},{"label":"Placebo group","type":"PLACEBO_COMPARATOR","description":"non-video group","interventionNames":["Behavioral: Placebo group"]}],"interventions":[{"type":"BEHAVIORAL","name":"verum group","description":"video-based training after stroke","armGroupLabels":["Verum group"]},{"type":"BEHAVIORAL","name":"Placebo group","description":"non-video group","armGroupLabels":["Placebo group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Wolf Motor Function Test","description":"Improvement of experimental group in standardized motor function test (Wolf Motor Function Test - WMFT) relative to control groups.","timeFrame":"31 +/-1 weeks"}],"secondaryOutcomes":[{"measure":"Quality of Life","description":"Quality of life related to improvement in motor function indices (Frenachay Arm Test - FAT) and autonomy (Stroke Impact Scale -SIS, Barthel-Index - BI, Modified Rankin Scale, Motor Activity Log - MAL)","timeFrame":"31 +/-1 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Hospitalized patient: discharge from rehabilitation within the following week; outpatient: insult between 6 weeks and 2 years in the past (controlled via medical history).\n* Age between 30 and 80 years, since older patients could probably not exercise the stamina necessary for a participation throughout the whole time course of the treatment (controlled via discharge letter from hospitalized patients, and note from the general practitioner from outpatients, respectively).\n* First clinically evident stroke so that the patient has no history of stroke related trainings and treatments (controlled via medical history).\n* Ischemic cortical or subcortical lesions in middle cerebral artery territory resulting mainly in defined motoric impairments (controlled via medical history).\n* Upper limb paresis (controlled via standard neurological examination).\n* Minimal movement ability of the paretic limb (controlled by MRC index ≥2 and ≤4: hand extension against gravity at wrist = 20° and at metacarpophalangeal and interphalangeal joints of each of the fingers = 10°) to participate in the treatments' physical training tasks.\n* If medication is needed: stable concomitant medication (controlled via discharge letter from hospitalized patients, and note from the general practitioner from outpatients, respectively)\n* Signed informed consent to participate in the trial.\n\nExclusion Criteria:\n\n* Brain stem infarction. These lesion site results in further impairments that could interfere with treatment (controlled via discharge letter from hospitalized patients, and note from the general practitioner from outpatients, respectively).\n* Impaired level of consciousness that could prevent patient to understand and follow instructions throughout the intervention, and further result in inabilities to hold attentiveness and concentration to the treatment (controlled via standard neurological examination).\n* Severe aphasia that could prevent patient to understand and follow instruction throughout the intervention (controlled by administration of the Token test, TT, \\> 11 incorrect reactions).\n* Dementia that could lead to impaired abilities to follow instructions (controlled by administration of the Mini-Mental-State Examination, MMSE, score \\< 26).\n* Depression that could result in major difficulty of the patients motivational compliance to follow instructions and to participate in the interventions' tasks throughout the treatment (controlled by administration of the Beck Depression Inventory, BDI, score \\< 15).\n* Apraxia that could lead to impaired abilities to follow instructions (controlled by administration of the Florida Apraxia Screening Test, FAST, \\< 10 correct re-actions and/ or \\> 10 incorrect reactions).\n* Neglect that could lead to impaired abilities to participate in the treatments observational tasks (controlled by administration of the Albert's Neglect Test, \\> 1 line unchecked).\n* Severe psychiatric disorder, severe pulmonary or cardiovascular disease, or epilepsy that could lead to reduced abilities to participate in the treatments' task (controlled via discharge letter from hospitalized patients, and note from the general practitioner from outpatients, respectively).\n* Severe joint deformity of arthritic origin that could reduce the patients abilities in tasks demanding a functional physical execution thus resulting in the masking of possible training effects (controlled via standard neurological examination).\n* Motor problems not primarily unilateral or excessive pain in major affected limb that could reduce the patients abilities in tasks demanding a functional physical execution thus resulting in the masking of possible training effects (controlled via standard neurological examination).\n* Actual treatment with Botox or neuroleptics; no constant concomitant medication (controlled via discharge letter from hospitalized patients, and note from the general practitioner from outpatients, respectively).\n* Planned start of other rehabilitation therapies that might interfere with the trial treatment in the next eight weeks from time point of recruitment.\n* Insufficient knowledge of german language to understand and fill in the questionnaires (clinical judgement during standard neurological examination).\n* Residence more then 300 kilometres from participating centre, that would exacerbate the regular visits of the patient in the respective centre (controlled by questioning of the patient).\n* People who are accommodated in an institution by court or administrative order (controlled by questioning of the patient).\n* Any other illness or medical treatment or drug or narcotics misuse that could interfere with the assessment of the safety, tolerability and efficacy, e.g. current bone fractures of the stroke affected limb. (controlled via discharge letter from hospitalized patients, and note from the general practitioner from outpatients, respectively) .\n* Simultaneous participation in another (clinical) trial or interfering examination or participation in a study within 90 days prior to screening\n* People who are in a dependency / employment for the sponsor or investigator (controlled by questioning of the patient). .\n* Pregnancy or suspected pregnancy. Lack of safe contraceptive measures (see 5.4).","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ferdinand Binkofski, Prof. Dr. med.","affiliation":"Department of Neurology, Cognitive Neurology","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"RWTH Aachen University","city":"Aachen","state":"NRW","zip":"52074","country":"Germany","geoPoint":{"lat":50.77664,"lon":6.08342}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Paresis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}