{"protocolSection":{"identificationModule":{"nctId":"NCT02826200","orgStudyIdInfo":{"id":"The RETORIC study"},"organization":{"fullName":"Semmelweis University Heart and Vascular Center","class":"OTHER"},"briefTitle":"Rule Out Transcatheter Aortic Valve Thrombosis With Post Implantation Computed Tomography (RETORIC)","officialTitle":"Rule Out Transcatheter Aortic Valve Thrombosis With Post Implantation Computed Tomography","acronym":"RETORIC"},"statusModule":{"statusVerifiedDate":"2017-01","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-07"},"primaryCompletionDateStruct":{"date":"2018-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2019-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-07-05","studyFirstSubmitQcDate":"2016-07-06","studyFirstPostDateStruct":{"date":"2016-07-07","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-01-16","lastUpdatePostDateStruct":{"date":"2017-01-18","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Semmelweis University Heart and Vascular Center","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The RETORIC study is a prospective cohort study with a primary aim to assess the incidence and independent predictors of reduced leaflet motion and valve thrombosis after TAVI procedure using multimodality imaging strategy comprising cardiac CT, transesophageal echocardiography (TEE) and transthoracic echocardiography (TTE). As a secondary aim we will assess the incidence of stroke and transient ischemic attack (TIA) in patients with reduced leaflet motion and/or thrombosis when compared with those with normal leaflet function. In addition we will randomize patients with reduced leaflet motion and/or valve thrombosis to single antiplatelet therapy plus oral anticoagulation therapy versus standard therapy.\n\nThe primary outcome of the nested randomized trial will be the presence of reduced leaflet motion and/or valve thrombosis after 4 months, the secondary outcome is the presence of ischemic changes in brain demonstrated by MRI.","detailedDescription":"Transcatheter aortic valve implantation (TAVI) is an established treatment for severe aortic stenosis in patients non-eligible for surgical aortic valve replacement. Prosthetic valve thrombosis is defined as a thrombus that is attached to any part of the prosthesis, and is not caused by infection. This may result in valve dysfunction and/or thromboembolisation. Most patients with prosthetic valve thrombosis are asymptomatic, whereas some patients present with stroke or transient ischemic attack (TIA). Obstructive prosthetic valve thrombosis may lead to overt congestive heart failure.\n\nCurrently, there is no strict guideline recommendation regarding therapeutic anticoagulation after TAVI. Per institutional protocol dual antiplatelet therapy is used during the first 6 months after THV implantation and single antiplatelet therapy is used after after 6 months.\n\nDiagnosing transcatheter heart valve (THV) thrombosis is of clinical importance even in asymptomatic patients, because it may lead to thromboembolism and can cause THV dysfunction. Therefore, early diagnosis and treatment may prevent future TIA or stroke and THV dysfunction. Current standard clinical practice and guidelines are inconsistent regarding the antithrombotic treatment of patients who underwent TAVI procedure. Accordingly, determining the true incidence and potential causative factors of THV thrombosis is of great importance and would facilitate further investigations and large clinical trials in order to develop optimal antithrombotic treatment of patients following TAVI procedure.\n\nThe RETORIC study is a prospective cohort study with a primary aim to assess the incidence and independent predictors of reduced leaflet motion and valve thrombosis after TAVI procedure using multimodality imaging strategy comprising cardiac CT, transesophageal echocardiography (TEE) and transthoracic echocardiography (TTE). As a secondary aim we will assess the incidence of stroke and TIA in those with reduced leaflet motion and thrombosis when compared with those with normal leaflet function. In addition we will randomise patients with reduced leaflet motion to unchanged standard therapy versus single antiplatelet plus oral anticoagulation therapy. The primary outcome of this nested randomized trial will be the presence of novel ischemic lesions in brain demonstrated by MRI.\n\nFindings of the RETORIC study may alter current post-TAVI diagnostic work up and treatment algorithm regarding anticoagulant and antiplatelet therapies.\n\nIn total 200 patients who underwent or are undergoing TAVI procedure will be included into the RETORIC study. The institutional standard of care post-TAVI antithrombotic medication consists of six months dual antiplatelet treatment with clopidogrel and aspirin followed by lifelong aspirin therapy.\n\nCurrently, the TAVI procedure number at our institution is approximately 80 patients/year. Therefore, to reach our enrolment goal of 200 patients, subjects will be enrolled from two cohorts.\n\nCohort A: Patients who underwent TAVI procedure in the past will be selected from the Semmelweis TAVI Registry. For this cohort a median TAVI-to-CT time will be calculated.\n\nCohort B: Patients undergoing TAVI procedure will be enrolled consecutively. In this group the imaging will be performed 3 months after the prosthesis implantation in every patient.\n\nFour-dimensional cardiac CT, TTE and brain MRI data will be obtained in all patients. In case the cardiac CT identifies reduced leaflet motion or THV thrombosis TEE exam will be performed even in asymptomatic patients and patients will enter the randomized control trial. Patients will be randomized into two groups:\n\nGroup 1, standard therapy plus oral anticoagulant therapy; Group 2, standard therapy. After 4 months patients will undergo four-dimensional cardiac CT, TTE and brain MRI.\n\nThe primary outcome of the randomized trial will be the presence of reduced leaflet motion/valve thrombosis, secondary outcome will be the presence of ischemic lesions on brain MRI images."},"conditionsModule":{"conditions":["Prosthetic Cardiac Valve Thrombosis","Cerebrovascular Accident","Prosthetic Valve Malfunction"],"keywords":["Transcatheter aortic valve implantation","Transcatheter aortic valve replacement","Prosthetic Cardiac Valve Thrombosis","Cerebrovascular Accident","Prosthetic Valve Malfunction","Four-dimensional volume rendered cardiac CT","Transesophageal echocardiography","Transthoracic echocardiography","Brain MRI"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Group 1 (SOC+OAT)","type":"EXPERIMENTAL","description":"Patients with reduced leaflet motion or with prosthetic heart valve thrombosis receiving single antiplatelet therapy plus oral anticoagulant therapy.","interventionNames":["Drug: Acenocoumarol","Other: Standard of care"]},{"label":"Group 2 (SOC)","type":"ACTIVE_COMPARATOR","description":"Patients with reduced leaflet motion or with prosthetic heart valve thrombosis receiving standard of care therapy.","interventionNames":["Other: Standard of care"]}],"interventions":[{"type":"DRUG","name":"Acenocoumarol","description":"Standard of care plus oral anticoagulant therapy (acenocoumarol)","armGroupLabels":["Group 1 (SOC+OAT)"]},{"type":"OTHER","name":"Standard of care","description":"Standard of care","armGroupLabels":["Group 1 (SOC+OAT)","Group 2 (SOC)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Reduced leaflet motion and/or valve thrombosis","timeFrame":"4 months"}],"secondaryOutcomes":[{"measure":"Presence of ischemic brain lesions","description":"Presence of ischemic brain lesions demonstrated by MRI","timeFrame":"4 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* TAVI procedure\n* Signed ethics committee-approved informed consent form\n\nExclusion Criteria:\n\n* Age under 18 years\n* Patients for whom multidetector-row computed tomography is contraindicated per institutional standard of care (History of severe and/or anaphylactic contrast reaction, severe renal insufficiency, inability to cooperate with scan acquisition and/or breathhold instructions)\n* Patients diagnosed with infective endocarditis since TAVI procedure","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Pál Maurovich-Horvat, MD, PhD, MPH","role":"CONTACT","phone":"+36206632485","email":"p.maurovich-horvat@cirg.hu"},{"name":"Astrid Apor, MD","role":"CONTACT","phone":"+36208258004","email":"aporastrid@gmail.com"}],"overallOfficials":[{"name":"Béla Merkely, MD, PhD, DSc","affiliation":"Semmelweis University Heart and Vascular Center","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Pál Maurovich-Horvat, MD, PhD, MPH","affiliation":"Semmelweis University Heart and Vascular Center","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ronak Rajani, MD MRCP BM","affiliation":"Guy's and St Thomas' NHS Foundation Trust, Kings College London","role":"STUDY_CHAIR"}],"locations":[{"facility":"Heart and Vascular Center, Semmelweis University","status":"RECRUITING","city":"Budapest","zip":"1122","country":"Hungary","contacts":[{"name":"Pál Maurovich-Horvat, MD PhD MPH","role":"CONTACT","phone":"+36206632485","email":"p.maurovich-horvat@cirg.hu"},{"name":"Astrid Apor, MD","role":"CONTACT","phone":"+36208258004","email":"aporastrid@gmail.com"}],"geoPoint":{"lat":47.49801,"lon":19.03991}}]},"referencesModule":{"references":[{"pmid":"26436963","type":"BACKGROUND","citation":"Makkar RR, Fontana G, Jilaihawi H, Chakravarty T, Kofoed KF, De Backer O, Asch FM, Ruiz CE, Olsen NT, Trento A, Friedman J, Berman D, Cheng W, Kashif M, Jelnin V, Kliger CA, Guo H, Pichard AD, Weissman NJ, Kapadia S, Manasse E, Bhatt DL, Leon MB, Sondergaard L. Possible Subclinical Leaflet Thrombosis in Bioprosthetic Aortic Valves. N Engl J Med. 2015 Nov 19;373(21):2015-24. doi: 10.1056/NEJMoa1509233. Epub 2015 Oct 5."},{"pmid":"36168113","type":"DERIVED","citation":"Apor A, Bartykowszki A, Szilveszter B, Varga A, Suhai FI, Manouras A, Molnar L, Jermendy AL, Panajotu A, Turani MF, Papp R, Karady J, Kolossvary M, Kovats T, Maurovich-Horvat P, Merkely B, Nagy AI. Subclinical leaflet thrombosis after transcatheter aortic valve implantation is associated with silent brain injury on brain magnetic resonance imaging. Eur Heart J Cardiovasc Imaging. 2022 Nov 17;23(12):1584-1595. doi: 10.1093/ehjci/jeac191."},{"pmid":"35915181","type":"DERIVED","citation":"Varga A, Gyebnar G, Suhai FI, Nagy AI, Kozak LR, Poka CA, Turani MF, Borzsak S, Apor A, Bartykowszki A, Szilveszter B, Kolossvary M, Maurovich-Horvat P, Merkely B. Microstructural alterations measured by diffusion tensor imaging following transcatheter aortic valve replacement and their association with cerebral ischemic injury and cognitive function - a prospective study. Neuroradiology. 2022 Dec;64(12):2343-2356. doi: 10.1007/s00234-022-03017-5. Epub 2022 Aug 1."},{"pmid":"35548439","type":"DERIVED","citation":"Vattay B, Nagy AI, Apor A, Kolossvary M, Manouras A, Vecsey-Nagy M, Molnar L, Boussoussou M, Bartykowszki A, Jermendy AL, Kovats T, Zsarnoczay E, Maurovich-Horvat P, Merkely B, Szilveszter B. The Predictive Value of Left Atrial Strain Following Transcatheter Aortic Valve Implantation on Anatomical and Functional Reverse Remodeling in a Multi-Modality Study. Front Cardiovasc Med. 2022 Apr 25;9:841658. doi: 10.3389/fcvm.2022.841658. eCollection 2022."},{"pmid":"32756984","type":"DERIVED","citation":"Karady J, Apor A, Nagy AI, Kolossvary M, Bartykowszki A, Szilveszter B, Simon J, Molnar L, Jermendy AL, Panajotu A, Suhai FI, Varga A, Rajani R, Maurovich-Horvat P, Merkely B. Quantification of hypo-attenuated leaflet thickening after transcatheter aortic valve implantation: clinical relevance of hypo-attenuated leaflet thickening volume. Eur Heart J Cardiovasc Imaging. 2020 Dec 1;21(12):1395-1404. doi: 10.1093/ehjci/jeaa184. Erratum In: Eur Heart J Cardiovasc Imaging. 2020 Dec 1;21(12):1404."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000013927","term":"Thrombosis"}],"ancestors":[{"id":"D000016769","term":"Embolism and Thrombosis"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M16376","name":"Thrombosis","asFound":"Thrombosis","relevance":"HIGH"},{"id":"M7474","name":"Embolism","relevance":"LOW"},{"id":"M18818","name":"Embolism and Thrombosis","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"D000000074","term":"Acenocoumarol"}],"ancestors":[{"id":"D000000925","term":"Anticoagulants"}],"browseLeaves":[{"id":"M3934","name":"Anticoagulants","relevance":"LOW"},{"id":"M1271","name":"Acenocoumarol","asFound":"Belinostat","relevance":"HIGH"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}