{"protocolSection":{"identificationModule":{"nctId":"NCT06065397","orgStudyIdInfo":{"id":"Goal setting in Stroke"},"organization":{"fullName":"Hasselt University","class":"OTHER"},"briefTitle":"Goal-setting in Stroke: From Guideline Towards Implementation: a Realist Evaluation","officialTitle":"Goal-setting in Stroke: From Guideline Towards Implementation: a Realist Evaluation"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01-17","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-09-23","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-03-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-02-28","studyFirstSubmitQcDate":"2023-10-02","studyFirstPostDateStruct":{"date":"2023-10-03","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-02","lastUpdatePostDateStruct":{"date":"2023-10-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Annemie Spooren","investigatorTitle":"Prof Dr","investigatorAffiliation":"Hasselt University"},"leadSponsor":{"name":"Hasselt University","class":"OTHER"},"collaborators":[{"name":"Federal Public Service Health, Food Chain Safety and Environment","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Overall objective: The aim of the project is to integrate the quality improvement programme on goal setting into the current care of people with stroke and to test and refine this programme.\n\nTarget group:\n\n1. People after a stroke (treatment in the participating centres); total number 155 people\n2. Informal carers (only if the person has had a stroke and has limited opportunities to participate)\n3. Professional carer; total number 155 people\n\nWhat?\n\nThe goal-setting programme becomes standard care, it is checked whether the programme has been applied in care by health professionals (review of the patient's medical record), what the effects are on patients (questionnaires) and health professionals (questionnaires) and whether the quality improvement programme needs to be adjusted or refined (interviews with health professionals and the patient group)\n\nWhen to evaluate?\n\n1. Health professionals: start of the study and end of the study via questionnaires. Interviews/focus group (every 3 months)\n2. Review of patient records and observations (every 3 weeks)\n3. Patient assessment: Admission and 1 week before discharge or end of study, Interviews/focus group (3 months)","detailedDescription":"Aim This study aims to evaluate the implementation of a quality improvement program to improve goal-setting in the rehabilitation process after a stroke event (further referred to as goal-setting programme) by means of a realist evaluation.\n\nDuring this project, following questions will be answered:\n\nWhat are the different elements and the final form of the initial goal-setting programme? How is goal-setting for the implementation of the goal-setting programme conducted? How is the goal-setting programme implemented? Is the goal-setting programme accepted, is it appropriate and feasible to implement? (review the implementation process).\n\nAre adjustments needed on the goal-setting programme? How are the adjustments in the goal-setting programme being followed up? (review the implementation process) Does the implementation of the goal-setting programme in healthcare have an effect for patient or professional healthcare providers? (patient and healthcare professional outcome: Satisfaction with stroke care, participation, emotional status, empowerment and quality of life and overall feeling on goal-setting in stroke care)"},"conditionsModule":{"conditions":["Stroke"],"keywords":["Implementation","Realist evaluation","Stroke","Improvement program","Goal setting"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":280,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"People after a stroke event","type":"EXPERIMENTAL","description":"Implementation of improvement program","interventionNames":["Procedure: Goal setting improvement program"]},{"label":"Healthcare professionals","type":"EXPERIMENTAL","description":"Implementation of improvement program","interventionNames":["Procedure: Goal setting improvement program"]},{"label":"Close relatives of people after a stroke","type":"EXPERIMENTAL","description":"Implementation of improvement program","interventionNames":["Procedure: Goal setting improvement program"]}],"interventions":[{"type":"PROCEDURE","name":"Goal setting improvement program","description":"A improvement program how to optimalize patient-centered goal setting in rehab care is being implemented.","armGroupLabels":["Close relatives of people after a stroke","Healthcare professionals","People after a stroke event"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Adoption and adherence of goal-setting programme- in acute care setting","description":"The medical record screens whether all points of the predetermined goal setting programme are carried out and noted in the medical record.","timeFrame":"Once up to 3 weeks during the hospitalisation period, through study completion, an average of 1 year"},{"measure":"Adoption and adherence of goal-setting programme- in rehabilitation setting","description":"The medical record screens whether all points of the predetermined goal setting programme are carried out and noted in the medical record.","timeFrame":"Every 3 weeks during the hospitalisation period, through study completion, an average of 1 year"}],"secondaryOutcomes":[{"measure":"Evaluation of patient/ informal caregivers: Measuring patient satisfaction with stroke care","description":"• Measuring patient satisfaction with stroke care: Satisfaction with stroke care questionnaire, In this evaluation, patients are asked to evaluate the care and treatment in the health facility using a 4-point Likert scale, ranging from strongly disagree to strongly agree. On the other hand, the preparation for discharge from hospital and the subsequent period are also surveyed. The latter is conducted only in patients transferred from a participating center or in those going home after admission to rehabilitation. The higher the outcome score the higher the stroke patients' and informal caregivers' satisfaction is with hospital stroke care.","timeFrame":"Baseline and immediately after the intervention/admission to the healthcare institution"},{"measure":"Evaluation of patient/ informal caregivers: Patient Participation","description":"• Patient Participation: Via the Patient Participation in Rehabilitation Questionnaire, patients' experiences of participation in their rehabilitation will be assessed. This evaluation will be evaluated as an optional scale. Only for participants who are able to fulfill this questionnaire based on cognition or on level of load ability. The Patient Participation in Rehabilitation Questionnaire contains 20 items, scoring is based on a five point-likert scale varying from always agree to never agree. The higher the score the higher according to the patient/informal caregiver wishes the involved in their care is.","timeFrame":"Baseline and immediately after the intervention/admission to the healthcare institution"},{"measure":"Evaluation of patient/ informal caregivers, Patient empowerment:","description":"• Patient empowerment: Through the Health Care Empowerment Inventory, patients or informal caregivers are asked about their engagement with the patient about their healthcare. Using eight statements, the patient or informal caregiver must indicate the extent to which they agree or disagree with each of the following statements. The higher the score the higher the patient/informal caregiver wishes to be involved in their healthcare.","timeFrame":"Baseline and immediately after the intervention/admission to the healthcare institution"},{"measure":"Evaluation of patient/ informal caregivers, Level of depression:","description":"• Level of depression: Via the Patient Health Questionnaire-9 (PHQ-9) the mental functioning is evaluated. The PHQ-9 is the depression module, which scores each of the 9 Diagnostic Statistical Manual of Mental Disorders-IV criteria as \"0\" (not at all) to \"3\" (nearly every day). The lower the score, the lower the change of a depression are.","timeFrame":"Baseline and immediately after the intervention/admission to the healthcare institution"},{"measure":"Evaluation of patient/ informal caregivers, general Self-Efficacy","description":"• Level of helplessness/self-efficacy scale The first questionnaire evaluated the level of self-efficiency through the General Self-Efficacy Scale. This questionnaire is a mandatory questionnaire. The General Self-Efficacy Scale concerns a unidimensional questionnaire that measures how a person generally copes with stressors/difficult situations in life. It involves ten statements (optimistic 'self-beliefs') that ask about how one thinks and acts in general. The scale consists of 10 statements. For each statement, responders must answer on a 4-point likert scale, ranging from completely incorrect to completely correct. The higher the score, the more confident the patient/informal caregiver is that his or her actions are responsible for successful outcomes.","timeFrame":"Baseline and immediately after the intervention/admission to the healthcare institution"},{"measure":"Evaluation of patient/ informal caregivers, stroke self-efficacy:","description":"• Level of helplessness/self-efficacy scale The second questionnaire evaluated the level of self-efficiency through the Stroke self-efficacy questionnaire. This questionnaire is an optional questionnaire. The Stroke self-efficacy questionnaire is a 13-item self-report scale measuring self-efficacy judgements in specific domains of functioning post stroke. Individuals rate their belief in their ability to achieve each of the 13 items on a 10-point scale, where 0 = not at all confident to 10 = very confident. The higher the score the higher the patient/informal caregiver's self-confidence in functional performance.","timeFrame":"Baseline and immediately after the intervention/admission to the healthcare institution"},{"measure":"Evaluation of professional healthcare providers: Satisfaction of employees in healthcare","description":"• Satisfaction of employees in healthcare survey Through the Satisfaction of employees in healthcare survey, 20 statements are shown to healthcare professionals. For each statement, healthcare professionals have to score the statement using a 4 point likert scale, ranging from strongly disagree to strongly agree. A higher score indicated on the statement corresponds to a higher level of satisfaction with their work setting.","timeFrame":"Baseline and immediately after the intervention"},{"measure":"Evaluation of professional healthcare providers; Self- efficacy","description":"• Self- efficacy in patient centeredness questionnaire A 27-statement questionnaire asks healthcare professionals about how doctors and caregivers interact and communicate with patients. Participants can answer using a 5-point likert scale ranging from the answer option very little to very much. This questionnaire contains 3 main topics; 1) exploring the patient perspective, 2) sharing information and power and 3) Dealing with communicative challenges. A higher score corresponds to more confidence in dealing with patients.","timeFrame":"Baseline and immediately after the intervention"},{"measure":"Evaluation of professional healthcare providers; Acceptability of Intervention Measure, Intervention Appropriateness Measure, & Feasibility of Intervention Measure questionnaire","description":"Through a questionnaire (Acceptability of Intervention Measure, Intervention Appropriateness Measure, \\& Feasibility of Intervention Measure questionnaire) professional healthcare professionals are asked if they can assess whether the programme is appropriate and feasible and whether they accept the programme. A total of 12 statements are presented to participants where for each statement the participant has to indicate via a 5-point likert scale (ranging from Completely disagree to Completely agree) to what extent they agree or disagree with the statement.","timeFrame":"1-2 months after study start, at 4 months after study start and immediately after the intervention"},{"measure":"Feedback on the goal setting programme and implementation strategies.","description":"Through a semi-structured interview or focus group, both professional caregivers and patients/ informal caregivers are asked for their feedback on the programme and the implementation strategies used.","timeFrame":"2-3, 5 and 8 months after study start."}]},"eligibilityModule":{"eligibilityCriteria":"Professional healthcare providers\n\nInclusion criteria:\n\n* Participants are employed in hospitals, rehabilitation centres and/or private practices/primary healthcare facilities located in the provinces: Province of Flemish Brabant, Brussels, Province of Walloon Brabant, Limburg\n* Participants have a social, medical profession/background, work in the management of healthcare services or quality of healthcare\n* Participants involved (direct or indirect) in the goal-setting process of the patients\n* Participants who master the Flemish or French language\n* Adult participants (≥18 years)\n\nExclusion criteria:\n\n• Not giving informed consent\n\nPatients\n\nInclusion criteria:\n\n* Participants after a stroke event.\n* Residence in one of the four participating sites, in outpatient care or receive treatment in first line zone\n* Participants who master the Flemish or French language\n* Adult participants (≥18 years)\n\nExclusion criteria:\n\n* Not giving informed consent\n* Other severe comorbidities that interfere with the rehabilitation process or goal-setting process\n\nInformal caregivers\n\nInclusion criteria:\n\n• Informal caregiver of a stroke patient admitted to one of the four participating sites","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Annemie Spooren, prof dr","role":"CONTACT","phone":"+3211269332","email":"annemie.spooren@uhasselt.be"}],"overallOfficials":[{"name":"Annemie Spooren, prof dr","affiliation":"UHasselt","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"UHasselt","status":"RECRUITING","city":"Hasselt","state":"Limburg","zip":"3500","country":"Belgium","contacts":[{"name":"Liselot Thijs, Phd","role":"CONTACT","phone":"003222862653","email":"liselot.thijs@uhasselt.be"}],"geoPoint":{"lat":50.93106,"lon":5.33781}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}