{"protocolSection":{"identificationModule":{"nctId":"NCT05907629","orgStudyIdInfo":{"id":"Pro00050939"},"secondaryIdInfos":[{"id":"1UG3NS130228-01","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1UG3NS130228-01"}],"organization":{"fullName":"Yale University","class":"OTHER"},"briefTitle":"Comparison of Anti-coagulation and Anti-Platelet Therapies for Intracranial Vascular Atherostenosis- Magnetic Resonance Imaging","officialTitle":"Comparison of Anti-coagulation and Anti-Platelet Therapies for Intracranial Vascular Atherostenosis- Magnetic Resonance Imaging","acronym":"CAPTIVA-MRI"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-02-29","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2029-03-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-03-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-06-07","studyFirstSubmitQcDate":"2023-06-07","studyFirstPostDateStruct":{"date":"2023-06-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-31","lastUpdatePostDateStruct":{"date":"2024-02-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Yale University","class":"OTHER"},"collaborators":[{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"CAPTIVA-MRI is an observational multimodal MR imaging study that is ancillary to the CAPTIVA trial \\[a 3-arm, double-blind Phase III trial conducted at approximately 115 StrokeNet sites randomizing patients with stroke attributed to 70-99% intracranial atherosclerotic stenosis (ICAS) to aspirin plus ticagrelor, clopidogrel, or rivaroxaban.\\] The primary goal of this ancillary study is to determine if MRI biomarkers can potentially identify ICAS patients who fail best medical management. The CAPTIVA-MRI study leverages the CAPTIVA trial design and implementation to capture information that will inform and facilitate the next generation of ICAS trials and the management of patients with ICAS."},"conditionsModule":{"conditions":["Stroke","Intracranial Atherosclerotic Stenosis (ICAS)"],"keywords":["MRI","Stroke","intracranial atherosclerotic stenosis (ICAS)"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":300,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"CAPTIVA-MRI Group","description":"CAPTIVA patients with stroke attributed to 70-99% intracranial atherosclerotic stenosis (ICAS) to aspirin plus ticagrelor, clopidogrel, or rivaroxaban.","interventionNames":["Other: MRI"]}],"interventions":[{"type":"OTHER","name":"MRI","description":"Additional MRI to the CAPTIVA study at baseline and 12 months follow-up","armGroupLabels":["CAPTIVA-MRI Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Establish ICAS hemodynamic and plaque MRI biomarkers as reliable predictors of recurrent ischemic stroke in the vascular territory of the index stroke.","description":"Recurrent ischemic stroke, defined as symptomatic infarct in the vascular territory of the index stroke artery. This outcome is centrally adjudicated in CAPTIVA using an American Heart Association definition of ischemic stroke","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Enrollment in the CAPTIVA trial: nondisabling symptomatic ischemic infarct stroke within 30 days secondary to 70-99% stenosis of the intracranial ICA, MCA, BA or VA\n* Ability to obtain baseline study MRI within 14 days of CAPTIVA enrollmen\n\nExclusion Criteria:\n\n* Unable or unwilling to undergo MRI, including pacemaker or other MRI contraindications per American College of Radiology guidelines62\n* Gadolinium contrast allergy or acute or chronic kidney disease with eGFR\\<30 ml/min/1.73m2","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"ICAS patients who have a recent stroke and was enrolled into CAPTIVA.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Adam H. de Havenon, MD","role":"CONTACT","phone":"203-785-4085","email":"adam.dehavenon@yale.edu"},{"name":"Ka-Ho Wong, MBA","role":"CONTACT","phone":"801-585-7575","email":"ka-ho.wong@hsc.utah.edu"}],"overallOfficials":[{"name":"David Liebeskind, MD","affiliation":"University of California, Los Angeles","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Sepideh Amin-Hanjani, MD","affiliation":"University Hospitals","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Rano Chatterjee, MD","affiliation":"Washington University School of Medicine","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"19807851","type":"RESULT","citation":"Suri MF, Johnston SC. Epidemiology of intracranial stenosis. J Neuroimaging. 2009 Oct;19 Suppl 1:11S-6S. doi: 10.1111/j.1552-6569.2009.00415.x."},{"pmid":"24135208","type":"RESULT","citation":"Holmstedt CA, Turan TN, Chimowitz MI. Atherosclerotic intracranial arterial stenosis: risk factors, diagnosis, and treatment. Lancet Neurol. 2013 Nov;12(11):1106-14. doi: 10.1016/S1474-4422(13)70195-9."},{"pmid":"21164126","type":"RESULT","citation":"Arenillas JF. Intracranial atherosclerosis: current concepts. Stroke. 2011 Jan;42(1 Suppl):S20-3. doi: 10.1161/STROKEAHA.110.597278. Epub 2010 Dec 16."},{"pmid":"24741562","type":"RESULT","citation":"Bang OY. Intracranial atherosclerosis: current understanding and perspectives. J Stroke. 2014 Jan;16(1):27-35. doi: 10.5853/jos.2014.16.1.27. Epub 2014 Jan 31."},{"pmid":"26600797","type":"RESULT","citation":"Koo J. The Latest Information on Intracranial Atherosclerosis: Diagnosis and Treatment. Interv Neurol. 2015 Oct;4(1-2):48-50. doi: 10.1159/000438779. Epub 2015 Sep 18."},{"pmid":"28154100","type":"RESULT","citation":"Banerjee C, Chimowitz MI. Stroke Caused by Atherosclerosis of the Major Intracranial Arteries. Circ Res. 2017 Feb 3;120(3):502-513. doi: 10.1161/CIRCRESAHA.116.308441."},{"pmid":"27012273","type":"RESULT","citation":"Wang A, Wu L, Wang X, Zhao X, Wang C, Liu L, Zheng H, Cao Y, Wang Y, Wang Y; China National Stroke Registry investigators. Effect of recurrent stroke on poor functional outcome in transient ischemic attack or minor stroke. Int J Stroke. 2016 Oct;11(7):NP80. doi: 10.1177/1747493016641954. Epub 2016 Mar 24. No abstract available."},{"pmid":"25307297","type":"RESULT","citation":"Wang YL, Pan YS, Zhao XQ, Wang D, Johnston SC, Liu LP, Meng X, Wang AX, Wang CX, Wang YJ; CHANCE investigators. Recurrent stroke was associated with poor quality of life in patients with transient ischemic attack or minor stroke: finding from the CHANCE trial. CNS Neurosci Ther. 2014 Dec;20(12):1029-35. doi: 10.1111/cns.12329. Epub 2014 Oct 13."},{"pmid":"30282770","type":"RESULT","citation":"Albright KC, Huang L, Blackburn J, Howard G, Mullen M, Bittner V, Muntner P, Howard V. Racial differences in recurrent ischemic stroke risk and recurrent stroke case fatality. Neurology. 2018 Nov 6;91(19):e1741-e1750. doi: 10.1212/WNL.0000000000006467. Epub 2018 Oct 3."},{"pmid":"11641580","type":"RESULT","citation":"Eriksson SE, Olsson JE. Survival and recurrent strokes in patients with different subtypes of stroke: a fourteen-year follow-up study. Cerebrovasc Dis. 2001;12(3):171-80. doi: 10.1159/000047700."},{"pmid":"21536995","type":"RESULT","citation":"Hong KS, Yegiaian S, Lee M, Lee J, Saver JL. Declining stroke and vascular event recurrence rates in secondary prevention trials over the past 50 years and consequences for current trial design. Circulation. 2011 May 17;123(19):2111-9. doi: 10.1161/CIRCULATIONAHA.109.934786. Epub 2011 May 2."},{"pmid":"25790886","type":"RESULT","citation":"Chaturvedi S, Sacco RL. How recent data have impacted the treatment of internal carotid artery stenosis. J Am Coll Cardiol. 2015 Mar 24;65(11):1134-43. doi: 10.1016/j.jacc.2014.12.045."},{"pmid":"25453443","type":"RESULT","citation":"Bonati LH, Dobson J, Featherstone RL, Ederle J, van der Worp HB, de Borst GJ, Mali WP, Beard JD, Cleveland T, Engelter ST, Lyrer PA, Ford GA, Dorman PJ, Brown MM; International Carotid Stenting Study investigators. Long-term outcomes after stenting versus endarterectomy for treatment of symptomatic carotid stenosis: the International Carotid Stenting Study (ICSS) randomised trial. Lancet. 2015 Feb 7;385(9967):529-38. doi: 10.1016/S0140-6736(14)61184-3. Epub 2014 Oct 14."},{"pmid":"26890472","type":"RESULT","citation":"Brott TG, Howard G, Roubin GS, Meschia JF, Mackey A, Brooks W, Moore WS, Hill MD, Mantese VA, Clark WM, Timaran CH, Heck D, Leimgruber PP, Sheffet AJ, Howard VJ, Chaturvedi S, Lal BK, Voeks JH, Hobson RW 2nd; CREST Investigators. Long-Term Results of Stenting versus Endarterectomy for Carotid-Artery Stenosis. N Engl J Med. 2016 Mar 17;374(11):1021-31. doi: 10.1056/NEJMoa1505215. Epub 2016 Feb 18."},{"pmid":"26721504","type":"RESULT","citation":"Paraskevas KI, Mikhailidis DP, Veith FJ, Spence JD. Definition of Best Medical Treatment in Asymptomatic and Symptomatic Carotid Artery Stenosis. Angiology. 2016 May;67(5):411-9. doi: 10.1177/0003319715624526. Epub 2015 Dec 31."},{"pmid":"17962606","type":"RESULT","citation":"Marler JR. NINDS clinical trials in stroke: lessons learned and future directions. Stroke. 2007 Dec;38(12):3302-7. doi: 10.1161/STROKEAHA.107.485144. Epub 2007 Oct 25."},{"pmid":"15800226","type":"RESULT","citation":"Chimowitz MI, Lynn MJ, Howlett-Smith H, Stern BJ, Hertzberg VS, Frankel MR, Levine SR, Chaturvedi S, Kasner SE, Benesch CG, Sila CA, Jovin TG, Romano JG; Warfarin-Aspirin Symptomatic Intracranial Disease Trial Investigators. Comparison of warfarin and aspirin for symptomatic intracranial arterial stenosis. N Engl J Med. 2005 Mar 31;352(13):1305-16. doi: 10.1056/NEJMoa043033."},{"pmid":"21899409","type":"RESULT","citation":"Chimowitz MI, Lynn MJ, Derdeyn CP, Turan TN, Fiorella D, Lane BF, Janis LS, Lutsep HL, Barnwell SL, Waters MF, Hoh BL, Hourihane JM, Levy EI, Alexandrov AV, Harrigan MR, Chiu D, Klucznik RP, Clark JM, McDougall CG, Johnson MD, Pride GL Jr, Torbey MT, Zaidat OO, Rumboldt Z, Cloft HJ; SAMMPRIS Trial Investigators. Stenting versus aggressive medical therapy for intracranial arterial stenosis. N Engl J Med. 2011 Sep 15;365(11):993-1003. doi: 10.1056/NEJMoa1105335. Epub 2011 Sep 7. Erratum In: N Engl J Med. 2012 Jul 5;367(1):93."},{"pmid":"27469212","type":"RESULT","citation":"Mandell DM, Mossa-Basha M, Qiao Y, Hess CP, Hui F, Matouk C, Johnson MH, Daemen MJ, Vossough A, Edjlali M, Saloner D, Ansari SA, Wasserman BA, Mikulis DJ; Vessel Wall Imaging Study Group of the American Society of Neuroradiology. Intracranial Vessel Wall MRI: Principles and Expert Consensus Recommendations of the American Society of Neuroradiology. AJNR Am J Neuroradiol. 2017 Feb;38(2):218-229. doi: 10.3174/ajnr.A4893. Epub 2016 Jul 28."},{"pmid":"24399377","type":"RESULT","citation":"Leng X, Wong KS, Liebeskind DS. Evaluating intracranial atherosclerosis rather than intracranial stenosis. Stroke. 2014 Feb;45(2):645-51. doi: 10.1161/STROKEAHA.113.002491. Epub 2014 Jan 7. No abstract available."},{"pmid":"33276302","type":"RESULT","citation":"Romano JG, Prabhakaran S, Nizam A, Feldmann E, Sangha R, Cotsonis G, Campo-Bustillo I, Koch S, Rundek T, Chimowitz MI, Liebeskind DS; MyRIAD Investigators. Infarct Recurrence in Intracranial Atherosclerosis: Results from the MyRIAD Study. J Stroke Cerebrovasc Dis. 2021 Feb;30(2):105504. doi: 10.1016/j.jstrokecerebrovasdis.2020.105504. Epub 2020 Dec 1."},{"pmid":"32579278","type":"RESULT","citation":"de Havenon A, Khatri P, Prabhakaran S, Yeatts SD, Peterson C, Sacchetti D, Alexander M, Cutting S, Grory BM, Furie K, Liebeskind DS, Yaghi S. Hypoperfusion Distal to Anterior Circulation Intracranial Atherosclerosis is Associated with Recurrent Stroke. J Neuroimaging. 2020 Jul;30(4):468-470. doi: 10.1111/jon.12710. Epub 2020 Jun 24."},{"pmid":"17409371","type":"RESULT","citation":"Feldmann E, Wilterdink JL, Kosinski A, Lynn M, Chimowitz MI, Sarafin J, Smith HH, Nichols F, Rogg J, Cloft HJ, Wechsler L, Saver J, Levine SR, Tegeler C, Adams R, Sloan M; Stroke Outcomes and Neuroimaging of Intracranial Atherosclerosis (SONIA) Trial Investigators. The Stroke Outcomes and Neuroimaging of Intracranial Atherosclerosis (SONIA) trial. Neurology. 2007 Jun 12;68(24):2099-106. doi: 10.1212/01.wnl.0000261488.05906.c1. Epub 2007 Apr 4."},{"pmid":"30580705","type":"RESULT","citation":"Wabnitz AM, Derdeyn CP, Fiorella DJ, Lynn MJ, Cotsonis GA, Liebeskind DS, Waters MF, Lutsep H, Lopez-Cancio E, Turan TN, Montgomery J, Janis LS, Lane B, Chimowitz MI; SAMMPRIS Investigators. Hemodynamic Markers in the Anterior Circulation as Predictors of Recurrent Stroke in Patients With Intracranial Stenosis. Stroke. 2019 Jan;50(1):143-147. doi: 10.1161/STROKEAHA.118.020840. Epub 2018 Dec 11."},{"pmid":"3974526","type":"RESULT","citation":"O'Donnell M. NMR blood flow imaging using multiecho, phase contrast sequences. Med Phys. 1985 Jan-Feb;12(1):59-64. doi: 10.1118/1.595736."},{"pmid":"1732966","type":"RESULT","citation":"Marks MP, Pelc NJ, Ross MR, Enzmann DR. Determination of cerebral blood flow with a phase-contrast cine MR imaging technique: evaluation of normal subjects and patients with arteriovenous malformations. Radiology. 1992 Feb;182(2):467-76. doi: 10.1148/radiology.182.2.1732966."},{"pmid":"26720181","type":"RESULT","citation":"Amin-Hanjani S, Pandey DK, Rose-Finnell L, Du X, Richardson D, Thulborn KR, Elkind MS, Zipfel GJ, Liebeskind DS, Silver FL, Kasner SE, Aletich VA, Caplan LR, Derdeyn CP, Gorelick PB, Charbel FT; Vertebrobasilar Flow Evaluation and Risk of Transient Ischemic Attack and Stroke Study Group. Effect of Hemodynamics on Stroke Risk in Symptomatic Atherosclerotic Vertebrobasilar Occlusive Disease. JAMA Neurol. 2016 Feb;73(2):178-85. doi: 10.1001/jamaneurol.2015.3772."},{"pmid":"15890993","type":"RESULT","citation":"Amin-Hanjani S, Du X, Zhao M, Walsh K, Malisch TW, Charbel FT. Use of quantitative magnetic resonance angiography to stratify stroke risk in symptomatic vertebrobasilar disease. Stroke. 2005 Jun;36(6):1140-5. doi: 10.1161/01.STR.0000166195.63276.7c. Epub 2005 May 12."},{"pmid":"25316593","type":"RESULT","citation":"Timmins LH, Molony DS, Eshtehardi P, McDaniel MC, Oshinski JN, Samady H, Giddens DP. Focal association between wall shear stress and clinical coronary artery disease progression. Ann Biomed Eng. 2015 Jan;43(1):94-106. doi: 10.1007/s10439-014-1155-9. Epub 2014 Oct 15."},{"pmid":"28074425","type":"RESULT","citation":"Eshtehardi P, Brown AJ, Bhargava A, Costopoulos C, Hung OY, Corban MT, Hosseini H, Gogas BD, Giddens DP, Samady H. High wall shear stress and high-risk plaque: an emerging concept. Int J Cardiovasc Imaging. 2017 Jul;33(7):1089-1099. doi: 10.1007/s10554-016-1055-1. Epub 2017 Jan 10."},{"pmid":"24829599","type":"RESULT","citation":"Jeong SK, Lee JY, Rosenson RS. Association between Ischemic Stroke and Vascular Shear Stress in the Carotid Artery. J Clin Neurol. 2014 Apr;10(2):133-9. doi: 10.3988/jcn.2014.10.2.133. Epub 2014 Apr 23."},{"pmid":"21903967","type":"RESULT","citation":"Mutsaerts HJ, Palm-Meinders IH, de Craen AJ, Reiber JH, Blauw GJ, van Buchem MA, van der Grond J, Box FM; PROSPER Study Group. Diastolic carotid artery wall shear stress is associated with cerebral infarcts and periventricular white matter lesions. Stroke. 2011 Dec;42(12):3497-501. doi: 10.1161/STROKEAHA.111.614453. Epub 2011 Sep 8."},{"pmid":"32010041","type":"RESULT","citation":"Chen Z, Qin H, Liu J, Wu B, Cheng Z, Jiang Y, Liu L, Jing L, Leng X, Jing J, Wang Y, Wang Y. Characteristics of Wall Shear Stress and Pressure of Intracranial Atherosclerosis Analyzed by a Computational Fluid Dynamics Model: A Pilot Study. Front Neurol. 2020 Jan 17;10:1372. doi: 10.3389/fneur.2019.01372. eCollection 2019."},{"pmid":"34993111","type":"RESULT","citation":"Wu J, Wang P, Zhou L, Zhang D, Chen Q, Mao C, Su W, Huo Y, Peng J, Yin X, Chen G. Hemodynamics derived from computational fluid dynamics based on magnetic resonance angiography is associated with functional outcomes in atherosclerotic middle cerebral artery stenosis. Quant Imaging Med Surg. 2022 Jan;12(1):688-698. doi: 10.21037/qims-21-337."},{"pmid":"30840312","type":"RESULT","citation":"Leng X, Lan L, Ip HL, Abrigo J, Scalzo F, Liu H, Feng X, Chan KL, Fan FSY, Ma SH, Fang H, Xu Y, Li J, Zhang B, Xu Y, Soo YOY, Mok VCT, Yu SCH, Liebeskind DS, Wong KS, Leung TW. Hemodynamics and stroke risk in intracranial atherosclerotic disease. Ann Neurol. 2019 May;85(5):752-764. doi: 10.1002/ana.25456. Epub 2019 Apr 3."},{"type":"RESULT","citation":"de Havenon, A., Chung, L., Park, M. et al. Intracranial vessel wall MRI: a review of current indications and future applications. Neurovasc Imaging 2, 10 (2016). https://doi.org/10.1186/s40809-016-0021-6"},{"pmid":"25953365","type":"RESULT","citation":"Mossa-Basha M, Hwang WD, De Havenon A, Hippe D, Balu N, Becker KJ, Tirschwell DT, Hatsukami T, Anzai Y, Yuan C. Multicontrast high-resolution vessel wall magnetic resonance imaging and its value in differentiating intracranial vasculopathic processes. Stroke. 2015 Jun;46(6):1567-73. doi: 10.1161/STROKEAHA.115.009037. Epub 2015 May 7."},{"pmid":"26346855","type":"RESULT","citation":"de Havenon A, Yuan C, Tirschwell D, Hatsukami T, Anzai Y, Becker K, Sultan-Qurraie A, Mossa-Basha M. Nonstenotic Culprit Plaque: The Utility of High-Resolution Vessel Wall MRI of Intracranial Vessels after Ischemic Stroke. Case Rep Radiol. 2015;2015:356582. doi: 10.1155/2015/356582. Epub 2015 Aug 6."},{"pmid":"28256418","type":"RESULT","citation":"Li Y, Turan TN, Chaudry I, Spiotta AM, Turk AS, Turner RD, Chatterjee AR. High-Resolution Magnetic Resonance Imaging Evidence for Intracranial Vessel Wall Inflammation Following Endovascular Thrombectomy. J Stroke Cerebrovasc Dis. 2017 May;26(5):e96-e98. doi: 10.1016/j.jstrokecerebrovasdis.2017.02.006. Epub 2017 Feb 27."},{"pmid":"34313475","type":"RESULT","citation":"Kang N, Qiao Y, Wasserman BA. Essentials for Interpreting Intracranial Vessel Wall MRI Results: State of the Art. Radiology. 2021 Sep;300(3):492-505. doi: 10.1148/radiol.2021204096. Epub 2021 Jul 27."},{"pmid":"33370193","type":"RESULT","citation":"Song JW, Pavlou A, Xiao J, Kasner SE, Fan Z, Messe SR. Vessel Wall Magnetic Resonance Imaging Biomarkers of Symptomatic Intracranial Atherosclerosis: A Meta-Analysis. Stroke. 2021 Jan;52(1):193-202. doi: 10.1161/STROKEAHA.120.031480. Epub 2020 Dec 2."},{"pmid":"27528408","type":"RESULT","citation":"Gupta A, Baradaran H, Al-Dasuqi K, Knight-Greenfield A, Giambrone AE, Delgado D, Wright D, Teng Z, Min JK, Navi BB, Iadecola C, Kamel H. Gadolinium Enhancement in Intracranial Atherosclerotic Plaque and Ischemic Stroke: A Systematic Review and Meta-Analysis. J Am Heart Assoc. 2016 Aug 15;5(8):e003816. doi: 10.1161/JAHA.116.003816."},{"pmid":"30559708","type":"RESULT","citation":"Lee HN, Ryu CW, Yun SJ. Vessel-Wall Magnetic Resonance Imaging of Intracranial Atherosclerotic Plaque and Ischemic Stroke: A Systematic Review and Meta-Analysis. Front Neurol. 2018 Dec 3;9:1032. doi: 10.3389/fneur.2018.01032. eCollection 2018."},{"pmid":"26783308","type":"RESULT","citation":"Kim JM, Jung KH, Sohn CH, Moon J, Shin JH, Park J, Lee SH, Han MH, Roh JK. Intracranial plaque enhancement from high resolution vessel wall magnetic resonance imaging predicts stroke recurrence. Int J Stroke. 2016 Feb;11(2):171-9. doi: 10.1177/1747493015609775."},{"pmid":"32300828","type":"RESULT","citation":"Song X, Zhao X, Liebeskind DS, Wang L, Xu W, Xu Y, Hou D, Zheng Z, Wu J. Incremental value of plaque enhancement in predicting stroke recurrence in symptomatic intracranial atherosclerosis. Neuroradiology. 2020 Sep;62(9):1123-1131. doi: 10.1007/s00234-020-02418-8. Epub 2020 Apr 17."},{"pmid":"19807850","type":"RESULT","citation":"Qureshi AI, Feldmann E, Gomez CR, Johnston SC, Kasner SE, Quick DC, Rasmussen PA, Suri MF, Taylor RA, Zaidat OO. Consensus conference on intracranial atherosclerotic disease: rationale, methodology, and results. J Neuroimaging. 2009 Oct;19 Suppl 1:1S-10S. doi: 10.1111/j.1552-6569.2009.00414.x."},{"pmid":"32857214","type":"RESULT","citation":"Kauw F, Greving JP, Takx RAP, de Jong HWAM, Schonewille WJ, Vos JA, Wermer MJH, van Walderveen MAA, Kappelle LJ, Velthuis BK, Dankbaar JW; Dutch acute stroke study (DUST) investigators. Prediction of long-term recurrent ischemic stroke: the added value of non-contrast CT, CT perfusion, and CT angiography. Neuroradiology. 2021 Apr;63(4):483-490. doi: 10.1007/s00234-020-02526-5. Epub 2020 Aug 28."},{"pmid":"11062288","type":"RESULT","citation":"Wong KS, Li H, Chan YL, Ahuja A, Lam WW, Wong A, Kay R. Use of transcranial Doppler ultrasound to predict outcome in patients with intracranial large-artery occlusive disease. Stroke. 2000 Nov;31(11):2641-7. doi: 10.1161/01.str.31.11.2641."},{"pmid":"34553337","type":"RESULT","citation":"Shaban S, Huasen B, Haridas A, Killingsworth M, Worthington J, Jabbour P, Bhaskar SMM. Digital subtraction angiography in cerebrovascular disease: current practice and perspectives on diagnosis, acute treatment and prognosis. Acta Neurol Belg. 2022 Jun;122(3):763-780. doi: 10.1007/s13760-021-01805-z. Epub 2021 Sep 22."},{"pmid":"21586680","type":"RESULT","citation":"Wang Y, Alkasab TK, Narin O, Nazarian RM, Kaewlai R, Kay J, Abujudeh HH. Incidence of nephrogenic systemic fibrosis after adoption of restrictive gadolinium-based contrast agent guidelines. Radiology. 2011 Jul;260(1):105-11. doi: 10.1148/radiol.11102340. Epub 2011 May 17."},{"pmid":"34397966","type":"RESULT","citation":"Lavie J, Vellimana AK, Chatterjee AR. Endovascular Thrombectomy Treatment: Beyond Early Time Windows and Small Core. Top Magn Reson Imaging. 2021 Aug 1;30(4):173-180. doi: 10.1097/RMR.0000000000000291."},{"pmid":"30954372","type":"RESULT","citation":"Saba L, Saam T, Jager HR, Yuan C, Hatsukami TS, Saloner D, Wasserman BA, Bonati LH, Wintermark M. Imaging biomarkers of vulnerable carotid plaques for stroke risk prediction and their potential clinical implications. Lancet Neurol. 2019 Jun;18(6):559-572. doi: 10.1016/S1474-4422(19)30035-3. Epub 2019 Apr 4."},{"pmid":"29326139","type":"RESULT","citation":"Saba L, Yuan C, Hatsukami TS, Balu N, Qiao Y, DeMarco JK, Saam T, Moody AR, Li D, Matouk CC, Johnson MH, Jager HR, Mossa-Basha M, Kooi ME, Fan Z, Saloner D, Wintermark M, Mikulis DJ, Wasserman BA; Vessel Wall Imaging Study Group of the American Society of Neuroradiology. Carotid Artery Wall Imaging: Perspective and Guidelines from the ASNR Vessel Wall Imaging Study Group and Expert Consensus Recommendations of the American Society of Neuroradiology. AJNR Am J Neuroradiol. 2018 Feb;39(2):E9-E31. doi: 10.3174/ajnr.A5488. Epub 2018 Jan 11."},{"pmid":"33370178","type":"RESULT","citation":"Wright CB, Bosetti F, Janis LS, Koenig JI, Moy CS. Organizational Update: NINDS Stroke Research Strategies for Large Vessel Occlusion and Neuroprotection. Stroke. 2021 Jan;52(1):e1-e2. doi: 10.1161/STROKEAHA.120.029977. Epub 2020 Dec 28. No abstract available."},{"pmid":"26045600","type":"RESULT","citation":"Liebeskind DS, Albers GW, Crawford K, Derdeyn CP, George MS, Palesch YY, Toga AW, Warach S, Zhao W, Brott TG, Sacco RL, Khatri P, Saver JL, Cramer SC, Wolf SL, Broderick JP, Wintermark M. Imaging in StrokeNet: Realizing the Potential of Big Data. Stroke. 2015 Jul;46(7):2000-6. doi: 10.1161/STROKEAHA.115.009479. Epub 2015 Jun 4. No abstract available."},{"type":"RESULT","citation":"Recovery and Rehabilitation Trials [Internet]. [cited 2022 Jan 2]. Available from: https://www.nihstrokenet.org/clinical-trials/recovery-rehab-trials"},{"type":"RESULT","citation":"Warach Steven J., Luby Marie, Albers Gregory W., Bammer Roland, Bivard Andrew, Campbell Bruce C.V., Derdeyn Colin, Heit Jeremy J., Khatri Pooja, Lansberg Maarten G., Liebeskind David S., Majoie Charles B.L.M., Marks Michael P., Menon Bijoy K., Muir Keith W., Parsons Mark W., Vagal Achala, Yoo Albert J., Alexandrov Andrei V., Baron Jean-Claude, Fiorella David J., Furlan Anthony J., Puig Josep, Schellinger Peter D., Wintermark Max, null null, Ansari Sameer A., Aviv Richard I., Barreto Andrew D., Broderick Joseph P., Christensen Søren, Davis Stephen M., Demchuk Andrew M., Dippel Diederik W., Donnan Geoffrey A., Fiebach Jochen B., Fiehler Jens, Houser Gary, Grotta James C., Hacke Werner, Hill Michael D., Hsia Amie W., Jovin Tudor G., Köhrmann Martin, Latour Lawrence L., Leigh Richard, Lees Kennedy R., Lev Michael D., Marshall Randolph S., Mocco J, Nadareishvili Zurab, Nogueira Raul G., Olivot Jean Marc, Palesch Yuko, PedrazaProtocol Version 1.0 Page 23 Salvador, Sasaki Makoto, Saver Jeffrey L., Savitz Sean I., Schwamm Lee H., Simpkins Alexis, Smith Wade S., Thijs Vincent, Thomalla Götz, Wechsler Lawrence R., Wu Ona, Zaharchuk Greg, Zaidat Osama O. Acute Stroke Imaging Research Roadmap III Imaging Selection and Outcomes in Acute Stroke Reperfusion Clinical Trials. Stroke. American Heart Association; 2016 May 1;47(5):1389-1398"},{"pmid":"12660385","type":"RESULT","citation":"Vermeer SE, Prins ND, den Heijer T, Hofman A, Koudstaal PJ, Breteler MM. Silent brain infarcts and the risk of dementia and cognitive decline. N Engl J Med. 2003 Mar 27;348(13):1215-22. doi: 10.1056/NEJMoa022066."},{"pmid":"26888534","type":"RESULT","citation":"Gupta A, Giambrone AE, Gialdini G, Finn C, Delgado D, Gutierrez J, Wright C, Beiser AS, Seshadri S, Pandya A, Kamel H. Silent Brain Infarction and Risk of Future Stroke: A Systematic Review and Meta-Analysis. Stroke. 2016 Mar;47(3):719-25. doi: 10.1161/STROKEAHA.115.011889."},{"pmid":"27980126","type":"RESULT","citation":"Smith EE, Saposnik G, Biessels GJ, Doubal FN, Fornage M, Gorelick PB, Greenberg SM, Higashida RT, Kasner SE, Seshadri S; American Heart Association Stroke Council; Council on Cardiovascular Radiology and Intervention; Council on Functional Genomics and Translational Biology; and Council on Hypertension. Prevention of Stroke in Patients With Silent Cerebrovascular Disease: A Scientific Statement for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2017 Feb;48(2):e44-e71. doi: 10.1161/STR.0000000000000116. Epub 2016 Dec 15."},{"pmid":"23160885","type":"RESULT","citation":"Kim JS, Nah HW, Park SM, Kim SK, Cho KH, Lee J, Lee YS, Kim J, Ha SW, Kim EG, Kim DE, Kang DW, Kwon SU, Yu KH, Lee BC. Risk factors and stroke mechanisms in atherosclerotic stroke: intracranial compared with extracranial and anterior compared with posterior circulation disease. Stroke. 2012 Dec;43(12):3313-8. doi: 10.1161/STROKEAHA.112.658500. Epub 2012 Nov 15."},{"type":"RESULT","citation":"Diagnostic Radiology: Magnetic Resonance Imaging (MRI) Practice Parameters and Technical Standards - American College of Radiology [Internet]. [cited 2015 Jan 30]. Available from: http://www.acr.org/Quality- Safety/Standards-Guidelines/Practice-Guidelines-by-Modality/MRI"},{"pmid":"9160492","type":"RESULT","citation":"Hosmer DW, Hosmer T, Le Cessie S, Lemeshow S. A comparison of goodness-of-fit tests for the logistic regression model. Stat Med. 1997 May 15;16(9):965-80. doi: 10.1002/(sici)1097-0258(19970515)16:93.0.co;2-o."},{"pmid":"22020750","type":"RESULT","citation":"Song C, Kuo L, Derby CA, Lipton RB, Hall CB. Multi-stage transitional models with random effects and their application to the Einstein aging study. Biom J. 2011 Nov;53(6):938-55. doi: 10.1002/bimj.200900259. Epub 2011 Oct 21."},{"type":"RESULT","citation":"de Rooij M. Transitional modeling of experimental longitudinal data with missing values. Adv Data Anal Classif. 2018 Mar 1;12(1):107-130."},{"pmid":"26747792","type":"RESULT","citation":"Waters MF, Hoh BL, Lynn MJ, Kwon HM, Turan TN, Derdeyn CP, Fiorella D, Khanna A, Sheehan TO, Lane BF, Janis S, Montgomery J, Chimowitz MI; Stenting and Aggressive Medical Management for Preventing Recurrent Stroke in Intracranial Stenosis (SAMMPRIS) Trial Investigators. Factors Associated With Recurrent Ischemic Stroke in the Medical Group of the SAMMPRIS Trial. JAMA Neurol. 2016 Mar;73(3):308-15. doi: 10.1001/jamaneurol.2015.4315. Erratum In: JAMA Neurol. 2016 Apr;73(4):481."},{"pmid":"22879094","type":"RESULT","citation":"Schmidt R, Berghold A, Jokinen H, Gouw AA, van der Flier WM, Barkhof F, Scheltens P, Petrovic K, Madureira S, Verdelho A, Ferro JM, Waldemar G, Wallin A, Wahlund LO, Poggesi A, Pantoni L, Inzitari D, Fazekas F, Erkinjuntti T; LADIS Study Group. White matter lesion progression in LADIS: frequency, clinical effects, and sample size calculations. Stroke. 2012 Oct;43(10):2643-7. doi: 10.1161/STROKEAHA.112.662593. Epub 2012 Aug 9."},{"pmid":"33823461","type":"RESULT","citation":"Sheibani N, Wong KH, Turan TN, Yeatts SD, Gottesman RF, Prabhakaran S, Rost NS, de Havenon A. White Matter Hyperintensity and Cardiovascular Disease Outcomes in the SPRINT MIND Trial. J Stroke Cerebrovasc Dis. 2021 Jun;30(6):105764. doi: 10.1016/j.jstrokecerebrovasdis.2021.105764. Epub 2021 Apr 3."},{"pmid":"28462683","type":"RESULT","citation":"Howard VJ, Meschia JF, Lal BK, Turan TN, Roubin GS, Brown RD Jr, Voeks JH, Barrett KM, Demaerschalk BM, Huston J 3rd, Lazar RM, Moore WS, Wadley VG, Chaturvedi S, Moy CS, Chimowitz M, Howard G, Brott TG; CREST-2 study investigators. Carotid revascularization and medical management for asymptomatic carotid stenosis: Protocol of the CREST-2 clinical trials. Int J Stroke. 2017 Oct;12(7):770-778. doi: 10.1177/1747493017706238. Epub 2017 May 2."},{"pmid":"24168957","type":"RESULT","citation":"Derdeyn CP, Chimowitz MI, Lynn MJ, Fiorella D, Turan TN, Janis LS, Montgomery J, Nizam A, Lane BF, Lutsep HL, Barnwell SL, Waters MF, Hoh BL, Hourihane JM, Levy EI, Alexandrov AV, Harrigan MR, Chiu D, Klucznik RP, Clark JM, McDougall CG, Johnson MD, Pride GL Jr, Lynch JR, Zaidat OO, Rumboldt Z, Cloft HJ; Stenting and Aggressive Medical Management for Preventing Recurrent Stroke in Intracranial Stenosis Trial Investigators. Aggressive medical treatment with or without stenting in high-risk patients with intracranial artery stenosis (SAMMPRIS): the final results of a randomised trial. Lancet. 2014 Jan 25;383(9914):333-41. doi: 10.1016/S0140-6736(13)62038-3. Epub 2013 Oct 26."},{"pmid":"23975111","type":"RESULT","citation":"Gordon NF. Clinical effectiveness of lifestyle management programs: importance of the class effect paradox. Curr Treat Options Cardiovasc Med. 2013 Dec;15(6):675-80. doi: 10.1007/s11936-013-0271-4."},{"pmid":"15589017","type":"RESULT","citation":"Gordon NF, Salmon RD, Franklin BA, Sperling LS, Hall L, Leighton RF, Haskell WL. Effectiveness of therapeutic lifestyle changes in patients with hypertension, hyperlipidemia, and/or hyperglycemia. Am J Cardiol. 2004 Dec 15;94(12):1558-61. doi: 10.1016/j.amjcard.2004.08.039."},{"pmid":"28679857","type":"RESULT","citation":"Sangha RS, Naidech AM, Corado C, Ansari SA, Prabhakaran S. Challenges in the Medical Management of Symptomatic Intracranial Stenosis in an Urban Setting. Stroke. 2017 Aug;48(8):2158-2163. doi: 10.1161/STROKEAHA.116.016254. Epub 2017 Jul 5."},{"pmid":"27805013","type":"RESULT","citation":"Song Y, Liu X, Zhu X, Zhao B, Hu B, Sheng X, Chen L, Yu M, Yang T, Zhao J. Increasing trend of diabetes combined with hypertension or hypercholesterolemia: NHANES data analysis 1999-2012. Sci Rep. 2016 Nov 2;6:36093. doi: 10.1038/srep36093."},{"pmid":"21257854","type":"RESULT","citation":"Prince MR, Zhang H, Zou Z, Staron RB, Brill PW. Incidence of immediate gadolinium contrast media reactions. AJR Am J Roentgenol. 2011 Feb;196(2):W138-43. doi: 10.2214/AJR.10.4885."},{"pmid":"21050408","type":"RESULT","citation":"Amin-Hanjani S, Rose-Finnell L, Richardson D, Ruland S, Pandey D, Thulborn KR, Liebeskind DS, Zipfel GJ, Elkind MS, Kramer J, Silver FL, Kasner SE, Caplan LR, Derdeyn CP, Gorelick PB, Charbel FT; VERiTAS Study Group. Vertebrobasilar Flow Evaluation and Risk of Transient Ischaemic Attack and Stroke study (VERiTAS): rationale and design. Int J Stroke. 2010 Dec;5(6):499-505. doi: 10.1111/j.1747-4949.2010.00528.x."},{"pmid":"16885176","type":"RESULT","citation":"Ryu CW, Lee DH, Kim HS, Lee JH, Choi CG, Kim SJ, Suh DC. Acquisition of MR perfusion images and contrast-enhanced MR angiography in acute ischaemic stroke patients: which procedure should be done first? Br J Radiol. 2006 Dec;79(948):962-7. doi: 10.1259/bjr/23219572. Epub 2006 Aug 2."},{"pmid":"25907520","type":"RESULT","citation":"Welker K, Boxerman J, Kalnin A, Kaufmann T, Shiroishi M, Wintermark M; American Society of Functional Neuroradiology MR Perfusion Standards and Practice Subcommittee of the ASFNR Clinical Practice Committee. ASFNR recommendations for clinical performance of MR dynamic susceptibility contrast perfusion imaging of the brain. AJNR Am J Neuroradiol. 2015 Jun;36(6):E41-51. doi: 10.3174/ajnr.A4341. Epub 2015 Apr 23."},{"pmid":"27856437","type":"RESULT","citation":"Vakil P, Elmokadem AH, Syed FH, Cantrell CG, Dehkordi FH, Carroll TJ, Ansari SA. Quantifying Intracranial Plaque Permeability with Dynamic Contrast-Enhanced MRI: A Pilot Study. AJNR Am J Neuroradiol. 2017 Feb;38(2):243-249. doi: 10.3174/ajnr.A4998. Epub 2016 Nov 17."},{"type":"RESULT","citation":"See AP, Pandey DK, Du X, Rose-Finnell L, Charbel FT, Derdeyn CP, Amin-Hanjani S, Richardson D, Xie H, Thulborn K, Flanner MP, Ganin H, Ruland S, Grysiewicz R, Khaja A, Pedelty L, Testai F, Ong A, Epstein N, Muqtadar H, Watson K, Mlinarevich N, Hillmann M, Elkind MSV, Hirsch J, Dashnaw S, Meyers PM, Willey JZ, McNeill-Simaan E, Perez V, Canaan A, Paulino-Hernandez W, Zipfel GJ, Vo K, Foster G, Ford A, Nassief A, Bradley A, Serna-Northway J, Kraus K, Shiwani L, Hantler N, Liebeskind DS, Alger J, Godinez S, Saver JL, Ali L, Kim D, Tenser M, Froehler M, Raychev R, Song S, Ovbiagele B, Abcede H, Adamczyk P, Rao N, Yallapragada A, Modir R, Hinman J, Tansy A, Calderon-Arnulphi M, Sheth S, Noorian A, Ng K, Liang C, Gadhia J, Smith H, Avila G, Avelar J, Silver FL, Mikulis D, Fierstra J, Hlasny E, Casaubon LK, Vergouwen M, Martin del Campo JC, Jaigobin CS, Astorga C, Kalman L, Kramer J, Vaughan S, Owens L, Richardson D, Thulborn KR, Caplan LR, Gorelick PB, Kasner SE, Kissela B, Turan TN, Aletich V, Jacobs TP, Janis S. Optimized Hemodynamic Assessment to Predict Stroke Risk in Vertebrobasilar Disease: Analysis From the VERiTAS Study. J Am Heart Assoc. American Heart Association; 2020 Jun 16;9(12):e016406."},{"pmid":"32883193","type":"RESULT","citation":"Lan L, Liu H, Ip V, Soo Y, Abrigo J, Fan F, Ma SH, Ma K, Ip B, Liu J, Fan Y, Zeng J, Mok V, Wong L, Liebeskind D, Leung T, Leng X. Regional High Wall Shear Stress Associated With Stenosis Regression in Symptomatic Intracranial Atherosclerotic Disease. Stroke. 2020 Oct;51(10):3064-3073. doi: 10.1161/STROKEAHA.120.030615. Epub 2020 Sep 4."},{"pmid":"28991669","type":"RESULT","citation":"Leng X, Lan L, Ip VHL, Liu H, Abrigo J, Liebeskind DS, Wong LKS, Leung TW. Noninvasive fractional flow in intracranial atherosclerotic stenosis: Reproducibility, limitations, and perspectives. J Neurol Sci. 2017 Oct 15;381:150-152. doi: 10.1016/j.jns.2017.08.3239. Epub 2017 Aug 24. No abstract available."},{"pmid":"24818753","type":"RESULT","citation":"Leng X, Scalzo F, Ip HL, Johnson M, Fong AK, Fan FS, Chen X, Soo YO, Miao Z, Liu L, Feldmann E, Leung TW, Liebeskind DS, Wong KS. Computational fluid dynamics modeling of symptomatic intracranial atherosclerosis may predict risk of stroke recurrence. PLoS One. 2014 May 12;9(5):e97531. doi: 10.1371/journal.pone.0097531. eCollection 2014."},{"type":"RESULT","citation":"Leng X, Scalzo F, Fong AK, Johnson M, Ip HL, Soo Y, Leung T, Liu L, Feldmann E, Wong KS, Liebeskind DS. Computational fluid dynamics of computed tomography angiography to detect the hemodynamic impact of intracranial atherosclerotic stenosis. Neurovascular Imaging. 2015 Oct 21;1(1):1."},{"pmid":"29126049","type":"RESULT","citation":"Ghaffari M, Tangen K, Alaraj A, Du X, Charbel FT, Linninger AA. Large-scale subject-specific cerebral arterial tree modeling using automated parametric mesh generation for blood flow simulation. Comput Biol Med. 2017 Dec 1;91:353-365. doi: 10.1016/j.compbiomed.2017.10.028. Epub 2017 Oct 24."},{"pmid":"27150439","type":"RESULT","citation":"Ren Y, Chen GZ, Liu Z, Cai Y, Lu GM, Li ZY. Reproducibility of image-based computational models of intracranial aneurysm: a comparison between 3D rotational angiography, CT angiography and MR angiography. Biomed Eng Online. 2016 May 6;15(1):50. doi: 10.1186/s12938-016-0163-4."},{"pmid":"33044647","type":"RESULT","citation":"Yoneyama Y, Isoda H, Ishiguro K, Terada M, Kamiya M, Otsubo K, Perera R, Mizuno T, Fukuyama A, Takiguchi K, Watanabe T, Kosugi T, Komori Y, Naganawa S. Evaluation of magnetic resonance angiography as a possible alternative to rotational angiography or computed tomography angiography for assessing cerebrovascular computational fluid dynamics. Phys Eng Sci Med. 2020 Dec;43(4):1327-1337. doi: 10.1007/s13246-020-00936-6. Epub 2020 Oct 12."},{"pmid":"30675639","type":"RESULT","citation":"Alexander MD, de Havenon A, Kim SE, Parker DL, McNally JS. Assessment of quantitative methods for enhancement measurement on vessel wall magnetic resonance imaging evaluation of intracranial atherosclerosis. Neuroradiology. 2019 Jun;61(6):643-650. doi: 10.1007/s00234-019-02167-3. Epub 2019 Jan 24."},{"pmid":"34014780","type":"RESULT","citation":"Kasab SA, Bathla G, Varon A, Roa JA, Sabotin R, Raghuram A, Chaorong W, Hasan DM, Turan TN, Chatterjee R, Samaniego EA. High-resolution vessel wall imaging after mechanical thrombectomy. Neuroradiol J. 2021 Dec;34(6):593-599. doi: 10.1177/19714009211017782. Epub 2021 May 20."},{"pmid":"32032948","type":"RESULT","citation":"Roa JA, Zanaty M, Osorno-Cruz C, Ishii D, Bathla G, Ortega-Gutierrez S, Hasan DM, Samaniego EA. Objective quantification of contrast enhancement of unruptured intracranial aneurysms: a high-resolution vessel wall imaging validation study. J Neurosurg. 2020 Feb 7;134(3):862-869. doi: 10.3171/2019.12.JNS192746."},{"pmid":"32912558","type":"RESULT","citation":"Liebeskind DS, Prabhakaran S, Azhar N, Feldmann E, Campo-Bustillo I, Sangha R, Koch S, Rundek T, Ostergren L, Chimowitz MI, Romano JG; MyRIAD Investigators. Mechanisms of early Recurrence in Intracranial Atherosclerotic Disease (MyRIAD): Rationale and design. J Stroke Cerebrovasc Dis. 2020 Oct;29(10):105051. doi: 10.1016/j.jstrokecerebrovasdis.2020.105051. Epub 2020 Jul 11."},{"pmid":"30366140","type":"RESULT","citation":"Vargas J, Spiotta A, Chatterjee AR. Initial Experiences with Artificial Neural Networks in the Detection of Computed Tomography Perfusion Deficits. World Neurosurg. 2018 Oct 24:S1878-8750(18)32382-9. doi: 10.1016/j.wneu.2018.10.084. Online ahead of print."},{"type":"RESULT","citation":"Khademi A, Gibicar A, Arezza G, DiGregorio J, Tyrrell PN, Moody AR. Segmentation of white matter lesions in multicentre FLAIR MRI. Neuroimage Rep. 2021 Dec 1;1(4):100044."},{"pmid":"25649877","type":"RESULT","citation":"Caligiuri ME, Perrotta P, Augimeri A, Rocca F, Quattrone A, Cherubini A. Automatic Detection of White Matter Hyperintensities in Healthy Aging and Pathology Using Magnetic Resonance Imaging: A Review. Neuroinformatics. 2015 Jul;13(3):261-76. doi: 10.1007/s12021-015-9260-y."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003251","term":"Constriction, Pathologic"}],"ancestors":[{"id":"D000020763","term":"Pathological Conditions, Anatomical"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6165","name":"Constriction, Pathologic","asFound":"Stenosis","relevance":"HIGH"},{"id":"M22209","name":"Pathological Conditions, Anatomical","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4238","name":"Aspirin","relevance":"LOW"},{"id":"M1669","name":"Clopidogrel","relevance":"LOW"},{"id":"M1812","name":"Ticagrelor","relevance":"LOW"},{"id":"M463","name":"Rivaroxaban","relevance":"LOW"}],"browseBranches":[{"abbrev":"Antipy","name":"Antipyretics"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"AnCoag","name":"Anticoagulants"}]}},"hasResults":false}