{"protocolSection":{"identificationModule":{"nctId":"NCT03567239","orgStudyIdInfo":{"id":"17-009-FB"},"organization":{"fullName":"Madonna Rehabilitation Hospital","class":"OTHER"},"briefTitle":"Impact of Custom Assistive and Adaptive Technology in Rehabilitation","officialTitle":"Evaluating the Impact of Custom Assistive and Adaptive Technology"},"statusModule":{"statusVerifiedDate":"2019-05","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-06-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-05","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-05","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-05-23","studyFirstSubmitQcDate":"2018-06-12","studyFirstPostDateStruct":{"date":"2018-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-05-01","lastUpdatePostDateStruct":{"date":"2019-05-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Chase Pfeifer","investigatorTitle":"Asst Research Dir, Rehabilitation Engineering Center","investigatorAffiliation":"Madonna Rehabilitation Hospital"},"leadSponsor":{"name":"Madonna Rehabilitation Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Madonna's Rehabilitation Engineering Center of Excellence (REC) is continually developing custom devices for persons with disabilities. These devices are created to improve the independence of individuals living with disabilities at Madonna Rehabilitation Hospitals and in the community. The purpose of this study is to investigate the impact custom assistive and adaptive devices have on patient independence, quality of life, and experience at Madonna Rehabilitation Hospitals.","detailedDescription":"Rehabilitation engineering is a relatively new field that encompasses many diverse disciplines in engineering, technology, and medicine. Many hospitals do not have a rehabilitation engineering department and their patients are limited to products that are commercially available. These products are often very expensive and not ideal for the user.\n\nEach individual has unique needs. The REC at Madonna Rehabilitation Hospitals (MRH), as well as other RECs around the world, are focused on efficiently developing novel devices for specific patient needs and creating robust modifications to existing technologies to redirect something designed for the \"average\" person into something that is customized to the individual.\n\nAt Madonna this service is important for individuals with disabilities. Thus, the purpose of this work is to seek input/feedback from end-users regarding the impact of the adaptive device on their function, independence, and quality of life. The investigators expect that the feedback received may guide future design integrations and will document the impact of such services on individuals with disabilities and their caregivers and clinicians. The main goal is that this feedback will demonstrate how a REC, such as the one at MRH, impacts patients' lives and therefore improves patients' outcomes. Enhanced patient outcome measures are valued by all hospitals, and therefore may encourage other hospitals to establish a REC. Additionally, feedback recorded from participants could be integrated into presentations and publications aimed at knowledge dissemination to communities of interest.\n\nPer current REC and MRH procedures, each patient will utilize a device designed or adapted by a rehabilitation engineer within the REC with input from both patient and clinician, along with other relevant experts. These adaptive devices are expected to vary widely and may include items such as toileting tools (for bowel and bladder control), assistive transfer devices, and electronic devices for environmental control.\n\nIndividuals in MRH's inpatient and outpatient programs provide care for individuals with a diverse range and level of disabilities. Approximately 2-3 patients each week receive a custom built assistive device to increase their independence and/or hasten their recovery.\n\nA MRH research staff member will meet with the potential participant after the patient has received the requested REC assistive or adaptive device and have indicated to their therapist that they would like to learn more about the study. The participant and a legal guardian (if appropriate) will be asked to fill out the informed consent/assent, Authorization to Disclose Health Information (to assist in understanding the participant's diagnosis and other potential health problems), and photo/video consent.\n\nInformation about relevant functional activities (e.g. feeding, transfers, ambulation) are quantified using functional independence and assessment measures (FIM/FAM scores) while the participant is at MRH. FIM(Functional Independence Measure)/FAM(Functional Assessment Measure) scores may be requested from the participant's primary therapist (if the participant allows via the Authorization to Disclose Health Information) for areas that would be influenced by the use of the assistive or adaptive device (e.g., if a device is built to assist a patient in transferring, scores in relation to the Car transfer category may be requested). These scores may be requested for the most recent date prior to receiving the device, when the patient discharges, and periodically throughout their time at Madonna (e.g., daily scores may be requested to help determine the learning curve required to utilize the device).\n\nAs part of this study, the participant will meet with a member of the MRH research staff again after using the assistive device for at least 2 days (maximum of 30 days). As appropriate, individuals utilizing the assistive devices (or their designated respondent if unable to personally respond) will also be asked to complete one or more qualitative and quantitative questionnaires to help understand the impact of the adaptive device on their function, independence, and quality of life. Then each participant will be asked to identify the specific need the device addresses and will rate on a 7-point Likert scale how effective the adaptive device is at addressing the specific need. The clinician or a caregiver may also be asked to complete one or more of the questionnaires while thinking about how the assistive device affects their patient/loved one. Qualitative comments and ratings will be collected on the perceived potential value, ease of use, acceptability, and preference for the device.\n\nIndividual patient outcomes will be evaluated as well as similar devices that are utilized for different patients and diagnosis will be compared. Data will also be evaluated with regard to diagnosis and type of assistive device (i.e., toileting, transfer, technology access, etc.) to help understand what types of devices certain populations are lacking. Quantitative data will be analyzed through descriptive, parametric, and nonparametric statistics, as appropriate."},"conditionsModule":{"conditions":["Disability Physical","Brain Injuries","Stroke","Spinal Cord Injuries","Multiple Sclerosis","Paralysis"],"keywords":["Rehabilitation Engineering","Adaptive Devices","Assistive Technology"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Participants receive adaptive device and provide feedback.","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE","maskingDescription":"Participants provide feedback of adaptive device they are provided. They, their caregiver, the investigator, and research staff are aware of all phases of the study."}},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Using adaptive device","type":"EXPERIMENTAL","description":"Participants will use a non-commercially available device, designed to meet their needs.","interventionNames":["Device: Using adaptive device."]}],"interventions":[{"type":"DEVICE","name":"Using adaptive device.","description":"Participant uses the specially designed device for a specified length of time (no less than two days) and feedback is then gathered from the participant through questionnaires. These questionnaires include NASA-TLX, PIADS, QUEST, and a single question asking if the device improved their ability to address their specific need.","armGroupLabels":["Using adaptive device"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Quality of Life","description":"The PIADS (Psychosocial Impact of Assistive Devices) questionnaire will be completed by each participant giving feedback on how use of the device impacts 26 different aspects of their life. Each participant will also identify the specific need the device addresses and will rate on a 7-point Likert scale how effective the adaptive device is at addressing that need.","timeFrame":"2-30 days after receiving device."}],"secondaryOutcomes":[{"measure":"Workload","description":"The NASA-TLX (National Aeronautics and Space Administration - Task Load Index ) questionnaire will be completed by each participant giving feedback on how demanding the device is mentally, physically, etc.","timeFrame":"2-30 days after receiving device."},{"measure":"Satisfaction","description":"The QUEST questionnaire will be completed by each participant giving feedback on how satisfied they are with the device and the related services they experienced.","timeFrame":"2-30 days after receiving device."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Madonna Inpatient or Outpatient\n* Disability\n* Have need requiring assistive device or adaptation to device not currently on commercial market\n\nExclusion Criteria:\n\n* None.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Chase Pfeifer, Ph.D.","role":"CONTACT","phone":"402-413-4516","email":"cpfeifer@madonna.org"},{"name":"Judith M. Burnfield, Ph.D.","role":"CONTACT","phone":"402-413-4505","email":"jburnfield@madonna.org"}],"locations":[{"facility":"Madonna Rehabilitation Hospitals","status":"RECRUITING","city":"Lincoln","state":"Nebraska","zip":"68506","country":"United States","contacts":[{"name":"Chase M Pfeifer, PhD","role":"CONTACT","phone":"402-413-4516","email":"cpfeifer@madonna.org"}],"geoPoint":{"lat":40.8,"lon":-96.66696}}]},"referencesModule":{"references":[{"pmid":"19784865","type":"BACKGROUND","citation":"Brod M, Tesler LE, Christensen TL. Qualitative research and content validity: developing best practices based on science and experience. Qual Life Res. 2009 Nov;18(9):1263-78. doi: 10.1007/s11136-009-9540-9. Epub 2009 Sep 27."},{"type":"BACKGROUND","citation":"Cook, A. M., & Gray, D. B. (2017, May 12). Assistive Technology. Retrieved July 10, 2017, from Encyclopædia Britannica website: http://www.britannica.com/topic/assistive-technology"},{"type":"BACKGROUND","citation":"Day, H., & Jutai, J. (1996). Measuring the Psychosocial Impact of Assistive Devices: the PIADS*. Canadian Journal of Rehabilitation, 9(2), 159-168."},{"pmid":"11827152","type":"BACKGROUND","citation":"Day H, Jutai J, Campbell KA. Development of a scale to measure the psychosocial impact of assistive devices: lessons learned and the road ahead. Disabil Rehabil. 2002 Jan 10-Feb 15;24(1-3):31-7. doi: 10.1080/09638280110066343."},{"type":"BACKGROUND","citation":"Demers, L., Weiss-Lambrou, R., & Ska, B. (2002). The Quebec user evaluation of satisfaction with assistive technology (QUEST 2.0): An overview and recent progress. Technology and Disability, 14, 101-105."},{"type":"BACKGROUND","citation":"Hart, S. G., & Staveland, L. E. (1988). Development of NASA-TLX (Task Load Index): Results of empirical and theoretical research. Advances in psychology, 52, 139-183."},{"type":"BACKGROUND","citation":"Jutai, J., & Day, H. (2002). The assessment of assistive technology outcomes, effects and costs. Technology and Disability, 14(3), 107-111."},{"type":"BACKGROUND","citation":"United States, Congress, House. Assistive Technology Act. Government Printing Office, 2004. 108th Congress, House Document publ364.108"},{"type":"BACKGROUND","citation":"World Health Organization. (2001). International Classification of Functioning, Disability and Health: ICF. World Health Organization"},{"type":"RESULT","citation":"Brault, M. W. (2012). Americans with disabilities: 2010 (pp. 1-23). Washington, DC: US Department of Commerce, Economics and Statistics Administration, US Census Bureau."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"annotationSection":{"annotationModule":{"unpostedAnnotation":{"unpostedResponsibleParty":"Chase Pfeifer, Asst Research Dir, Rehabilitation Engineering Center, Madonna Rehabilitation Hospital","unpostedEvents":[{"type":"RELEASE","date":"2021-08-30"},{"type":"RESET","date":"2021-09-23"},{"type":"RELEASE","date":"2023-05-15"},{"type":"RESET","date":"2024-01-26"}]}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2021-08-30","submissionInfos":[{"releaseDate":"2021-08-30","resetDate":"2021-09-23"},{"releaseDate":"2023-05-15","resetDate":"2024-01-26"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000009103","term":"Multiple Sclerosis"},{"id":"D000001930","term":"Brain Injuries"},{"id":"D000013119","term":"Spinal Cord Injuries"},{"id":"D000010243","term":"Paralysis"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000020278","term":"Demyelinating Autoimmune Diseases, CNS"},{"id":"D000020274","term":"Autoimmune Diseases of the Nervous System"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000003711","term":"Demyelinating Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12847","name":"Paralysis","asFound":"Paralysis","relevance":"HIGH"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M11750","name":"Multiple Sclerosis","asFound":"Multiple Sclerosis","relevance":"HIGH"},{"id":"M15105","name":"Sclerosis","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M4319","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M21788","name":"Demyelinating Autoimmune Diseases, CNS","relevance":"LOW"},{"id":"M21784","name":"Autoimmune Diseases of the Nervous System","relevance":"LOW"},{"id":"M6599","name":"Demyelinating Diseases","relevance":"LOW"},{"id":"M9890","name":"Immune System Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC20","name":"Immune System Diseases"}]}},"hasResults":false}