{"protocolSection":{"identificationModule":{"nctId":"NCT04065568","orgStudyIdInfo":{"id":"DISKO/STRADA"},"organization":{"fullName":"Danderyd Hospital","class":"OTHER"},"briefTitle":"An Interactive Distance Solution for Stroke Rehabilitation in the Home Setting","officialTitle":"An Interactive Distance Solution for Stroke Rehabilitation in the Home Setting"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"TERMINATED","whyStopped":"The pandemic. Collected data will presented as a pilot RCT.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-11-01","type":"ACTUAL"},"completionDateStruct":{"date":"2022-11-01","type":"ACTUAL"},"studyFirstSubmitDate":"2019-04-09","studyFirstSubmitQcDate":"2019-08-20","studyFirstPostDateStruct":{"date":"2019-08-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-09","lastUpdatePostDateStruct":{"date":"2023-02-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Danderyd Hospital","class":"OTHER"},"collaborators":[{"name":"Karolinska Institutet","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Equal access to evidence based rehabilitation in the stroke population is a challenge. Home based solutions including telerehabilitation is a promising strategy to meet these needs. However, the tools must be customized for persons with stroke and the technologies developed to serve rehabilitation purposes. The DISKO-tool was developed to enable efficient, continuous training in the home setting with health professional follow ups of training and training results after stroke via video link. The tool has in a preliminary study proved feasible and safe in different phases after stroke. The functional effect of using the DISKO-tool added to conventional rehabilitation in the home setting is yet to be explored. Thus, the aim of this study is to explore the added value of using the DISKO-tool during rehabilitation in the home setting.","detailedDescription":"Aim:The DISKO-tool was developed to enable efficient, continuous training in the home setting with health professional follow ups of training and training results after stroke via video link. The tool has in a preliminary study proved feasible and safe in different phases after stroke. The functional effect of using the DISKO-tool added to conventional rehabilitation in the home setting is yet to be explored. Thus, the aim of this study is to explore the added value of using the DISKO-tool during rehabilitation in the home setting.\n\nHypothesis to be tested: Participants who perform 6 weeks of intensive training supported by the DISKO-tool in addition to the regular stroke rehabilitation interventions, gain a higher level of functioning compared to the control group with regular rehabilitation interventions.\n\nStudy design: A randomized controlled intervention study.\n\nParticipants and methods: 100 participants will be included in the study 3-6 months after stroke and after informed consent. The participants are recruited from primary care i.e. neuroteam and out-patient rehabilitation in Stockholm, Sweden. The included patients will be randomized to either 1) the intervention group (n=50) or 2) the control group (n=50). Based on previously published results on the BESTtest \\[14\\], a significance level of 5% and a power of 80%, 41 patients/treatment arm need to be included. With an expected minimal loss of participants per treatment arm, the study will require 50 patients/treatment arm.\n\nAfter the baseline assessment, the patients will receive a first introduction to the DISKO-tool. Thereafter the DISKO-tool system is set up at the patients' home by the physiotherapist. For safety reasons, space requirements and convenience of the patients, the physiotherapist in dialogue with the patients will select the placement of the screen. During the home visit, the patients will receive a manual and are instructed and guided in how to use the DISKO-tool including turning on the screen, controlling the user interface and performing test exercises. Dates and times for follow-ups by video communication with the physiotherapist are scheduled. After the installation, the physiotherapist will design an individualized training program for each of the patients. The training program will be based on the initial assessments of functioning and disability and the patients' performance of the test exercises. Type and number of exercises per session, level of difficulty and number of repetitions (including proportion of repetitions to the right and left side of the body) will be set. The set training program is thereafter introduced and evaluated during the first follow-up by video communication with the patients. In both groups, patients are instructed to train self-sufficiently 5 days a week and will be supervised by the treating physiotherapist. The intervention will last for 6 weeks. The baseline and final testing will both be performed at the rehabilitation clinics.\n\nThe follow-ups, by video communication, will be registered by the physiotherapists in standardised logbooks. Data on conventional interventions will be retrieved from medical records. From the DISKO-tool, data regarding number of performed self-training sessions will be retrieved.\n\nAfter the intervention, the physiotherapist's (also after informed consent) and patient's experience and perception of using the DISKO-tool will be assessed in a study specific questionnaire based on the results of the semi-structured interviews performed in the feasibility study that preceded this study."},"conditionsModule":{"conditions":["Stroke Rehabilitation"],"keywords":["Stroke","Rehabilitation","Medical technology"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A randomized controlled intervention study.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Baseline and outcome will be assessed by blinded physiotherapists not involved in the intervention, who will be trained to be synchronized in the assessment procedures and to follow the same standardised protocol to assure consistency both at the Danderyd Hospital and Stockholm Sjukhem site.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":23,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention group","type":"EXPERIMENTAL","description":"The patient will receive conventional out patient rehabilitation after discharge to the home after stroke. In addition an individualized training program with gamified excercises for motor function will be set and followed up by clincians using video communication, as part of the DISKO-tool. Patients are instructed to train self sufficiently 5 days a week and will be supervised by the treating physiotherapist. The intervention will last for 6 weeks.","interventionNames":["Device: DISKO-tool"]},{"label":"Control group","type":"NO_INTERVENTION","description":"Conventional rehabilitation in primary care after discharge to the home after stroke."}],"interventions":[{"type":"DEVICE","name":"DISKO-tool","description":"The training program will be based on the initial assessments of functioning and disability and the patients' performance of the test exercises. Type and number of exercises per session, level of difficulty and number of repetitions (including proportion of repetitions to the right and left side of the body) will be set. The set training program is thereafter introduced and evaluated during the first follow-up by video communication with the patients.","armGroupLabels":["Intervention group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"BESTest -to assess change","description":"Assesses balance","timeFrame":"T1 (baseline, before start of intervention) T2 (after completion of the 6 week intervention) and T3 (6 months after completion of the intervention)"}],"secondaryOutcomes":[{"measure":"National Institute of Health Stroke Scale- to assess change","description":"Assesses stroke-related neurologic impairments (0p no detected impairment, summed up to 34p max impairment)","timeFrame":"T1 (baseline, before start of intervention) T2 (after completion of the 6 week intervention) and T3 (6 months after completion of the intervention)"},{"measure":"Montreal Cognitive Assessment- to assess change","description":"Assesses mental function (0p max impairment summed up to 30p no detected impairment)","timeFrame":"T1 (baseline, before start of intervention) T2 (after completion of the 6 week intervention) and T3 (6 months after completion of the intervention)"},{"measure":"Modified Ashworth Scale- to assess change","description":"Assesses spasticity on a 6 point scale/muscle (0p no impairment, 5p max impairment/muscle)","timeFrame":"T1 (baseline, before start of intervention) T2 (after completion of the 6 week intervention) and T3 (6 months after completion of the intervention)"},{"measure":"Fugle-Meyr for lower and upper extremity- to assess change","description":"Assesses sensory and movement related functions in lower and upper extremity (0p max impairment summed up to 86p max no detected impairment (lower extremity) 126p max no detected impairment (upper extremity)","timeFrame":"T1 (baseline, before start of intervention) T2 (after completion of the 6 week intervention) and T3 (6 months after completion of the intervention)"},{"measure":"Functional Ambulation Category- to assess change","description":"Assesses independence in walking 0p nonfunctional, 5p independent Total score 0-5p","timeFrame":"T1 (baseline, before start of intervention) T2 (after completion of the 6 week intervention) and T3 (6 months after completion of the intervention)"},{"measure":"6 minutes walk test combined with the RPE-scale- to assess change","description":"Assesses walking endurance in meters walked","timeFrame":"T1 (baseline, before start of intervention) T2 (after completion of the 6 week intervention) and T3 (6 months after completion of the intervention)"},{"measure":"Timed Up and Go Test- to assess change","description":"Assesses gait and mobility (timed sek)","timeFrame":"T1 (baseline, before start of intervention) T2 (after completion of the 6 week intervention) and T3 (6 months after completion of the intervention)"},{"measure":"Falls Efficacy Scale- to assess change","description":"Assesses self perceived balance in every day life activities rated on an 11 point scale (0p not safe at all 10p completely safe). Total score: 0- 130 p","timeFrame":"T1 (baseline, before start of intervention) T2 (after completion of the 6 week intervention) and T3 (6 months after completion of the intervention)"},{"measure":"Barthel Index- to assess change","description":"Assesses independence in mobility and personal care (0p dependent 10/15p independent) Total score 0-100p","timeFrame":"T1 (baseline, before start of intervention) T2 (after completion of the 6 week intervention) and T3 (6 months after completion of the intervention)"},{"measure":"Stroke Impact Scale- to assess change","description":"Assesses self perceived impact of stroke on functioning and disability (domains: strength, hand function, ADL/IADL, Mobility, Commnication, Emotion, Memory/thinking, Participation rated on a 5 point scale (1p maximum impairment/limitation/restriction, 5p minimum impairment/limitation/restriction) Total score 0-100 p/domain calculated using an algorithm","timeFrame":"T1 (baseline, before start of intervention) T2 (after completion of the 6 week intervention) and T3 (6 months after completion of the intervention)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* impaired motor function after stroke limiting activities of daily living but can walk indoors with or without supervision (functional ambulation category\\[ \\>FAC 3), can stand without support \\>2 min and are able to perform a forward reach of \\>12 cm in standing position,\n* referred to a neuroteam for rehabilitation interventions in the home setting and/or out- patient rehabilitation at Stockholms sjukhem or Rehab Nordost Täby\n* motivated to perform exercises in the home setting with the DISKO-tool and with recurrent supervision by a physiotherapist through video communication.\n\nExclusion Criteria:\n\n* cognitive and/or speech impairment, limiting the ability to follow verbal and written training instruction or study information\n* other disabling neurological disorder or other diagnosis prohibiting physical activity necessary when utilizing the DISKO tool\n* impaired vision preventing orientation and reading instructions on a screen\n* sufficient internet access in the home to participate in the intervention","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Susanne Palmcrantz, PhD","affiliation":"Danderyd Hosptial","role":"STUDY_DIRECTOR"},{"name":"Jorgen Borg, Prof","affiliation":"Danderyd Hospital","role":"STUDY_DIRECTOR"},{"name":"Elisabet Akesson, Assoc Prof","affiliation":"Karolinska Institutet","role":"STUDY_DIRECTOR"},{"name":"Erika Franzén, Assoc Prof","affiliation":"Karolinska Institutet","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Department of Rehabilitation Medicine, Danderyd Hospital","city":"Danderyd","state":"Stockholm","zip":"SE18288","country":"Sweden","geoPoint":{"lat":59.3987,"lon":18.02942}},{"facility":"Stockholms sjukhem","city":"Stockholm","zip":"SE112 19","country":"Sweden","geoPoint":{"lat":59.33258,"lon":18.0649}}]},"referencesModule":{"references":[{"pmid":"25980861","type":"BACKGROUND","citation":"Ehn M, Hansson P, Sjolinder M, Boman IL, Folke M, Sommerfeld D, Borg J, Palmcrantz S. Users perspectives on interactive distance technology enabling home-based motor training for stroke patients. Stud Health Technol Inform. 2015;211:145-52."},{"pmid":"27918220","type":"RESULT","citation":"Palmcrantz S, Borg J, Sommerfeld D, Plantin J, Wall A, Ehn M, Sjolinder M, Boman IL. An interactive distance solution for stroke rehabilitation in the home setting - A feasibility study. Inform Health Soc Care. 2017 Sep;42(3):303-320. doi: 10.1080/17538157.2016.1253015. Epub 2016 Dec 5."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}