{"protocolSection":{"identificationModule":{"nctId":"NCT05218473","orgStudyIdInfo":{"id":"202101821B0C601"},"organization":{"fullName":"Chang Gung Memorial Hospital","class":"OTHER"},"briefTitle":"Using 14-day Continuous Electrocardiography Patch Monitoring to Detect Paroxysmal Atrial Fibrillation After Stroke","officialTitle":"Using 14-day Continuous Electrocardiography Patch Monitoring to Detect Paroxysmal Atrial Fibrillation in Patients With Acute Ischemic Stroke: a Protocol for a Prospective Single-arm Study Using a Historical Control for Comparison"},"statusModule":{"statusVerifiedDate":"2022-02","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-02-21","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-01-06","studyFirstSubmitQcDate":"2022-01-30","studyFirstPostDateStruct":{"date":"2022-02-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-02-14","lastUpdatePostDateStruct":{"date":"2022-02-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jiann-Der Lee","investigatorTitle":"Associate Clinical Professor","investigatorAffiliation":"Chang Gung Memorial Hospital"},"leadSponsor":{"name":"Chang Gung Memorial Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In this prospective, single-center, open-label, non-randomized, single- arm, historically controlled study, we will compare the detection rate of paroxysmal atrial fibrillation in acute ischemic stroke patients without known atrial fibrillation, using 14-day continuous electrocardiography patch monitoring, with a historical control group of patients who received serial 12-lead electrocardiograms once daily for five days or conventional 24-hour Holter monitoring. The study will be conducted in Chang Gung Memorial Hospital at Chiayi, Taiwan, from February 2022 to December 2024.","detailedDescription":"Study design In this prospective, single-center, open-label, non-randomized, single- arm, historically controlled study, we will compare the detection rate of paroxysmal atrial fibrillation in acute ischemic stroke patients without known atrial fibrillation, using 14-day continuous ECG patch monitoring, with a historical control group of patients who received serial 12-lead ECGs or 24-hour Holter monitoring. The study will be conducted in Chang Gung Memorial Hospital at Chiayi, Taiwan, from February 2022 to December 2024.\n\nStudy population Patients are eligible to participate if they meet the inclusion criteria and without the exclusion criteria. A historical control group will be drawn from our randomized clinical trial, which have been executed between October 2015 and October 2018, and aimed to evaluate the detection rate of new atrial fibrillation in acute ischemic stroke patients without known atrial fibrillation. Patients in the historical control group will have received serial 12-lead ECGs once daily for five days or conventional 24-hour Holter monitoring. In this study, serial ECGs had comparable detection rate of paroxysmal atrial fibrillation compared with 24-hour Holter monitoring. All clinical information and outcomes have been prospectively recorded.\n\nTrial intervention Eligible patients in this study will receive 14-day continuous ECG patch monitoring.\n\nA 14-day ECG patch monitor (EZYPRO, UG02, Sigknow Biomedical Co., Ltd, Taipei, Taiwan) was developed and evaluated in this study. The EZYPRO is a lightweight, waterproof, single-lead ECG device with no external leads or wires and allows for continuous ECG monitoring for up to 14 days. The data were collected and recorded by the investigators and analyzed with the proprietary analytical software and qualified ECG technicians from Sigknow Biomedical Co., Ltd. and adjudicated by attending cardiologists at the study site.\n\nStudy outcomes The primary outcome will be the percentage of patients with new atrial fibrillation. Atrial fibrillation was defined as an episode of irregular heart rhythm, without detectable P waves, lasting more than 30 seconds.\n\nSample size We calculated sample size based on our preliminary data preceding the actual conduct of this trial. New AF was detected in 7.6% of acute ischemic stroke patients who received serial ECG or Holter monitoring. Studies with monitoring lasting ≥ 7 days have been shown to detect AF in 15% of patients after ischemic stroke or transient ischemic attack. The total sample sizes will be 120 for the long-term monitoring group and 120 for the control group. The estimated detection rate of new AF is 7.6% for the control group and 20% for the long-term monitoring group, with 80% power and a two-sided α of 0.05. To allow for dropouts, 150 patients would be recruited in long-term monitoring group.\n\nStatistical analysis Statistical analyses will be performed using the SPSS statistical software (V.25). The Kolmogorov-Smirnov test will be used to examine the normality of continuous variables. The Mann-Whitney U test and Student's t-test will be used to test for differences between the two groups, as appropriate. Categorical data will be analyzed using the χ2 test. A propensity score matching analysis will be used to measure and balance predetermined covariates between two groups. A logistic regression model will be used to test independent variables for the measured outcomes. Variables showing a p value of \\< 0.1 for univariate analysis will be entered into the multivariate logistic analysis using the forward selection method. All tests will be two-tailed, and a p value of \\< 0.05 is considered to indicate a statistically significant difference."},"conditionsModule":{"conditions":["Atrial Fibrillation","Ischemic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This is an interventional study without concurrent controls. We will compare the detection rate of paroxysmal atrial fibrillation in acute ischemic stroke patients without known atrial fibrillation, using 14-day continuous ECG patch monitoring, with a historical control group of patients who received serial 12-lead ECGs or 24-hour Holter monitoring.","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Prolonged ECG monitoring group","type":"EXPERIMENTAL","description":"Patients receive 14-day continuous electrocardiography patch monitoring","interventionNames":["Diagnostic Test: Prolonged ECG monitoring"]},{"label":"Conventional procedure group","type":"ACTIVE_COMPARATOR","description":"Patients received serial 12-lead electrocardiograms once daily for five days or 24-hour Holter monitoring","interventionNames":["Diagnostic Test: Conventional procedure group"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Prolonged ECG monitoring","description":"Using 14-day continuous electrocardiography patch monitoring to increase the detection rate of paroxysmal atrial fibrillation in acute ischemic stroke patients without known atrial fibrillation.","armGroupLabels":["Prolonged ECG monitoring group"]},{"type":"DIAGNOSTIC_TEST","name":"Conventional procedure group","description":"Using serial 12-lead electrocardiograms once daily for five days or conventional 24-h Holter monitoring to detect new atrial fibrillation","armGroupLabels":["Conventional procedure group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Paroxysmal atrial fibrillation","description":"The detection rate (%, percent) of new paroxysmal atrial fibrillation in each arm","timeFrame":"day 14"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria\n\n* Acute ischemic stroke defined as an acute episode of neurological dysfunction caused by focal cerebral infarction and/or a corresponding lesion on brain imaging\n* Stroke symptoms within 7 days\n* Age ≥ 50 years\n* At least one 12-lead ECG has already been obtained as part of the routine clinical workup after admisison, and no ECGs have shown any episodes of atrial fibrillation or atrial flutter\n\nExclusion criteria\n\n* History of atrial ﬁbrillation/atrial flutter or documented atrial ﬁbrillation/atrial flutter prior to enrollment\n* Intracerebral hemorrhage in medical history\n* Implanted pacemaker device or cardioverter/deﬁbrillator\n* End stage renal disease\n* Endocarditis\n* Untreated hyperthyroidism\n* Myocardial infarction or cardiac surgery less than one month prior to index stroke\n* Any finding on echocardiography for which there is already an evidence-based indication for long-term anticoagulation (e.g. mechanical heart valve, thrombus, etc.)","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}