{"protocolSection":{"identificationModule":{"nctId":"NCT05636748","orgStudyIdInfo":{"id":"AC21130"},"organization":{"fullName":"University of Edinburgh","class":"OTHER"},"briefTitle":"The Origin and Role of Thromboembolism in the Pathogenesis of Ischaemic Stroke","officialTitle":"The Origin and Role of Thromboembolism in the Pathogenesis of Ischaemic Stroke","acronym":"TORPIS"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-02-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-11-23","studyFirstSubmitQcDate":"2022-11-23","studyFirstPostDateStruct":{"date":"2022-12-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-20","lastUpdatePostDateStruct":{"date":"2023-04-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Edinburgh","class":"OTHER"},"collaborators":[{"name":"British Heart Foundation","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Ischaemic stroke is usually due to occlusion of a cerebral artery by thrombus. However, it is often difficult to identify the source of thrombus, or to confirm thrombus as a cause of ischaemic stroke. Moreover, it is debated whether thrombosis plays any role in certain types of stroke such as lacunar stroke. In preliminary studies, the investigators have evaluated a novel clinical grade thrombus-specific radiotracer, 18F-GP1, which has a high specificity for the glycoprotein IIb/IIIa receptor on activated platelets. The investigations have demonstrated that 18F-GP1 is highly sensitive to in vivo thrombus formation and demonstrates avid binding to thrombus associated with myocardial infarction, pulmonary embolism and aortic bioprosthesis. This study will use this imaging approach to define the role and origin of thrombus in patients with ischaemic stroke, cryptogenic stroke and lacunar stroke.The investigators will also assess its added clinical value in assessing patients with ischaemic stroke.","detailedDescription":"Stroke remains the second leading cause of death and the commonest cause of dependency in adults worldwide. The majority of strokes (80%) are due to cerebral ischaemia with a minority caused by subarachnoid (5%) or intracerebral (15%) haemorrhage.\n\nSome stroke classification systems are based on the presumed mechanism, such as the Trial of Org 10172 in Acute Stroke Treatment (TOAST), the Causative Classification System (CCS) and the Atherosclerosis Small Vessel Disease Cardiac Source Other cause Dissection (ASCOD) classifications. These systems assign individual patients to cardioembolic, atherothromboembolic, lacunar (due to intrinsic disease of the cerebral perforating arterioles), other, or uncertain causes of stroke. However, a substantial proportion of patients (up to 25%) remain in the 'undetermined' category, because they have several potential overlapping causes, are incompletely investigated or are 'cryptogenic' where no cause has been identified.\n\nCryptogenic Stroke:\n\nCryptogenic stroke may have an embolic origin, supported by a pattern of brain infarction typically seen in patients with a definite embolic source: mainly cortical and affecting multiple vascular territories. In a systematic review, 1 in 6 ischaemic strokes were cryptogenic (\\~17%; range 9 to 25%) and in the Oxford Vascular Study of 2555 patients with a first ischaemic stroke, 1 in 3 were cryptogenic. Unfortunately, these patients have a high risk of recurrent ischaemic stroke (\\~25% at 5 years) that is comparable to those with known causes of stroke, indicating the need for better understanding and treatment of cryptogenic stroke. Two large randomised controlled trials compared direct oral anticoagulant therapies with aspirin to prevent stroke recurrence in patients with cortical cryptogenic strokes, testing the hypothesis that many of these strokes were due to an unidentified cardioembolic source (particularly paroxysmal atrial fibrillation). However, anticoagulant therapies were not superior to aspirin in preventing recurrent stroke and carried an increased risk of bleeding. Thus, the optimal preventative strategy in patients with cryptogenic stroke remains open for further exploration, and likely requires better patient stratification (i.e. selecting out those with occult thromboembolism) and understanding of its pathogenesis.\n\nLacunar Stroke:\n\nAs well as the uncertainty existing around causes and management of cryptogenic stroke, the aetiology and best management remains poorly understood in another common and important subtype of stroke, lacunar stroke. Lacunar stroke accounts for 25% of all ischaemic strokes and most haemorrhagic strokes in patients aged over 65 years, but the understanding of its pathophysiology remains limited. Epidemiological studies indicate that emboli are uncommon in lacunar ischaemic stroke. While it is physically possible for emboli to enter the lenticulostriate arteries, laboratory studies suggest that this is infrequent. Some larger lacunar infarcts in the basal ganglia may be due to atheromatous occlusion of a lenticulostriate artery or an embolus entering a lenticulostriate artery from the middle cerebral artery. However, in the few studies where embolic sources were actively sought, the percentage of patients with lacunar stroke and a source of emboli was only 11%. Cryptogenic stroke definitions sometimes exclude patients with brain imaging showing lacunar (small subcortical) infarctions, but this means that embolic sources may be missed through presumed non-embolic causes of lacunar stroke. Given that management of cardioembolic stroke is quite different to that for atherothromboembolic stroke and that intrinsic small vessel disease appears to need an alternative management strategy, there is an urgent unmet clinical need to determine the actual underlying cause of an ischaemic stroke in many patients.\n\nDetermining Stroke Aetiology and Treatment:\n\nThe mechanisms underlying ischaemic stroke can be divided into cardio-embolic (including paradoxical embolism, such as deep vein thromboses crossing patent foramen ovale), artery-to-artery atherothrombotic embolism, extra- or intra-cranial large artery atherosclerosis with acute superimposed occlusion, intrinsic small vessel disease (lacunar) and arterial inflammation.\n\nFollowing acute stroke, patients undergo diagnostic brain imaging with computed tomography (CT) or magnetic resonance imaging (MRI). CT or MRI angiography may identify a point of medium to large arterial obstruction or atheromatous ipsilateral carotid stenosis as a likely source of embolism, but they are commonly unable to show small emboli or to visualise directly the origin of the thromboembolus. Patients will also undergo clinical investigations to identify potential causes of stroke including blood pressure measurement, clinical biochemistry, electrocardiogram, echocardiography, and carotid and vertebral artery imaging to identify treatable symptomatic carotid stenosis or other pathologies such as dissection, usually with Doppler ultrasound, CT or MRI angiography or prolonged electrocardiogram monitoring. In younger patients (\\<65 years) or where other aetiologies are suspected, additional investigations may include genetic or metabolic screens and echocardiography. Most patients will be commenced on lifelong anti-platelet, statin and antihypertensive therapies. If atrial fibrillation or flutter is detected, they will be considered for anticoagulant treatment with direct oral anticoagulants or warfarin therapy. Patients thought likely to have an embolic stroke but in whom no embolic or other relevant source is found, are considered at this point to have cryptogenic stroke, and currently, they receive the same treatment as for non-cardioembolic stroke. Given their high risk of stroke recurrence, it raises the question as to whether a new imaging technique could identify stroke aetiology and the origin of thromboembolism, thereby improving patient management.\n\nPositron emission tomography and computed tomography:\n\nPositron emission tomography combined with CT (PET-CT) fuses anatomical with functional imaging which can be tailored to a specific disease process depending on which radiotracer is used. Recently, the investigators have used the tracer 18F-sodium fluoride to study microcalcification in a range of cardiovascular disease processes, successfully highlighting disease activity in coronary artery plaque, carotid artery plaque, abdominal aortic aneurysms and calcific aortic stenosis. However, such techniques can be applied to other pathophysiological processes depending on the properties of the radiotracer. The great strength of PET is its exquisite sensitivity and ability to detect even small areas of disease activity.\n\nPlatelet Biology and 18F-GP1:\n\nThe activation and deposition of platelets are major contributors to human thrombus formation, especially in the arterial circulation. The glycoprotein IIb/IIIa receptor is expressed on activated platelets and is key in the fibrin-crosslinking process of platelet aggregation. It is also the target for anti-platelet therapy used in routine clinical practice for high-risk percutaneous coronary intervention. The thrombus tracer, 18F-GP1, is a derivative of elarofiban and has a high and specific binding affinity for the activated glycoprotein IIb/IIIa receptor. In studies of Cynomolgus monkeys, 18F-GP1 binds to acute venous and arterial thrombi. It has recently undergone preliminary human clinical studies confirming it is a highly sensitive method of identifying in vivo arterial and venous thrombosis. The investigators have undertaken preliminary studies using 18F-GP1 and have demonstrated that it has excellent in vivo binding properties which enable detection of intravascular thrombosis in a range of conditions including left ventricular thrombus following myocardial infarction, pulmonary thromboembolism, deep vein thrombosis and coronary thrombosis.\n\nStudy Aims:\n\nThe aims of this project are to establish the contribution of activated platelets to the mechanism of various subcategories of ischaemic stroke. The investigators will establish the frequency and distribution of activated platelets in thromboemboli of patients with ischaemic stroke including those with cryptogenic stroke and lacunar stroke. This will inform the pathophysiology and mechanism of stroke subtypes and establish sources and origins of platelet activation.\n\nResearch Hypothesis:\n\nIn patients with ischaemic stroke, the investigators hypothesise that non-invasive 18F-GP1 imaging will:\n\n1. Identify the origin and contribution of activated platelets to thromboembolism in patients with ischaemic stroke.\n2. Establish the frequency and distribution of activated platelets in subtypes of ischaemic strokes.\n3. Have the potential to influence management of patients with stroke.\n\nRationale for Study:\n\n1. Origin and source of thromboembolism: To date, some techniques and clinical assessments make assumptions about the source of thromboemboli. Moreover, an important proportion of patients have no clear source of embolism or cause for their stroke. For example, strokes that occur patients in atrial fibrillation are often assumed to have thrombus from the atrial appendage or a valve. However, it is unknown whether this is the situation in all cases and what is the contribution of activated platelets to thromboembolic events.\n2. Cerebrovascular thrombosis in cryptogenic and lacunar strokes:In a substantial percentage of acute strokes, there is real uncertainty regarding the presence or contribution of activated platelets and thrombosis to cerebral infarction. This is the case for patients with cryptogenic stroke and especially for lacunar stroke. Indeed, there is debate regarding the contribution of activated platelets and embolic or in situ thrombus (the latter might be an endstage event on a damaged arteriolar endothelium) to lacunar strokes and this has been hard to resolve because of the difficulties of visualising activated platelets and thrombus at multiple locations with current non- invasive image techniques. This study will assess patients with cryptogenic and lacunar strokes to establish the evidence of whether activated platelets and thrombosis plays a role, and if so, in what proportion of patients this occurs and whether there are any dominant associated clinical features."},"conditionsModule":{"conditions":["Stroke","PET","Thrombosis"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITHOUT_DNA","description":"Carotid Endarterectomy samples"},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Ischaemic Stroke","interventionNames":["Diagnostic Test: 18F-GP1 PET/CT","Diagnostic Test: Agitated Contrast Echocardiogram","Diagnostic Test: MRI Head","Diagnostic Test: ECG Monitoring"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"18F-GP1 PET/CT","description":"Patient will receive 1 18F-GP1 PET/CT","armGroupLabels":["Ischaemic Stroke"]},{"type":"DIAGNOSTIC_TEST","name":"Agitated Contrast Echocardiogram","description":"Agitated saline and ultrasound contrast will be performed to assess for intracardiac shunts and left ventricular thrombus.","armGroupLabels":["Ischaemic Stroke"]},{"type":"DIAGNOSTIC_TEST","name":"MRI Head","description":"Where necessary, if the CT head is normal or the clinical diagnosis of a stroke is not definite, a research MRI head will be undertaken if this has not already been performed as part of standard care.","armGroupLabels":["Ischaemic Stroke"]},{"type":"DIAGNOSTIC_TEST","name":"ECG Monitoring","description":"All patients who do not have evidence of atrial fibrillation or atrial flutter on their 12-lead ECG will undergo an ECG Holter monitor for up to 7 days. This will be part of their standard care. If this has not been arranged by the usual care team this will be performed as a research procedure.","armGroupLabels":["Ischaemic Stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The primary outcome measure will be the degree and location of platelet activation as determined by the target to background ratio of 18F-GP1.","timeFrame":"< 21 days"}],"secondaryOutcomes":[{"measure":"Measuring the presence of platelet activation in cardio-embolic, artery to artery and in situ arterial thrombosis.","timeFrame":"< 21 days"},{"measure":"Identifying the presence and site of platelet activation in cryptogenic and lacunar strokes.","timeFrame":"< 21 days"},{"measure":"Identifying sites of platelet activation in patients with atrial fibrillation or atrial flutter.","timeFrame":"< 21 days"},{"measure":"Correlation and comparison between platelet activation with excised carotid atheroma in patients referred for carotid endarterectomy.","timeFrame":"< 21 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males and females ≥18 years old\n* Diagnoses of acute ischaemic stroke (within 21 days of symptom onset) as per American Heart and Stroke Association guidelines\n\nExclusion Criteria:\n\n* Inability or unwillingness to provide informed written consent (ie lack capacity)\n* Inability to undergo the scanning protocol including ability to transfer onto the scanner\n* Women of child- bearing potential in whom pregnancy cannot be excluded\n* Contraindication to PET-CT scanning including estimated glomerular filtration rate \\<30 mL/min/1.73 m2\n* Participation in the study would result in a delay to carotid endarterectomy surgery\n* Known allergy to iodinated contrast or radiotracer\n* Severe or significant comorbidity precluding ability to complete study procedures.\n* Haemorrhagic stroke\n* Contra-indication to Magnetic Resonance imaging for those patients requiring a MRI Head","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"120 patients following acute ischaemic stroke","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Beth Whittington, MD","role":"CONTACT","phone":"01312426200","email":"bwhittin@ed.ac.uk"}],"locations":[{"facility":"Clinical Research Facility","status":"RECRUITING","city":"Edinburgh","country":"United Kingdom","contacts":[{"name":"Beth Whittington, MBchB","role":"CONTACT","phone":"01312427195","email":"bwhittin@ed.ac.uk"}],"geoPoint":{"lat":55.95206,"lon":-3.19648}}]},"referencesModule":{"references":[{"pmid":"25104492","type":"BACKGROUND","citation":"Krishnamurthi RV, Feigin VL, Forouzanfar MH, Mensah GA, Connor M, Bennett DA, Moran AE, Sacco RL, Anderson LM, Truelsen T, O'Donnell M, Venketasubramanian N, Barker-Collo S, Lawes CM, Wang W, Shinohara Y, Witt E, Ezzati M, Naghavi M, Murray C; Global Burden of Diseases, Injuries, Risk Factors Study 2010 (GBD 2010); GBD Stroke Experts Group. Global and regional burden of first-ever ischaemic and haemorrhagic stroke during 1990-2010: findings from the Global Burden of Disease Study 2010. Lancet Glob Health. 2013 Nov;1(5):e259-81. doi: 10.1016/S2214-109X(13)70089-5. Epub 2013 Oct 24."},{"pmid":"27626542","type":"BACKGROUND","citation":"Saver JL. Cryptogenic Stroke. N Engl J Med. 2016 Sep 15;375(11):e26. doi: 10.1056/NEJMc1609156. No abstract available."},{"pmid":"28265016","type":"BACKGROUND","citation":"Hart RG, Catanese L, Perera KS, Ntaios G, Connolly SJ. Embolic Stroke of Undetermined Source: A Systematic Review and Clinical Update. Stroke. 2017 Apr;48(4):867-872. doi: 10.1161/STROKEAHA.116.016414. Epub 2017 Mar 6."},{"pmid":"29766772","type":"BACKGROUND","citation":"Hart RG, Sharma M, Mundl H, Kasner SE, Bangdiwala SI, Berkowitz SD, Swaminathan B, Lavados P, Wang Y, Wang Y, Davalos A, Shamalov N, Mikulik R, Cunha L, Lindgren A, Arauz A, Lang W, Czlonkowska A, Eckstein J, Gagliardi RJ, Amarenco P, Ameriso SF, Tatlisumak T, Veltkamp R, Hankey GJ, Toni D, Bereczki D, Uchiyama S, Ntaios G, Yoon BW, Brouns R, Endres M, Muir KW, Bornstein N, Ozturk S, O'Donnell MJ, De Vries Basson MM, Pare G, Pater C, Kirsch B, Sheridan P, Peters G, Weitz JI, Peacock WF, Shoamanesh A, Benavente OR, Joyner C, Themeles E, Connolly SJ; NAVIGATE ESUS Investigators. Rivaroxaban for Stroke Prevention after Embolic Stroke of Undetermined Source. N Engl J Med. 2018 Jun 7;378(23):2191-2201. doi: 10.1056/NEJMoa1802686. Epub 2018 May 16."},{"pmid":"26227434","type":"BACKGROUND","citation":"Li L, Yiin GS, Geraghty OC, Schulz UG, Kuker W, Mehta Z, Rothwell PM; Oxford Vascular Study. Incidence, outcome, risk factors, and long-term prognosis of cryptogenic transient ischaemic attack and ischaemic stroke: a population-based study. Lancet Neurol. 2015 Sep;14(9):903-913. doi: 10.1016/S1474-4422(15)00132-5. Epub 2015 Jul 27."},{"pmid":"31091372","type":"BACKGROUND","citation":"Diener HC, Sacco RL, Easton JD, Granger CB, Bernstein RA, Uchiyama S, Kreuzer J, Cronin L, Cotton D, Grauer C, Brueckmann M, Chernyatina M, Donnan G, Ferro JM, Grond M, Kallmunzer B, Krupinski J, Lee BC, Lemmens R, Masjuan J, Odinak M, Saver JL, Schellinger PD, Toni D, Toyoda K; RE-SPECT ESUS Steering Committee and Investigators. Dabigatran for Prevention of Stroke after Embolic Stroke of Undetermined Source. N Engl J Med. 2019 May 16;380(20):1906-1917. doi: 10.1056/NEJMoa1813959."},{"pmid":"31097385","type":"BACKGROUND","citation":"Wardlaw JM, Smith C, Dichgans M. Small vessel disease: mechanisms and clinical implications. Lancet Neurol. 2019 Jul;18(7):684-696. doi: 10.1016/S1474-4422(19)30079-1. Epub 2019 May 13."},{"pmid":"30617563","type":"BACKGROUND","citation":"Chae SY, Kwon TW, Jin S, Kwon SU, Sung C, Oh SJ, Lee SJ, Oh JS, Han Y, Cho YP, Lee N, Kim JY, Koglin N, Berndt M, Stephens AW, Moon DH. A phase 1, first-in-human study of 18F-GP1 positron emission tomography for imaging acute arterial thrombosis. EJNMMI Res. 2019 Jan 7;9(1):3. doi: 10.1186/s13550-018-0471-8."},{"pmid":"29959214","type":"BACKGROUND","citation":"Kim C, Lee JS, Han Y, Chae SY, Jin S, Sung C, Son HJ, Oh SJ, Lee SJ, Oh JS, Cho YP, Kwon TW, Lee DH, Jang S, Kim B, Koglin N, Berndt M, Stephens AW, Moon DH. Glycoprotein IIb/IIIa receptor imaging with 18F-GP1 positron emission tomography for acute venous thromboembolism: an open-label, non-randomized, first-in-human phase 1 study. J Nucl Med. 2018 Jun 29;60(2):244-9. doi: 10.2967/jnumed.118.212084. Online ahead of print."},{"pmid":"28302764","type":"BACKGROUND","citation":"Lohrke J, Siebeneicher H, Berger M, Reinhardt M, Berndt M, Mueller A, Zerna M, Koglin N, Oden F, Bauser M, Friebe M, Dinkelborg LM, Huetter J, Stephens AW. 18F-GP1, a Novel PET Tracer Designed for High-Sensitivity, Low-Background Detection of Thrombi. J Nucl Med. 2017 Jul;58(7):1094-1099. doi: 10.2967/jnumed.116.188896. Epub 2017 Mar 16."},{"pmid":"22090163","type":"BACKGROUND","citation":"Dweck MR, Jones C, Joshi NV, Fletcher AM, Richardson H, White A, Marsden M, Pessotto R, Clark JC, Wallace WA, Salter DM, McKillop G, van Beek EJ, Boon NA, Rudd JH, Newby DE. Assessment of valvular calcification and inflammation by positron emission tomography in patients with aortic stenosis. Circulation. 2012 Jan 3;125(1):76-86. doi: 10.1161/CIRCULATIONAHA.111.051052. Epub 2011 Nov 16."},{"pmid":"28292859","type":"BACKGROUND","citation":"Vesey AT, Jenkins WS, Irkle A, Moss A, Sng G, Forsythe RO, Clark T, Roberts G, Fletcher A, Lucatelli C, Rudd JH, Davenport AP, Mills NL, Al-Shahi Salman R, Dennis M, Whiteley WN, van Beek EJ, Dweck MR, Newby DE. 18F-Fluoride and 18F-Fluorodeoxyglucose Positron Emission Tomography After Transient Ischemic Attack or Minor Ischemic Stroke: Case-Control Study. Circ Cardiovasc Imaging. 2017 Mar;10(3):e004976. doi: 10.1161/CIRCIMAGING.116.004976."},{"pmid":"34364527","type":"BACKGROUND","citation":"Tzolos E, Bing R, Newby DE, Dweck MR. Categorising myocardial infarction with advanced cardiovascular imaging. Lancet. 2021 Aug 7;398(10299):e9. doi: 10.1016/S0140-6736(21)01329-5. No abstract available."},{"pmid":"35033495","type":"BACKGROUND","citation":"Bing R, Deutsch MA, Sellers SL, Corral CA, Andrews JPM, van Beek EJR, Bleiziffer S, Burchert W, Clark T, Dey D, Friedrichs K, Gummert JF, Koglin N, Leipsic JA, Lindner O, MacAskill MG, Milting H, Pessotto R, Preuss R, Raftis JB, Rudolph TK, Rudolph V, Slomka P, Stephens AW, Tavares A, Tzolos E, Weir N, White AC, Williams MC, Zabel R, Dweck MR, Hugenberg V, Newby DE. 18F-GP1 Positron Emission Tomography and Bioprosthetic Aortic Valve Thrombus. JACC Cardiovasc Imaging. 2022 Jun;15(6):1107-1120. doi: 10.1016/j.jcmg.2021.11.015. Epub 2022 Jan 12."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000013927","term":"Thrombosis"},{"id":"D000013923","term":"Thromboembolism"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000016769","term":"Embolism and Thrombosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M16376","name":"Thrombosis","asFound":"Thrombosis","relevance":"HIGH"},{"id":"M16372","name":"Thromboembolism","asFound":"Thromboembolism","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M7474","name":"Embolism","relevance":"LOW"},{"id":"M18818","name":"Embolism and Thrombosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}