{"protocolSection":{"identificationModule":{"nctId":"NCT03290833","orgStudyIdInfo":{"id":"TenChenGH"},"organization":{"fullName":"Ten-Chen General Hospital","class":"OTHER"},"briefTitle":"Is the Rehabilitation Robotic a Safe and Effective Choice for Stroke Patients?","officialTitle":"Is the Rehabilitation Robotic a Safe and Effective Choice for Stroke Patients?"},"statusModule":{"statusVerifiedDate":"2019-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-11-24","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-06-09","type":"ACTUAL"},"completionDateStruct":{"date":"2019-06-09","type":"ACTUAL"},"studyFirstSubmitDate":"2017-09-07","studyFirstSubmitQcDate":"2017-09-20","studyFirstPostDateStruct":{"date":"2017-09-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-09-12","lastUpdatePostDateStruct":{"date":"2019-09-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Ten-Chen General Hospital","class":"OTHER"},"collaborators":[{"name":"Chung Yuan Christian University","class":"UNKNOWN"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The effectiveness of robotic over conventional therapy is arguable and the best therapy strategy is still not clear. Basing on the existing evidence on motor learning and practice-induced neuroplasticity, the investigators plan to use an exoskeleton robotic hand to enhance the rehabilitation volume in the subacute stage of stroke patients. The robotic system allows intensive and customized training of hand and finger movements. The aim of this study is (1) to establish whether robot assisted therapy provides any additional motor recovery for the hand when administered during the subacute stage in a Chinese adult population diagnosed with stroke; (2) to evaluate the feasibility and efficacy of robot-assisted hand rehabilitation in improving arm function abilities in subacute hemiplegic patients.","detailedDescription":"Introduction The number of incident strokes, prevalent stroke survivors, disability-adjusted life-years (DALYs) lost due to stroke, and stroke-related deaths is increasing in the word (1). Stroke is the most common cause of complex disability in Taiwan (2). After the acute phase of stroke, many patients are left with impairment of upper-limb movement (hemiparesis) because of the hand weakness and abnormal contractions. Motor recovery of the hand is the slowest and most difficult, leading to limited hand activities and occupational disability. Therefore, facilitating motor recovery of hand after stroke is crucial in stroke rehabilitation.\n\nThe mechanisms of recovery after stroke are multifactorial and the effect of rehabilitation programs is complex (3). Activity-dependent neural plasticity of the cortical maps adjacent to the lesion probably occurs, particularly during the acute period after stroke (4). In order to stimulate such plasticity, many new rehabilitation methods, including rehabilitation robots, have been developed according to the principles of motor learning (5). Robotic systems can provide repetitive, reproducible, interactive forms of physical therapy that can be quantified (6). The advantages of using robots in neuromotor rehabilitation includes favoring attention and reducing the effort of the patient during training (7), boosting motivation and adherence to treatment (8), as well as help in multi-sensory and sensorimotor integration (9). Some results are very promising, showing that robot-assisted therapy is safe and well tolerated and that it has a positive impact on muscle strength and function in the paretic arm (10-12). However, the quality of these evidence is still controversial and inconclusive. The effectiveness of robotic over conventional therapy is arguable and the best therapy strategy is still not clear. Furthermore, there is little understanding of the neurological mechanisms involved in functional recovery of the hand (13). In this study, the investigators hypothesize that the robot based assistance would outperform conventional therapy during the subacute stage of stroke.\n\nStudy objective\n\n1. To establish whether robot assisted therapy provides any additional motor recovery for the hand when administered during the subacute stage in a Chinese adult population diagnosed with stroke.\n2. To evaluate the feasibility and efficacy of robot-assisted hand rehabilitation in improving arm function abilities in subacute hemiplegic patients."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Robotics","Stroke","Hand","neurorehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":34,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Robotic","type":"EXPERIMENTAL","description":"The experimental group will receive 30 minutes robotic training sessions, 3 times per week for a total of 30 sessions supervised by a research assistant. Immediately following this robot training, these subjects will receive schedule (1-hour sessions, 3 times/week, 30 total sessions) of conventional therapy from an occupational therapist.","interventionNames":["Device: Robotic","Other: Conventional therapy"]},{"label":"Conventional","type":"ACTIVE_COMPARATOR","description":"In conventional therapy group, participants will receive an one-hour of one-on-one treatment (1-hour sessions, 3 times/week, 30 total sessions) from an occupational therapist, focusing on arm and hand function.","interventionNames":["Other: Conventional therapy"]}],"interventions":[{"type":"DEVICE","name":"Robotic","description":"Participants will be placed in the robot and practice common hand tasks involving single finger range of motion exercise, grasping, and pinching objects.","armGroupLabels":["Robotic"],"otherNames":["Conventional therapy"]},{"type":"OTHER","name":"Conventional therapy","description":"An occupational therapist will provide one-on-one individualized programs focused on arm and hand function. Treatment will include function-oriented specific tasks, such as reach, grasp, transport and release of various objects between different targets.","armGroupLabels":["Conventional","Robotic"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Fugl-Meyer score","description":"The investigators used FMA scale to evaluate sensorimotor recovery of patients with particular attention to the hand and wrist section (maximum score=24) to assess the functional capacity of the affected hand.","timeFrame":"Change from baseline to 10 weeks"}],"secondaryOutcomes":[{"measure":"Change in Motricity Index (MI) scale","description":"The Motricity Index was used to measure strength in upper and lower extremities after stroke. The weighted score based on the ordinal 6 point scale of Medical Research Council was used to measure maximal isometric muscle strength.","timeFrame":"Change from baseline to 10 weeks"},{"measure":"Change in Functional Independence Measure scale (FIM)","description":"The investigators used FIM to assess the degree of independence and need-of-assistance in basic activities of daily living at enrolment and at the end of the study. FIM is an 18-item ordinal scale rated from 1 (total dependence) to 7 (total independence) per item; 13 items of this scale, the sub-scale Motor- FIM, were used to evaluate motor disability.","timeFrame":"Change from baseline to 10 weeks"},{"measure":"Change in Visual analogue scale (VAS)","description":"The investigators used VAS (0 extremely simple- 10 extremely difficult) to access the feasibility of the device in terms of the number of patients who completed the program.","timeFrame":"Change from baseline to 10 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult patients (\\>20 years old) with a diagnosis of hemorrhagic or ischemic stroke and who experience severe upper extremity hemiparesis.\n\nExclusion Criteria:\n\n* severe pain and instability in the wrist of the affected arm, severe cognitive impairment, aphasia, hemispatial neglect, apraxia and joint contractures greater than 20 degrees in the affected hand.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Chia-yu Hsu, MD","affiliation":"Ten-Chan General Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Ten Chan General Hospital","city":"Taoyuan City","country":"Taiwan","geoPoint":{"lat":24.95233,"lon":121.20193}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2017-09-20","uploadDate":"2017-09-20T02:30","filename":"Prot_SAP_000.pdf","size":752233}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}