{"protocolSection":{"identificationModule":{"nctId":"NCT01877616","orgStudyIdInfo":{"id":"TAP-Sleep-2013"},"secondaryIdInfos":[{"id":"Research Department","type":"OTHER_GRANT","domain":"Universidad Espíritu Santo - Ecuador"}],"organization":{"fullName":"Hospital Clínica Kennedy","class":"OTHER"},"briefTitle":"Sleep Disorders and Their Cardiovascular Correlates in Atahualpa.","officialTitle":"Population-bases Study to Asses Prevalence of Sleep Disorders and Their Association With Cardiovascular Risk Factors and Diseases"},"statusModule":{"statusVerifiedDate":"2013-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-06"},"primaryCompletionDateStruct":{"date":"2013-10","type":"ACTUAL"},"completionDateStruct":{"date":"2013-11","type":"ACTUAL"},"studyFirstSubmitDate":"2013-06-09","studyFirstSubmitQcDate":"2013-06-11","studyFirstPostDateStruct":{"date":"2013-06-13","type":"ESTIMATED"},"lastUpdateSubmitDate":"2013-11-24","lastUpdatePostDateStruct":{"date":"2013-11-26","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Oscar H. Del Brutto, MD","investigatorTitle":"Research Professor","investigatorAffiliation":"Hospital Clínica Kennedy"},"leadSponsor":{"name":"Hospital Clínica Kennedy","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Little is known on the prevalence of sleep disorders and their role in the increased prevalence of cardiovascular diseases in the developing world. We To assess the prevalence of major sleep disorders in a rural South American population, and to determine whether these conditions are associated with a poor cardiovascular health or with the occurrence of stroke or ischemic heart disease. This is a three-phase, population-based, door-to-door survey in Atahualpa. During phase I, all residents aged ≥40 years will be screened with validated Spanish versions of five questionnaires to evaluate major sleep disorders. In phase II, neurologists will examine persons suspected of having a sleep disorder and a random sample of negative individuals to assess the prevalence of these conditions and to validate the accuracy of questionnaires. In phase III, patients with a confirmed sleep disorder will undergo nocturnal polysomnography for achieving a more specific diagnosis. The occurrence of sleep disorders will be correlated with the cardiovascular health of the population as well as with the presence of stroke and ischemic heart disease. This epidemiological study may prove cost-effective in improving sleep conditions of people living in rural areas of developing countries, and may be used as a model for the evaluation of sleep disorders and their cardiovascular correlates in these populations.","detailedDescription":"For the purposes of the present part of the Atahualpa Project, field personnel were trained to achieve expertise with the use of the screening questionnaires, and to assure uniformity in data collection. The independent review board of Hospital-Clínica Kennedy (Guayaquil, Ecuador) approved the study design and the informed consent form that has to be signed by all Atahualpa residents aged ≥40 years before enrollment in the study.\n\nField workers will perform a census of the population to detect all Atahualpa residents aged ≥40 years (including those who were not living at the village by the time of our previous census). Those \"new\" persons will be interviewed to assess their social and demographic characteristics and to evaluate their CVH status in the same way as it was done with the rest of the population in our most recent survey.\n\nDuring the current survey, all consented persons will undergo a physical examination with attention to the measurement of the neck circumference, as well as the evaluation of facial characteristics relevant to the coexistence of sleep disorders, including retrognathia, nasal septum deviation, asymmetry of the nares, and palate position. The latter will be evaluated with the tongue resting inside the mouth (using the Friedman classification) and categorized into four classes according to which structures are visible: Grade I allows visualization of the entire uvula and tonsils/pillars, Grade II allows visualization of the uvula but not the tonsils/pillars, Grade III allows visualization of the soft palate but not the uvula, and Grade IV allows visualization of the hard palate only.\n\nFrom the many questionnaires available for the detection of persons with suspected sleep disorders, our panel agreed to choose those that have been more widely used and have shown to be time-efficient, consistent and reliable for prediction of major sleep disorders. Field instruments include validated Spanish versions of the insomnia severity index, the Pittsburgh sleep quality index, the Epworth sleepiness scale, the Berlin questionnaire, and the four minimal diagnostic criteria for restless legs syndrome.\n\nThe insomnia severity index consists of seven questions evaluating nighttime sleep difficulties, sleep dissatisfaction, and impact of insomnia on the quality of life. Time-frame of such evaluation is in the two weeks before the test. Each question is rated on a five-point Likert scale ranging from 0 (not at all) to 4 (extremely) with a maximum total score of 28. Scores from 0 to 7 mean no clinically significant insomnia, 8 to 14 mean subthreshold insomnia, 15 to 21 mean moderate clinical insomnia, and 22 to 28 mean severe clinical insomnia.\n\nThe Pittsburgh sleep quality index basically discriminates between \"good\" and \"poor\" sleepers. Time-frame of such evaluation is in the month before the test. It consists of 18 questions grouped into seven component scores, each weighted on a 0 to 3 scale, for a total score of 21, with higher scores indicating poorer sleep quality. Components include assessment of sleep duration (total sleep time), sleep disturbances, sleep latency, day dysfunction due to sleepiness, sleep efficiency, overall sleep quality, and medications needed to sleep. Total sleep time will be categorized as follows: \\<6 hours, 6 to 7 hours, 7 to 8 hours (referent category), 8 to 9 hours, and \\>9 hours. The original instrument also includes five additional questions that should be directed to bedpartners or roommates. Such questions will not be used in the present survey as they are not included in the scoring and have not been validated in the Spanish language.\n\nThe Epworth sleepiness scale originally evaluates the level of a person's daytime sleepiness based on the likelihood of dozing in eight different sedentary situations, and is used to help diagnose hypersomnia or sleep-disordered breathing such as obstructive sleep apnea. Each of the eight questions is rated on a four point Likert scale ranging from 0 (no chance of falling asleep) to 3 (high chance of falling asleep) with a maximum total score of 24. While there has been noted a considerable overlap among scores and the chance of sleep-disordered breathing, it has been shown that a score of ≥10 highly correlates with the presence of severe obstructive sleep apnea.\n\nThe Berlin questionnaire mainly evaluates sleep-disordered breathing (obstructive sleep apnea), but also assess waketime sleepiness or fatigue and the presence of obesity or arterial hypertension. It consists of 10 questions, divided in three categories. The first five questions are included into category 1, questions from six to eight into category 2, and question 10 in category 3 (question nine is evaluated separately). A positive response to two questions of the first 2 categories, or to the single question of category 3, marks the corresponding category as \"positive\", and positivity of two or more categories classifies the person as at \"high risk\" for having obstructive sleep apnea.\n\nThe four minimal diagnostic criteria for restless legs syndrome were developed to facilitate the recognition of this sleep-related movement disorder. All four questions must be positive to establish the diagnosis of restless legs syndrome.\n\nIn the second phase of this epidemiological survey, a board-certified sleep neurologist (P.R.C.) will provisionally move to Atahualpa to examine all persons who screened as suspected cases of having a sleep disorder (in one or more of the field instruments used). In addition, a random sample of 2% of individuals who were considered negative during the screening phase (matched by age and gender to suspected cases) will also undergo a specialized examination to assess possible false negative cases during the survey. Neurologists will be blinded as to whether the individual was positive or negative during the screening phase. All these persons will be evaluated with a unified sleep history focusing on sleep-related symptoms, associated nocturnal symptoms, time during the sleep period that symptoms occur, daytime functioning, sleep schedule, and the use of sleep medications; in addition, a complete physical and neurological examination will be performed. For persons with suspected restless legs syndrome, questions will be directed to assess frequency and severity of symptoms, age of symptoms onset, and family history of restless legs syndrome. In additions, mimics of this condition will be ruled out (leg cramps, positional discomfort, fibromyalgia, arthritis, neuropathies, claudication, etc).\n\nCorrelation of the presence of specific sleep disorders with the CVH status as well as with history of stroke or ischemic heart disease will be noted. Procedures that will be used for evaluation of the CVH status and for the diagnosis of stroke and ischemic heart disease will be the same that have been previously used during step one of the Atahualpa Project. In brief, CVH status will be evaluated using the seven metrics proposed by the American Heart Association, stroke will be diagnosed in patients who had experienced a rapidly developing event characterized by clinical signs of focal or global disturbance of cerebral function, lasting ≥ 24 hours, with no apparent cause other than vascular, and ischemic heart disease will be diagnosed if the person is positive by clinical judgment or ECG findings.\n\nIn the third phase, all patients with a confirmed diagnosed of a sleep disorder will be invited to undergo an attended nocturnal polysomnography that will objectively evaluate the presence of sleep-disordered breathing, as well as well as other sleep disorders. EEG activity, nocturnal movements, cardiac rhythm, and oxygen saturation. Studies will be performed in the Community Center of The Atahualpa Project, with multiple channel recordings, including: electroencephalogram, electro-oculogram, electromyogram on chin and legs, electrocardiogram, body position sensors, nasal and oral airflow, oxygen saturation, video and audio recording, and may involve trials of continuous positive airway pressure (CPAP) or other investigations."},"conditionsModule":{"conditions":["Insomnia","Hypersomnia","Sleep-disordered Breathing","Stroke","Ischemic Heart Disease"],"keywords":["sleep disorders","insomnia","hypersomnia","sleep-disordered breathing","cardiovascular health","stroke","ischemic heart disease","Atahualpa"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":650,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"diagnostic test","type":"OTHER","description":"all persons with a definitive diagnosis of a major sleep disorder (insomnia, hypersomnia, sleep-disordered breathing) will be followed annually for at least five years","interventionNames":["Other: diagnostic test"]}],"interventions":[{"type":"OTHER","name":"diagnostic test","description":"Polysomnography","armGroupLabels":["diagnostic test"]},{"type":"OTHER","name":"Diagnostic test","description":"overnight polysomnography","armGroupLabels":["diagnostic test"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"prevalence of sleep disorders","description":"prevalence of sleep disorders will be assessed by a door-to-door survey. Then, sleep-certified specialists will move to Atahualpa to evaluate suspected persons, and positive cases will undergo polysomnography","timeFrame":"five years"}],"secondaryOutcomes":[{"measure":"correlation of sleep disorders with the presence of cardiovascular risk factors, stroke, and ischemic heart disease","description":"the presence of each of the major sleep disorders will be correlated with the cardiovascular status of the person as well as with the occurrence of stroke and ischemic heart disease in the follow-up","timeFrame":"five years"}],"otherOutcomes":[{"measure":"cognitive decline","description":"the presence of sleep disorders will be correlated with the development of cognitive decline in the long-term follow-up","timeFrame":"five years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: all Atahualpa residents aged 40 years or more -\n\nExclusion Criteria: persons not signing the informed consent form\n\n-","healthyVolunteers":true,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Oscar H Del Brutto, MD","affiliation":"Universidad Espiritu Santo - Ecuador","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Atahualpa","city":"Atahualpa","state":"Santa Elena","zip":"00000","country":"Ecuador"}]},"referencesModule":{"references":[{"pmid":"23506643","type":"BACKGROUND","citation":"Del Brutto OH, Penaherrera E, Ochoa E, Santamaria M, Zambrano M, Del Brutto VJ; Atahualpa Project Investigators. Door-to-door survey of cardiovascular health, stroke, and ischemic heart disease in rural coastal Ecuador--the Atahualpa Project: methodology and operational definitions. Int J Stroke. 2014 Apr;9(3):367-71. doi: 10.1111/ijs.12030. Epub 2013 Mar 19."},{"pmid":"23410492","type":"BACKGROUND","citation":"Del Brutto OH, Santamaria M, Ochoa E, Penaherrera E, Santibanez R, Pow-Chon-Long F, Zambrano M, Del Brutto VJ. Population-based study of cardiovascular health in Atahualpa, a rural village of coastal Ecuador. Int J Cardiol. 2013 Sep 30;168(2):1618-20. doi: 10.1016/j.ijcard.2013.01.017. Epub 2013 Feb 11. No abstract available."},{"pmid":"23733495","type":"BACKGROUND","citation":"Del Brutto OH, Tettamanti D, Del Brutto VJ, Zambrano M, Montalvan M. Living alone and cardiovascular health status in residents of a rural village of coastal Ecuador (The Atahualpa Project). Environ Health Prev Med. 2013 Sep;18(5):422-5. doi: 10.1007/s12199-013-0344-8. Epub 2013 Jun 4."},{"pmid":"35878737","type":"DERIVED","citation":"Del Brutto OH, Mera RM, Costa AF, Rumbea DA, Recalde BY, Castillo PR. Long coronavirus disease-related persistent poor sleep quality and progression of enlarged perivascular spaces. A longitudinal study. Sleep. 2022 Sep 8;45(9):zsac168. doi: 10.1093/sleep/zsac168. No abstract available."},{"pmid":"33608714","type":"DERIVED","citation":"Del Brutto OH, Mera RM, Costa AF, Recalde BY, Castillo PR. Sleep quality deterioration in middle-aged and older adults living in a rural Ecuadorian village severely struck by the SARS-CoV-2 pandemic. A population-based longitudinal prospective study. Sleep. 2021 Aug 13;44(8):zsab041. doi: 10.1093/sleep/zsab041."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000053120","term":"Respiratory Aspiration"},{"id":"D000012891","term":"Sleep Apnea Syndromes"},{"id":"D000007319","term":"Sleep Initiation and Maintenance Disorders"},{"id":"D000012893","term":"Sleep Wake Disorders"},{"id":"D000020447","term":"Parasomnias"},{"id":"D000006970","term":"Disorders of Excessive Somnolence"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000003324","term":"Coronary Artery Disease"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020919","term":"Sleep Disorders, Intrinsic"},{"id":"D000020920","term":"Dyssomnias"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000012120","term":"Respiration Disorders"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000003327","term":"Coronary Disease"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000001049","term":"Apnea"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","asFound":"Ischemic Heart Disease","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","asFound":"Ischemic Heart Disease","relevance":"HIGH"},{"id":"M26827","name":"Respiratory Aspiration","asFound":"Breathing","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","asFound":"Heart Disease","relevance":"HIGH"},{"id":"M21932","name":"Parasomnias","asFound":"Sleep Disorders","relevance":"HIGH"},{"id":"M4051","name":"Apnea","relevance":"LOW"},{"id":"M15384","name":"Sleep Apnea Syndromes","asFound":"Sleep Disordered Breathing","relevance":"HIGH"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M10046","name":"Sleep Initiation and Maintenance Disorders","asFound":"Insomnia","relevance":"HIGH"},{"id":"M15386","name":"Sleep Wake Disorders","asFound":"Sleep Disorders","relevance":"HIGH"},{"id":"M9711","name":"Disorders of Excessive Somnolence","asFound":"Hypersomnia","relevance":"HIGH"},{"id":"M1717","name":"Sleepiness","relevance":"LOW"},{"id":"M6239","name":"Coronary Disease","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M22344","name":"Sleep Disorders, Intrinsic","relevance":"LOW"},{"id":"M22345","name":"Dyssomnias","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M14647","name":"Respiration Disorders","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}