{"protocolSection":{"identificationModule":{"nctId":"NCT05461976","orgStudyIdInfo":{"id":"65672517.6.0000.5149"},"organization":{"fullName":"Federal University of Minas Gerais","class":"OTHER"},"briefTitle":"Promoting Physical Activity After Stroke Via Self-management","officialTitle":"A Randomized, Controlled Pilot Study of a Home-based Self-management Exercise Program for Sedentary Individuals With Mild Disability After Stroke"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-08-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-10-21","type":"ACTUAL"},"completionDateStruct":{"date":"2023-10-21","type":"ACTUAL"},"studyFirstSubmitDate":"2022-07-06","studyFirstSubmitQcDate":"2022-07-14","studyFirstPostDateStruct":{"date":"2022-07-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-21","lastUpdatePostDateStruct":{"date":"2023-11-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Aline Alvim Scianni","investigatorTitle":"Associate Professor in Physical Therapy Department","investigatorAffiliation":"Federal University of Minas Gerais"},"leadSponsor":{"name":"Federal University of Minas Gerais","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Practising physical activity after a stroke is essential for the secondary prevention of stroke. However, the major individuals after stroke are sedentary. Individuals after stroke with mild disabilities could have fewer barriers to this practice. Thus, finding ways to promote physical activity after stroke in these individuals is important for them and public health. Interventions that consider behaviour change strategies are a good way to change a habit and could improve physical activity levels. Self-management interventions have been used to promote behaviour change in the stroke population.\n\nThe aim of this pilot trial will be to determine the efficacy of a self-management program to increase physical activity levels in stroke survivors with mild disability through 6 home-based sessions of self-management exercise over 3 and 6 months in a low-income country. Our secondary aims are to evaluate the effect of a self-management program on walking, exercise self-efficacy, participation, quality of life, depression and cardiovascular risks after 3 and 6 months.","detailedDescription":"One-quarter of stroke events in the world are recurrent. Stroke secondary prevention is essential for this population and health politics. The practice of a physical activity is a good option to reduce the chance to develop a second stroke. Self-management interventions have been used in the stroke population to increase physical activity. However, a review showed that the efficacy of this intervention to improve physical activity is inconclusive. Recently, a study of feasibility made in Brazil about the self-management approach showed positive results in this intervention to increase physical activity after stroke survivors with mild impairment. In addition, the results can be more beneficial for sedentary individuals. The aim of this study will be to test the efficacy of a home-based self-management exercise intervention to improve physical activity levels in sedentary individuals with a mild disability after stroke. The specific questions are:\n\nIn sedentary individuals with a mild disability after stroke,\n\n1. Is a home-based self-management exercise effective in improving physical activity effective at increasing the number of steps taken per day?\n2. Does any improvement in physical activity carry over to improvements in cardiovascular risk, walking ability, depressive symptoms, exercise self-efficacy, social participation and quality of life?"},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","self-management","physical activity"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":24,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Home-based self-management exercise program","type":"EXPERIMENTAL","description":"A home-based self-management exercise program will be implemented based on behaviour change techniques on the approach of Social-Cognitive Theory and Control Theory. In the present study, we will use the following behaviour changes techniques: health consequences, action planning, graded tasks, problem-solving/coping planning, modelling of the behaviour, vicarious reinforcement and non-specific encouragement, feedback on behaviour, self-monitoring on behaviour, review behaviour goals and goal setting (behaviour). The program will include six sessions of self-management with an average duration of 60 minutes. The intervention will be delivered individually and face-to-face in the participant's home by a physical therapist over 10 weeks.","interventionNames":["Behavioral: Home-based self-management exercise program"]},{"label":"Control Group","type":"NO_INTERVENTION","description":"This group will receive one session about education on risk factors after stroke and usual care."}],"interventions":[{"type":"BEHAVIORAL","name":"Home-based self-management exercise program","description":"Session 1 will includes education about stroke. Session 2 will includes feedback on behaviour performance on initial measurement outcomes, health consequences of the physical inactivity, answering an exercise preferences questionnaire, generation of a list of goals, delivering a smartband and a diary to self-monitoring. Session 3 will includes reviewing of goals and strategies to self-monitoring, encouragement, rising barriers to exercise and potential solutions to them, development of a weekly schedule physical exercise, implementation of the physical exercise session with participant and delivering a paper-exercise guide. Session 4 will includes reviewing of goals and weekly schedule physical exercise, encouragement, problem solving/coping planning, reviewing strategies to self-monitoring and showing to participant a video with another stroke survivors which are physically active. Sessions 5 and 6 will be the same as session 4 with exception of vicarious reinforcement.","armGroupLabels":["Home-based self-management exercise program"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline physical activity level at 3 months and 6 months","description":"We will measure the level of physical activity through steps taken per day using the Actigraph wGT3X-BT. The participants will be informed to use the device during the waking hours, except during water activities.","timeFrame":"3 months, and 6 months"}],"secondaryOutcomes":[{"measure":"Body mass index","description":"body mass index (BMI) (weight and height will be combined to report BMI in kg/m\\^2)","timeFrame":"3 months, and 6 months"},{"measure":"Waist circumference","description":"waist circumference (centimeters)","timeFrame":"3 months, and 6 months"},{"measure":"Blood pressure","description":"systolic and diastolic blood pressure (millimeters of mercury)","timeFrame":"3 months, and 6 months"},{"measure":"Depression","description":"Will be measured with the short version of the Geriatric Depression Scale. The results will be expressed in scores of 0-15. The 0 is the worse score.","timeFrame":"3 months, and 6 months"},{"measure":"Walking capacity","description":"Will be measured through the distance covered in the 6-Minute Walk Test.","timeFrame":"3 months, and 6 months"},{"measure":"Walking speed","description":"Will be measured through the comfortable and maximum walking speed, with the 10- Meter Walk Test.","timeFrame":"3 months, and 6 months"},{"measure":"Self-Efficacy for exercise","description":"Will be measured through the Self-Efficacy for Exercise. The results will be expressed in scores of 0-10. The 0 is the worse score.","timeFrame":"3 months, and 6 months"},{"measure":"Social participation","description":"Will be measured through the participation domain of the Stroke Impact Scale. The results will be expressed in percentage 0-100%. Higher percentage demonstrate better social participation levels.","timeFrame":"3 months, and 6 months"},{"measure":"Perception of quality of life","description":"Will be measured through EuroQual-5D. The results will be expressed in scores of 0-100. The 0 is the worse score.","timeFrame":"3 months, and 6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* time since stroke less than 6 months;\n* ≥18 years of age;\n* be able to walk 10 meters independently at a speed ≥ 0.8 m/s without any walk devices;\n* had no cognitive impairments (determined by the cut-off scores on the Brazilian version of the Mini-Mental State Examination);\n* be sedentary (steps counts less than 5000 steps/day).\n\nExclusion Criteria:\n\n* have other neurological diseases (e.g. Parkinson, Multiple Sclerosis);\n* had comprehensive aphasia (evaluated by simple motor command: \"lift your good arm and raise your hand\");\n* have any other conditions that would prevent participation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Aline Alvim Scianni","city":"Belo Horizonte","state":"Minas Gerais","country":"Brazil","geoPoint":{"lat":-19.92083,"lon":-43.93778}}]},"referencesModule":{"references":[{"pmid":"30700139","type":"BACKGROUND","citation":"Benjamin EJ, Muntner P, Alonso A, Bittencourt MS, Callaway CW, Carson AP, Chamberlain AM, Chang AR, Cheng S, Das SR, Delling FN, Djousse L, Elkind MSV, Ferguson JF, Fornage M, Jordan LC, Khan SS, Kissela BM, Knutson KL, Kwan TW, Lackland DT, Lewis TT, Lichtman JH, Longenecker CT, Loop MS, Lutsey PL, Martin SS, Matsushita K, Moran AE, Mussolino ME, O'Flaherty M, Pandey A, Perak AM, Rosamond WD, Roth GA, Sampson UKA, Satou GM, Schroeder EB, Shah SH, Spartano NL, Stokes A, Tirschwell DL, Tsao CW, Turakhia MP, VanWagner LB, Wilkins JT, Wong SS, Virani SS; American Heart Association Council on Epidemiology and Prevention Statistics Committee and Stroke Statistics Subcommittee. Heart Disease and Stroke Statistics-2019 Update: A Report From the American Heart Association. Circulation. 2019 Mar 5;139(10):e56-e528. doi: 10.1161/CIR.0000000000000659. No abstract available. Erratum In: Circulation. 2020 Jan 14;141(2):e33."},{"pmid":"34024117","type":"BACKGROUND","citation":"Kleindorfer DO, Towfighi A, Chaturvedi S, Cockroft KM, Gutierrez J, Lombardi-Hill D, Kamel H, Kernan WN, Kittner SJ, Leira EC, Lennon O, Meschia JF, Nguyen TN, Pollak PM, Santangeli P, Sharrief AZ, Smith SC Jr, Turan TN, Williams LS. 2021 Guideline for the Prevention of Stroke in Patients With Stroke and Transient Ischemic Attack: A Guideline From the American Heart Association/American Stroke Association. Stroke. 2021 Jul;52(7):e364-e467. doi: 10.1161/STR.0000000000000375. Epub 2021 May 24. No abstract available. Erratum In: Stroke. 2021 Jul;52(7):e483-e484."},{"pmid":"28523989","type":"BACKGROUND","citation":"D'Isabella NT, Shkredova DA, Richardson JA, Tang A. Effects of exercise on cardiovascular risk factors following stroke or transient ischemic attack: a systematic review and meta-analysis. Clin Rehabil. 2017 Dec;31(12):1561-1572. doi: 10.1177/0269215517709051. Epub 2017 May 19."},{"pmid":"25927591","type":"BACKGROUND","citation":"Jones TM, Dean CM, Hush JM, Dear BF, Titov N. A systematic review of the efficacy of self-management programs for increasing physical activity in community-dwelling adults with acquired brain injury (ABI). Syst Rev. 2015 Apr 19;4:51. doi: 10.1186/s13643-015-0039-x."},{"pmid":"34581249","type":"BACKGROUND","citation":"Caetano LC, Ada L, Romeu Vale S, Teixeira-Salmela LF, Scianni AA. Self-management to promote physical activity after discharge from in-patient stroke rehabilitation: a feasibility study. Top Stroke Rehabil. 2023 Jan;30(1):32-42. doi: 10.1080/10749357.2021.1978630. Epub 2021 Sep 28."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"There is not a plan to make IPD available."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}