{"protocolSection":{"identificationModule":{"nctId":"NCT06085248","orgStudyIdInfo":{"id":"4440-SK"},"organization":{"fullName":"Boston University Charles River Campus","class":"OTHER"},"briefTitle":"Responders to Rhythmic Auditory Stimulation in Individuals Post-Stroke and Older Adults","officialTitle":"Responders to Metronome-based Rhythmic Auditory Stimulation in Individuals Post-Stroke and Older Adults"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-02-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-03-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-10-09","studyFirstSubmitQcDate":"2023-10-13","studyFirstPostDateStruct":{"date":"2023-10-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-13","lastUpdatePostDateStruct":{"date":"2023-10-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Lou Awad, PT, DPT, PhD","investigatorTitle":"Associate Professor","investigatorAffiliation":"Boston University Charles River Campus"},"leadSponsor":{"name":"Boston University Charles River Campus","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is among the leading causes of long-term disability worldwide. Post-stroke neuromotor impairments are heterogeneous, yet often result in reduced walking ability characterized by slow, asymmetric, and unstable gait patterns. Rhythmic Auditory Stimulation (RAS) is an emerging rehabilitation approach that leverages auditory-motor synchronization to retrain neuromotor control of walking. Indeed, walking with RAS can enhance walking rhythmicity, gait quality, and speed. RAS is a potentially valuable tool for walking rehabilitation after stroke; however, despite extensive research evidence on the overall benefits of RAS in people with chronic stroke, the notable variability in the walking characteristics of individual patients is likely to influence the effectiveness of RAS intervention, and thus requires study. Furthermore, beyond stroke-related factors, age-related changes may also affect how well individuals post-stroke respond to RAS. This study aims to recruit 24 individuals post-stroke and 20 older adults to evaluate the effects of stroke- and age-related neuromotor impairment on RAS intervention. Each study participant will complete two six-minute walk tests: one without RAS (baseline) and the other with RAS delivered using a metronome. The investigators hypothesize that post-stroke individuals will, on average, exhibit a positive response to RAS intervention (i.e., walk farther and with greater gait automaticity (i.e., reduced stride time variability), with the degree of response predicted by specific baseline characteristics. Furthermore, the investigators anticipate that these walking enhancements will be accompanied by improvements in gait biomechanics and a reduction in the metabolic cost of walking. The investigators hypothesize that older adults will exhibit similar, but attenuated, effects of RAS.","detailedDescription":"Stroke is among the foremost causes of long-term disability worldwide. Though post-stroke neuromotor impairments are heterogeneous, they often result in reduced walking ability and physical activity, and a slow, asymmetric, and unstable gait. In the chronic phase of stroke, the persistence of walking impairment leads to subsequent declines in walking ability, setting off a cycle of disability and deconditioning, reduced mobility, and increased fall risk. The development and study of interventions that can improve walking ability after stroke has been identified as a top priority among patients, clinicians, and researchers, with the ultimate goal being the enhancement of independence and overall quality of life, and the mitigation of walking-related disability.\n\nStroke is a disease of aging, and older adults (OA) tend to walk more slowly and with a more variable walking pattern that is energetically more demanding. Similar to stroke survivors, the reduced function and quality of walking in older adults can lead to declines in walking ability, initiating a cycle of disability and deconditioning that increases the risk of injurious falls. Hence, maintaining walking function is crucial for preserving a high quality of life.\n\nRhythmic Auditory Stimulation (RAS) is a rehabilitation intervention that has shown promise for improving walking in both stroke survivors and older adults. Walking with RAS intervention has been proven to enhance walking function, particularly in terms of walking speed. RAS relies on the innate human capacity to synchronize movements with an external rhythm, such as walking to a regular auditory beat, a process referred to as auditory-motor entrainment. Rhythmic entrainment may stabilize gait patterns and reduce the metabolic cost of walking, as the body naturally selects a walking frequency that maximizes stability and minimizes energy expenditure. Moreover, rhythmic entrainment is thought to reduce the cognitive demand of walking, allowing individuals to allocate their attention to secondary tasks essential for safe community navigation. Despite the evidence supporting its effectiveness in improving walking speed and gait function, the biomechanical changes enabling these improvements are not well understood.\n\nFurthermore, while RAS is an effective intervention, not everyone benefits from it equally. Individuals with stroke present with a wide variety of gait patterns, and the degree of gait impairment may influence the effectiveness of RAS intervention above and beyond any age-related changes. In this study, the investigators aim to identify predictors of the response to RAS intervention. More specifically, they seek to understand the association between baseline walking characteristics and the effect that RAS intervention has on walking ability.\n\nFor this analysis, the investigators define responders in three ways: (1) individuals who experience an increase in walking function, (2) individuals who see an improvement in gait quality, or (3) individuals who achieve enhancements in both gait quality and walking function while walking with personalized RAS.\n\nThe investigators hypothesize that post-stroke individuals with particular movement characteristics will exhibit increased walking distances and greater automaticity (i.e., reduced stride time variability) in the RAS condition compared to the baseline condition. Given that RAS promotes walking automaticity, the investigators anticipate that individuals with higher walking variability will derive the greatest benefit. Furthermore, investigators hypothesize that older adults with similar movement characteristics will also demonstrate increased walking distances and improved automaticity in the RAS condition compared to the baseline condition; however, it is expected that the effect size will be smaller in comparison to stroke survivors.\n\nThe investigators hypothesize that individuals who experience immediate improvements in walking function and/or gait quality while walking with personalized RAS are more likely to respond positively to long-term RAS intervention. However, the mechanism of action enabling this long-term response is expected to differ based on baseline deficits. The short-term, immediate responses to RAS measured in this study may provide insights into potential long-term mechanisms.\n\nStudy Protocol:\n\nTo assess the varied effects of RAS intervention, each participant will undergo a data collection session involving a series of population-specific clinical tests to characterize a sample of study participants. These tests include the Timed Up and Go (Stroke-specific), Functional Gait Assessment (Stroke-specific), Mini Balance Evaluation System (Older Adults-specific), Short Physical Performance Battery (Older Adults-specific), Mini-Mental State Examination (Older Adults-specific). In addition, all study participants will complete the 10-meter walk test (10MWT) at both a comfortable and fast walking speed and the 6-minute walk test (6MWT). Additionally, the 6MWT will be fully instrumented using motion capture cameras to track retro-reflective markers, wireless inertial measurement units, and force plates embedded in the walkway. These systems will enable simultaneous collection of gait kinematic, inertial, and kinetic signals, respectively. Metabolic measures will also be recorded during the 6MWT using indirect calorimetry.\n\nFollowing the baseline 6MWT, participants will wear a custom, metronome-based RAS device. This device will employ a metronome application and bone-conducting headphones to provide auditory cues tailored to each participant based on a brief tuning procedure. Subsequently, the 6MWT will be repeated with RAS set to the patient-tailored metronome frequency.\n\nThe primary objective of this study is to assess the impact of personalized RAS on walking function (measured as the total distance covered in the 6MWT) and gait quality (evaluated by stride time variability) within each population group (stroke survivors and older adults). The investigators will also analyze RAS-induced changes in secondary gait quality metrics, including (1) the metabolic cost of transport, (2) ground reaction forces during walking, (3) joint kinetics, and (4) spatial-temporal gait parameter changes induced by varying distances. A secondary objective is to determine whether RAS-induced changes in walking function and/or gait quality are linked to specific baseline walking and gait impairment patterns (i.e., movement phenotypes) and whether these movement patterns are influenced by age."},"conditionsModule":{"conditions":["Stroke","Old Age"],"keywords":["rhythmic auditory stimulation (RAS)","gait analysis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"Subjects will complete a 6MWT without RAS and then complete a 6MWT with RAS","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":44,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Walking without personalized rhythmic auditory stimulation","type":"ACTIVE_COMPARATOR","description":"Subjects will complete a 6MWT without any auditory cues","interventionNames":["Behavioral: Active walking"]},{"label":"Walking with personalized rhythmic auditory stimulation","type":"EXPERIMENTAL","description":"Subjects will complete a 6MWT with personalized rhythmic auditory cues","interventionNames":["Device: Subject-specific optimized RAS","Behavioral: Active walking"]}],"interventions":[{"type":"DEVICE","name":"Subject-specific optimized RAS","description":"Walking with metronome-based RAS cueing","armGroupLabels":["Walking with personalized rhythmic auditory stimulation"],"otherNames":["RAS"]},{"type":"BEHAVIORAL","name":"Active walking","description":"walking without RAS cue","armGroupLabels":["Walking with personalized rhythmic auditory stimulation","Walking without personalized rhythmic auditory stimulation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Six Minute Walk test distance","description":"difference in total distance walked with and without RAS within population. (m)","timeFrame":"[RAS-Baseline]"},{"measure":"Stride time variability","description":"difference in stride time variability with and without RAS (%) within population","timeFrame":"[RAS-Baseline]"}],"secondaryOutcomes":[{"measure":"Metabolic Cost of Transport","description":"difference in energy cost of walking with and without RAS. Metabolic cost of transport is defined as metabolic energy (measured directly from COSMED) per kg of body weight (in mL/s/kg or W/kg) divided by the average speed during the six minute walk test within population (mL/kg/m or J/kg/m).","timeFrame":"[RAS-Baseline]"},{"measure":"Ground Reaction Forces","description":"difference in Anterior Posterior GRF within population -- including both peak and impulse (%bw)","timeFrame":"[RAS-Baseline]"},{"measure":"speed changes over the 6MWT","description":"the difference in changes in walking speed over the 6MWT within population (m/s)","timeFrame":"[RAS-Baseline]"},{"measure":"stride length changes over the 6MWT","description":"the difference in changes in stride length over the 6MWT within population(cm)","timeFrame":"[RAS-Baseline]"},{"measure":"cadence changes over the 6MWT","description":"the difference in changes in cadence over the 6MWT within population (steps/min)","timeFrame":"[RAS-Baseline]"}],"otherOutcomes":[{"measure":"Stroke vs. older adults: Stride time Variability in responders","description":"difference in stride time variability with and without RAS (%) for responders across population","timeFrame":"[RAS-Baseline]"},{"measure":"Stroke vs. older adults: Six Minute Walk test distance in responders","description":"difference in total distance walked with and without RAS for responders across population","timeFrame":"[RAS-Baseline]"},{"measure":"spatial temporal relationships over the 6MWT: Speed to Cadence","description":"the difference in changes in a relationship (linear regression) between speed and cadence within population","timeFrame":"[RAS-Baseline]"},{"measure":"spatial temporal relationships over the 6MWT: Speed to Stride length","description":"the difference in changes in a relationship (linear regression) between speed and stride length within population","timeFrame":"[RAS-Baseline]"},{"measure":"spatial temporal relationships over the 6MWT: Cadence to Stride length","description":"the difference in changes in a relationship (linear regression) between cadence and stride length within population","timeFrame":"[RAS-Baseline]"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be able to communicate with investigators clearly\n* The ability to walk without another individual supporting the person's body weight for at least 6 minutes. Assistive devices, such as a cane, are allowed.\n\nExclusion Criteria:\n\n* Inability to communicate (as assessed by a licensed physical therapist)\n* Pain that impairs walking ability (as assessed by a licensed physical therapist)\n* Unexplained dizziness in the last 6 months (self-report)\n* Severe comorbidities that affect walking or may interfere with the ability to participate in the study (musculoskeletal, cardiovascular, pulmonary, and neurological)\n* More than 2 falls in the previous month\n\nStroke-specific Inclusion Criteria:\n\n* at least 6 months post-stroke\n\nOlder adults specific Inclusion Criteria:\n\n* 65 to 80 years of age","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Dheepak Arumukhom Revi, MS","role":"CONTACT","phone":"6143133081","email":"dheepak1@bu.edu"}],"overallOfficials":[{"name":"Louis Awad, PT, DPT, PhD","affiliation":"Boston University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Boston University Neuromotor Recovery Laboratory","status":"RECRUITING","city":"Boston","state":"Massachusetts","zip":"02215","country":"United States","contacts":[{"name":"Dheepak Arumukhom Revi, MS","role":"CONTACT","phone":"614-313-3081","email":"dheepak1@bu.edu"},{"name":"Louis Awad, PT, DPT, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":42.35843,"lon":-71.05977}}]},"referencesModule":{"references":[{"pmid":"35078371","type":"BACKGROUND","citation":"Tsao CW, Aday AW, Almarzooq ZI, Alonso A, Beaton AZ, Bittencourt MS, Boehme AK, Buxton AE, Carson AP, Commodore-Mensah Y, Elkind MSV, Evenson KR, Eze-Nliam C, Ferguson JF, Generoso G, Ho JE, Kalani R, Khan SS, Kissela BM, Knutson KL, Levine DA, Lewis TT, Liu J, Loop MS, Ma J, Mussolino ME, Navaneethan SD, Perak AM, Poudel R, Rezk-Hanna M, Roth GA, Schroeder EB, Shah SH, Thacker EL, VanWagner LB, Virani SS, Voecks JH, Wang NY, Yaffe K, Martin SS. Heart Disease and Stroke Statistics-2022 Update: A Report From the American Heart Association. Circulation. 2022 Feb 22;145(8):e153-e639. doi: 10.1161/CIR.0000000000001052. Epub 2022 Jan 26. Erratum In: Circulation. 2022 Sep 6;146(10):e141."},{"pmid":"31449180","type":"BACKGROUND","citation":"Awad L, Reisman D, Binder-Macleod S. Distance-Induced Changes in Walking Speed After Stroke: Relationship to Community Walking Activity. J Neurol Phys Ther. 2019 Oct;43(4):220-223. doi: 10.1097/NPT.0000000000000293."},{"pmid":"15788341","type":"BACKGROUND","citation":"Flansbjer UB, Holmback AM, Downham D, Patten C, Lexell J. Reliability of gait performance tests in men and women with hemiparesis after stroke. J Rehabil Med. 2005 Mar;37(2):75-82. doi: 10.1080/16501970410017215."},{"pmid":"34487721","type":"BACKGROUND","citation":"GBD 2019 Stroke Collaborators. Global, regional, and national burden of stroke and its risk factors, 1990-2019: a systematic analysis for the Global Burden of Disease Study 2019. Lancet Neurol. 2021 Oct;20(10):795-820. doi: 10.1016/S1474-4422(21)00252-0. Epub 2021 Sep 3."},{"pmid":"19126838","type":"BACKGROUND","citation":"Reisman DS, Rudolph KS, Farquhar WB. Influence of speed on walking economy poststroke. Neurorehabil Neural Repair. 2009 Jul-Aug;23(6):529-34. doi: 10.1177/1545968308328732. Epub 2009 Jan 6."},{"pmid":"25889030","type":"BACKGROUND","citation":"Farris DJ, Hampton A, Lewek MD, Sawicki GS. Revisiting the mechanics and energetics of walking in individuals with chronic hemiparesis following stroke: from individual limbs to lower limb joints. J Neuroeng Rehabil. 2015 Feb 27;12:24. doi: 10.1186/s12984-015-0012-x."},{"pmid":"23035811","type":"BACKGROUND","citation":"Combs SA, Van Puymbroeck M, Altenburger PA, Miller KK, Dierks TA, Schmid AA. Is walking faster or walking farther more important to persons with chronic stroke? Disabil Rehabil. 2013 May;35(10):860-7. doi: 10.3109/09638288.2012.717575. Epub 2012 Oct 5."},{"pmid":"16456121","type":"BACKGROUND","citation":"Bowden MG, Balasubramanian CK, Neptune RR, Kautz SA. Anterior-posterior ground reaction forces as a measure of paretic leg contribution in hemiparetic walking. Stroke. 2006 Mar;37(3):872-6. doi: 10.1161/01.STR.0000204063.75779.8d. Epub 2006 Feb 2."},{"pmid":"30408710","type":"BACKGROUND","citation":"Roelker SA, Bowden MG, Kautz SA, Neptune RR. Paretic propulsion as a measure of walking performance and functional motor recovery post-stroke: A review. Gait Posture. 2019 Feb;68:6-14. doi: 10.1016/j.gaitpost.2018.10.027. Epub 2018 Oct 25."},{"pmid":"20023002","type":"BACKGROUND","citation":"Kuo AD, Donelan JM. Dynamic principles of gait and their clinical implications. Phys Ther. 2010 Feb;90(2):157-74. doi: 10.2522/ptj.20090125. Epub 2009 Dec 18."},{"pmid":"19550204","type":"BACKGROUND","citation":"Sawicki GS, Lewis CL, Ferris DP. It pays to have a spring in your step. Exerc Sport Sci Rev. 2009 Jul;37(3):130-8. doi: 10.1097/JES.0b013e31819c2df6."},{"pmid":"16905322","type":"BACKGROUND","citation":"Riley PO, Paolini G, Della Croce U, Paylo KW, Kerrigan DC. A kinematic and kinetic comparison of overground and treadmill walking in healthy subjects. Gait Posture. 2007 Jun;26(1):17-24. doi: 10.1016/j.gaitpost.2006.07.003. Epub 2006 Aug 14."},{"pmid":"15883355","type":"BACKGROUND","citation":"Bayat R, Barbeau H, Lamontagne A. Speed and temporal-distance adaptations during treadmill and overground walking following stroke. Neurorehabil Neural Repair. 2005 Jun;19(2):115-24. doi: 10.1177/1545968305275286."},{"pmid":"18608434","type":"BACKGROUND","citation":"Puh U, Baer GD. A comparison of treadmill walking and overground walking in independently ambulant stroke patients: a pilot study. Disabil Rehabil. 2009;31(3):202-10. doi: 10.1080/09638280801903039."},{"type":"BACKGROUND","citation":"Arumukhom Revi, D., et.al. Propulsion Asymmetry Is Associated with an Inefficient Compensatory Ankle-to-Hip Redistribution of Positive Power after Stroke. Combined Sections Meeting 2023 (CSM), APTA"},{"pmid":"34770283","type":"BACKGROUND","citation":"Arumukhom Revi D, De Rossi SMM, Walsh CJ, Awad LN. Estimation of Walking Speed and Its Spatiotemporal Determinants Using a Single Inertial Sensor Worn on the Thigh: From Healthy to Hemiparetic Walking. Sensors (Basel). 2021 Oct 21;21(21):6976. doi: 10.3390/s21216976."},{"pmid":"32600348","type":"BACKGROUND","citation":"Revi DA, Alvarez AM, Walsh CJ, De Rossi SMM, Awad LN. Indirect measurement of anterior-posterior ground reaction forces using a minimal set of wearable inertial sensors: from healthy to hemiparetic walking. J Neuroeng Rehabil. 2020 Jun 29;17(1):82. doi: 10.1186/s12984-020-00700-7."},{"pmid":"21454077","type":"BACKGROUND","citation":"Roerdink M, Bank PJ, Peper CL, Beek PJ. Walking to the beat of different drums: practical implications for the use of acoustic rhythms in gait rehabilitation. Gait Posture. 2011 Apr;33(4):690-4. doi: 10.1016/j.gaitpost.2011.03.001. Epub 2011 Mar 31."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Deidentified subject data with and without RAS may be published as part of the manuscript. Data may include, kinematics, kinetics, metabolic and clinical data.","timeFrame":"At the time of manuscript acceptance"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}