{"protocolSection":{"identificationModule":{"nctId":"NCT04704427","orgStudyIdInfo":{"id":"LYS[2020]-133"},"organization":{"fullName":"Xuanwu Hospital, Beijing","class":"OTHER"},"briefTitle":"Rehabilitative BCI in Acute Ischemic Stroke","officialTitle":"Rehabilitative BCI for Lower Limb Function Recovery in Acute Ischemic Stroke"},"statusModule":{"statusVerifiedDate":"2020-12","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-16","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2021-12-25","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-12-20","studyFirstSubmitQcDate":"2021-01-08","studyFirstPostDateStruct":{"date":"2021-01-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-01-08","lastUpdatePostDateStruct":{"date":"2021-01-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Xuanwu Hospital, Beijing","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In order to explore the role and expound the mechanism of rehabilitative brain computer interface (BCI)-based training (referred to as the Walk Again Neurorehabilitation protocol) in neurofunctional reconstruction in acute phase of cerebral infarction, the investigators choose non-invasive BCI to study lower limb function of patients with acute cerebral infarction. The investigators evaluate lower limb function, the influence on the central brain functional network and relevant immuno-inflammatory indicators, so that the investigators can explore the therapeutic effect and mechanism in the acute phase of cerebral infarction and provide theoretical bases and feasible guidances for the treatment of post-stroke dyskinesia.","detailedDescription":"The participants will be randomly divided into experimental group and control group. The experimental group will receive BCI-based lower limb functional training, 30 minutes per time, 5 times per week, with a 4-week training period; the control group will only receive routine lower limb training, with the same treatment frequency, intensity and duration. Statistical analysis will be performed to compare the relevant evaluation indexes of the experimental group and the control group after treatment and 90 days. In this study, the investigators will use Lower Extremity Fugl-Meyer Assessment (LE-FMA) to comprehensively evaluate the function of lower limbs, Functional Ambulation Category Scale (FAC) and 10-meter walking test (10MWT) for walking ability, modified Barthel index (MBI) for daily living abilities, functional magnetic resonance imaging（fMRI）and near infrared functional brain imaging (NIRS) to evaluate brain function and network reconstruction, the translocator protein(TSPO)-positron emission tomography (PET) and blood immune inflammation indicators to evaluate systemic and intracranial immune status."},"conditionsModule":{"conditions":["Stroke, Acute"],"keywords":["Brain Computer Interface","Lower Limb Function Recovery","Brain Machine Interface"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Rehabilitative BCI training","type":"EXPERIMENTAL","description":"The experimental group will receive brain computer interface-based lower limb function training (BCI-LLT), 30 minutes/time, 5 times/week, with a 4-week training period.. The training using the lower limb orthosis targeted the patient's ability to walk.","interventionNames":["Device: Non-invasive BCI training"]},{"label":"Traditional physical therapy protocol","type":"ACTIVE_COMPARATOR","description":"The control group will only receive traditional physical therapy protocol. The traditional physical therapy protocol of lower limb conducted with the same treatment frequency, intensity and duration of treatment, including muscle strength training, balance training and walking training, etc.","interventionNames":["Other: Traditional Physiotherapy protocol"]}],"interventions":[{"type":"DEVICE","name":"Non-invasive BCI training","description":"In the experimental group, the participants receive non-invasive rehabilitative BCI training. The training using the lower limb orthosis targeted the patient's ability to walk.","armGroupLabels":["Rehabilitative BCI training"]},{"type":"OTHER","name":"Traditional Physiotherapy protocol","description":"In the control group，the participants receive the traditional physiotherapy protocol, including muscle strength training, balance training and walking training, etc.","armGroupLabels":["Traditional physical therapy protocol"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Fugl-Meyer score of lower limbs from baseline to 4 weeks.","description":"It consists of 17 individual assessments that are summed to generate a total score. Scores range from 0-34, the higher the better.","timeFrame":"0-4 weeks."}],"secondaryOutcomes":[{"measure":"Functional ambulation category scale","description":"This scale indicates the ability to walk independently and serves as the primary outcome measure.Participants will be asked to walk at their normal comfortable pace (handheld assistive device is acceptable if needed).","timeFrame":"4 weeks and 90 days."},{"measure":"10-meter walk test","description":"Gait speed will be measured as the average of 3 times 10-meter walk tests. Participants will be asked to walk at their normal comfortable pace (handheld assistive device is acceptable if needed).","timeFrame":"4 weeks and 90 days."},{"measure":"Modified Barthel index","description":"Scale range: 0-100 (with higher scores indicating a greater ability to complete activities of daily living)","timeFrame":"4 weeks and 90 days."},{"measure":"National Institutes of Health Stroke Scale","description":"The National Institutes of Health Stroke Scale (NIHSS) is a 15-item neurologic examination stroke scale used to evaluate the effect of acute cerebral infarction on the levels of consciousness, language, neglect, visual-field loss, extraocular movement, motor strength, ataxia, dysarthria, and sensory loss. The range of scores is from 0 (normal) to 42, with higher scores indicating greater stroke severity.","timeFrame":"4 weeks and 90 days."},{"measure":"Gait analysis ( stride frequency, step length and velocity)","description":"To evaluate the walking ability","timeFrame":"4 weeks and 90 days."},{"measure":"Nodal functional connectivity strength analysis by functional magnetic resonance imaging","description":"To evaluate the brain function and network","timeFrame":"4 weeks and 90 days."},{"measure":"Changes in oxyhaemoglobin in related cortex by Functional near-infrared spectroscopy","description":"To evaluate the brain cortex function.","timeFrame":"4 weeks and 90 days."},{"measure":"The translocator protein(TSPO)-positron emission tomography (PET)","description":"Respond to inflammation in the brain","timeFrame":"4 weeks."},{"measure":"Fugl-Meyer score of lower limbs","description":"It consists of 17 individual assessments that are summed to generate a total score. Scores range from 0-34, the higher the better.","timeFrame":"90 days."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. The diagnosis of cerebral infarction conforms to the diagnostic criteria of \"Chinese guidelines for diagnosis and treatment of acute ischemic stroke 2018\".\n2. 35 ≤ age ≤ 60 .\n3. Onset (last-seen-well) time to randomization time from 24-72 hours.\n4. First onset.\n5. The lesion is assessed by MRI as a single subcortical infarction of the anterior circulation.\n6. 5 ≤NIHSS≤15 (and 1 ≤6a/b≤3 ).\n7. 1 ≤FAC functional walking scale score ≤ 3.\n8. Signed informed consent from subject or legally authorized representative.\n\nExclusion Criteria:\n\n1. Unstable vital signs.\n2. Progressive stroke.\n3. Patients have received intravenous thrombolysis or endovascular treatment.\n4. Cardiogenic cerebral embolism.\n5. Presence of moderate or higher vascular stenosis or vulnerable plaque based on Imaging assessment.\n6. With other diseases of the nervous system.\n7. With serious diseases of other systems (severe circulatory system, respiratory system, motor system) and other diseases unsuitable for training, such as atrial fibrillation, heart failure, lung infection, severe liver or kidney insufficiency, lower extremity venous thrombosis.\n8. Lower limb dysfunction caused by other reasons, such as fracture, lower limb deformity, etc.\n9. With contraindications in imaging examinations, such as metal implantation, fear of claustrophobia, and severe obesity.\n10. Patient who cannot cooperate with training, such as mental disorders, cognitive dysfunction, Mini-Mental State Examination (MMSE) \\<21 points, etc.\n11. Other reasons: alcoholism; pregnancy; skull defect; indwelling urinary catheter; vision defects affect training, etc.","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Junwei Hao, MD,PHD","role":"CONTACT","phone":"010-83199088","email":"haojunwei@vip.163.com"},{"name":"Haijie Liu, MD,PHD","role":"CONTACT","phone":"+8615822841534","email":"haijieliu@163.com"}],"overallOfficials":[{"name":"Guoguang Zhao","affiliation":"Xuanwu Hospital, Beijing","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"23147846","type":"BACKGROUND","citation":"Jackson A, Zimmermann JB. Neural interfaces for the brain and spinal cord--restoring motor function. Nat Rev Neurol. 2012 Dec;8(12):690-9. doi: 10.1038/nrneurol.2012.219. Epub 2012 Nov 13."},{"pmid":"23494615","type":"BACKGROUND","citation":"Ramos-Murguialday A, Broetz D, Rea M, Laer L, Yilmaz O, Brasil FL, Liberati G, Curado MR, Garcia-Cossio E, Vyziotis A, Cho W, Agostini M, Soares E, Soekadar S, Caria A, Cohen LG, Birbaumer N. Brain-machine interface in chronic stroke rehabilitation: a controlled study. Ann Neurol. 2013 Jul;74(1):100-8. doi: 10.1002/ana.23879. Epub 2013 Aug 7."},{"pmid":"30056435","type":"BACKGROUND","citation":"Lopez-Larraz E, Sarasola-Sanz A, Irastorza-Landa N, Birbaumer N, Ramos-Murguialday A. Brain-machine interfaces for rehabilitation in stroke: A review. NeuroRehabilitation. 2018;43(1):77-97. doi: 10.3233/NRE-172394."},{"pmid":"27539560","type":"BACKGROUND","citation":"Chaudhary U, Birbaumer N, Ramos-Murguialday A. Brain-computer interfaces for communication and rehabilitation. Nat Rev Neurol. 2016 Sep;12(9):513-25. doi: 10.1038/nrneurol.2016.113. Epub 2016 Aug 19. Erratum In: Nat Rev Neurol. 2017 Feb 17;13(3):191."},{"pmid":"28275048","type":"BACKGROUND","citation":"Lebedev MA, Nicolelis MA. Brain-Machine Interfaces: From Basic Science to Neuroprostheses and Neurorehabilitation. Physiol Rev. 2017 Apr;97(2):767-837. doi: 10.1152/physrev.00027.2016."},{"pmid":"27513629","type":"BACKGROUND","citation":"Donati AR, Shokur S, Morya E, Campos DS, Moioli RC, Gitti CM, Augusto PB, Tripodi S, Pires CG, Pereira GA, Brasil FL, Gallo S, Lin AA, Takigami AK, Aratanha MA, Joshi S, Bleuler H, Cheng G, Rudolph A, Nicolelis MA. Long-Term Training with a Brain-Machine Interface-Based Gait Protocol Induces Partial Neurological Recovery in Paraplegic Patients. Sci Rep. 2016 Aug 11;6:30383. doi: 10.1038/srep30383."},{"pmid":"31043637","type":"BACKGROUND","citation":"Selfslagh A, Shokur S, Campos DSF, Donati ARC, Almeida S, Yamauti SY, Coelho DB, Bouri M, Nicolelis MAL. Non-invasive, Brain-controlled Functional Electrical Stimulation for Locomotion Rehabilitation in Individuals with Paraplegia. Sci Rep. 2019 May 1;9(1):6782. doi: 10.1038/s41598-019-43041-9. Erratum In: Sci Rep. 2019 Dec 4;9(1):18654."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}