{"protocolSection":{"identificationModule":{"nctId":"NCT01372059","orgStudyIdInfo":{"id":"B41-f 1027/09"},"organization":{"fullName":"Göteborg University","class":"OTHER"},"briefTitle":"The Effects of a Rhythm and Music-based Therapy Program and Therapeutic Riding in Late Recovery Phase Following Stroke","officialTitle":"The Effects of a Rhythm and Music-based Therapy Program and Therapeutic Riding in Late Recovery Phase Following Stroke"},"statusModule":{"statusVerifiedDate":"2019-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2010-01"},"primaryCompletionDateStruct":{"date":"2014-05-30","type":"ACTUAL"},"completionDateStruct":{"date":"2014-06-02","type":"ACTUAL"},"studyFirstSubmitDate":"2011-05-26","studyFirstSubmitQcDate":"2011-06-10","studyFirstPostDateStruct":{"date":"2011-06-13","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-04-23","lastUpdatePostDateStruct":{"date":"2019-04-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Göteborg University","class":"OTHER"},"collaborators":[{"name":"The Sten A Olsson foundation for Research and Culture","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The initiative to the study is based on the fact that various forms of enriched environments and multimodal stimulation are found to have positive influences on motivation and psychosocial well-being and have been shown to facilitate multiple processes in the brain leading to structural regeneration and functional recovery. Since there is a lack of rehabilitation programs that encompass all dimensions of a stroke survivor's life researchers agree upon the need for a rehabilitation program that addresses both the social and physical needs of the patients. The aim with the project is to investigate whether it is possible to improve the life situation among patients with a history of stroke through a rhythm and music method and therapeutic riding. To get insights in the underlying mechanisms our research also focuses on relevant physiological, neurobiological and psychosocial mechanisms induced by the interventions. The hypothesis is that both treatment methods will mainly enhance participants' degree of participation.\n\nThe study is a randomized controlled trial where about 123 participants (50-75 years old) who had their stroke incident 1 - 5 years ago will be consecutively included and randomly allocated to the following three groups: a) Ronnie Gardiner Rhythm Music Method (RGRM) b) therapeutic riding c) a control group receiving RGRM after 9 months. Treatment proceeds during 12 weeks and evaluation takes place pre- and post intervention, and 12 and 24 weeks after the treatment is finalized. The evaluation consists of a thorough neuropsychological assessment, a physiotherapeutic assessment, sampling of blood and questionnaires covering mental, psychosocial, physical and psychological well-being. Interviews are also conducted in order to map the participants' experiences from the two treatment programs. Specially designed interviews are also planned to be carried through with participants having aphasia.\n\nSo far, there is only empirical support suggesting that RGRM has positive effects for individuals with a history of stroke making it significant to carry out research with the aim to contribute to strengthening the evidence of the method. A positive outcome would increase the scientific basis for this alternative treatment thus facilitating further research and implementation in everyday clinical practice.","detailedDescription":"Background and Purpose: Treatments that improve function in late phase after stroke are urgently needed. We assessed whether multimodal interventions based on rhythm-and-music therapy or horse-riding therapy could lead to increased perceived recovery and functional improvement in a mixed population of individuals in late phase after stroke.\n\nMethods: Participants were assigned to rhythm-and-music therapy, horse-riding therapy, or control using concealed randomization, stratified with respect to sex and stroke laterality. Therapy was given twice a week for 12 weeks. The primary outcome was change in participants' perception of stroke recovery as assessed by the Stroke Impact Scale with an intention-to-treat analysis. Secondary objective outcome measures were changes in balance, gait, grip strength, and cognition. Blinded assessments were performed at baseline, postintervention, and at 3- and 6-month follow-up.\n\nResults: One hundred twenty-three participants were assigned to rhythm-and-music therapy (n=41), horse-riding therapy (n=41), or control (n=41). Post-intervention, the perception of stroke recovery (mean change from baseline on a scale ranging from 1 to 100) was higher among rhythm-and-music therapy (5.2 \\[95% confidence interval, 0.79-9.61\\]) and horse-riding therapy participants (9.8 \\[95% confidence interval, 6.00-13.66\\]), compared with controls (-0.5 \\[-3.20 to 2.28\\]); P=0.001 (1-way ANOVA). The improvements were sustained in both intervention groups 6 months later, and corresponding gains were observed for the secondary outcomes.\n\nConclusions: Multimodal interventions can improve long-term perception of recovery, as well as balance, gait, grip strength, and working memory in a mixed population of individuals in late phase after stroke."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":123,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Rhythm and music therapy","type":"EXPERIMENTAL","description":"Since 1993 The RGRM Method is a concept launched in both health and medical care. The method is mainly designed to help people with injuries and diseases of the central nervous system.","interventionNames":["Other: RGRM"]},{"label":"Therapeutic riding","type":"ACTIVE_COMPARATOR","description":"Therapeutic riding can be useful for individuals with neurological and muscular impairments. The goal of therapeutic riding as professional treatment is to improve neurological functioning and to achieve functional gains and enhance life skills.","interventionNames":["Other: Therapeutic riding"]},{"label":"Receives no intervention","type":"OTHER","description":"Receives no intervention and acts as a control group in the analyses but will receive rhythm and music therapy after one year, when the long-term follow-up is completed.","interventionNames":["Other: Receives no intervention"]}],"interventions":[{"type":"OTHER","name":"RGRM","description":"RGRM is multi-sensory method. The group including 6-8 participants is headed by a certified therapist of the method using a unique note system. The Note system is the combined body of body symbols in red and blue, with the audio codes and movements and be assembled in countless combinations to stimulate different parts of the brain. The movements are exercised by the hands tapping on the knees and feet stamping on the floor without the need for tools other than the body. The RGRM is developed to stimulate mobility, reading and speech, rhythm-esteem, body image, balance, memory, coordination, motor skills, concentration, perseverance and social skills. The group will have two sessions per week during 12 weeks.","armGroupLabels":["Rhythm and music therapy"],"otherNames":["The Ronnie Gardiner Rhythm Music Method (RGRM)"]},{"type":"OTHER","name":"Therapeutic riding","description":"The horses walk provides sensory input through movement, which is variable, rhythmic, and repetitive. The many textures, sounds, sights, movement experiences of working around a horse provide an enriched sensory environment. The participants gain from the physical benefits of being on a moving horse and are socially and emotionally stimulated by interacting with a horse and the rest of the group. The intervention is headed by educated therapists (occupational therapist and physical therapist), in conjunction with experienced horse handler and specially trained therapy horses. The treatment is held in group format (4-6 participants) twice per week in 12 weeks which runs in sessions where two participants ride at the same time.","armGroupLabels":["Therapeutic riding"]},{"type":"OTHER","name":"Receives no intervention","description":"Receives no intervention and acts as a control group in the analyses but will receive rhythm and music therapy after one year, when the long-term follow-up is completed.","armGroupLabels":["Receives no intervention"],"otherNames":["No intervention in phase one"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The main primary outcome measure is change in the degree of participation measured by the Stroke Impact Scale (SIS, version 2.0.).","description":"Based on the Classification of Functioning, Disability, and Health (ICF) the outcome measures are classified into 6 comprehensive domains, with participation being the primary outcome measure. Other primary outcome measures within the participation domain are Life satisfaction checklist, EuroQol and the psychosocial subscale of Fatigue Impact Scale.Outcomes will be analyzed in terms of change from baseline to three, six and nine months.","timeFrame":"At baseline, post intervention and at 3 and 6 months after completion of the intervention period."}],"secondaryOutcomes":[{"measure":"Change in Self-reported fatigue assessed by Fatigue Impact Scale","description":"The secondary outcome measures are grouped within the following domains: 1. Self-reported fatigue; 2. Body functions and structure; 3. Activity; 4. Environmental and; 5. Personal factors.Outcomes will be analyzed in terms of change from baseline to three, six and nine months.","timeFrame":"At baseline, post intervention and at 3 and 6 months after completion of the intervention period."},{"measure":"Participation: Change in life satisfaction measured using the Life Satisfaction Checklist - LiSat-9","timeFrame":"At baseline, post intervention and at 3 and 6 months after completion of the intervention period."},{"measure":"Participation: Change in health-related quality of life is measured using the EuroQol (EQ-5D)","timeFrame":"At baseline, post intervention and at 3 and 6 months after completion of the intervention period."},{"measure":"Self-reported fatigue: Change in the impact of fatigue on common daily activities and on health-related quality of life is measured with the Fatigue Impact Scale (FIS).","timeFrame":"At baseline, post intervention and at 3 and 6 months after completion of the intervention period."},{"measure":"Perceived physical functioning: Change in optimistic self-beliefs to cope with a variety of difficult demands in life are assessed using the General Self-Efficacy Scale (GSES).","timeFrame":"At baseline, post intervention and at 3 and 6 months after completion of the intervention period."},{"measure":"Perceived mental functioning: Change in perceived mental functioning is assessed using the Montgomery-Åsberg Depression Rating Scale - self rate (MADRS-S)","timeFrame":"At baseline, post intervention and at 3 and 6 months after completion of the intervention period."},{"measure":"Cognitive function: Change in psycho-motor speed and selective attention is assessed using the Ruff 2 & 7 selective attention test.","timeFrame":"At baseline, post intervention and at 6 months after completion of the intervention period."},{"measure":"Cognitive function: Change in working memory assessed using the Letter-Number Sequencing (LNS) and the subtest Digit spanin Wechsler Adult Intelligence Scale (WAIS-III)","timeFrame":"At baseline, post intervention and at 6 months after completion of the intervention period."},{"measure":"Cognitive function: Change in alertness, simple psycho-motor speed and working memory is assessed using the computerized \"Test for Attentional Performance\" or TAP and TAP-M (mobility version)- battery.","timeFrame":"At baseline, post intervention and at 6 months after completion of the intervention period."},{"measure":"Cognitive function: Change in non-verbal learning - of visual patterns is evaluated by the Non-verbal Learning Test (NVLT) included in the computerized Vienna Test System.","timeFrame":"At baseline, post intervention and at 6 months after completion of the intervention period."},{"measure":"Cognitive function: Change in general cognitive level and of language, visuospatial function, memory, and attention is done using the BNI Screen for Higher Cerebral Functions (BNIS).","timeFrame":"At baseline, post intervention and at 6 months after completion of the intervention period."},{"measure":"Changes in experienced tiredness using a Visual Analogue Scale (VAS) pre-and post testing.","timeFrame":"At baseline, post intervention and at 6 months after completion of the intervention period."},{"measure":"Body function: Change in upper limb function is determined using the Action Research Arm Test (ARAT).","timeFrame":"Evaluation is conducted at baseline, following the 12-week intervention period, and six months after completion of the intervention period."},{"measure":"Body function: Change in grip strength is measured using a Grippit® instrument (AB Detektor, Göteborg, Sweden), a portable instrument designed for measuring isometric grip strength.","timeFrame":"Evaluation is conducted at baseline, following the 12-week intervention period, and six months after completion of the intervention period."},{"measure":"Body structure: Change in the analyses of biomarkers, growth factors and inflammatory markers.","timeFrame":"At baseline, post intervention and at 3 and 6 months after completion of the intervention period."},{"measure":"Activity: Change in perceived confidence in task performance is measured with the Swedish modification of the Falls-Efficacy Scale - FES (S).","timeFrame":"At baseline, post intervention and at 3 and 6 months after completion of the intervention period."},{"measure":"Activity: Change in motor recovery is assessed using the Modified Motor Assessment Scale according to the Uppsala University hospital (M-MAS UAS).","timeFrame":"Evaluation is conducted at baseline, following the 12-week intervention period, and six months after completion of the intervention period."},{"measure":"Activity: Change in balance is evaluated by two measures: 1) the Berg Balance Scale (BBS) and 2) (Bäckstrand, Dahlberg, and Liljenäs) BDL balance scale","timeFrame":"Evaluation is conducted at baseline, following the 12-week intervention period, and six months after completion of the intervention period."},{"measure":"Activity: Change in mobility is measured by the Timed \"up and Go\" (TUG).","timeFrame":"Evaluation is conducted at baseline, following the 12-week intervention period, and six months after completion of the intervention period."},{"measure":"For this study's exploratory purpose both individual interview and focus groups methodology are used.","timeFrame":"When treatment is finalized"},{"measure":"Activity: To measure gait speed the timed 10 meter walk test (10MWT) is used","timeFrame":"At baseline, post intervention and at 3 and 6 months after completion of the intervention period."},{"measure":"Activity: Change in walking capacity is measured using the 6-minute walk test (6MWT).","timeFrame":"Evaluation is conducted at baseline, following the 12-week intervention period, and six months after completion of the intervention period."},{"measure":"Activity: Change in the level of dependence/independence in personal and instrumental activities of daily living among the participants is evaluated by the ADL Staircase.","timeFrame":"Evaluation is conducted at baseline, following the 12-week intervention period, and six months after completion of the intervention period."},{"measure":"Environmental factors: Change in the life situation among the spouses is evaluated by the Life Situation among spouses after the Stroke event questionnaire (LISS).","timeFrame":"At baseline, post intervention and at 3 and 6 months after completion of the intervention period."},{"measure":"Personal factors: Change in the participants' ability to cope with stress is assessed using The Sense of Coherence (SOC) scale.","timeFrame":"At baseline, post intervention and at 3 and 6 months after completion of the intervention period."},{"measure":"Activity: To measure gait speed the timed 10 meter walk test (10MWT) was used","timeFrame":"At baseline, post intervention and at 3 and 6 months after completion of the intervention period."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged 50 - 75 years\n* Disability grade 2 or 3 on MRS\\*)\n* Being in the late-phase of stroke (1 - 5 years after an ischemic or hemorrhagic stroke)\n* Ability to understand written and oral information and instructions in Swedish\n* Having an own housing\n* Ability to travel to the place of intervention and evaluation\n* No need for personal assistance in activities of daily living while participating in the treatment (going to the toilet, transport/transportation services for disabled, walking)\n\nExclusion Criteria:\n\n* Disability rated ˂ 2 or ˃ 3 on MRS\\*)\n* Pronounced fear of horses or allergy constituting a risk for the patients to participate in the therapeutic riding\n* Heart conditions that constitutes a risk for the individual to participate in the interventions\n* Non-controlled epileptic seizures constituting a risk for the patients to participate in the intervention\n* Lack of cognitive and/or verbal ability that makes it difficult for the individual to understand instructions and/or evaluation\n* Total paralysis of the affected arm\n* Injury or disease that makes the individual not suitable for the trial\n* Weight ˃ 95 kg (in order to spare the horses)\n* Having more than a half-time employment\n* Injury, disease or addiction that make the individual not suitable for the trial\n* Participation in RGRM or therapeutic riding during the year prior to inclusion\n* Having an additional stroke within the past year (TIA is however accepted)\n* Lack of willingness to participate in both treatment methods\n* Living ˃ 80 km from Gothenburg\n* Dependent on transportation services for disabled across the community border which is not allowed according to the regulation","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Christian Blomstrand, Professor","affiliation":"Göteborg University","role":"STUDY_CHAIR"},{"name":"Lina Bunketorp Kall, Ph. D.","affiliation":"Göteborg University","role":"STUDY_CHAIR"},{"name":"Michael Nilsson, Professor","affiliation":"Göteborg University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Åsa Lundgren Nilsson, Ph. D.","affiliation":"Göteborg University","role":"STUDY_CHAIR"},{"name":"Milos Pekny, Professor","affiliation":"Göteborg University","role":"STUDY_CHAIR"},{"name":"Marcela Pekna, Ass prof","affiliation":"Göteborg University","role":"STUDY_CHAIR"}],"locations":[{"facility":"Sahlgrenska University hospital / Högsbo","city":"Gothenburg","country":"Sweden","geoPoint":{"lat":57.70716,"lon":11.96679}}]},"referencesModule":{"references":[{"pmid":"28619985","type":"DERIVED","citation":"Bunketorp-Kall L, Lundgren-Nilsson A, Samuelsson H, Pekny T, Blomve K, Pekna M, Pekny M, Blomstrand C, Nilsson M. Long-Term Improvements After Multimodal Rehabilitation in Late Phase After Stroke: A Randomized Controlled Trial. Stroke. 2017 Jul;48(7):1916-1924. doi: 10.1161/STROKEAHA.116.016433. Epub 2017 Jun 15. Erratum In: Stroke. 2017 Sep;48(9):e272."},{"pmid":"23171380","type":"DERIVED","citation":"Bunketorp Kall L, Lundgren-Nilsson A, Blomstrand C, Pekna M, Pekny M, Nilsson M. The effects of a rhythm and music-based therapy program and therapeutic riding in late recovery phase following stroke: a study protocol for a three-armed randomized controlled trial. BMC Neurol. 2012 Nov 21;12:141. doi: 10.1186/1471-2377-12-141."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}