{"protocolSection":{"identificationModule":{"nctId":"NCT01778335","orgStudyIdInfo":{"id":"Version 3.8"},"organization":{"fullName":"University of Calgary","class":"OTHER"},"briefTitle":"Endovascular Treatment for Small Core and Proximal Occlusion Ischemic Stroke","officialTitle":"Endovascular Treatment for Small Core and Anterior Circulation Proximal Occlusion With Emphasis on Minimizing CT to Recanalization Times (ESCAPE) Trial","acronym":"ESCAPE"},"statusModule":{"statusVerifiedDate":"2015-03","overallStatus":"TERMINATED","whyStopped":"On DSMB advice, trial recruitment has been halted for efficacy. F/U continues.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-01"},"primaryCompletionDateStruct":{"date":"2014-11","type":"ACTUAL"},"completionDateStruct":{"date":"2015-01","type":"ACTUAL"},"studyFirstSubmitDate":"2013-01-25","studyFirstSubmitQcDate":"2013-01-28","studyFirstPostDateStruct":{"date":"2013-01-29","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-03-20","lastUpdatePostDateStruct":{"date":"2015-03-23","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr. Michael Hill","investigatorTitle":"Professor, Department of Clinical Neurosciences, Hotchkiss Brain Institute","investigatorAffiliation":"University of Calgary"},"leadSponsor":{"name":"University of Calgary","class":"OTHER"},"collaborators":[{"name":"Medtronic - MITG","class":"INDUSTRY"},{"name":"Heart and Stroke Foundation of Canada","class":"OTHER"},{"name":"Hotchkiss Brain Institute, University of Calgary","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The purpose of the study is to understand whether a new treatment of stroke - endovascular clot removal - can be added to the current standard of care to improve patient outcomes.\n\nAll patients will receive the best standard stroke treatment. This includes treating patients with the clot dissolving drug tPA (tissue plasminogen activator). However, t-PA does not work in some patients and others are not eligible to receive t-PA because they present too late for treatment (they woke up with their stroke symptoms or their stroke was not witnessed).\n\nDuring endovascular revascularization the blockage in the artery is removed with the use of devices called stentreivers and or by giving clot dissolving drug at the site of the blockage in the artery to restore blood flow. Stentrievers are devices that have been designed by different companies to remove blood clots from arteries.\n\nUp to a maximum of 500 people at 20-25 hospitals across Canada and other countries will participate in this study.","detailedDescription":"ESCAPE is a phase 3, randomized, open-label with blinded outcome evaluation, controlled, parallel group design.\n\nThe primary objectives of this study are to show that rapid endovascular revascularization amongst radiologically selected (small core/proximal occlusion) patients with ischemic stroke results in improved outcome compared to patients treated in clinical routine.\n\nEligible patients will be enrolled within 12 hours of last seen normal with a baseline NIHSS \\> 5 at the time of randomization. There must be a confirmed symptomatic intracranial occlusion, based on single phase, multiphase or dynamic CTA, at one or more of the following locations: Carotid T/L, M1 MCA, or M1-MCA equivalent (2 or more M2-MCAs). Anterior temporal artery is not considered an M2.\n\nAll patients will receive the best standard of medical care according to modern acute stroke care guidelines. Control arm subjects will receive best medical care. In the intervention/experimental arm, subjects will be treated with endovascular thrombectomy or thrombolysis using currently available technology for use in the ESCAPE site for thrombectomy/thrombolysis.\n\nThis study consists of one 90-day study period for each subject. Subjects will be hospitalized for care after their acute stroke according to the current standard of care. Subjects are required to return to clinic on Days 30 \\& 90 for end-of-study procedures."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["recanalization","endovascular","thrombectomy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":316,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Control","type":"NO_INTERVENTION","description":"Control arm subjects will receive best medical care."},{"label":"Endovascular thrombectomy/thrombolysis","type":"EXPERIMENTAL","description":"Endovascular mechanical thrombectomy or endovascular delivery of thrombolytic agent","interventionNames":["Procedure: Endovascular thrombectomy/thrombolysis"]}],"interventions":[{"type":"PROCEDURE","name":"Endovascular thrombectomy/thrombolysis","description":"Endovascular mechanical thrombectomy or thrombolysis","armGroupLabels":["Endovascular thrombectomy/thrombolysis"],"otherNames":["Endovascular mechanical thrombectomy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Shift in the mRS score, defined by a proportional odds model.","timeFrame":"90 days"}],"secondaryOutcomes":[{"measure":"The proportion of patients who achieve a NIHSS score 0-2","description":"Stroke severity. Clinical scale outcome score from 0 to 42.","timeFrame":"90 days"},{"measure":"The proportion of patients who achieve a mRS 0-2","description":"Functional outcome. Dichotomous outcome, reported as independent (mRS 0-2) vs dependence or death (mRS 3-6). In addition, shift analysis (proportional odds model) representing the odds of improvement on within the scale with treatment.","timeFrame":"90 days"},{"measure":"The proportion of patients who achieve a Barthel Index > 90","description":"Activities of daily living. Clinical scale outcome score from 0 to 100.","timeFrame":"90 days"},{"measure":"EQ5D","description":"Quality of life. Clinical scale score as well as a visual analog scale of QOL from 0 to 100.","timeFrame":"90 days"},{"measure":"Cognitive outcome - Trailmaking A, B","description":"Trailmaking A, B; Executive function task. Timed outcome as a continuous measure in seconds.","timeFrame":"90 days"},{"measure":"Cognitive outcome - MOCA","description":"Global test of cognitive function. Scale from 0 to 30 points.","timeFrame":"90 days"},{"measure":"Cognitive outcome - Boston Naming Test","description":"Test of language function","timeFrame":"90 days"},{"measure":"Cognitive Outcome - Sunnybrook hemi-spatial neglect battery","description":"Test of hemi-spatial neglect.","timeFrame":"90 days"}],"otherOutcomes":[{"measure":"The proportion of patients who suffer a Safety Outcome","description":"The proportion of patients with the composite of: (i) symptomatic intracranial hemorrhage (ii) major bleeding due to femoral artery access complications including groin hematoma, retroperitoneal hematoma (iii) contrast nephropathy.","timeFrame":"0-90 days"},{"measure":"Economic (cost-effectiveness) analysis","description":"Economic analysis","timeFrame":"90 days"},{"measure":"Evaluation of waiver/deferral of consent process","description":"Qualitative evaluation of the waiver/deferral of consent process","timeFrame":"90 days"},{"measure":"Safety - Other","description":"(i) The total radiation dose (CT, CTA, angiography) reported as a continuous measure.\n\n(ii) The proportion of patients with malignant MCA infarction (iii) The proportion of patients undergoing hemicraniectomy.","timeFrame":"90 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria A. Clinical (Heterogeneous sampling frame)\n\n1. Acute ischemic stroke\n2. Age 18 or greater\n3. Onset (last-seen-well) time to randomization time \\< 12 hours.\n4. Disabling stroke defined as a baseline NIHSS \\> 5 at the time of randomization.\n5. Pre-stroke (24 hours prior to stroke onset) independent functional status in activities of daily living with modified Barthel Index \\> 90. Patient must be living in their own home, apartment or seniors lodge where no nursing care is required.\n\n   B. Imaging (Homogeneous target population)\n6. Confirmed symptomatic intracranial occlusion, based on single phase, multiphase or dynamic CTA, at one or more of the following locations: Carotid T/L, M1 MCA, or M1-MCA equivalent (2 or more M2-MCAs). Anterior temporal artery is not considered an M2.\n7. Non-contrast CT and CTA for trial eligibility performed or repeated at ESCAPE stroke center with endovascular suite on-site.\n8. Endovascular treatment intended to be initiated (groin puncture) within 60 minutes of baseline non-contrast CT with target baseline non-contrast CT to first recanalization of 90 minutes.\n9. Signed informed consent or appropriate signed deferral of consent where approved.\n\nExclusion Criteria\n\n1. Baseline non-contrast CT reveals a moderate/large core defined as extensive early ischemic changes of ASPECTS 0-5 in the territory of symptomatic intracranial occlusion.\n2. Other confirmation of a moderate to large core defined one of three ways:\n\n   1. On a single phase, multiphase or dynamic CTA: no or minimal collaterals in a region greater than 50% of the MCA territory when compared to pial filling on the contralateral side (multiphase/dynamic CTA preferred) OR\n   2. On CT perfusion (\\>8 cm coverage): a low CBV and very low CBF ASPECTS \\<6 AND in the symptomatic MCA territory OR\n   3. On CT perfusion(\\<8 cm coverage): a region of low CBV and very low CBF \\>1/3 of the CTP imaged symptomatic MCA territory.\n3. Groin puncture is not possible within 60 minutes of the first slice of non-contrast CT acquisition (please note that if CTP is performed it should be done after CTA).\n4. No femoral pulses or very difficult endovascular access that will result in a non-contrast CT-to-recanalization time that is longer than 90 minutes, or will result in an inability to deliver endovascular therapy.\n5. Pregnancy; if a woman is of child-bearing potential a urine or serum beta HCG test is positive.\n6. Severe contrast allergy or absolute contraindication to iodinated contrast.\n7. Suspected intracranial dissection as a cause of stroke.\n8. Clinical history, past imaging or clinical judgment suggests that the intracranial occlusion is chronic.\n9. Patient has a severe or fatal comorbid illness that will prevent improvement or follow-up or that will render the procedure unlikely to benefit the patient.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"MIchael D Hill, MD MSc FRCPC","affiliation":"University of Calgary","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Andrew M Demchuk, MD FRCPC","affiliation":"University of Calgary","role":"STUDY_DIRECTOR"},{"name":"Mayank Goyal, MD FRCPC","affiliation":"University of Calgary","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"University of Calgary","city":"Calgary","state":"Alberta","zip":"T2N2T9","country":"Canada","geoPoint":{"lat":51.05011,"lon":-114.08529}}]},"referencesModule":{"references":[{"pmid":"34824139","type":"DERIVED","citation":"Rajashekar D, Wilms M, MacDonald ME, Schimert S, Hill MD, Demchuk A, Goyal M, Dukelow SP, Forkert ND. Lesion-symptom mapping with NIHSS sub-scores in ischemic stroke patients. Stroke Vasc Neurol. 2022 Apr;7(2):124-131. doi: 10.1136/svn-2021-001091. Epub 2021 Nov 25."},{"pmid":"33431075","type":"DERIVED","citation":"Sevick LK, Demchuk AM, Shuaib A, Smith EE, Rempel JL, Butcher K, Menon BK, Jeerakathil T, Kamal N, Thornton J, Williams D, Poppe AY, Roy D, Goyal M, Hill MD, Clement F; ESCAPE Trialists. A Prospective Economic Evaluation of Rapid Endovascular Therapy for Acute Ischemic Stroke. Can J Neurol Sci. 2021 Nov;48(6):791-798. doi: 10.1017/cjn.2021.4. Epub 2021 Jan 12."},{"pmid":"33213288","type":"DERIVED","citation":"Ospel JM, Singh N, Almekhlafi MA, Menon BK, Butt A, Poppe AY, Jadhav A, Silver FL, Shah R, Dowlatshahi D, O'Hare AM, Demchuk AM, Goyal M, Hill MD. Early Recanalization With Alteplase in Stroke Because of Large Vessel Occlusion in the ESCAPE Trial. Stroke. 2021 Jan;52(1):304-307. doi: 10.1161/STROKEAHA.120.031591. Epub 2020 Nov 20. Erratum In: Stroke. 2021 Jan;52(2):e92."},{"pmid":"32515694","type":"DERIVED","citation":"Ganesh A, Menon BK, Assis ZA, Demchuk AM, Al-Ajlan FS, Al-Mekhlafi MA, Rempel JL, Shuaib A, Baxter BW, Devlin T, Thornton J, Williams D, Poppe AY, Roy D, Krings T, Casaubon LK, Kashani N, Hill MD, Goyal M. Discrepancy between post-treatment infarct volume and 90-day outcome in the ESCAPE randomized controlled trial. Int J Stroke. 2021 Jul;16(5):593-601. doi: 10.1177/1747493020929943. Epub 2020 Jun 9."},{"pmid":"30045949","type":"DERIVED","citation":"Kaneko N, Komuro Y, Yokota H, Tateshima S. Stent retrievers with segmented design improve the efficacy of thrombectomy in tortuous vessels. J Neurointerv Surg. 2019 Feb;11(2):119-122. doi: 10.1136/neurintsurg-2018-014061. Epub 2018 Jul 24."},{"pmid":"29203689","type":"DERIVED","citation":"Brigdan M, Hill MD, Jagdev A, Kamal N. Novel Interactive Data Visualization: Exploration of the ESCAPE Trial (Endovascular Treatment for Small Core and Anterior Circulation Proximal Occlusion With Emphasis on Minimizing CT to Recanalization Times) Data. Stroke. 2018 Jan;49(1):193-196. doi: 10.1161/STROKEAHA.117.018814. Epub 2017 Dec 4."},{"pmid":"29191873","type":"DERIVED","citation":"Evans JW, Graham BR, Pordeli P, Al-Ajlan FS, Willinsky R, Montanera WJ, Rempel JL, Shuaib A, Brennan P, Williams D, Roy D, Poppe AY, Jovin TG, Devlin T, Baxter BW, Krings T, Silver FL, Frei DF, Fanale C, Tampieri D, Teitelbaum J, Iancu D, Shankar J, Barber PA, Demchuk AM, Goyal M, Hill MD, Menon BK; ESCAPE Trial Investigators. Time for a Time Window Extension: Insights from Late Presenters in the ESCAPE Trial. AJNR Am J Neuroradiol. 2018 Jan;39(1):102-106. doi: 10.3174/ajnr.A5462. Epub 2017 Nov 30."},{"pmid":"29096678","type":"DERIVED","citation":"Sajobi TT, Singh G, Lowerison MW, Engbers J, Menon BK, Demchuk AM, Goyal M, Hill MD. Minimal sufficient balance randomization for sequential randomized controlled trial designs: results from the ESCAPE trial. Trials. 2017 Nov 2;18(1):516. doi: 10.1186/s13063-017-2264-1."},{"pmid":"29021311","type":"DERIVED","citation":"Assis Z, Menon BK, Goyal M, Demchuk AM, Shankar J, Rempel JL, Roy D, Poppe AY, Yang V, Lum C, Dowlatshahi D, Thornton J, Choe H, Burns PA, Frei DF, Baxter BW, Hill MD; ESCAPE Trialists. Acute ischemic stroke with tandem lesions: technical endovascular management and clinical outcomes from the ESCAPE trial. J Neurointerv Surg. 2018 May;10(5):429-433. doi: 10.1136/neurintsurg-2017-013316. Epub 2017 Oct 11."},{"pmid":"27924049","type":"DERIVED","citation":"Sajobi TT, Menon BK, Wang M, Lawal O, Shuaib A, Williams D, Poppe AY, Jovin TG, Casaubon LK, Devlin T, Dowlatshahi D, Fanale C, Lowerison MW, Demchuk AM, Goyal M, Hill MD; ESCAPE Trial Investigators. Early Trajectory of Stroke Severity Predicts Long-Term Functional Outcomes in Ischemic Stroke Subjects: Results From the ESCAPE Trial (Endovascular Treatment for Small Core and Anterior Circulation Proximal Occlusion With Emphasis on Minimizing CT to Recanalization Times). Stroke. 2017 Jan;48(1):105-110. doi: 10.1161/STROKEAHA.116.014456. Epub 2016 Dec 6. Erratum In: Stroke. 2017 Apr;48(4):e119."},{"pmid":"27834743","type":"DERIVED","citation":"Ganesh A, Al-Ajlan FS, Sabiq F, Assis Z, Rempel JL, Butcher K, Thornton J, Kelly P, Roy D, Poppe AY, Jovin TG, Devlin T, Baxter BW, Krings T, Casaubon LK, Frei DF, Choe H, Tampieri D, Teitelbaum J, Lum C, Mandzia J, Phillips SJ, Bang OY, Almekhlafi MA, Coutts SB, Barber PA, Sajobi T, Demchuk AM, Eesa M, Hill MD, Goyal M, Menon BK; ESCAPE Trial Investigators. Infarct in a New Territory After Treatment Administration in the ESCAPE Randomized Controlled Trial (Endovascular Treatment for Small Core and Anterior Circulation Proximal Occlusion With Emphasis on Minimizing CT to Recanalization Times). Stroke. 2016 Dec;47(12):2993-2998. doi: 10.1161/STROKEAHA.116.014852. Epub 2016 Nov 10."},{"pmid":"27076599","type":"DERIVED","citation":"Menon BK, Sajobi TT, Zhang Y, Rempel JL, Shuaib A, Thornton J, Williams D, Roy D, Poppe AY, Jovin TG, Sapkota B, Baxter BW, Krings T, Silver FL, Frei DF, Fanale C, Tampieri D, Teitelbaum J, Lum C, Dowlatshahi D, Eesa M, Lowerison MW, Kamal NR, Demchuk AM, Hill MD, Goyal M. Analysis of Workflow and Time to Treatment on Thrombectomy Outcome in the Endovascular Treatment for Small Core and Proximal Occlusion Ischemic Stroke (ESCAPE) Randomized, Controlled Trial. Circulation. 2016 Jun 7;133(23):2279-86. doi: 10.1161/CIRCULATIONAHA.115.019983. Epub 2016 Apr 13."},{"pmid":"26892284","type":"DERIVED","citation":"Al-Ajlan FS, Goyal M, Demchuk AM, Minhas P, Sabiq F, Assis Z, Willinsky R, Montanera WJ, Rempel JL, Shuaib A, Thornton J, Williams D, Roy D, Poppe AY, Jovin TG, Sapkota BL, Baxter BW, Krings T, Silver FL, Frei DF, Fanale C, Tampieri D, Teitelbaum J, Lum C, Dowlatshahi D, Shankar JJ, Barber PA, Hill MD, Menon BK; ESCAPE Trial Investigators. Intra-Arterial Therapy and Post-Treatment Infarct Volumes: Insights From the ESCAPE Randomized Controlled Trial. Stroke. 2016 Mar;47(3):777-81. doi: 10.1161/STROKEAHA.115.012424."},{"pmid":"25984876","type":"DERIVED","citation":"Jacquin G, Oczkowski W. ACP Journal Club. In acute ischemic stroke, rapid intraarterial treatment plus usual care improved functional independence. Ann Intern Med. 2015 May 19;162(10):JC2-4. doi: 10.7326/ACPJC-2015-162-10-003. No abstract available."},{"pmid":"25671798","type":"DERIVED","citation":"Goyal M, Demchuk AM, Menon BK, Eesa M, Rempel JL, Thornton J, Roy D, Jovin TG, Willinsky RA, Sapkota BL, Dowlatshahi D, Frei DF, Kamal NR, Montanera WJ, Poppe AY, Ryckborst KJ, Silver FL, Shuaib A, Tampieri D, Williams D, Bang OY, Baxter BW, Burns PA, Choe H, Heo JH, Holmstedt CA, Jankowitz B, Kelly M, Linares G, Mandzia JL, Shankar J, Sohn SI, Swartz RH, Barber PA, Coutts SB, Smith EE, Morrish WF, Weill A, Subramaniam S, Mitha AP, Wong JH, Lowerison MW, Sajobi TT, Hill MD; ESCAPE Trial Investigators. Randomized assessment of rapid endovascular treatment of ischemic stroke. N Engl J Med. 2015 Mar 12;372(11):1019-30. doi: 10.1056/NEJMoa1414905. Epub 2015 Feb 11."}],"seeAlsoLinks":[{"label":"ESCAPE site","url":"http://www.ucalgary.ca/dcns/research/clinical_trials/ESCAPE"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}