{"protocolSection":{"identificationModule":{"nctId":"NCT03252236","orgStudyIdInfo":{"id":"HSEARS20131023003"},"organization":{"fullName":"The Hong Kong Polytechnic University","class":"OTHER"},"briefTitle":"Tai Chi Training in Stroke Survivors","officialTitle":"Effects of Mind-body Exercise on Cardiovascular Functions and Dual-tasking Performance in Chronic Stroke Survivors - a Randomized Controlled Clinical Trial"},"statusModule":{"statusVerifiedDate":"2017-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-10-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2016-12-31","type":"ACTUAL"},"completionDateStruct":{"date":"2016-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2017-07-30","studyFirstSubmitQcDate":"2017-08-14","studyFirstPostDateStruct":{"date":"2017-08-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2017-08-16","lastUpdatePostDateStruct":{"date":"2017-08-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"William W. N. Tsang","investigatorTitle":"Associate Head","investigatorAffiliation":"The Hong Kong Polytechnic University"},"leadSponsor":{"name":"The Hong Kong Polytechnic University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"People with stroke suffer from different impairments, including the ability to dual-tasking, increased arterial stiffness, and dysfunction of the autonomic nervous system. The decrement in dual-tasking performance has been found among stroke survivors, and the deterioration has been related to increased risk of fall in the population. No coherent result has been concluded from previous studies investigating the effect of different types of exercise training on enhancing dual-tasking performance among healthy older adults and stroke survivors.\n\nIncreased arterial stiffness and impaired functioning of the autonomic nervous systems, which have been associated with increased cardiovascular risk and mortality, are common in stroke survivors. Studies have been suggesting the beneficial effects of aerobic exercise on both decreasing arterial stiffness and regulating the autonomic nervous system among healthy older people. However, only a few studies concerning such topic have been conducted among stroke survivors, yet the results were inconsistent.\n\nTai Chi is a Chinese traditional martial art and has been employed as a rehabilitation exercise in recent decades. Tai Chi practitioners should perform the physical movement and plan the Tai Chi forms simultaneously. The involvement of cognitive functioning gives Tai Chi a dual-tasking character. Prior studies demonstrated the beneficial effect of Tai Chi training on dual-tasking performance in healthy older adults, but would the effect extend to stroke survivors has not yet been studied.\n\nAlso, Tai Chi is considered as a mind-body exercise. It is suggested that one should keep a relaxed status of mind and breathe gently and slowly. Moreover, Tai Chi is an exercise with moderate intensity. These features have been found to decrease arterial stiffness and benefit functioning of the autonomic nervous system. Indeed, studies have been showing Tai Chi reduces arterial stiffness and improves regulation of the autonomic nervous system among healthy population. Whether such effect can be observed in stroke survivors is still unknown.\n\nThis study aimed at investigating the effects of Tai Chi training on dual-tasking performance, arterial stiffness, and autonomic system functioning among stroke survivors. Given the special features of Tai Chi and its advantageous effects on the mentioned functioning, it is expected that stroke survivors may also benefit from Tai Chi training.","detailedDescription":"Previous studies have been showing a deterioration of dual-tasking performance among stroke survivors, especially when a dynamic physical task is involved. Dual-tasking performance has been associated with risk of fall among stroke survivors. Results of prior studies on investigating the effect of conventional exercise on dual-tasking performance in the population have not been reaching a consistent conclusion.\n\nApart from the ability to dual-tasking, cardiovascular functioning, such as increased arterial stiffness and dysfunction of the cardiac autonomic system, has also been found compromised in stroke survivors. Such deterioration has been related to increased cardiovascular risk and mortality. Research has been suggesting the beneficial effect of aerobic exercise with moderate or high intensity on improving both the arterial stiffness and autonomic functioning in healthy older adults.\n\nTai Chi is a Chinese traditional martial art and has been adopted as a rehabilitation exercise in recent decades. Tai Chi can be considered as a dual-tasking exercise as its practitioners should perform the physical movement, monitoring their action, and plan for the next Tai Chi form simultaneously. Besides, Tai Chi is an exercise with moderate intensity. It is also a mind-body exercise which emphasizes on maintaining a relaxed status of mind during the practice. The mental status can be achieved by its meditation feature, as well as synchronizing the Tai Chi movement with gentle, slow and deep breathing. The mind-body characteristics of Tai Chi were similar to those factors proposed to improve the functioning of the autonomic nervous system. Indeed, previous studies have been suggesting the beneficial effects of Tai Chi training on dual-tasking performance, arterial compliance, and autonomic regulation among healthy older adults. However, its effects on these functioning among stroke survivors have not yet been established.\n\nGiven the characteristics of Tai Chi and previous studies on its therapeutic effects among healthy older adults, the exercise may also benefit stroke survivors. This randomized controlled trial, therefore, is designed to investigate the effect of Tai Chi training on dual-tasking performance, arterial compliance, and functioning of the cardiac autonomic nervous system among stroke survivors. The investigators expected that these functions would be improved after Tai Chi training and the training effects would be better than those of the conventional exercise in stroke survivors. If Tai Chi is found beneficial to dual-tasking, vascular function, and autonomic regulation, the exercise may incorporate into the rehabilitation program.\n\nEligible subjects (please refer to the 'Eligibility' part for inclusion and exclusion criteria) were randomized into one of the three groups: Tai Chi, conventional exercise, or control (please refer to the 'Arms and Interventions' part for details of each group). The dual-tasking performance was assessed with three different physical tasks: turning-while-walking, stepping back, and stepping down. These physical tasks were included as they are common in daily life among community-dwelling stroke survivors but can also be challenging to them. Moreover, these activities were among the most prevalent reasons for fall among stroke survivors. Other assessment employed in this study can be found in the 'Outcome Measures' part. Assessment was conducted before, after, and one month after the intervention period."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Tai Chi","Dual-tasking","Arterial compliance","Arterial stiffness","Autonomic nervous system","Heart rate variability"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":56,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Tai Chi","type":"EXPERIMENTAL","description":"Subjects in this group were trained with Tai Chi exercise. The training lasted for 12 weeks, one hour per session and twice a week. Subjects were asked to practice outside of the class 30 minutes at least once a week.","interventionNames":["Behavioral: Tai Chi"]},{"label":"Conventional exercise","type":"ACTIVE_COMPARATOR","description":"Subjects in this group were trained with conventional exercises. Subjects were also asked to practice the exercises outside of the class 30 minutes at least once a week","interventionNames":["Behavioral: Conventional exercise"]},{"label":"Control","type":"NO_INTERVENTION","description":"No training was given to the subjects in this group"}],"interventions":[{"type":"BEHAVIORAL","name":"Tai Chi","description":"Modified 12-form Yang style Tai Chi.","armGroupLabels":["Tai Chi"]},{"type":"BEHAVIORAL","name":"Conventional exercise","description":"Conventional exercises included mobilization, stretching, muscle strengthening, and walking training.","armGroupLabels":["Conventional exercise"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in dual-tasking performance - turning-while-walking","description":"A test combining a turning-while-walking test and an auditory Stroop test","timeFrame":"week 0, week 12"},{"measure":"Change in dual-tasking performance - stepping back","description":"A test combining a stepping back test and an auditory Stroop test","timeFrame":"week 0, week 12"},{"measure":"Change in dual-tasking performance - stepping down","description":"A test combining a stepping down test and an auditory Stroop test","timeFrame":"week 0, week 12"},{"measure":"Change in arterial compliance","description":"Large and small arterial compliance measured non-invasively (HDI/PulsewaveTM CR-2000 Research CardioVascular Profiling System; Hypertension Diagnostics, Inc., Eagan, Minnesota, USA)","timeFrame":"week 0, week 12"}],"secondaryOutcomes":[{"measure":"Single turning-while-walking test","description":"A walking test in single-tasking condition","timeFrame":"week 0, week 12, and week 16"},{"measure":"Single stepping back test","description":"Stepping back under single-tasking condition","timeFrame":"week 0, week 12, and week 16"},{"measure":"Single stepping down test","description":"Stepping down under single-tasking condition","timeFrame":"week 0, week 12, and week 16"},{"measure":"Single auditory Stroop test","description":"A cognitive task under single-tasking condition","timeFrame":"week 0, week 12, and week 16"},{"measure":"Heart rate variability","description":"Tested the functioning of the cardiac autonomic nervous system","timeFrame":"week 0, week 12, and week 16"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosed with stroke six or more months previously\n* Able to perform a stepping down maneuver without any physical assistance\n* Able to walk unaided for 5m indoor\n* Able to follow instructions in Cantonese\n\nExclusion Criteria:\n\n* Any neurological disease other than stroke\n* Severe visual or hearing impairment\n* A score of less than 18 on the Cantonese version of the Mini-Mental Status Examination (MMSE)\n* Any major surgery or severe musculoskeletal injury during the previous six months","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"William Wai Nam Tsang, PhD","affiliation":"The Hong Kong Polytechnic University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The Hong Kong Polytechnic University","city":"Hong Kong","country":"Hong Kong","geoPoint":{"lat":22.27832,"lon":114.17469}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}