{"protocolSection":{"identificationModule":{"nctId":"NCT04840407","orgStudyIdInfo":{"id":"I17-007"},"organization":{"fullName":"Visiting Nurse Service of New York","class":"OTHER"},"briefTitle":"Stroke Home Health Aide Recovery Program (SHARP) Pilot","officialTitle":"Assessing a Stroke Home Health Aide Recovery Program (SHARP) as a Potential High Impact Strategy for Improving Functional Mobility After Stroke"},"statusModule":{"statusVerifiedDate":"2021-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-05-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-08-26","type":"ACTUAL"},"completionDateStruct":{"date":"2019-08-31","type":"ACTUAL"},"studyFirstSubmitDate":"2021-04-07","studyFirstSubmitQcDate":"2021-04-08","studyFirstPostDateStruct":{"date":"2021-04-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-04-08","lastUpdatePostDateStruct":{"date":"2021-04-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Visiting Nurse Service of New York","class":"OTHER"},"collaborators":[{"name":"Columbia University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The project pilot tests an innovative Stroke Home health Aide Recovery Program (SHARP) designed to improve mobility and reduce falls in post-acute home bound stroke patients. SHARP will accomplish this by expanding the home-based rehabilitation team to include a corps of advanced HHAs specially trained as stroke \"peer coaches.\" Coaches provide mentorship and support to generalist HHAs as they collaborate with patients and families to implement the therapeutic regimens prescribed by patients' physicians and rehabilitation therapists.","detailedDescription":"Purpose and Specific Aims This is a pilot to test the Stroke Home health Aide Recovery Program (SHARP) study design elements and procedures in preparation for a larger-scale study that would assess the effectiveness of the model to improve patient outcomes. The overall purpose of SHARP and of this research pilot is to improve patients' function following a stroke. SHARP is designed to improve mobility and reduce falls in post-acute homebound stroke patients by expanding the rehabilitation team to include SHARP Home Health Aides (HHAs) specially trained as stroke \"peer coaches.\" The coaches will provide mentorship and support to direct care generalist HHAs. The direct care HHAs will already be working with patients and families on the exercise regimen prescribed by physicians and rehabilitation therapists.\n\nMain aims are to:\n\n1. Test recruitment and randomization procedures\n2. Examine program acceptability\n3. Assess intervention protocol implementation fidelity\n4. Examine patient burden, and obtain preliminary estimates of variability/reliability/correlation over time of selected outcomes\n\nPopulation and Intervention Potential candidates for the SHARP coach positions are drawn from recommendations of HHA field supervisors and from additional HHA volunteers. All must have already completed the Partners in Care health coach introductory program or the equivalent. Nominated candidates will be interviewed by Research and Partners in Care staff to select up to 10 HHA's to engage in SHARP coach training. After coach preparation, rehabilitation therapists are to help identify post-stroke patients who meet the initial pilot study eligibility criteria. A VNSNY Research Assistant reaches out to patients referred by the therapists to assess their interest and eligibility, to explain the intervention and terms of participation and, once patients agree to participate, to obtain their formal consent. After consent, patients are randomized to an intervention or control arm. SHARP coaches are deployed to help with post-stroke rehabilitation care for those randomized to the intervention arm. A total of 60 patients will be recruited - 30 for the intervention arm and 30 for the usual care arm.\n\nPotential Significance The SHARP program that is being developed through this study has the potential to be a high impact approach to enhance home-based post-stroke rehabilitation and improve functional mobility and related outcomes among homebound post-stroke patients. This project represents foundational work for the development of a novel community based approach to enhance stroke recovery. By leveraging an existing infrastructure of paraprofessional care providers (the HHAs), this program may offer a practical and sustainable method for enhancing post-acute care of stroke patients during the critical transition phase from hospital/rehab center to home, and provide a framework for a new cadre of advanced, specialty HHAs. Qualitative and quantitative data derived from this pilot will inform feasibility, study procedures and effect sizes for a larger randomized trial assessing the impact of the SHARP coaching on patient outcomes."},"conditionsModule":{"conditions":["Stroke"],"keywords":["home health aides","workforce"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"DOUBLE","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"SHARP coach arm","type":"EXPERIMENTAL","description":"The SHARP Peer Coach supports the direct care HHA and indirectly support the patient/family caregiver to enhance the patient's post-stroke recovery through two main pathways: 1) culturally sensitive, patient-centered reinforcement of rehabilitation regimens (prescribed physical/occupational exercises/training); and 2) early recognition and reporting of barriers to the rehabilitation therapist regarding adherence and recovery, including: a) environmental obstacles, b) family-related issues, c) psychological/clinical barriers (e.g., depression/anxiety).","interventionNames":["Behavioral: SHARP coach intervention"]},{"label":"Usual care arm","type":"NO_INTERVENTION"}],"interventions":[{"type":"BEHAVIORAL","name":"SHARP coach intervention","description":"The Coach provides guidance and support through four 45-60 minute in-home visits: Visit 1: to facilitate effective team communication, this visit is conducted, when possible, with the rehabilitation therapist, the patient/family, the direct care aide and the Coach, who jointly reviews the rehabilitation plan of care. Visits 2-4 include: discussion/observation of HHA/patient exercise repetition sessions, along with: 1) discussing falls prevention, signs of a recurrent stroke and when to call 911; 2) modeling motivation techniques, assessing adherence barriers and revising strategies for addressing them; and 3) identifying/ reporting signs of anxiety/depression. Additional coaching visits and calls may be scheduled as needed depending on the aide's progress in addressing barriers and the patient's progress toward rehabilitation goals.","armGroupLabels":["SHARP coach arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Evaluate SHARP recruitment and randomization procedures","description":"Examine ability to recruit and orient home health aides to be SHARP coaches; evaluate ability to identify and enroll the patient group of interest","timeFrame":"20 months"},{"measure":"Assess SHARP program acceptability to coaches/HHAs/patients","description":"Examination of participant experience and satisfaction with the SHARP program","timeFrame":"30 minutes"},{"measure":"Assess SHARP implementation fidelity","description":"Monitoring of all workflows and planned intervention activities to determine fidelity to the protocol and adjustments that may be needed in a future trial","timeFrame":"15 months"},{"measure":"Examine selected covariates and primary and secondary outcome measures for a subsequent larger scale study of SHARP effectiveness","description":"Examination of patient burden and evaluation preliminary estimates of variability, reliability, and correlation of clinical evaluation measures","timeFrame":"60 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. 18 years of age or older\n2. English Speaking\n3. Receiving home health rehabilitation services\n4. Receiving HHA services\n5. No diagnosis of Alzheimer's or Dementia\n6. Experienced a stroke within 90 days of start of home care services\n7. Mobility is impaired but requires no or only minimal assistance and has rehabilitation potential\n8. Was able to walk independently or with assistance pre-stroke\n\nExclusion Criteria:\n\n* Unable to provide informed consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Visiting Nurse Service of New York","city":"New York","state":"New York","zip":"10001","country":"United States","geoPoint":{"lat":40.71427,"lon":-74.00597}}]},"referencesModule":{"references":[{"pmid":"35101133","type":"DERIVED","citation":"Feldman PH, McDonald MV, Onorato N, Stein J, Williams O. Feasibility of deploying peer coaches to mentor frontline home health aides and promote mobility among individuals recovering from a stroke: pilot test of a randomized controlled trial. Pilot Feasibility Stud. 2022 Jan 31;8(1):22. doi: 10.1186/s40814-022-00979-4."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}