{"protocolSection":{"identificationModule":{"nctId":"NCT02250365","orgStudyIdInfo":{"id":"H-4-2014-012"},"organization":{"fullName":"University of Copenhagen","class":"OTHER"},"briefTitle":"Electrical Stimulation of the Paretic Upper Limb in the Early Stroke Phase","officialTitle":"Electrical Somatosensory Stimulation of the Paretic Upper Limb in Acute Stroke Patients - a Randomized Controlled Study"},"statusModule":{"statusVerifiedDate":"2017-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-10-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-08-10","type":"ACTUAL"},"completionDateStruct":{"date":"2017-08-10","type":"ACTUAL"},"studyFirstSubmitDate":"2014-09-18","studyFirstSubmitQcDate":"2014-09-23","studyFirstPostDateStruct":{"date":"2014-09-26","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-08-15","lastUpdatePostDateStruct":{"date":"2017-08-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Emma Ghaziani","investigatorTitle":"PhD student","investigatorAffiliation":"University of Copenhagen"},"leadSponsor":{"name":"University of Copenhagen","class":"OTHER"},"collaborators":[{"name":"Bispebjerg Hospital","class":"OTHER"},{"name":"Region Capital Denmark","class":"OTHER"},{"name":"Lundbeck Foundation","class":"OTHER"},{"name":"Bevica Fonden","class":"OTHER"},{"name":"Manager Jacob Madsen and his wife, Olga Madsen's Foundation","class":"UNKNOWN"},{"name":"Danish Association of Occupational Therapist","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"This study evaluates the effect of electrical somatosensory stimulation (ESS) on the restoration of upper limb functioning in acute stroke patients. The effect will be measured at the end of the intervention and six months post-stroke. We expect that ESS facilitates the restoration of upper limb functioning and the brain reorganization following stroke.","detailedDescription":"1. Introduction\n\n   Globally, stroke is ranked as the second leading cause of death and the third largest cause of disease burden. Stroke is associated with tremendous physical, psychological and economical demands on patients, families, the health care system and society at large. The worldwide burden of stroke is expected to increase in the coming years. In the developed countries, this trend is primarily a consequence of the growing older population; age being a major risk factor for stroke. Upper limb paresis is one of the most frequent and persisting impairments following stroke, and represents a major obstacle to regain independence in activities of daily living (ADL). In fact, it has been estimated that about 50% of the stroke survivors will be left with a non-functional arm after completed stroke rehabilitation. In order to minimize the disease burden in stroke survivors, it is of great importance to design and implement effective rehabilitation strategies targeting the paretic upper limb.\n\n   Studies have shown that recovery of upper limb functioning (i.e. recovery of impairments and activity limitations, including skills) follows a pattern with a pronounced early post-stroke recovery and a subsequent leveling off already by 6 months post-stroke. In fact, it has been shown that 80% of patients reached a plateau within 3 weeks, and 95% reached a plateau by 9 weeks. It has also been shown that regaining hand dexterity is largely defined within the first 4 weeks after stroke , indicating a critical time window for recovery of upper limb functioning. Therefore rehabilitation efforts in the early post-stroke phase are likely decisive to maximize functional recovery. However, despite the fact that recovery is most likely in the immediate weeks after stroke, there are very few studies investigating the effect of therapeutic interventions in this time period.\n\n   Several therapeutic interventions are currently used to try to aid in the recovery of upper limb functioning. There is limited evidence that hands-on therapy, including passive joint mobilization, manual stretching of soft tissue and passive exercises, is effective. Strength training in chronic stroke may reduce motor impairments in patients with mild-moderate paresis, but without any effect on ADL-performance. Likewise, there is limited evidence for the use of mirror therapy, sensorimotor and mental training. The evidence for using orthoses and other supporting devices is inconclusive. Repetitive task-oriented practice, which is probably the widest used intervention in facilitating upper limb recovery after stroke, has demonstrated promising results mostly in chronic stroke when delivered using virtual reality systems and robots, as well as constrained-induced movement therapy. However, these approaches are patient and resource demanding in terms of hours of daily training or expensive technologies. Moreover, it remains unknown if the functional benefits persist at long-term.\n\n   Electrical stimulation (ES) is another method that has been used in facilitating the recovery of upper limb functioning following stroke. ES can induce a muscle contraction, or it can be a somatosensory stimulation below the motor threshold. Regardless the type of stimulation, there is some evidence that ES can aid in reducing motor impairments, but the questions regarding the optimal stimulation protocol (e.g. current amplitude, pulse frequency, placement of electrodes, treatment duration), long-term effect and transfer of training effect into ADL remains unanswered. Since this body of evidence is primarily based upon studies conducted on ES in chronic stroke patients, it also remains unknown to what extent ES applied in the acute phase after stroke could affect the recovery of upper limb functioning. Although the vast majority of the studies have focused on ES that induces muscle contraction, it is widely accepted that somatosensory input is required for maintaining normal motor function. Research shows that motor skills acquisition and motor performance are dependent on somatosensory input, and stroke patients with intact somatosensory function experience more satisfactory response to rehabilitation. In healthy persons, the application of electrical somatosensory stimulation (ESS) to peripheral hand nerves, forearm muscles or the whole hand elicits an increase in the cortical excitability of the representations that control the stimulated body parts, and the increased cortical excitability seems to outlast the stimulation period itself. It has been hypothesized that increasing the amount of somatosensory input may enhance the motor recovery of patients following stroke. Recent studies in acute, subacute and mostly chronic stroke patients suggest that a single 2 hours-session of ESS to the peripheral hand nerves leads to transient improvement of pinch force, movement kinematics and upper limb motor skills required for ADL-performance. The higher the current amplitude, the more prominent the effect seems to be. ESS is used in conjunction with motor training in only one of these studies. One study demonstrates that the effect of a single session of ESS is maintained 30 days after cessation of intervention. Interestingly, there is emerging evidence that multiple sessions of ESS to the peripheral hand nerves in conjunction with motor training might improve motor skills of the paretic upper limb in subacute and chronic stroke patients, and these positive results seems to outlast the intervention period. When ESS is delivered in multiple sessions, it is unclear which current amplitude is optimal in subacute stroke patients. ESS of the whole hand using glove electrodes may or may not benefit the motor recovery of the paretic upper limb in chronic stroke patients. Importantly, ESS is passive in nature, causes patients minimal discomfort, has no adverse effects, is relatively cheap and can easily be incorporated in regular practice. Therefore it is valuable to establish the effect of multiple sessions of ESS in the restoration of upper limb functioning in the acute phase of stroke.\n2. Purpose of the project\n\nThe overall aim for the present study is to investigate the effect of multiple sessions of suprasensory ESS in conjunction with occupational therapy (OT)/physiotherapy (PT) training on recovery of upper limb functioning in acute stroke patients. Suprasensory ESS is defined as the highest current amplitude that elicits paresthesia in the absence of discomfort, pain and visible muscle twitches. Specifically, we wish to address the following:\n\n1. Does continuous, suprasensory ESS in conjunction with OT/PT training:\n\n   a) reduce impairments, b) improve motor skills required to ADL-performance, and c) reduce disability,\n2. Are changes that can be observed at the end of the intervention still present by 6 months post-stroke? (long-term effect)\n\n3. Hypotheses\n\nWe expect that continuous, suprasensory ESS is more effective than intermittent, suprasensory ESS. The total time of electrical stimulation during a single, intermittent ESS session will be 1 minute corresponding to 1/60 of the electrical stimulation time during a single, continuous ESS session. Furthermore, we expect brain reorganisation to proceed and covariate with recovery.\n\n4. Methods\n\n4.1. Study participants\n\nThe trial subjects will be recruited from patients admitted to the stroke unit of Bispebjerg Hospital, Copenhagen, Denmark. The stroke unit consists of an acute unit and a rehabilitation unit, and serves a well-defined urban catchment area with a population of approximately 400,000 citizens.\n\n4.2. Procedure, including recruitment of study participants\n\nAll patients consecutively admitted to the rehabilitation stroke unit will be screened for inclusion and exclusion criteria immediately after admission. Emma Ghaziani, daily project leader, or other health care personnel involved in the study (e.g. the persons delivering ESS) will take personal contact to each eligible patient as soon as the patient's medical condition allows it. The patient is first asked if he/she is interested in receiving information on the study. If so, the written information is handed out, the information interview is scheduled, and the patient is informed about the possibility of having a companion (e.g. a relative, a friend) present at the information interview. If necessary, the patient may get assistance in contacting the companion in this regard. The information interview will be performed by Emma Ghaziani or other health care personnel involved in the study and will take place at the patient's bedside. The patient's bed will be screened off from the rest of the ward and no other visitors will be present. The declaration of consent will be collected after the patient has been given a reflection time which is determined with regard to inclusion criteria d) (i.e. ESS can be initiated within 7 days post-stroke). Baseline assessment will be performed during the first week post-stroke.\n\nUsing a stratified random sampling procedure, the study participants will first be divided into homogenous subgroups with respect to: a) the ability to perform active finger extension and b) gender. Active finger extension has shown to be a simple and reliable early predictor of recovery of upper limb functioning in stroke patients. The patients in each subgroup will then be randomly assigned to either the continuous or the intermittent group. The therapists providing OT/PT training and the therapists performing assessments will be blinded to group allocation. The study participants will be blinded to our hypothesis on which type of suprasensory ESS is most effective."},"conditionsModule":{"conditions":["Stroke, Acute"],"keywords":["stroke, acute","upper extremity","rehabilitation","electric stimulation therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":102,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Continuous, suprasensory ESS","type":"EXPERIMENTAL","interventionNames":["Other: Continuous, suprasensory ESS"]},{"label":"Intermittent, suprasensory ESS","type":"ACTIVE_COMPARATOR","interventionNames":["Other: Intermittent, suprasensory ESS"]}],"interventions":[{"type":"OTHER","name":"Continuous, suprasensory ESS","description":"1 hour of ESS daily from Monday to Sunday during hospitalization, but no longer than 4th week post-stroke. The ESS will be applied immediately prior to OT/PT training which will include 15 minutes of repetitive, task-oriented upper limb training during the first 30 minutes after cessation of ESS.","armGroupLabels":["Continuous, suprasensory ESS"]},{"type":"OTHER","name":"Intermittent, suprasensory ESS","description":"1 hour of ESS daily from Monday to Sunday during hospitalization, but no longer than 4th week post-stroke. The ESS will be applied immediately prior to OT/PT training which will include 15 minutes of repetitive, task-oriented upper limb training during the first 30 minutes after cessation of ESS.","armGroupLabels":["Intermittent, suprasensory ESS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Box and Block Test","description":"Performance test","timeFrame":"at 6 months post-stroke"}],"secondaryOutcomes":[{"measure":"Fugl-Meyer Assessment (upper limb section)","description":"Performance test","timeFrame":"at hospital discharge, but not later than 4 weeks post-stroke"},{"measure":"Fugl-Meyer Assessment (upper limb section)","description":"Performance test","timeFrame":"at 6 months post-stroke"},{"measure":"Hand grip strength","description":"Performance test","timeFrame":"at hospital discharge, but not later than 4 weeks post-stroke"},{"measure":"Hand grip strength","description":"Performance test","timeFrame":"6 months post-stroke"},{"measure":"Palmar, lateral and thumb-to-index pinch strength","description":"Performance test","timeFrame":"at hospital discharge, but not later than 4 weeks post-stroke"},{"measure":"Palmar, lateral and thumb-to-index pinch strength","description":"Performance test","timeFrame":"6 months post-stroke"},{"measure":"Modified Rankin Scale","description":"Interview","timeFrame":"at hospital discharge, but not later than 4 weeks post-stroke"},{"measure":"Modified Rankin Scale","description":"Interview","timeFrame":"6 months post-stroke"},{"measure":"Perceptual threshold of touch","description":"Test of sensory function","timeFrame":"at hospital discharge, but not later than 4 weeks post-stroke"},{"measure":"Perceptual threshold of touch","description":"Test of sensory function","timeFrame":"at 6 months post-stroke"},{"measure":"Box and Blocks Test","description":"performance test","timeFrame":"at hospital discharge, but not later than 4 weeks post-stroke"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. admission at the rehabilitation stroke unit of Bispebjerg Hospital, Copenhagen,\n2. diagnosis of acute stroke (ICD 10 code: 163.9, 161.9),\n3. residence in the hospitals' catchment area,\n4. age \\> 18 years,\n5. modified Rankin Scale score \\< 5,\n6. ESS can be initiated within 7 days post-stroke,\n7. a subscore \\< 66 on section A-D of Fugl-Meyer Assessment Upper Extremity,\n\nExclusion Criteria:\n\n1. presence of cognitive dysfunctions or poor communication skills in Danish that limit the ability of providing informed consent,\n2. have participated in other biomedical, intervention studies within the last 3 months,\n3. contraindication to ESS (e.g. pacemaker, significant skin impairment on the paretic arm),\n4. incomplete recovery of the affected upper limb after previous stroke,\n5. patients who - because of placement in an institution, incarceration pursuant to the Psychiatric Act or due to circumstances of employment - are particularly exposed to pressure regarding participation in the project.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Peter Magnusson, D.Sc","affiliation":"Musculoskeletal Rehabilitation Research Unit and Institute of Sports Medicine, Bispebjerg Hospital & University of Copenhagen","role":"STUDY_DIRECTOR"},{"name":"Emma Ghaziani, PhD stud","affiliation":"Musculoskeletal Rehabilitation Research Unit, Bispebjerg Hospital & University of Copenhagen","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Christian Couppé, PhD","affiliation":"Musculoskeletal Rehabilitation Research Unit and Institute of Sports Medicine, Bispebjerg Hospital & University of Copenhagen","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Hanne Christensen, MD, PhD","affiliation":"Bispebjerg Hospital & University of Copenhagen","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Volkert Siersma, statistician","affiliation":"Research Unit Of General Practice, Copenhagen","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Bispebjerg Hospital","city":"Copenhagen","state":"Zealand","zip":"2400","country":"Denmark","geoPoint":{"lat":55.67594,"lon":12.56553}},{"facility":"Neurological Rehabilitation Centre Copenhagen & other rehabilitation and health care institutions","city":"Copenhagen","state":"Zealand","zip":"2400","country":"Denmark","geoPoint":{"lat":55.67594,"lon":12.56553}},{"facility":"Lioba & Rehabilitation Centre Valby & Heath Centre Stockflethsvej & other rehabilitation and health care institutions","city":"Frederiksberg","state":"Zealand","zip":"2000","country":"Denmark","geoPoint":{"lat":55.67938,"lon":12.53463}}]},"referencesModule":{"references":[{"pmid":"31993016","type":"DERIVED","citation":"Ghaziani E, Couppe C, Siersma V, Christensen H, Magnusson SP, Sunnerhagen KS, Persson HC, Alt Murphy M. Easily Conducted Tests During the First Week Post-stroke Can Aid the Prediction of Arm Functioning at 6 Months. Front Neurol. 2020 Jan 9;10:1371. doi: 10.3389/fneur.2019.01371. eCollection 2019."},{"pmid":"30251591","type":"DERIVED","citation":"Ghaziani E, Couppe C, Siersma V, Sondergaard M, Christensen H, Magnusson SP. Electrical Somatosensory Stimulation in Early Rehabilitation of Arm Paresis After Stroke: A Randomized Controlled Trial. Neurorehabil Neural Repair. 2018 Oct;32(10):899-912. doi: 10.1177/1545968318799496. Epub 2018 Sep 25."},{"pmid":"28231811","type":"DERIVED","citation":"Ghaziani E, Couppe C, Henkel C, Siersma V, Sondergaard M, Christensen H, Magnusson SP. Electrical somatosensory stimulation followed by motor training of the paretic upper limb in acute stroke: study protocol for a randomized controlled trial. Trials. 2017 Feb 23;18(1):84. doi: 10.1186/s13063-017-1815-9."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}