{"protocolSection":{"identificationModule":{"nctId":"NCT06060912","orgStudyIdInfo":{"id":"GE IDE No. T00322"},"organization":{"fullName":"Deutsches Herzzentrum Muenchen","class":"OTHER"},"briefTitle":"LAmbre Versus AMPLATZER Amulet Left AtrIal Appendage Occluder for StRoke ProphylaxIs","officialTitle":"LAmbre Versus AMPLATZER Amulet Left AtrIal Appendage Occluder for StRoke ProphylaxIs: The Randomized AMPIRI Trial","acronym":"AMPIRI"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-12-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-01-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-10-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-11","studyFirstSubmitQcDate":"2023-09-27","studyFirstPostDateStruct":{"date":"2023-09-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-07","lastUpdatePostDateStruct":{"date":"2024-01-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Deutsches Herzzentrum Muenchen","class":"OTHER"},"collaborators":[{"name":"Lifetech Scientific (Shenzhen) Co., Ltd.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"The objective of this trial is to compare two different commercially available left atrial appendage occlusion (LAAO) devices in patients with non-valvular Atrial fibrillation/ atrial flutter (AF) at increased risk for stroke with regard to safety and efficacy.\n\nThe investigators hypothesize that LAAO using the LAmbre occlusion device (Lifetech Scientific, Shenzhen, China) is non-inferior to LAAO using the AMPLATZER Amulet occlusion device (Abbott Medical, Chicago, ILL, USA) with regards to the primary endpoint, which is peri-device leak (PDL) size 3 months after LAAO, as assessed with transesophageal echocardiography (TOE) in patients with non-valvular AF.","detailedDescription":"AMPIRI is an investigator-initiated, prospective, randomized, multi-center, open-label, non-inferiority other clinical investigation. All consecutive patients with non-valvular AF at increased risk for stroke or systemic embolism based on CHA2DS2-VASc score not eligible for long-term oral anticoagulation therapy will qualify for screening. Patients with confirmed eligibility and who have given written informed consent will be randomized in a 1:1 fashion to group A (LAmbre LAAO device) or group B (AMPLATZER Amulet LAAO device). Clinical indication, technique, and timing of LAAO will be at the operator's discretion.\n\nThe investigators hypothesize that LAAO using the LAmbre occlusion device (Lifetech Scientific, Shenzhen, China) is non-inferior to LAAO using the AMPLATZER Amulet occlusion device (Abbott Medical, Chicago, ILL, USA) with regards to the primary endpoint, which is PDL size 3 months after LAAO, as assessed with TOE in patients with non-valvular AF."},"conditionsModule":{"conditions":["Left Atrial Appendage Occlusion"],"keywords":["Left Atrial Appendage Occlusion","Non-pharmacological anticoagulation therapy","Stroke prophylaxis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"AMPIRI is an investigator-initiated, prospective, randomized, multicenter, open-label, non-inferiority other clinical investigation.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":226,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"LAmbre occlusion device","type":"EXPERIMENTAL","description":"Left atrial occlusion will be performed with the LAmbre occlusion device (Lifetech Scientific, Shenzhen, China)","interventionNames":["Device: Left Atrial Appendage Occlusion"]},{"label":"AMPLATZER Amulet occlusion device","type":"ACTIVE_COMPARATOR","description":"Left atrial occlusion will be performed with AMPLATZER Amulet occlusion device (Abbott Medical, Chicago, ILL, USA)","interventionNames":["Device: Left Atrial Appendage Occlusion"]}],"interventions":[{"type":"DEVICE","name":"Left Atrial Appendage Occlusion","description":"Left Atrial Appendage Occlusion will be performed according to current international standards by experienced operators under TOE and angiographic guidance. Either a LAmbre occlusion device (group A) or an AMPLATZER Amulet occlusion device (group B) will be implanted depending on treatment allocation.","armGroupLabels":["AMPLATZER Amulet occlusion device","LAmbre occlusion device"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"PDL size after 3 months","description":"Peri-device leak size (in mm) three months after successful LAAO as assessed with TOE.","timeFrame":"three months"}],"secondaryOutcomes":[{"measure":"Device Sucess","description":"Defined as device deployed and implanted in correct position.","timeFrame":"at index prozedure"},{"measure":"Procedural Duration","description":"End time (closing of X-Ray) minus start time (access site puncture).","timeFrame":"at index procedure"},{"measure":"Technical success","description":"Defined as exclusion of the LAA with residual peri device leak size ≤ 5mm and no device-related complications during index hospitalization.","timeFrame":"during index hospitalization"},{"measure":"Procedural success","description":"defined as technical success with no procedure-related complications, except for uncomplicated (minor) device embolization","timeFrame":"at index procedure"},{"measure":"Device-related complications","description":"All complications which are a result of the presence of the device and require either a surgical or percutaneous intervention or other medical treatment (device embolization, device erosion, clinically significant device interference with surrounding structure, device thrombus, device fracture, device infection/pericarditis, endocarditis, device perforation/laceration or device allergy)","timeFrame":"at three months"},{"measure":"Procedure-related complications","description":"Pericardial effusion with or without tamponade requiring pericardiocentesis or surgical intervention.","timeFrame":"during index hospitalization"},{"measure":"Major bleeding","description":"Defined as Bleeding Academic Research Consortium (BARC) type ≥ 3.","timeFrame":"during index hospitalization"},{"measure":"Large residual peri-device leak size > 5mm","description":"Large peri device leak size (in mm) \\>5 mm three months after successful LAAO as assessed with TOE.","timeFrame":"at three months"},{"measure":"Device thrombus","description":"Device thrombus at three months after successful LAAO as assessed with TOE.","timeFrame":"at three months"},{"measure":"All-cause death or cardiovascular death","description":"Cardiovascular Death:\n\n* Death due to proximate cardiac cause, e.g. myocardial infarction, cardiac tamponade, worsening heart failure, and endocarditis.\n* Death caused by non-coronary, non-CNS vascular conditions such as pulmonary embolism, ruptured aortic aneurysm, dissecting aneurysm, or other vascular disease.\n* Death from vascular CNS causes from haemorrhagic stroke or from ischaemic stroke.\n* All procedure-related deaths, including those related to a complication of the procedure or treatment for a complication of the procedure.\n* Sudden or unwitnessed death defined as non-traumatic, unexpected fatal event occurring within 1 hour of the onset of symptoms in an apparently healthy subject. If death is not witnessed, the definition applies when the victim was in good health 24 hours before the event.\n* Death of unknown cause:\n\nNon-cardiovascular death: Death of a primary cause that is clearly related to another condition (e.g. trauma, cancer, suicide).","timeFrame":"during index hospitalization and up to 24 months"},{"measure":"Composite of ischaemic stroke or systemic embolism","description":"Incidence of ischaemic stroke or systemic embolism, as described below.","timeFrame":"during index hospitalization and up to 24 months"},{"measure":"All-stroke","description":"Defined as an acute episode of focal or global neurological deficit with at least one of the following: change in the level of consciousness, hemiplegia, hemiparesis, one-sided numbness or sensory loss, dysphasia or aphasia, hemianopia, amaurosis fugax or any other neurological signs or symptoms consistent with stroke. It is caused by brain, spinal cord, or retinal vascular injury as a result of hemorrhage or infarction. A transient ischemic attack (TIA) should be clearly distinguished from ischemic stroke, based on focal neurological symptoms lasting \\<24 hours and imaging-confirmed absence of acute brain infarction. Therefore, it is mandatory to recommend imaging confirmation as part of the diagnosis. Stroke assessment requires a neuroimaging and neurological examination, preferably by a neurologist.","timeFrame":"during index hospitalization and up to 24 months"},{"measure":"Systemic embolism","description":"Systemic embolism: Acute vascular insufficiency or occlusion of the extremities or any non-central nervous system organ associated with clinical, imaging, surgical/autopsy evidence of arterial occlusion in the absence of other likely mechanism (e.g., trauma, atherosclerosis, or instrumentation). When there is presence of prior peripheral artery disease, angiographic or surgical or autopsy evidence is required to show abrupt arterial occlusion.","timeFrame":"during index hospitalization and up to 24 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 18 years and able to give consent\n* Documented paroxysmal, persistent or permanent non-valvular atrial fibrillation/ atrial flutter (AF) at high risk of stroke or systemic embolism defined by CHA2DS2-VASc score ≥ 2 (male) or ≥ 3 (female)\n* Patient not eligible for long-term oral anticoagulation therapy\n* Deemed suitable for percutaneous LAAO\n* Able to comply with the required medication regimen after LAAO device implantation\n* Written informed consent\n* LAA anatomy can accommodate either a LAmbre or AMPLATZER Amulet LAAO device, as per manufacturer's instruction for use (IFU) (the anatomy and sizing must be appropriate for both devices in order to be enrolled in the trial)\n* For women of childbearing potential, negative pregnancy test and agree to use reliable method of birth control during the study\n\nExclusion Criteria:\n\n1. Indication for long-term oral anticoagulation therapy for a condition other than AF (i. e. pulmonary embolism, mechanical heart valve)\n2. LAA is obliterated or surgically ligated\n3. Known allergy or hypersensitivity to any component of the LAAO devices or components of the required medication regimen\n4. Prior atrial septal defect (ASD) repair or implantation of ASD closure device\n5. Active endocarditis or other infection producing bacteremia\n6. Significant symptomatic carotid artery disease\n7. Participation in a concurrent clinical trial, which may confound the results of this trial\n8. Patient cannot adhere to or complete the trial protocol for any reason\n\n   Or any of the following echocardiographic exclusion criteria:\n9. Intracardiac thrombus\n10. Intracardiac tumor\n11. Existing, clinically relevant circumferential pericardial effusion\n12. Significant mitral valve stenosis","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Michael Joner, MD","role":"CONTACT","phone":"+4989-1218-2869","email":"joner@dhm.mhn.de"},{"name":"Tobias Rheude, MD","role":"CONTACT","phone":"+4989-1218-2985","email":"rheude@dhm.mhn.de"}],"overallOfficials":[{"name":"Michael Joner, MD","affiliation":"Klinik für Herz- und Kreilauferkankungen, Deutsches Herzzentrum München","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Klinik für Herz- und Kreislauferkrankungen, Deutsches Herzzentrum München, Technische Universität München","status":"RECRUITING","city":"Munich","state":"Bavaria","zip":"80636","country":"Germany","contacts":[{"name":"Tobias Rheude, MD","role":"CONTACT","phone":"+49 89 1218 2985","email":"rheude@dhm.mhn.de"}],"geoPoint":{"lat":48.13743,"lon":11.57549}}]},"referencesModule":{"references":[{"pmid":"17397680","type":"BACKGROUND","citation":"Sick PB, Schuler G, Hauptmann KE, Grube E, Yakubov S, Turi ZG, Mishkel G, Almany S, Holmes DR. Initial worldwide experience with the WATCHMAN left atrial appendage system for stroke prevention in atrial fibrillation. J Am Coll Cardiol. 2007 Apr 3;49(13):1490-5. doi: 10.1016/j.jacc.2007.02.035. Epub 2007 Mar 21."},{"pmid":"19683639","type":"BACKGROUND","citation":"Holmes DR, Reddy VY, Turi ZG, Doshi SK, Sievert H, Buchbinder M, Mullin CM, Sick P; PROTECT AF Investigators. Percutaneous closure of the left atrial appendage versus warfarin therapy for prevention of stroke in patients with atrial fibrillation: a randomised non-inferiority trial. Lancet. 2009 Aug 15;374(9689):534-42. doi: 10.1016/S0140-6736(09)61343-X. Erratum In: Lancet. 2009 Nov 7;374(9701):1596."},{"pmid":"21242484","type":"BACKGROUND","citation":"Reddy VY, Holmes D, Doshi SK, Neuzil P, Kar S. Safety of percutaneous left atrial appendage closure: results from the Watchman Left Atrial Appendage System for Embolic Protection in Patients with AF (PROTECT AF) clinical trial and the Continued Access Registry. Circulation. 2011 Feb 1;123(4):417-24. doi: 10.1161/CIRCULATIONAHA.110.976449. Epub 2011 Jan 17."},{"pmid":"24998121","type":"BACKGROUND","citation":"Holmes DR Jr, Kar S, Price MJ, Whisenant B, Sievert H, Doshi SK, Huber K, Reddy VY. Prospective randomized evaluation of the Watchman Left Atrial Appendage Closure device in patients with atrial fibrillation versus long-term warfarin therapy: the PREVAIL trial. J Am Coll Cardiol. 2014 Jul 8;64(1):1-12. doi: 10.1016/j.jacc.2014.04.029. Erratum In: J Am Coll Cardiol. 2014 Sep 16;64(11):1186."},{"pmid":"29103847","type":"BACKGROUND","citation":"Reddy VY, Doshi SK, Kar S, Gibson DN, Price MJ, Huber K, Horton RP, Buchbinder M, Neuzil P, Gordon NT, Holmes DR Jr; PREVAIL and PROTECT AF Investigators. 5-Year Outcomes After Left Atrial Appendage Closure: From the PREVAIL and PROTECT AF Trials. J Am Coll Cardiol. 2017 Dec 19;70(24):2964-2975. doi: 10.1016/j.jacc.2017.10.021. Epub 2017 Nov 4."},{"pmid":"34459659","type":"BACKGROUND","citation":"Lakkireddy D, Thaler D, Ellis CR, Swarup V, Sondergaard L, Carroll J, Gold MR, Hermiller J, Diener HC, Schmidt B, MacDonald L, Mansour M, Maini B, O'Brien L, Windecker S. Amplatzer Amulet Left Atrial Appendage Occluder Versus Watchman Device for Stroke Prophylaxis (Amulet IDE): A Randomized, Controlled Trial. Circulation. 2021 Nov 9;144(19):1543-1552. doi: 10.1161/CIRCULATIONAHA.121.057063. Epub 2021 Aug 30."},{"pmid":"29122133","type":"BACKGROUND","citation":"Huang H, Liu Y, Xu Y, Wang Z, Li Y, Cao K, Zhang S, Yang Y, Yang X, Huang D, Yu B, Su X, Wu L, Huang C. Percutaneous Left Atrial Appendage Closure With the LAmbre Device for Stroke Prevention in Atrial Fibrillation: A Prospective, Multicenter Clinical Study. JACC Cardiovasc Interv. 2017 Nov 13;10(21):2188-2194. doi: 10.1016/j.jcin.2017.06.072."},{"pmid":"29885707","type":"BACKGROUND","citation":"Park JW, Sievert H, Kleinecke C, Vaskelyte L, Schnupp S, Sievert K, Lam YY, Stahli BE, Zhang D, Li A, Brachmann J. Left atrial appendage occlusion with lambre in atrial fibrillation: Initial European experience. Int J Cardiol. 2018 Aug 15;265:97-102. doi: 10.1016/j.ijcard.2018.02.120."},{"pmid":"30583991","type":"BACKGROUND","citation":"Chen S, Chun KRJ, Bordignon S, Weise FK, Nagase T, Perrotta L, Bologna F, Schmidt B. Left atrial appendage occlusion using LAmbre Amulet and Watchman in atrial fibrillation. J Cardiol. 2019 Apr;73(4):299-306. doi: 10.1016/j.jjcc.2018.10.010. Epub 2018 Dec 21."},{"pmid":"32072692","type":"BACKGROUND","citation":"Schnupp S, Liu XX, Buffle E, Gloekler S, Mohrez Y, Cheikh-Ibrahim M, Allakkis W, Brachmann J, Park JW, Kleinecke C. Late clinical outcomes of lambre versus amplatzer occluders for left atrial appendage closure. J Cardiovasc Electrophysiol. 2020 Apr;31(4):934-942. doi: 10.1111/jce.14398. Epub 2020 Mar 12."},{"pmid":"21670242","type":"BACKGROUND","citation":"Mehran R, Rao SV, Bhatt DL, Gibson CM, Caixeta A, Eikelboom J, Kaul S, Wiviott SD, Menon V, Nikolsky E, Serebruany V, Valgimigli M, Vranckx P, Taggart D, Sabik JF, Cutlip DE, Krucoff MW, Ohman EM, Steg PG, White H. Standardized bleeding definitions for cardiovascular clinical trials: a consensus report from the Bleeding Academic Research Consortium. Circulation. 2011 Jun 14;123(23):2736-47. doi: 10.1161/CIRCULATIONAHA.110.009449. No abstract available."},{"pmid":"27540038","type":"BACKGROUND","citation":"Tzikas A, Holmes DR Jr, Gafoor S, Ruiz CE, Blomstrom-Lundqvist C, Diener HC, Cappato R, Kar S, Lee RJ, Byrne RA, Ibrahim R, Lakkireddy D, Soliman OI, Nabauer M, Schneider S, Brachmann J, Saver JL, Tiemann K, Sievert H, Camm AJ, Lewalter T. Percutaneous left atrial appendage occlusion: the Munich consensus document on definitions, endpoints, and data collection requirements for clinical studies. Europace. 2017 Jan;19(1):4-15. doi: 10.1093/europace/euw141. Epub 2016 Aug 18."},{"pmid":"19762550","type":"BACKGROUND","citation":"Lip GY, Nieuwlaat R, Pisters R, Lane DA, Crijns HJ. Refining clinical risk stratification for predicting stroke and thromboembolism in atrial fibrillation using a novel risk factor-based approach: the euro heart survey on atrial fibrillation. Chest. 2010 Feb;137(2):263-72. doi: 10.1378/chest.09-1584. Epub 2009 Sep 17."},{"pmid":"20299623","type":"BACKGROUND","citation":"Pisters R, Lane DA, Nieuwlaat R, de Vos CB, Crijns HJ, Lip GY. A novel user-friendly score (HAS-BLED) to assess 1-year risk of major bleeding in patients with atrial fibrillation: the Euro Heart Survey. Chest. 2010 Nov;138(5):1093-100. doi: 10.1378/chest.10-0134. Epub 2010 Mar 18."},{"pmid":"31474583","type":"BACKGROUND","citation":"Glikson M, Wolff R, Hindricks G, Mandrola J, Camm AJ, Lip GYH, Fauchier L, Betts TR, Lewalter T, Saw J, Tzikas A, Sternik L, Nietlispach F, Berti S, Sievert H, Bertog S, Meier B. EHRA/EAPCI expert consensus statement on catheter-based left atrial appendage occlusion - an update. EuroIntervention. 2020 Jan 17;15(13):1133-1180. doi: 10.4244/EIJY19M08_01. No abstract available."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}