{"protocolSection":{"identificationModule":{"nctId":"NCT05839808","orgStudyIdInfo":{"id":"83116987-272"},"organization":{"fullName":"Tokat Gaziosmanpasa University","class":"OTHER"},"briefTitle":"Reliability and Validity of the Turkish Version of the Stroke Exercise Preference Inventory","officialTitle":"Reliability and Validity of the Turkish Version of the Stroke Exercise Preference Inventory"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-11-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-04-18","studyFirstSubmitQcDate":"2023-04-28","studyFirstPostDateStruct":{"date":"2023-05-03","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-13","lastUpdatePostDateStruct":{"date":"2023-09-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Halime Arikan","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Tokat Gaziosmanpasa University"},"leadSponsor":{"name":"Tokat Gaziosmanpasa University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"With this study, it will be proven whether the Turkish version of the Stroke Exercise Preference Inventory is valid and reliable in evaluating the exercise preferences of individuals who have had a stroke.","detailedDescription":"Version, validity, and reliability studies are frequently encountered in the literature. However, there is no scale that evaluates the exercise preferences of individuals who have had a stroke among the measurement tools whose Turkish version, validity, and reliability studies have been carried out. The Stroke Exercise Preference Inventory is an outcome scale for questioning exercise preferences in individuals who have had a stroke. It is functional for the development and planning of exercise programs for individuals who have had a stroke. This scale will both fill the gap in the Turkish literature in terms of the parameters it evaluates and will be the first in this context. In terms of its application, it is a useful inventory in this field. Considering the absence of a measurement tool developed in Turkish or adapted to Turkish for the assessment of exercise preferences of individuals with stroke, the aim of this study is to evaluate the validity and reliability of the Turkish version of the self-administered Stroke Exercise Preference Inventory, designed to question exercise preferences in Turkish individuals with stroke, to perform cross-cultural adaptation study, and to question the suitability of the Turkish version for Turkish society and the effectiveness of its clinical use."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Reliability","Validity","Stroke","Stroke Exercise Preference Inventory"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":99,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Individuals who have had a stroke","type":"OTHER","description":"To evaluate the validity and reliability of the Stroke Exercise Preference Inventory","interventionNames":["Other: Reliability and validity study"]}],"interventions":[{"type":"OTHER","name":"Reliability and validity study","description":"To evaluate the validity and reliability of the Stroke Exercise Preference Inventory","armGroupLabels":["Individuals who have had a stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Exercise preference","description":"The Stroke Exercise Preference Inventory was developed in 2016 as an inventory consisting of 13 items. The inventory also includes 9 items that assess exercise barriers. The Stroke Exercise Preference Inventory is very useful and beneficial for clinicians in terms of determining the exercise preferences of individuals who have had a stroke and questioning the thoughts of the individual in continuing the exercise and rehabilitation program. It is functional for the development and planning of exercise programs for individuals who have had a stroke. Inventory scores as a percentage. And the decreasing score indicates the negativity of participation and view of the exercise.","timeFrame":"through study completion, an average of 6 month"},{"measure":"Cognitive status","description":"The Mini Mental Test will be used to quantitatively assess cognitive performance. It consists of eleven items gathered under five main headings as orientation, recording memory, attention and calculation, recall and language, and is evaluated out of a total score of 30. A minimum of 24 points must be obtained.","timeFrame":"through study completion, an average of 6 month"},{"measure":"Functional ambulation","description":"The Functional Ambulation Classification will be used for the evaluation of ambulation in individuals. The Functional Ambulation Classification shows the support surfaces that walking patients receive. It is valuable when starting to step and walk from the immobility period. It is calculated over a total of 6 categories by scoring between 0 and 5.","timeFrame":"through study completion, an average of 6 month"},{"measure":"Activity status","description":"The Frenchay Activities Index is a 15-item index that was created to collect information about daily and social activities, questioning what activities and how often they do in stroke patients. While the first 10 items ask individuals to estimate the frequency of household chores such as preparing meals and washing clothes in the last 3 months, the next 5 items ask them to indicate the frequency of social activities such as travel and gardening in the last six months. Response scores range from 0 (never) to 3 (at least 1 per week). The total scoring range is between 0 (no participation) and 45 (frequent participation).","timeFrame":"through study completion, an average of 6 month"},{"measure":"Stroke-specific quality of life","description":"The Stroke-Specific Quality of Life Scale consists of 49 items and 12 domains to assess the quality of life of individuals diagnosed with stroke. These areas are; mobility (6 items), energy (3 items), upper extremity function (5 items), work production (3 items), temperament (5 items), self-care (5 items), social role (5 items), family role ( 3 items), vision (3 items), language (5 items), thinking (3 items) and personality traits (3 items). The items were graded with a Likert-type scoring ranging from 1 to 5. Rating was made as 1. Strongly agree, 2. Partially agree, 3. Undecided, 4. Partially disagree, 5. Strongly disagree. A high scale score indicates a high quality of life, and a low scale score indicates a low quality of life.","timeFrame":"through study completion, an average of 6 month"},{"measure":"Exercise benefits and barriers","description":"The Benefits / Barriers of Exercise Scale consists of 24 items, 2 open-ended questions and six sub-dimensions. While 12 of the 24 items of the scale consist of statements about the benefits of exercise, the other 12 are made up of statements that prevent exercise. Negative items are coded in reverse. The scale is evaluated with a 4-point Likert scale. It is scored as 4 (Strongly Agree), 3 (Agree), 2 (Disagree), and 1 (Strongly Disagree). The scale is evaluated over the total score (min=24, max= 96). Higher scores indicate a perception of greater exercise benefits and less exercise barriers.","timeFrame":"through study completion, an average of 6 month"},{"measure":"Exercise behaviour","description":"Behavioral Regulations in Exercise Scale-2 consists of 19 items and five subscales. These are: external regulation, introjective regulation, identification regulation, internal regulation and amotivation subscales. The Behavioral Regulations in Exercise Scale-2 is a 5-point Likert-type scale with a score between 0-4, consisting of \"not at all true\", \"sometimes true\" and \"definitely true\". Increasing and decreasing scores according to the sub-scales express positive and negative behavioral thoughts.","timeFrame":"through study completion, an average of 6 month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Who have had a stroke,\n* Good cognitive status,\n* Can speak, read, write Turkish.\n\nExclusion Criteria:\n\n* Pregnant,\n* Who cannot speak, read or write Turkish.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Halime ARIKAN, PhD","role":"CONTACT","phone":"+90 546 576 51 32","email":"halimearikan92@gmail.com"}],"locations":[{"facility":"K覺r覺kkale University","status":"RECRUITING","city":"K覺r覺kkale","zip":"71300","country":"Turkey","contacts":[{"name":"Halime ARIKAN, PhD","role":"CONTACT","phone":"+90 546 576 51 32","email":"halimearikan92@gmail.com"}],"geoPoint":{"lat":39.84528,"lon":33.50639}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Only researchers in the study will have access to individual data."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}