{"protocolSection":{"identificationModule":{"nctId":"NCT02702375","orgStudyIdInfo":{"id":"CIHR-Sugars 2015"},"organization":{"fullName":"University of Toronto","class":"OTHER"},"briefTitle":"Meta-analyses of Impotrant Food Sources of Sugars and Incident Cardiometabolic Diseases","officialTitle":"Relation of Important Food Sources of Sugars With Incident Cardiometabolic Disease: A Series of Systematic Reviews and Meta-analyses to Inform Guidelines, Public Health Policy, and Future Research Design"},"statusModule":{"statusVerifiedDate":"2016-05","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-09"},"primaryCompletionDateStruct":{"date":"2018-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2018-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-03-02","studyFirstSubmitQcDate":"2016-03-02","studyFirstPostDateStruct":{"date":"2016-03-08","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-08-22","lastUpdatePostDateStruct":{"date":"2016-08-24","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"John Sievenpiper","investigatorTitle":"Associate Professor","investigatorAffiliation":"University of Toronto"},"leadSponsor":{"name":"University of Toronto","class":"OTHER"},"collaborators":[{"name":"Canadian Institutes of Health Research (CIHR)","class":"OTHER_GOV"},{"name":"The Physicians' Services Incorporated Foundation","class":"OTHER"},{"name":"Canadian Diabetes Association","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"There is an urgent need for stronger evidence to support recommendations for the role of sugars in diabetes and related cardiometabolic diseases. Although large prospective cohort studies have shown a significant positive association of fructose-containing sugars-sweetened beverages with incident obesity, diabetes, heart disease, and stroke, these associations do not appear to hold true for total fructose-containing sugars and other important sources of free fructose-containing sugars such as pure fruit juice, yogurt, or even cakes and sweets. As dietary guidelines have moved away from macronutrient centric recommendations towards more food and dietary-pattern based recommendations, this inconsistency in the data has not been appreciated. There remains a focus on free sugars, in the absence of sufficient information on the role of different food sources of fructose-containing sugars in diabetes and related cardiometabolic diseases. A systematic review and meta-analysis of prospective cohort studies is considered to be the \"Gold Standard\" of evidence. To provide evidence-based guidance to support the development of public health policy in relation sugars and the primary prevention of diabetes, we will conduct a series of systematic reviews and meta-analyses of the relation of food sources of fructose-containing sugars with incident type 2 diabetes and related cardiometabolic diseases in prospective cohort studies.","detailedDescription":"Background: Sugars have emerged as one of the most important public health targets. Attention has focused on the special role of fructose based on its unique biochemical, metabolic, and endocrine responses. These mechanisms, however, have failed to translate into clinically meaningful effects in calorie-matched comparisons with other sources of carbohydrate. Sugars-sweetened beverage (SSBs) appear to be the special case. Whereas large prospective cohort studies have shown a consistent relation of SSBs with incident obesity, diabetes, metabolic syndrome (MetS), hypertension, coronary heart disease (CHD), stroke, and gout, associations have not been shown when modeling total sugars (with the exception of gout) or other food sources of added/free sugars such as pure fruit juices, yogurt, or even sweets. In the absence of a clear signal for sugars alone, it is unclear whether the associations seen for SSBs hold for other important food sources of sugars.\n\nNeed for a review: As dietary guidelines and public health policy have shifted toward food and dietary-pattern based recommendations, the lack of high quality syntheses and translation of the role of different food sources of sugars in cardiometabolic diseases represents an urgent call for stronger evidence to support guidelines development.\n\nObjectives: To build on our previous work, we will conduct a series of systematic reviews and meta-analyses to compare important food sources of added/free sugars (SSBs, pure fruit juice, yogurt, sweets, cereals, etc). in their relation with incident cardiometabolic diseases.\n\nDesign: Our proposed series of systematic reviews and meta-analyses will follow the same successful protocol we used for our previous CIHR-funded knowledge synthesis of fructose and cardiometabolic risk (clinicaltrials.gov, NCT01363791). The knowledge syntheses will be conducted according to the Cochrane Handbook for Systematic Reviews of Interventions and reported according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA).\n\nData sources: MEDLINE, EMBASE, and The Cochrane library will be searched.\n\nStudy selection: We will include cohorts assessing the relation of different food sources of fructose-containing sugars (SSBs, pure fruit juice, yogurt, sweets, cereals, etc) with incident type 2 diabetes, MetS, hypertension, CHD, stroke, and gout.\n\nData extraction: Two investigators will independently extract relevant data and assess risk of bias.\n\nOutcomes: We will assess 6 outcomes: type 2 diabetes, MetS, hypertension, CHD, stroke, and gout.\n\nData synthesis: Risk ratios will be pooled using the generic inverse variance method for each food source of fructose-containing sugars. Random-effects models will be used even in the absence of statistically significant between-study heterogeneity, as they yield more conservative summary effect estimates in the presence of residual heterogeneity. Fixed-effects models will only be used where there is \\<5 included studies. Paired analyses will be applied for crossover trials. Heterogeneity will be assessed by the Cochran Q statistic and quantified by the I2 statistic. To explore sources of heterogeneity, the investigators will conduct sensitivity analyses, in which each study is systematically removed. If there are \\>=10 studies, then the investigators will also explore sources of heterogeneity by a priori subgroup analyses (follow-up, adjustments, exposure assessment, dose, outcome ascertainment, risk of bias). Meta-regression analyses will assess the significance of categorical and continuous subgroups analyses. When \\>=10 studies are available, publication bias will be investigated by inspection of funnel plots and formal testing using the Egger and Begg tests. If publication bias is suspected, then the investigators will attempt to adjust for funnel plot asymmetry by imputing the missing study data using the Duval and Tweedie trim and fill method.\n\nEvidence Assessment: The strength of the evidence for each outcome will be assessed using the Grading of Recommendations Assessment, Development and Evaluation (GRADE).\n\nKnowledge translation plan: We will follow the Ottawa model. Results will be disseminated through presentations at scientific meetings and publication in high impact journals. Webcasts and social media posts on YouTube videos, Facebook, twitter and LinkedIn will also be used. Target adopters will include clinicians, allied health professionals, policy makers, industry, researchers, and patient groups.\n\nSignificance: The proposed project will aid in knowledge translation related to the health effects of food sources of sugars, informing evidence-based guidelines and improving health outcomes by educating healthcare providers and patients, stimulating industry innovation, and guiding future research design."},"conditionsModule":{"conditions":["Diabetes Mellitus, Type 2","Metabolic Syndrome X","Hypertension","Cardiovascular Diseases","Stroke","Gout"],"keywords":["Systematic review and meta-analysis","Evidence-based medicine (EBM)","Evidence-based nutrition (EBN)","Clinical practice guidelines","Prospective cohort studies","Dietary sugars","Fructose","Sucrose","High fructose corn syrup","HFCS","Cohort studies","Prospective studies","Diabetes Mellitus","Metabolic syndrome","Coronary heart disease","Stroke","Hypertension","Gout"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":1,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"OTHER","name":"Fructose-containing Sugars","otherNames":["fructose, sucrose, high-fructose corn syrup (HFCS)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Type 2 diabetes","description":"Incident type 2 diabetes","timeFrame":"Up to 20 years"},{"measure":"Metabolic syndrome","description":"Incident metabolic syndrome","timeFrame":"Up to 20 years"},{"measure":"Hypertension","description":"Incident cases of hypertension and those with high blood pressure","timeFrame":"Up to 20 years"},{"measure":"Coronary heart disease","description":"Incident coronary heart disease or coronary artery disease","timeFrame":"Up to 20 years"},{"measure":"Stroke","description":"Incident stroke","timeFrame":"Up to 20 years"},{"measure":"Gout","description":"Incident gout","timeFrame":"Up to 20 years"}]},"eligibilityModule":{"eligibilityCriteria":"Prospective cohort studies\n\nInclusion Criteria\n\n* Prospective cohort studies or case-cohort studies\n* Duration \\>= 1 year\n* Assessment of the exposure of fructose-containing sugars or important food sources\n* Ascertainment of viable data by level of exposure\n\nExclusion Criteria:\n\n* Ecological, cross-sectional, and retrospective observational studies, clinical trials, and non-human studies\n* Duration \\< 1 year\n* No assessment of exposures of fructose-containing sugars or important food sources\n* No ascertainment viable clinical outcome data by level of exposure","healthyVolunteers":true,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"All individuals, both children and adults, regardless of health status.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"JOHN L SIEVENPIPER, MD, PHD, FRCPC","affiliation":"University of Toronto","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The Toronto 3D (Diet, Digestive tract and Disease) Knowledge Synthesis and Clinical Trials Unit, Clinical Nutrition and Risk Factor Modification Centre, St. Micheal's Hospital","city":"Toronto","state":"Ontario","zip":"M5C 2T2","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}}]},"referencesModule":{"references":[{"pmid":"24370846","type":"BACKGROUND","citation":"Sievenpiper JL, de Souza RJ, Cozma AI, Chiavaroli L, Ha V, Mirrahimi A. Fructose vs. glucose and metabolism: do the metabolic differences matter? Curr Opin Lipidol. 2014 Feb;25(1):8-19. doi: 10.1097/MOL.0000000000000042."},{"pmid":"22354959","type":"BACKGROUND","citation":"Sievenpiper JL, Chiavaroli L, de Souza RJ, Mirrahimi A, Cozma AI, Ha V, Wang DD, Yu ME, Carleton AJ, Beyene J, Di Buono M, Jenkins AL, Leiter LA, Wolever TM, Kendall CW, Jenkins DJ. 'Catalytic' doses of fructose may benefit glycaemic control without harming cardiometabolic risk factors: a small meta-analysis of randomised controlled feeding trials. Br J Nutr. 2012 Aug;108(3):418-23. doi: 10.1017/S000711451200013X. Epub 2012 Feb 21."},{"pmid":"25144126","type":"BACKGROUND","citation":"Jayalath VH, Sievenpiper JL, de Souza RJ, Ha V, Mirrahimi A, Santaren ID, Blanco Mejia S, Di Buono M, Jenkins AL, Leiter LA, Wolever TM, Beyene J, Kendall CW, Jenkins DJ. Total fructose intake and risk of hypertension: a systematic review and meta-analysis of prospective cohorts. J Am Coll Nutr. 2014;33(4):328-39. doi: 10.1080/07315724.2014.916237. Epub 2014 Aug 21."},{"pmid":"23316283","type":"BACKGROUND","citation":"Mirrahimi A, de Souza RJ, Chiavaroli L, Sievenpiper JL, Beyene J, Hanley AJ, Augustin LS, Kendall CW, Jenkins DJ. Associations of glycemic index and load with coronary heart disease events: a systematic review and meta-analysis of prospective cohorts. J Am Heart Assoc. 2012 Oct;1(5):e000752. doi: 10.1161/JAHA.112.000752. Epub 2012 Oct 25."},{"pmid":"31826724","type":"DERIVED","citation":"Liu Q, Ayoub-Charette S, Khan TA, Au-Yeung F, Blanco Mejia S, de Souza RJ, Wolever TMS, Leiter LA, Kendall CWC, Sievenpiper JL. Important Food Sources of Fructose-Containing Sugars and Incident Hypertension: A Systematic Review and Dose-Response Meta-Analysis of Prospective Cohort Studies. J Am Heart Assoc. 2019 Dec 17;8(24):e010977. doi: 10.1161/JAHA.118.010977. Epub 2019 Dec 12."},{"pmid":"31061018","type":"DERIVED","citation":"Ayoub-Charette S, Liu Q, Khan TA, Au-Yeung F, Blanco Mejia S, de Souza RJ, Wolever TM, Leiter LA, Kendall C, Sievenpiper JL. Important food sources of fructose-containing sugars and incident gout: a systematic review and meta-analysis of prospective cohort studies. BMJ Open. 2019 May 5;9(5):e024171. doi: 10.1136/bmjopen-2018-024171."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006973","term":"Hypertension"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000003920","term":"Diabetes Mellitus"},{"id":"D000024821","term":"Metabolic Syndrome"},{"id":"D000003924","term":"Diabetes Mellitus, Type 2"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000044882","term":"Glucose Metabolism Disorders"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000004700","term":"Endocrine System Diseases"},{"id":"D000007333","term":"Insulin Resistance"},{"id":"D000006946","term":"Hyperinsulinism"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6805","name":"Diabetes Mellitus","asFound":"Diabetes Mellitus","relevance":"HIGH"},{"id":"M6809","name":"Diabetes Mellitus, Type 2","asFound":"Diabetes Mellitus, Type 2","relevance":"HIGH"},{"id":"M9714","name":"Hypertension","asFound":"Hypertension","relevance":"HIGH"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M6239","name":"Coronary Disease","relevance":"LOW"},{"id":"M22695","name":"Metabolic Syndrome","asFound":"Metabolic Syndrome","relevance":"HIGH"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M19506","name":"Microvascular Angina","relevance":"LOW"},{"id":"M8867","name":"Gout","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11329","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M25093","name":"Glucose Metabolism Disorders","relevance":"LOW"},{"id":"M7552","name":"Endocrine System Diseases","relevance":"LOW"},{"id":"M10060","name":"Insulin Resistance","relevance":"LOW"},{"id":"M9687","name":"Hyperinsulinism","relevance":"LOW"},{"id":"T69","name":"Abdominal Obesity Metabolic Syndrome","asFound":"Metabolic Syndrome X","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}