{"protocolSection":{"identificationModule":{"nctId":"NCT05343962","orgStudyIdInfo":{"id":"DPS_Outcomes"},"organization":{"fullName":"Instituto de Biomecanica de Valencia","class":"OTHER"},"briefTitle":"Health Indicators and Patient Reported Outcomes. Identification of Significative Items Aimed at Improving Health Care Procceses.","officialTitle":"Observational Study for the Identification of Relevant Variables Related to Health Status, Disability and Quality in Different Populations, Through the Analysis of Health Determinants and Paremeters Obtained by Means of Patient-reported Outcomes Questionnaires.","acronym":"OUTCOMES"},"statusModule":{"statusVerifiedDate":"2022-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-07-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-04-05","studyFirstSubmitQcDate":"2022-04-19","studyFirstPostDateStruct":{"date":"2022-04-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-04-26","lastUpdatePostDateStruct":{"date":"2022-04-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Instituto de Biomecanica de Valencia","class":"OTHER"},"collaborators":[{"name":"Asociación Parkinson Valencia","class":"OTHER"},{"name":"Asociación Valenciana de Diabetes (https://www.avdiabetes.org/)","class":"UNKNOWN"},{"name":"Hospital General Universitario de Valencia","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The objective of this study is to identify key indicators in the follow-up of subjects with different pathologies related to both the person's environment, as well as the perception of their health and general quality of life and related to their disease. To this end, a cross-sectional observational study of qualitative data collection through questionnaires, mostly validated, has been proposed to try to identify these indicators.\n\nBased on these questionnaires, the specific objectives of this study are as follows:\n\n* Unify questionnaires\n* Assess data quality\n* Identify key indicators, through a factor analysis\n* Design a second reduced version of the questionnaires collecting the key indicators and eliminating those items that are exclusive to each other.\n\nIn order to identify the key indicators, it will be necessary to measure at least 30 subjects from each pathological group, as well as a cohort of at least 100 subjects without pathologies in order to validate and contrast the results.\n\nThe subjects will be recruited through the own databases of participants in previous trials of the Institute of Biomechanics of Valencia, who have given written consent to be contacted in order to request their participation in any other study where their profile may fit. They will also be recruited and contacted through the collaborating associations (Parkinson Valencia Association, Valencian Diabetes Association, Consorci Hospital General Universitari de València, Arnau de Vilanova Valencia Hospital).\n\nThe surveys will be included in an online platform specialized in the realization of questionnaires. This data will be exported for further storage, management and analysis. All information will be anonymized for processing and analysis, and may be used under the terms and conditions dictated by the current legal framework.\n\nTo participate in the study, participants must accept the terms and conditions included in the first page of the survey embedded in the online platform, where the aspects related to the study methodology and the use of them data are exposed.\n\nThe statistical analysis will treat the data provided by the variables and how they are related to each other, testing differences according to the characteristics of the patient and clinical indicators. For that, non-parametric techniques such as the χ² test, the Kruskal-Wallis test and cluster analysis will be used.","detailedDescription":"SCIENTIFIC JUSTIFICATION OF THE PROJECT Currently, the value-based (VBHC) approach to health promotes the incorporation of the patient's experience, environment, and characteristics into the clinical data used in decision-making, to improve the efficiency of treatments and improve patient satisfaction and adherence, putting them at the center of the intervention1.\n\nHealthcare must be driven by a constant effort to deliver results that truly matter to patients. However, this is hampered by the scarcity of transparent and standardized outcome data. In addition, the lack of clarity regarding the definition of value has led to divergent approaches, the term \"value\" coexists to convey the humanistic principles that underpin health systems2, and to refer to cost reduction and overall efficiency of the process3. Philosophical value and cost containment are important, however, improving health outcomes is essential for value creation4.\n\nOne of the benchmarks in the incorporation of patient experience is the International consortium for health outcomes measurement (ICHOM), which has a set of standards ready for use5. The standards have been developed to allow doctors and scientists to document, report and compare the results related to different pathologies in a standardized way. Such international benchmarks improve understanding of the course of diseases and enable the identification of \"best practices\", producing better informed treatment decisions5.\n\nPatients' perceptions of their health and experiences are key to patient-centered care \\[6\\], these experiences are based on Patient Rated Outcomes Measures (PROM) which are questionnaires that measure patients' views of their health status; and Patient Rated Experiences Measures (PREM) which are questionnaires that measure patients' perception of their experience while receiving care. The questionnaires are based on generic scales of health, quality of life and others specific to pathologies6. The datasets can be used for: research, quality improvement projects, clinical performance evaluation, audit and economic valuation.\n\nWhen carrying out this type of studies, it is necessary to consider the limitations in the PROM and PREM questionnaires6, that sometimes are very focused on clinical and health issues, may have failures in interpretation when extrapolating variables of a social nature to the clinical environment, or refer to specific issues that do not influence or interest the person. Therefore, it is necessary to collect holistic information from different segments of the population according to different factors and individually (location, housing, family environment, occupation, medication status, emerging risks ...), to ensure that heterogeneous data are available from multiple sources7.\n\nTo analyze the current limitations and detect the key indicators related to the patient's experience and environment, in a preliminary phase of the study, the Institute of Biomechanics of Valencia (IBV) has completed the ICHOM standard guidelines incorporating and expanding the issues related to the patient's environment. This has been done in several pathologies, including Parkinson's Disease (PD), Diabetes Mellitus type I and II (DM I/II), SARS Covid-19 Infection (COVID-19), Chronic obstructive pulmonary disease (COPD) and Stroke (ST).\n\nIn this context, it should be added that the Institute of Biomechanics of Valencia has worked on a large number of projects, both national and European, having extensive experience in the treatment and analysis of data related to the quality of life of people, clinical data, as well as the conceptualization and development of data collection systems (http://www.activeageing.unito.it/; http://backup-project.eu/; http://www.with-me-project.eu/; https://valenciadata.ibv.org/home).\n\nPROJECT OBJECTIVES LONG-TERM GOAL The overall objective of the project is to analyze the incorporation of patient data (personal, work, family and social situation, as well as how they value the health process) to clinical information, and in this way, adapt interventions and treatments to the characteristics and needs of each patient. Thus, it is intended to check if the indicators based on the ICHOM standards provide valuable information to personalize and improve care processes and hospital management. In principle, this will be limited to the population resident in the national territory (Spain).\n\nThe specific objectives are:\n\n* Implement a data collection system based on ICHOM standards.\n* Study the ICHOM standards to select those indicators that provide information of interest for hospital management.\n* Study the ICHOM standards to select those indicators that provide information of interest for the improvement of care processes.\n* To evaluate the usefulness of the indicators generated in specific populations: in this case, Parkinson's Disease (PD), Diabetes Mellitus type I and II (DM I/II), SARS Covid-19 Infection (COVID-19), Chronic obstructive pulmonary disease (COPD) and Stroke (ST) population.\n* Analyze and validate the proposed questionnaires and procedures (comprehension, ease of self-completion, clarity of the questions, convenience of the questions...)\n* Identify possible improvements, modifications and expansion of necessary questions, as well as improvements to the methodological process followed\n\nOBJECTIVES FOR THE FIRST (CURRENT)PHASE OF THE PROJECT:\n\nThis document refers mainly to a first phase or preliminary phase of the study, whose main objective is to validate the questionnaires developed by the IBV from the ICHOM guidelines, specifically in relation to Parkinson's Disease (PD), Diabetes Mellitus type I and II (DM I/II), SARS Covid-19 Infection (COVID-19), Chronic obstructive pulmonary disease (COPD) and Stroke (ST)\n\nThe specific objectives of this first phase are the following:\n\n* Unify questionnaires\n* Assess data quality\n* Identify key indicators, through a factor analysis\n* Design a second reduced version of the questionnaires collecting the key indicators and eliminating those items that are exclusive to each other.\n\nMETHODOLOGY TYPE OF STUDY Cross-sectional study, based on the application of a series of self-administered questionnaires through a web platform.\n\nSTUDY SAMPLE Sample size: At least 100 healthy subjects (HP) and 150 with the conditions considered (Ideally at least 30 per group: Parkinson's Disease (PD), Diabetes Mellitus type I and II (DM I/II), SARS Covid-19 Infection (COVID-19), Chronic obstructive pulmonary disease (COPD), Stroke (ST)).\n\nSpecific characteristics described in section 10 (Eligibility)\n\nMEASUREMENT TOOLS The data collection will be carried out through the completion by the participants of a series of questionnaires designed by the IBV. These questionnaires collect information related to the characteristics, preferences or habits of life of the patient, as well as the impact of the disease in different areas. The first questionnaire has a general approach, and the second is specific to each of the diseases of the cohorts considered. Questionnaires described in section 9: Outcome Measures As it is a data collection study based on online questionnaires, it will not be necessary for the IBV research staff to use the facilities.\n\nMEASUREMENT PROTOCOL Potential participants will initially be contacted by the corresponding key entity or agent (collaborators specified in the corresponding section 3. Sponsor/Collaborators), including the IBV itself through the databases of previous trials. The IBV will contact those users interested in participating, who meet the inclusion criteria, and who give their consent to be contacted.\n\nThe questionnaires will be answered by the patients themselves through an online platform. In case it is not possible to use this route, due to limitations of the disease, the questionnaires will be carried out by telephone call.\n\nThese questionnaires will be filled out once by each participant.\n\nVARIABLES ANALYZED The variables analyzed correspond to the items collected in each of the questions of the questionnaires. Questionnaires described in section 9: Outcome Measures.\n\nSTATISTICAL ANALYSIS A statistical analysis will be carried out that will serve to respond to the objectives of the study. The statistical analysis will treat the data provided by the variables related to the ICHOM indicators and how they are related to each other, testing differences according to the characteristics of the patient and clinical indicators.\n\nTo do this, contrast tests or significance tests will be performed, applying non-parametric tests because the variables to be analyzed are nominal or ordinal, they do not follow a normal distribution. To do this, an alpha error of α\\<0.05 will be taken, which means that, if there are differences between groups of patients, the probability that we are wrong is less than 5%.\n\nBelow are different non-parametric analysis techniques that are planned to be applied, which are based on range tests:\n\n* χ² test. This test considered as a non-parametric test that measures the discrepancy between an observed distribution and a theoretical one, indicating to what extent the differences between the two, if any, are due to chance in the contrast of hypotheses. It is used to test the independence of two variables from each other, by presenting the data in contingency tables.\n* Kruskal Wallis test. It is a statistical test that allows to analyze if there are differences between two or more independent groups and quantitative variables, in this case between ordinal variables, based on rank test. The variable of interest must be orderable, such as the Visual Analog Scale (VAS) for pain.\n* Cluster analysis. It is a multivariate statistical technique that seeks to group elements (or variables) trying to achieve maximum homogeneity in each group and the greatest difference between groups. It will be used to identify patient profiles or patterns regarding experience in the health process.\n\nDATA MANAGEMENT AND PROCESSING A user code will be assigned to each participant, so that the questionnaires can be linked while maintaining the anonymity of the participants for the IBV. This code will be the one provided to identify yourself in the online questionnaire, or the one that will be added to the questionnaire that is completed by telephone, if applicable.\n\nAll information will be anonymized for processing and analysis, and may be used under the terms and conditions dictated by the current legal framework.\n\nOnce the project is finished, the data obtained will be stored, always in an anonymized form and under the legal custody of the IBV. The subsequent use and retention period of the data are governed as contemplated in the informed consent documents, with respect to current legislation.\n\nThe acceptance of the written document of Informed Consent is made through checkboxes at the beginning of the online survey itself. In the case of patients who are surveyed by telephone, the document corresponding to Written Informed Consent will be sent before the interview, and subsequently they will be asked for consent verbally, after ensuring that they have reviewed and understood the conditions of their participation in the study."},"conditionsModule":{"conditions":["Parkinson Disease","Diabetes Mellitus","COVID-19","Chronic Obstructive Pulmonary Disease (COPD)","Stroke"],"keywords":["Patient-Centered Outcomes Research","Pathological conditions","Health Status","Health Indicators"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":250,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Parkinson's Disease (PD)","description":"Subjects with a medical diagnosis and currently cursing with Parkinson's Disease (PD)"},{"label":"Diabetes Mellitus type I and II (DM I/II)","description":"Subjects with a medical diagnosis and currently cursing or who have cursed at some point in the past with SARS Covid-19 Infection (COVID-19)"},{"label":"SARS Covid-19 Infection (COVID-19)","description":"Subjects with a medical diagnosis and currently cursing or who have cursed at some point in the past with SARS Covid-19 Infection (COVID-19)"},{"label":"Chronic obstructive pulmonary disease (COPD)","description":"Subjects with a medical diagnosis and currently cursing with Chronic obstructive pulmonary disease (COPD)."},{"label":"Stroke (ST)","description":"Subjects with a medical diagnosis and who have cursed at some point with Stroke, either ischemic or hemorrhagic (ST)"},{"label":"Healthy population (HP)","description":"Healthy population (HP). No chronic or acute conditions declared."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Subjects with a medical diagnosis and currently cursing with Parkinson's Disease (PD)","description":"Custom-made questionnaire designed to collect relevant sociodemographic information of each subject, including: age, gender, height, weight, education, occupation, country of birth and residence, civil status, environment, physical activity, diet, drugs and alcohol consumption, pathological conditions, current/recent and past medical or psychological treatments, living conditions, family and social support.","timeFrame":"through study completion, an average of 1 year and a half"},{"measure":"Euroquol-5D (EQ-5D-5L). Spanish version.","description":"The EQ-5D-5L is a self-assessed, health related, quality of life questionnaire. The scale measures quality of life on a 5-component scale including mobility, self-care, usual activities, pain/discomfort, and anxiety/depression.","timeFrame":"through study completion, an average of 1 year and a half"},{"measure":"PROMIS Scale v1.2 - Global Health9. Spanish version","description":"Health-Related Life or Perceived Health Quality Questionnaire. Patient Reported Outcome Measurement Information System (PROMIS) Global Health v1.2 short form is a 10-item instrument representing multiple domains. Scores are assigned for both Global Physical Health component and Global Mental Health component.","timeFrame":"through study completion, an average of 1 year and a half"}],"secondaryOutcomes":[{"measure":"Consumer Reports Effectiveness Scale (CREST- 4). Spanish version.","description":"Adapted version of the Consumer Reports Effectiveness Scale (CREST- 4) consisting of four items designed to evaluate wether patients are satisfied with the therapy they have received and if it has been perceived as effective or not. Its global score is intended to reflect treatment effectiveness as perceived by the patient.","timeFrame":"Cross-sectional"},{"measure":"Movement Disorder Society- Unified Parkinson's Disease Rating Scale (MDS-UPDRS). Spanish version.","description":"Only for PD Cohort. The MDS-UPDRS has four parts: Part I (non-motor experiences of daily life), Part II (motor experiences of daily living), Part III (motor exploration) and Part IV (motor complications). Part I has two components: AI, referring to a certain number of behaviors evaluated by the researcher with information provided by patients and caregivers; and IB, which is completed by the patient with or without the help of the caregiver, but regardless of the researcher.","timeFrame":"through study completion, an average of 1 year and a half"},{"measure":"Non-movement problems in Parkinson's (PD-NMS). Spanish version.","description":"Only for PD Cohort. The Non-Motor Symptoms Questionnaire (NMSQ) enables clinicians to complete a comprehensive assessment of a diverse range of non-motor symptoms which can occur in all stages of Parkinson's disease. It is a patient-based screening tool designed to draw attention to the presence of non-motor symptoms in patients for further investigation or treatment. It is not designed to assess the severity of symptoms or measure the effect of treatment.","timeFrame":"through study completion, an average of 1 year and a half"},{"measure":"Problem Areas in Diabetes (PAID)13. Spanish version.","description":"Only for DM I/II Cohort. The Problem Areas in Diabetes (PAID) scale is a 20-item representative self-reported instrument for measuring diabetes-related emotional distress, and covers a range of negative emotional problems of patients with diabetes.","timeFrame":"through study completion, an average of 1 year and a half"},{"measure":"PHQ-9 (Patient Health Questionnaire-9). Spanish version.","description":"Only for DM I/II Cohort.This patient questionnaire is a self-administered diagnostic instrument for common mental disorders. The PHQ-9 is the depression module, which scores each of the nine DSM-IV criteria as \"0\" (not at all) to \"3\" (nearly every day). It has been validated for use in primary care. It is not a screening tool for depression but it is used to monitor the severity of depression and response to treatment. However, it can be used to make a tentative diagnosis of depression in at-risk populations.","timeFrame":"through study completion, an average of 1 year and a half"},{"measure":"The Self-administered Comorbidity Questionnaire (SCQ-9). Spanish version","description":"Only for DM I/II Cohort.The Self-Administered Comorbidity Questionnaire (SCQ) is a tool used by hospitalized patients to self-report their comorbidities.","timeFrame":"through study completion, an average of 1 year and a half"},{"measure":"PROMIS Social Isolation (v2.0, 4ª)16. Spanish version.","description":"Only for COVID-19 Cohort. The PROMIS Social Isolation (v2.0, 4a) is a 4-item scale to assess perceptions of being excluded, detached or disconnected from others, and the 4-item PROMIS Satisfaction with Social Roles and Activities scale (v2.0, 4a) assessed satisfaction with carrying out typical social roles and activities.","timeFrame":"through study completion, an average of 1 year and a half"},{"measure":"FLU-PRO. Spanish version.","description":"Only for COVID-19 Cohort. The FLU-PRO is a self-administered patient-reported outcome measure (PRO) to quantify symptom severity in influenza and influenza-like illness.","timeFrame":"through study completion, an average of 1 year and a half"},{"measure":"Modified Medical Research Council (mMRC) scale of dyspnea. Spanish version.","description":"Only for COPD Cohort. In daily practice, dyspnea level is usually measured by the modified Medical Research Council (mMRC) scale. This scale is easy to use and has a prognostic value evaluation of the level of dyspnea by the mMRC is used to categorize COPD symptomatic burden in the new Global initiative for chronic Obstructive Lung Disease (GOLD) recommendations and provides useful information about COPD-induced disability.","timeFrame":"through study completion, an average of 1 year and a half"},{"measure":"COPD Assessment Test (CAT). Spanish version.","description":"Only for COPD Cohort.The COPD Assessment Test (CAT) is a questionnaire for people with Chronic Obstructive Pulmonary Disease (COPD). It is designed to measure the impact of COPD on a person's life, and how this changes over time.","timeFrame":"through study completion, an average of 1 year and a half"},{"measure":"Patient-Reported Health Status questions as describe in the ICHOM Official Standard Set. Translated into spanish.","description":"Only for ST Cohort. It includes questions related to the ability of the subject for ambulation, toileting, dressing, feeding, and communicate. It includes questions regarding functional status PRE and POSTStroke.","timeFrame":"through study completion, an average of 1 year and a half"},{"measure":"PROMIS-10_Q01. Spanish version.","description":"Only for ST Cohort. The PROMIS Global Health short form is a 10-item instrument representing multiple domains. It can be scored into a Global Physical Health component and Global Mental Health component using the tables below. Because a scoring table is prepared for a fixed set of items, it can only be used when an examinee responds to all of the items in the set.","timeFrame":"through study completion, an average of 1 year and a half"}]},"eligibilityModule":{"eligibilityCriteria":"Healthy Population (HP) cohort:\n\nInclusion Criteria:\n\n* Men and women older tan 18 years old with no chronic or acute conditions declared.\n* Having the ability to understand the information of the questionnaires to be completed.\n\nExclusion Criteria\n\n* Non-acceptance of the terms and conditions of the study. Rest of the participants Inclusion Criteria\n* Men and women older tan 18 years old with some of the following:\n\n  * a medical diagnosis and currently cursing with Parkinson's Disease (PD)\n  * a medical diagnosis and currently cursing with Diabetes Mellitus type I and II (DM I/II)\n  * a medical diagnosis and currently cursing or who have cursed at some point in the past with SARS Covid-19 Infection (COVID-19)\n  * a medical diagnosis and currently cursing with Chronic obstructive pulmonary disease (COPD).\n  * a medical diagnosis and who have cursed at some point with Stroke, either ischemic or hemorrhagic (ST)\n* Having the ability to understand the information of the questionnaires to be completed or to have a support person who can help to complete them.\n\nExclusion Criteria\n\n• Non-acceptance of the terms and conditions of the study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Community sample. Contacted by the collaborators or by IBV itself.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Juan López Pascual, PhD, Leader Researcher","role":"CONTACT","phone":"0034 678448128","email":"juan.lopez@ibv.org"}],"locations":[{"facility":"Instituto de Biomecánica de Valencia","status":"RECRUITING","city":"Valencia","zip":"46020","country":"Spain","contacts":[{"name":"Juan López Pascual","role":"CONTACT","phone":"616542502","email":"juan.lopez@ibv.org"}],"geoPoint":{"lat":39.46975,"lon":-0.37739}}]},"referencesModule":{"references":[{"pmid":"27052020","type":"BACKGROUND","citation":"Baumhauer JF, Bozic KJ. Value-based Healthcare: Patient-reported Outcomes in Clinical Decision Making. Clin Orthop Relat Res. 2016 Jun;474(6):1375-8. doi: 10.1007/s11999-016-4813-4. Epub 2016 Apr 6. No abstract available."},{"type":"BACKGROUND","citation":"European Commission, Defining value in \"value-based healthcare\". Opinion by the expert panel on effective ways of investing in health. July, 19, 2019."},{"type":"BACKGROUND","citation":"Hurst L., et al., Defining Value-based Healthcare in the NHS. 2019, CEBM, University of Oxford"},{"type":"BACKGROUND","citation":"Porter, M., Teisberg E., Redefining Health Care: Creating Value-Based Competition on Results. Harvard Business School Press. 2006."},{"pmid":"28671140","type":"BACKGROUND","citation":"de Roos P, Bloem BR, Kelley TA, Antonini A, Dodel R, Hagell P, Marras C, Martinez-Martin P, Mehta SH, Odin P, Chaudhuri KR, Weintraub D, Wilson B, Uitti RJ. A Consensus Set of Outcomes for Parkinson's Disease from the International Consortium for Health Outcomes Measurement. J Parkinsons Dis. 2017;7(3):533-543. doi: 10.3233/JPD-161055."},{"type":"BACKGROUND","citation":"Kingsley, C., & Patel, S. (2017). Patient-reported outcome measures and patient-reported experience measures. Bja Education, 17(4), 137-144."},{"pmid":"29025001","type":"BACKGROUND","citation":"Ovretveit J, Zubkoff L, Nelson EC, Frampton S, Knudsen JL, Zimlichman E. Using patient-reported outcome measurement to improve patient care. Int J Qual Health Care. 2017 Oct 1;29(6):874-879. doi: 10.1093/intqhc/mzx108."},{"pmid":"23614330","type":"BACKGROUND","citation":"Balestroni G, Bertolotti G. [EuroQol-5D (EQ-5D): an instrument for measuring quality of life]. Monaldi Arch Chest Dis. 2012 Sep;78(3):155-9. doi: 10.4081/monaldi.2012.121. Italian."},{"pmid":"29757325","type":"BACKGROUND","citation":"Hays RD, Schalet BD, Spritzer KL, Cella D. Two-item PROMIS(R) global physical and mental health scales. J Patient Rep Outcomes. 2017;1(1):2. doi: 10.1186/s41687-017-0003-8. Epub 2017 Sep 12."},{"pmid":"33059936","type":"BACKGROUND","citation":"Guerrero-Marquez FJ, Sainz-Hidalgo I, Cristobo Sainz P, Sigler Vilches I, Aviles Toscano A, Soto-Espinosa de Los Monteros B. Effectiveness of the EQ-5D and CRES-4 questionnaire for assessing the impact on the quality of life of patients and the level of satisfaction after exchanging dicumarinics for edoxaban: Real-life experience based on a multicentre study. Med Clin (Barc). 2021 Dec 10;157(11):530-534. doi: 10.1016/j.medcli.2020.07.032. Epub 2020 Oct 12. English, Spanish."},{"pmid":"15987611","type":"BACKGROUND","citation":"Chaudhuri KR, Yates L, Martinez-Martin P. The non-motor symptom complex of Parkinson's disease: a comprehensive assessment is essential. Curr Neurol Neurosci Rep. 2005 Jul;5(4):275-83. doi: 10.1007/s11910-005-0072-6."},{"pmid":"17115387","type":"BACKGROUND","citation":"Goetz CG, Fahn S, Martinez-Martin P, Poewe W, Sampaio C, Stebbins GT, Stern MB, Tilley BC, Dodel R, Dubois B, Holloway R, Jankovic J, Kulisevsky J, Lang AE, Lees A, Leurgans S, LeWitt PA, Nyenhuis D, Olanow CW, Rascol O, Schrag A, Teresi JA, Van Hilten JJ, LaPelle N. Movement Disorder Society-sponsored revision of the Unified Parkinson's Disease Rating Scale (MDS-UPDRS): Process, format, and clinimetric testing plan. Mov Disord. 2007 Jan;22(1):41-7. doi: 10.1002/mds.21198."},{"pmid":"12519323","type":"BACKGROUND","citation":"Welch G, Weinger K, Anderson B, Polonsky WH. Responsiveness of the Problem Areas In Diabetes (PAID) questionnaire. Diabet Med. 2003 Jan;20(1):69-72. doi: 10.1046/j.1464-5491.2003.00832.x."},{"pmid":"23664569","type":"BACKGROUND","citation":"Kocalevent RD, Hinz A, Brahler E. Standardization of the depression screener patient health questionnaire (PHQ-9) in the general population. Gen Hosp Psychiatry. 2013 Sep-Oct;35(5):551-5. doi: 10.1016/j.genhosppsych.2013.04.006. Epub 2013 May 10."},{"pmid":"12687505","type":"BACKGROUND","citation":"Sangha O, Stucki G, Liang MH, Fossel AH, Katz JN. The Self-Administered Comorbidity Questionnaire: a new method to assess comorbidity for clinical and health services research. Arthritis Rheum. 2003 Apr 15;49(2):156-63. doi: 10.1002/art.10993."},{"pmid":"33454756","type":"BACKGROUND","citation":"Iverson GL, Marsh JM, Connors EJ, Terry DP. Normative Reference Values, Reliability, and Item-Level Symptom Endorsement for the PROMIS(R) v2.0 Cognitive Function-Short Forms 4a, 6a and 8a. Arch Clin Neuropsychol. 2021 Oct 13;36(7):1341-1349. doi: 10.1093/arclin/acaa128."},{"pmid":"26729246","type":"BACKGROUND","citation":"Powers JH, Guerrero ML, Leidy NK, Fairchok MP, Rosenberg A, Hernandez A, Stringer S, Schofield C, Rodriguez-Zulueta P, Kim K, Danaher PJ, Ortega-Gallegos H, Bacci ED, Stepp N, Galindo-Fraga A, St Clair K, Rajnik M, McDonough EA, Ridore M, Arnold JC, Millar EV, Ruiz-Palacios GM. Development of the Flu-PRO: a patient-reported outcome (PRO) instrument to evaluate symptoms of influenza. BMC Infect Dis. 2016 Jan 5;16:1. doi: 10.1186/s12879-015-1330-0."},{"type":"BACKGROUND","citation":"Medical Research Council. Committee on research into chronic bronchitis: instruction for use on the questionnaire on respiratory symptoms. Devon: W J Holman. 1966."},{"pmid":"24993906","type":"BACKGROUND","citation":"Gupta N, Pinto LM, Morogan A, Bourbeau J. The COPD assessment test: a systematic review. Eur Respir J. 2014 Oct;44(4):873-84. doi: 10.1183/09031936.00025214. Epub 2014 Jul 3."},{"pmid":"26604251","type":"BACKGROUND","citation":"Salinas J, Sprinkhuizen SM, Ackerson T, Bernhardt J, Davie C, George MG, Gething S, Kelly AG, Lindsay P, Liu L, Martins SC, Morgan L, Norrving B, Ribbers GM, Silver FL, Smith EE, Williams LS, Schwamm LH. An International Standard Set of Patient-Centered Outcome Measures After Stroke. Stroke. 2016 Jan;47(1):180-6. doi: 10.1161/STROKEAHA.115.010898. Epub 2015 Nov 24."},{"pmid":"19543809","type":"BACKGROUND","citation":"Hays RD, Bjorner JB, Revicki DA, Spritzer KL, Cella D. Development of physical and mental health summary scores from the patient-reported outcomes measurement information system (PROMIS) global items. Qual Life Res. 2009 Sep;18(7):873-80. doi: 10.1007/s11136-009-9496-9. Epub 2009 Jun 19."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000008173","term":"Lung Diseases, Obstructive"},{"id":"D000029424","term":"Pulmonary Disease, Chronic Obstructive"},{"id":"D000010300","term":"Parkinson Disease"}],"ancestors":[{"id":"D000020734","term":"Parkinsonian Disorders"},{"id":"D000001480","term":"Basal Ganglia Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009069","term":"Movement Disorders"},{"id":"D000080874","term":"Synucleinopathies"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000002908","term":"Chronic Disease"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12903","name":"Parkinson Disease","asFound":"Parkinson's Disease","relevance":"HIGH"},{"id":"M2562","name":"COVID-19","relevance":"LOW"},{"id":"M6805","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M10860","name":"Lung Diseases, Obstructive","asFound":"Obstructive Pulmonary Disease","relevance":"HIGH"},{"id":"M23139","name":"Pulmonary Disease, Chronic Obstructive","asFound":"Chronic Obstructive Pulmonary Disease (COPD)","relevance":"HIGH"},{"id":"M10858","name":"Lung Diseases","relevance":"LOW"},{"id":"M22184","name":"Parkinsonian Disorders","relevance":"LOW"},{"id":"M25293","name":"Ganglion Cysts","relevance":"LOW"},{"id":"M16048","name":"Synovial Cyst","relevance":"LOW"},{"id":"M4464","name":"Basal Ganglia Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M11719","name":"Movement Disorders","relevance":"LOW"},{"id":"M2217","name":"Synucleinopathies","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M5837","name":"Chronic Disease","relevance":"LOW"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}