{"protocolSection":{"identificationModule":{"nctId":"NCT05606770","orgStudyIdInfo":{"id":"ULimerick1"},"organization":{"fullName":"University of Limerick","class":"OTHER"},"briefTitle":"The Adaptive Physical Activity Study for Stroke","officialTitle":"Development and Evaluation of an Adaptive Mobile Health Physical Activity Intervention Post-stroke: a Sequential Multiple Assignment Randomised Trial","acronym":"TAPAS"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-11-01","studyFirstSubmitQcDate":"2022-11-01","studyFirstPostDateStruct":{"date":"2022-11-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-04","lastUpdatePostDateStruct":{"date":"2023-12-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Limerick","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Despite recent advances in acute stroke intervention, secondary prevention strategies are lacking. Physical activity (PA) is the second largest predictor of stroke and the cornerstone of secondary prevention therapies. Adaptive interventions involve sequential treatments responsive to individuals' performance. Despite guidelines to adapt PA to individuals' needs, there is no evidence on the empirical development of adaptive PA interventions post-stroke. The evidence is dominated by standard trial designs, used to evaluate non-adaptive PA interventions. This trial will make original contributions to the literature by designing a first-in-class adaptive PA intervention using an innovative experimental design. This design will permit the delivery of optimal sequences of treatments to increase PA for individuals. Furthermore, by developing a user-informed smartphone application, this feasibility trial will lead to the design and evaluation of a highly-scalable definitive intervention to reduce the risk of recurrent stroke.\n\nAim To use a Sequential Multiple-Assignment Randomised Trial (SMART) design to develop an adaptive, user-informed mobile health (mHealth) intervention to improve PA post-stroke. Subsequently this adaptive intervention will be evaluated against a treatment-as-usual control using a standard trial design in a definitive trial.\n\nMethods A co-design process was used to develop the technology platform for intervention delivery. There are two components which target increased PA in the current intervention: Structured Exercise and Lifestyle PA. The SMART will determine what sequence and/or combination of these intervention components produces the greatest increase in physical activity as measured by average daily step count. The primary outcome will be PA (steps/day), with clear feasibility and secondary clinical and cost outcomes. A SMART design will be used to evaluate the optimum adaptive PA intervention among people post-mild-to-moderate stroke.","detailedDescription":"Stroke is the second leading cause of death and disability globally and the absolute number of people who have had a new stroke, died, survived or remained disabled from stroke has almost doubled between 1990 and 2017 (Krishnamurthi, Ikeda, \\& Feigin, 2020). Meta-analytic evidence demonstrates that the 1- and 5-year risk of recurrent stroke is 11.1% and 26.4%, respectively (Mohan et al., 2011). Recurrent stroke can be prevented by improving identified, modifiable risk factors including clinical conditions (hypertension, hyperlipidaemia, atrial fibrillation, diabetes, and obesity) and lifestyle factors (smoking, physical inactivity, unhealthy diet, and excess alcohol consumption) (Bridgwood et al., 2018). Despite advances in acute stroke intervention, secondary prevention strategies are lacking and require urgent attention (McElwaine, McCormack, \\& Harbison, 2016). Physical activity is the second-largest predictor of stroke (O'Donnell et al., 2016). Recent secondary prevention guidelines state that people with stoke, when able, should aim to achieve population-based recommendations for physical activity (40-minute sessions, 3 to 4 times per week of moderate to vigorous-intensity aerobic activity) (Kleindorfer et al., 2021). People with stroke have additional barriers to physical activity, such as muscle weakness, sensory dysfunction, reduced balance, and fatigue (Billinger et al., 2014). Consequently, physical activity levels of community-dwelling people with stroke remain lower than their age-matched counterparts (English et al., 2016), and people with stroke typically sit for more than 10 hours per day (Saunders, Mead, Fitzsimons, Kelly, van Wijck, Verschuren, Backx, et al., 2021). Given the heterogeneous nature of stroke, physical activity interventions which are adaptive to individual performance are recommended (Billinger et al., 2014). A Cochrane review on the effectiveness of interventions to reduce sedentary behaviour (any waking behaviour characterized by an energy expenditure \\<1.5 METS while in a sitting, reclining or lying posture \\[Ainsworth 2011\\]). post-stroke found that all included studies were at high or unclear risk of bias (Saunders, Mead, Fitzsimons, Kelly, van Wijck, Verschuren, Backx, et al., 2021). The analysis found that interventions to reduce sedentary behaviour do not reduce cardiovascular other adverse events or amount of time spent sitting. The authors highlight that the current World Health Organization guidelines recommend reducing the amount of sedentary time in people with disabilities, in general (Saunders, Mead, Fitzsimons, Kelly, van Wijck, Verschuren, \\& English, 2021; WHO, 2020). They conclude that interventions for people with stroke should focus on other therapeutic targets, such as increasing physical activity, to reduce sitting time (Saunders, Mead, Fitzsimons, Kelly, van Wijck, Verschuren, \\& English, 2021). The effectiveness of exercise interventions on death, disability and adverse events among people with stroke compared to treatment as usual control was examined in a Cochrane review including fifty-eight trials (n= 2797) (Saunders et al., 2020). Disability outcome showed moderate improvement after cardiorespiratory training (SMD)= 0.52, 95% CI=0.19-0.84; p=0.002) and by a small amount after mixed training (SMD=0.26, 95%=CI 0.04-0.49; p=0.02). Most of the studies were small and of moderate quality, demonstrating high and unclear risk of bias throughout. The variability and quality of the included trials and lack of data prevents conclusions about other outcomes and limits generalisability of the observed results. A systematic review investigated the effects of interventions to promote participation in lifestyle physical activity in community-dwelling stroke survivors (Morris, MacGillivray, \\& Mcfarlane, 2014). Two intervention types were identified: individualised tailored counselling with or without supervised exercise (n=6 studies) and supervised exercise with advice (n=5 studies). Interventions to improve participation in physical activity should incorporate physical activity-specific tailored counselling based on sound behavioural theory to promote long-term participation in physical activity post-stroke. A systematic review examining the study characteristics and the promise of interventions targeting free-living PA and/or sedentary behaviour in people with stroke included nine RCTs (n=717)(Moore et al., 2018). Moore et al. (2018) identified nine BCT's most likely to increase physical activity in people with stroke: action planning, goal setting (behaviour), credible source, social support (unspecified), problem solving, biofeedback, feedback on behaviour, information about health consequences, and information about social and environmental consequences. A systematic review and qualitative synthesis of users' experiences of using mHealth applications to promote physical activity was conducted in October 2017 (Carter, Robinson, Forbes, \\& Hayes, 2018). Studies were limited to qualitative research and the experiences of adults who had used mHealth to promote PA. The search yielded 4,420 studies, of which 16 studies (n=361 participants) were included. Six themes related to the experience of using mHealth to promote physical activity were generated inductively: (a) increased physical activity as a result of mHealth, (b) motivation, (c) self-monitoring, (d) personalised/ tailored mHealth, (e) technical issues, and (f) social features. Overall, mHealth applications were perceived positively by participants. However, some noted negative experiences, particularly in the face of technical issues, competition or anxiety around self-monitoring. The results highlight the paucity of qualitative research in this area post-stroke and indicate that further qualitative research is warranted to guide the design of future mHealth interventions post-stroke (Carter et al., 2018). The findings of a recent Cochrane review demonstrate that there is currently not enough evidence (four small RCTs with 274 participants) to support the use of activity monitors to increase PA after stroke, with authors outlining the need for further research (Lynch et al., 2018). Effective clinical management of stroke often requires a sequence of treatments, each adapted to individual response, and hence multiple treatment decisions throughout the course of an individual's rehabilitation (Murphy, 2005). However, there is a lack of empirical data on the optimum sequence of these treatments. Due to the once-off randomisation of participants at baseline, a standard Randomised Controlled Trial (RCT) design, the gold-standard for the examination of causal relationships, does not enable the required flexibility to deliver and evaluate an adaptive intervention that is responsive to patient needs. RCTs are not designed to assess the effectiveness of individual intervention components. Adaptive RCT designs, such as Sequential Multiple Assignment Randomised Trials (SMART), can identify non-responders and allow for the empirical adaptation of subsequent physical activity treatments to realise larger benefits for some and reduce the use of less-effective therapies for many. SMARTs have been developed for the purpose of designing optimal adaptive interventions (Murphy, 2005). SMARTs are factorial designs in a sequential setting and can be described as multi-stage randomised controlled trial designs (Almirall, Nahum-Shani, Sherwood, \\& Murphy, 2014; Murphy, 2005). Each stage corresponds to a decision stage. All SMART participants are randomised at least once and some or all participants may be randomised more than once throughout the course of the trial. By enabling repeated randomisations of participants to treatments, the current study will use a SMART to design and evaluate an optimum adaptive physical activity intervention for people in the first six months post-stroke after discharge from formal rehabilitation. This adaptive intervention will include two intervention components: Structured Exercise and Lifestyle PA to increase physical activity, in addition to combinations of these treatment types. The objective of this SMART is to construct an adaptive intervention that will subsequently be evaluated against treatment-as-usual using a standard two-arm trial design. This SMART will determine the optimum sequence of embedded treatments to improve physical activity at 3-month follow-up.\n\nMethods Design This trial will follow a SMART design (insert Figure of SAMRT design here). Participants will be randomized into one of two programme components; Structured Exercise or Lifestyle PA. At week 6, participants will be classified as either responders or non-responders according to their step count. Participants classified as responders will continue in their respective groups until the end of the trial. Participants classified as non-responders will be re-randomised to alternative treatment options for the second 6 weeks.\n\nDefining responders and non-responders Classification of participants as responders or non-responders will be based on participants' 7-day mean step count at week six compared to their baseline 7-day mean step count. A relative improvement of at least 20% of each participant's baseline step count will determine them as a responder. For example, if a participant demonstrates a baseline mean steps/day of 3000 steps, an improvement of less than 600 mean steps/day will classify them as a non-responder. There is limited evidence available regarding anticipated improvements in step count in this population (Lynch et al., 2018). A relative improvement of at least 20% was chosen based on data from a feasibility trial of a smartphone-delivered, PA intervention for people with mild-to-moderate stroke living in the community (Paul et al., 2016). At the end of the intervention the experimental group has increased their average daily step count by 39.3% (4158 to 5791 steps/day). Taking a conservative approach, the cut-off for non-responders was set at approximately half of this or 20% in the current SMART.\n\nRandomisation All participants will be randomised at baseline to either the Structured Exercise or Lifestyle PA groups. A simple equal allocation randomisation at the individual level using a computer-generated randomised list will be used. This will be concealed from the researchers involved in trial enrolment by using a centralised online service. At 6 weeks non-responders will be re-randomised following the same procedure.\n\nSelection criteria.\n\nParticipants will be included if they meet the following criteria:\n\nInclusion criteria Age: 18 years+; living in the community; clinician-confirmed stroke- ischaemic or haemorrhagic subtype; No longer receiving inpatient or outpatient or community-based PA rehabilitation; people who are able to mobilise independently (with or without a mobility aid); People post-stroke who are able to express their basic needs verbally; Have access to relevant technology to enable mHealth intervention delivery; Have cognitive capacity to provide informed consent; Medical clearance for participation in the TAPAS programme. Potential participants will be provided with a letter to be signed by their medical practitioner outlining their medical capacity to participate in this trial. The medical practitioner will also confirm the participants stroke history. Exclusion criteria: Contraindications for undertaking PA e.g. safety, presence of unstable heart disease.\n\nProcedure Participants will be onboarded to the trial in an in-person meeting. This will be in a location that suits the participant, for example, their home, a local community centre. In the onboarding session participants will be given a Fitbit Charge 4 and a tutorial on how to use it. They will be asked to wear the Fitbit for the remainder of the trial. The participants will be shown how to log into the online platform and provided with video and written instructions on its use. Participants will be randomised to receive either the Structured Exercise or Lifestyle Physical Activity components of the intervention when they log into the platform. After six weeks all participants will be classified as responders or non-responders. This classification will be based on participants' 7-day mean step count at week 6 compared to their baseline 7-day mean step count. A relative improvement of at least 20% of each participant's baseline step count will determine them as a responder. Responders will continue in their respective groups until the end of the trial. Participants classified as non-responders will be re-randomised to alternative treatment options for the second 6 weeks.\n\nAll participants will complete demographic and clinical self-report questionnaires at baseline, 12 weeks and three month follow up. Primary outcome data (step count) will be collected by the Fitbit Charge 4.\n\nIntervention There are two components which target increased PA in the current intervention: Structured Exercise and Lifestyle PA. The SMART will determine what sequence and/or combination of these intervention components produces the greatest increase in physical activity as measured by average daily step count. Individualised baseline and continuous step count data for participants will be used to assign step activity goals. It is important to note that goals are set not based on an absolute number for all subjects, but rather individually, based on their own baseline walking. Goals are advanced based on subject achievement of previous goals. All participants will be assigned a new step count goal each week calculated by adding 5% to the 7- day average from their previous week. The choice of 5% weekly increments in step count targets is based on feasible step count goals used in previous trials among ambulatory people with stroke (Paul et al 2016, Danks et al 2016, Wright et al 2018). All participants will receive weekly phone calls from the TAPAS postdoctoral researcher.\n\nStructured Exercise Participants assigned to Structured Exercise will be provided with twice weekly strengthening exercise classes, delivered through the digital platform. The exercise classes will follow a circuit class style, in order to target a moderate-vigorous exercise intensity, in keeping with recent guidelines on secondary stroke prevention. Classes will gradually progress in intensity throughout the program. Classes will include a full body warm up followed by a circuit of eight strengthening exercises completed for between one and three sets of 12 repetitions. Participants will be encouraged to exercise to fatigue on the 12th repetition of each set. This will be repeated for increasing sets and adding resistance through the use of resistance bands (which will be provided to the participants). Exercises will involve simple full body exercises and movements for each major muscle group; upper limb and lower limb. This will ensure that exercises that can be completed regardless of possible unilateral weakness or physical impairment. During each session, participants will be reminded to reach their targeted weekly step count goals. The structured exercise component is informed by international clinical guidelines (Kleindorfer et al 2021 and Billinger et al 2021).\n\nLifestyle PA The Lifestyle PA component was developed using the Behaviour Change Wheel (BCW) Guide to Designing Interventions and is underpinned by the COM-B model of behavior change (Michie et al., 2014). This posits that people need capability (C), opportunity (O), and motivation (M) to perform a behavior (B). The aim of the Lifestyle PA component is to increase the capability, opportunity, and motivation of participants to reach their daily step count goals. To achieve this the 3 stages of the BCW intervention design process were followed. The first stage, understanding the behaviour, is done through a review of the literature and primary qualitative research (Cardy et al., 2022). This stage identifies the change objectives of the intervention. Stage 2 requires the selection of intervention functions and the policies that would support them. Policy categories will not be selected for the lifestyle PA component of the TAPAS intervention as it is beyond the scope of this project. The final stage is defining the content of the intervention using behaviour change techniques (BCTs) and selecting their mode of delivery. A summary of this process is presented in Table A.\n\nA systematic review examining the study characteristics and the promise of interventions targeting free-living PA and/or sedentary behaviour in people with stroke included nine RCTs (n=717)(Moore et al., 2018). The authors identified nine BCT's most likely to increase physical activity in people with stroke: action planning, goal setting (behaviour), credible source, social support (unspecified), problem solving, biofeedback, feedback on behaviour, information about health consequences, and information about social and environmental consequences. Seven of these have been included in the current intervention. Biofeedback was not included as it is beyond the scope of this digital health intervention and action planning was not included as participants are not required to define the context, frequency, duration and intensity of their step count increases. Following the BCW process and using the APEASE criteria (Michie et al., 2014) an additional ten BCTs were included in order to target each change objective identified in Stage 1 and intervention functions selected in Stage 2.\n\nEvery week participants will be prompted to select from a range of strategies to help them to reach their step count goals, and will identify barriers and facilitators to the target behaviour in their weekly one-to-one phone calls with the TAPAS PDR. Participants will receive a mix of video/audio/graphical content to deliver selected BCT's and daily prompts and reward messages related to their step count goals.\n\nOutcomes Outcomes will be assessed at baseline, post-intervention and 3-month follow-up. Outcome selection was informed by the most recent guidance on stroke rehabilitation and recovery outcome recommendations and an international standard set of patient-centred stroke outcome measures (Kwakkel et al., 2017; Salinas et al., 2016).\n\nPrimary outcome The primary outcome in this study is mean steps/day over 7 days measured using the Fitbit Charge 4 on the non-paretic limb. Fitbit Charge 4 HR has been shown to feasibly measure step count with reasonable accuracy (Mean step count difference between step activity monitor and manual tally of -4.8 steps \\[-1.8%\\]) among 15 people with recent mild stroke (Katzan et al 2021).\n\nSecondary outcomes All secondary outcomes will be assessed at baseline, post-intervention (12-weeks) and at 3-month follow-up. Sedentary behaviour: will be measured using the Sedentary Behaviour Questionnaire (SBQ). This self-report measure assesses the amount of time spent doing nine behaviours (watching television, playing computer/video games, sitting while listening to music, sitting and talking on the phone, doing paperwork or office work, sitting and reading, playing a musical instrument, doing arts and crafts, sitting and driving/riding in a car, bus, or train). Test-retest reliability was good to excellent for all items and the total scale (ICCs range: 0.51-.93).\n\nFatigue: will be measured using the 7-item self-reported Fatigue Severity Scale. This measure assesses how fatigue interferes with certain activities on a seven-point scale (1 = strongly disagree, 7 = strongly agree) and shows excellent reliability (Cronbach's alpha; a = \\>0.90), and good validity (r \\> 0.60) for identifying fatigue in individuals' post-stroke (25).\n\nQuality of Life: will be measured using the Stroke Specific Quality of Life scale (SS-QOL; Williams et al., 1999) and the EQ-5D-5L-idex (26). The SS-QOL scale assesses health-related quality of life specific to stroke survivors across 49-items with good reliability (a = \\>0.73) and validity (r2 range = 0.3 - 0.5) (27). The EQ-5D-5L measures health related quality of across five dimensions scored on a five-point scale (1 = no problems, 5 = extreme problems), and shows good reliability (a = 0.75) and validity (r = 0.62) for individuals post-stroke.\n\nDepression and anxiety: will be measured using the Hospital Anxiety and Depression Scale (HADS), a 14-item scale measured on a 4-point Likert scale (range 0-3) which shows excellent reliability (a = 0.91) and high specificity for detecting anxiety (0.90) and depression (0.94) in individuals' post-stroke.\n\nActivities of daily living: will be measured using the 11-item Re-Integration into Normal Living Index (RNLI). The RNLI assesses the degree to which individuals who have experienced incapacitating or traumatic illness achieve reintegration into normal social activities. This measure shows high reliability (a = 0.84) and validity (r ranges = 0.38-0.74) for individuals' post-stroke.\n\nPA Self Efficacy: will be measured using the 4-item Short Self-Efficacy for Exercise scale (SSEE) which consists of situations that may affect participation in exercise and requires participants to assess on a scale of 0 (not confident) to 10 (confident) that they could exercise three times a week for 20-minutes each time. The SSEE shows high reliability (a = 0.86) and validity (r \\> 0.05) for stroke specific populations. Cognitive function will be measured using the Cognitive Assessment Scale for Stroke Patients (CASP). The CASP consists of nine items evaluating six cognitive functions: language, praxis, short-term memory, temporal orientation, spatial/visuo-construction neglect and executive functions. It has demonstrated good internal consistency (Cronbach's alpha: 0.78 (95% CI 0.69-0.83) excellent inter-rater (ICCs: 0.78, 95% CI 0.73-0.83\\]) and intra-rater reliability (ICCs: 0.85, 95% CI 0.79-0.89).\n\nStroke recurrence: yes/no \\& date\n\nAdverse effects: death: yes/no \\& date\n\nAdverse effects: falls: yes/no \\& date\n\nFeasibility outcomes\n\nFeasibility will be evaluated by process outcomes (recruitment rates), resource outcomes (retention and adherence rates) and management outcomes (processing time for enrolling participants, recruitment centre capacity).\n\nFidelity outcomes The US National Institute of Health Behaviour Change Consortium's fidelity framework proposes five fidelity dimensions: design, training, delivery, receipt and enactment. Fidelity of intervention design concerns how comprehensively interventions are specified a priori and intervention acceptability. The TAPAS intervention was based on primary qualitative research and has been reviewed by the TAPAS PPI panel. Throughout the intervention development process, multidisciplinary experts reviewed the intervention content to ensure clinical face validity and an evidence-based approach. Both the TAPAS intervention delivery parameters (i.e. dose/ duration/ number of contacts) and content (i.e. component BCTs) have been specified a priori in detail, and are personalised to individual progress throughout the intervention. Fidelity of training refers to the extent to which intervention providers are competent and adequately trained to deliver interventions. As the TAPAS intervention is digital there is only one component that requires intervention provider training: the phone calls in the lifestyle PA group. These phone calls will be scripted and recorded to assesses fidelity. Similarly, fidelity of delivery will be guaranteed, with the exception of the HCP phone calls, which will be scripted and recorded. In order to assess fidelity of receipt, website analytics will be used to determine if participants have watched assigned videos, completed required tasks and taken part in phone calls. Finally, fidelity of enactment will be assessed by participants' step count, as measured by the Fitbit Charge 4.\n\nRecruitment There are two routes for recruitment. The first is through the following hospitals: University Hospital Limerick, Camillus' Community Hospital, Limerick, St Ita's Hospital, Limerick and University Hospital Galway. Gatekeepers at each hospital site will give the participant information leaflet to any stroke patients who have the appropriate medical clearance to participate in this study. Interested patients will use the contact details on the participant information leaflet to phone or email the TAPAS research team. The second recruitment route is through the networks of the Irish Heart Foundation (IHF). The IHF will disseminate the study participant information leaflet among all IHF clients via newsletters, weekly calls and Facebook group meetings. Interested individuals will use the contact details on the participant information leaflet to phone or email the TAPAS research team. Once a potential participant has made contact the TAPAS Postdoctoral researcher (PDR) will then discuss the trial with them and provide an opportunity to ask questions. The PDR will screen potential participants to ensure they meet the inclusion criteria. This will be done over the phone or using MS Teams. If a potential participant meets the inclusion criteria they will be sent an online informed consent form.\n\nStatistical Analysis The primary aim of the SMART is to determine which of the embedded adaptive interventions leads to the greatest improvement in PA at 3-month follow-up (Research Question 1). To address this we will compare the mean outcomes between the 4 embedded adaptive interventions (A+B, A+C, D+E and D+F). This will be done using regression analyses, adjusting for weighting and replication. Secondary objectives are to determine is it better to start with a 6 week Lifestyle PA intervention or a 6-week Structured Exercise intervention at 3-month follow-up? (Research Question 2) and what is the best treatment option for non-responders to stage 1 treatments at 3-month follow-up? (Research Question 3). To address these main treatment effects we will use standard longitudinal data analysis methods, such as linear mixed models. Consistent with the analysis of factorial experiments, the analysis of the two \"main effect\" aims will pool together different groups of participants from the multiple subgroups A-F in Figure 1. For example, to answer \"is it better to start with a 6 week Lifestyle PA intervention or a 6-week Structured Exercise intervention?\", we will compare change in PA (mean steps/day) from the beginning of the first-stage treatment to the 3-month follow-up between all participants randomly assigned to initial Lifestyle PA treatment (subgroups D+E+F) versus all participants randomly assigned to initial Structured Exercise(subgroup A+B+C). A similar analysis approach will be used for the second main effect question.\n\nSample size The sample size calculation relates to the primary objective of the SMART (to determine the optimum sequence of embedded treatments at 3-month follow-up). This sample size calculation is based on a continuous primary outcome; mean steps/day over 7 days. Based on a standardised effect size (0.35) and a probability of 0.80 of discovering the best adaptive intervention a sample size of 117 people with stroke is required (Almirall et al., 2014). This calculation assumes that the best and second best adaptive interventions differ by no smaller than an effect size of 0.35 (Almirall et al., 2014). To inform this sample size calculation, we have used effect size data on mean steps/day from the only available feasibility trial of a smartphone application for physical activity intervention among people with stroke (Paul et al., 2016). Paul et al. (2016) demonstrated an increase of 1,633 steps (SD: 2,550) for the mean number of steps/day (39%) increase relative to baseline in the smartphone application physical activity group after a 6- week intervention in community-dwelling people post-stroke.\n\nSources of bias Sources of internal bias will be minimised by using robust methods to avoid selection, performance, detection, attrition, reporting biases. We will minimise selection bias by using thorough randomisation and allocation concealment procedures. As this trial design does not include comparison with a control group we will minimise the potential for performance bias, as the participants will be blind to their group assignment. They will be informed, at time of consent that they will receive a series of treatments that are aimed to improve their PA levels over 12 weeks and that these treatments will depend on their own response to the treatment and progression throughout the programme. The intervention will be delivered remotely via the participants' own technology platform and the Fitbit Charge 4 provided. However, the TAPAS PDR will be aware of group allocation as he/she will offer support and demonstrations of the intervention throughout the trial. This may introduce an element performance bias due to the un-blinding of personnel, however this is a common difficulty with rehabilitation or exercise trials wherein the intervention being delivered is clearly different to another, unlike in some drug trials. Detection bias will be minimised during the collection of data on outcome measures throughout the trial as the participants will be blind to group allocation and therefore the PDR sending and receiving paper-based data collection forms (PDR in Statistics) will be blinded to outcome assessment. One advantage of using the SMART design is that non-responders to a treatment will be switched to an alternate treatment- this may increase the likelihood of retaining participants in the trial and reducing attrition and incomplete outcome data. We will avoid any reporting bias by publishing the protocol prior to SMART completion and reporting complete data on all listed outcomes in the subsequent publication.\n\nProcess evaluation The aim of the process evaluation is to to explore the experiences of key stakeholders participating in the SMART to inform the development and delivery of a future large scale definitive trial. A qualitative descriptive approach will be used (refs here) and findings will be reported in accordance with the COnsolidated criteria for REporting Qualitative research checklist to ensure rigour (Supplemental File 1) (24). A sample of people with stroke who participated in the SMART will be invited to participate. The interview guides will focus on expectations, views and beliefs at being involved in the study, thoughts and beliefs on physical activity post-stroke and subjective evaluation of the SMART content and delivery. Questions will also explore participants' views on considerations for a future full-scale trial. Content analysis incorporating a framework analysis approach will be completed (familiarisation; identifying a thematic framework; indexing; charting \\& mapping and interpretation). NVivo will be used to check the accuracy of the themes. Executive summary statements will be developed as the foundation for drafting the findings that will be described and explain the active ingredients of the intervention from the perspective of the stakeholders. This will also serve to identify key issues which may need to be addressed in advance of a definitive RCT.\n\nPatient and public partnership statement A patient and public partnership panel was established including four people with stroke and patient advocate from the Irish Heart Foundation. The objectives of the panel are to contribute to 1) the development and design of the intervention, 2) the delivery of the trial, 3) the evaluation of the trial, and 4) dissemination of the trial findings. The panel has thus far contributed to Objective 1 by reviewing and providing feedback on the proposed content of the intervention and the usability of the digital interface and wearable."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SEQUENTIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":117,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Structured exercise","type":"OTHER","description":"Participants assigned to Structured Exercise will be provided with twice weekly strengthening exercise classes, delivered through the digital platform. The exercise classes will follow a circuit class style, in order to target a moderate-vigorous exercise intensity, in keeping with recent guidelines on secondary stroke prevention. Classes will include a full body warm up followed by a circuit of eight strengthening exercises completed for between one and three sets of 12 repetitions. Participants will be encouraged to exercise to fatigue on the 12th repetition of each set. This will be repeated for increasing sets and adding resistance through the use of resistance bands. During each session, participants will be reminded to reach their targeted weekly step count goals. The structured exercise component is informed by international clinical guidelines (Kleindorfer et al 2021 and Billinger et al 2021).","interventionNames":["Behavioral: Structured Exercise"]},{"label":"Lifestyle Physical Activity","type":"OTHER","description":"The Lifestyle PA component was developed using the Behaviour Change Wheel (BCW) Guide to Designing Interventions and is underpinned by the COM-B model of behavior change (Michie et al., 2014). This posits that people need capability(C), opportunity(O), and motivation(M) to perform a behavior(B). The aim of the Lifestyle PA component is to increase the capability, opportunity, and motivation of participants to reach their daily step count goals. To achieve this the 3 stages of the BCW intervention design process were followed. The first stage, understanding the behaviour, is done through a review of the literature and primary qualitative research(Cardy et al., 2022). This stage identifies the change objectives of the intervention. Stage 2 requires the selection of intervention functions and the policies that would support them. The final stage is defining the content of the intervention using behaviour change techniques (BCTs) and selecting their mode of delivery.","interventionNames":["Behavioral: Lifestyle Physical Activity"]}],"interventions":[{"type":"BEHAVIORAL","name":"Structured Exercise","description":"Participants assigned to Structured Exercise will be provided with twice weekly strengthening exercise classes, delivered through the digital platform. The exercise classes will follow a circuit class style, in order to target a moderate-vigorous exercise intensity. Classes will gradually progress in intensity throughout the program. Classes will include a full body warm up followed by a circuit of eight strengthening exercises. This will be repeated for increasing sets and adding resistance through the use of resistance bands . Exercises will involve simple full body exercises and movements for each major muscle group. This will ensure that exercises that can be completed regardless of possible unilateral weakness or physical impairment. During each session, participants will be reminded to reach their targeted weekly step count goals. The structured exercise component is informed by international clinical guidelines (Kleindorfer et al 2021 and Billinger et al 2021).","armGroupLabels":["Structured exercise"]},{"type":"BEHAVIORAL","name":"Lifestyle Physical Activity","description":"The Lifestyle PA component was developed using the Behaviour Change Wheel (BCW) Guide to Designing Interventions and is underpinned by the COM-B model of behavior change (Michie et al., 2014). This posits that people need capability(C), opportunity(O), and motivation(M) to perform a behavior(B). The aim of the Lifestyle PA component is to increase the capability, opportunity, and motivation of participants to reach their daily step count goals. To achieve this the 3 stages of the BCW intervention design process were followed. The first stage, understanding the behaviour, is done through a review of the literature and primary qualitative research(Cardy et al., 2022). This stage identifies the change objectives of the intervention. Stage 2 requires the selection of intervention functions and the policies that would support them. The final stage is defining the content of the intervention using behaviour change techniques (BCTs) and selecting their mode of delivery.","armGroupLabels":["Lifestyle Physical Activity"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Physical activity- mean steps/day over 7 days","description":"The primary outcome in this study is mean steps/day over 7 days measured using the Fitbit Charge 4 on the non-paretic limb.","timeFrame":"6 weeks post initial randomisation"}],"secondaryOutcomes":[{"measure":"Sedentary behaviour","description":"Sedentary behaviour: section 5 of the International Physical Activity Questionnaire (IPAQ)- long form","timeFrame":"6 weeks post initial randomisation"},{"measure":"Fatigue","description":"7-item Fatigue Severity Scale","timeFrame":"6 weeks post initial randomisation"},{"measure":"Quality of Life post-stroke","description":"Stroke Specific Quality of Life scale","timeFrame":"6 weeks post initial randomisation"},{"measure":"Anxiety and depression","description":"Hospital Anxiety and Depression Scale","timeFrame":"6 weeks post initial randomisation"},{"measure":"Re-integration into Normal Living","description":"Re-integration into Normal Living Index","timeFrame":"6 weeks post initial randomisation"},{"measure":"Health related costs","description":"EQ-5D-5L index","timeFrame":"6 weeks post initial randomisation"},{"measure":"Self Efficacy for Exercise","description":"The Short Self Efficacy for Exercise Scale","timeFrame":"6 weeks post initial randomisation"},{"measure":"Patient-Reported Outcomes","description":"PROMIS-10 (Patient-Reported Outcomes Measurement Information System-10","timeFrame":"6 weeks post initial randomisation"},{"measure":"Stroke recurrence","description":"Stroke recurrence: yes/no \\& date","timeFrame":"6 weeks post initial randomisation"},{"measure":"Adverse effects-death","description":"Adverse effects: death: yes/no \\& date","timeFrame":"12 weeks post initial randomisation i.e. post intervention"},{"measure":"Adverse effects- falls","description":"Adverse effects: falls: yes/no \\& date","timeFrame":"12 weeks post initial randomisation i.e. post intervention"},{"measure":"Recruitment rates","description":"The proportion of participants who are recruited to the study and the proportion of participants who are lost to follow up","timeFrame":"12 weeks post initial randomisation i.e. post intervention"},{"measure":"Retention and adherence rates","description":"The proportion of participants who adhere to the treatment protocol over the intervention period.","timeFrame":"12 weeks post initial randomisation i.e. post intervention"},{"measure":"Processing time for enrolling participants","description":"The length of processing time for enrolling participants.","timeFrame":"12 weeks post initial randomisation i.e. post intervention"},{"measure":"Acceptability of the intervention","description":"Mobile Application Rating Scale, user version","timeFrame":"12 weeks post initial randomisation i.e. post intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 18 years+\n* Clinician-confirmed stroke- ischaemic or haemorrhagic subtype\n* Living within 90km of University\n* Person in the first 6 months post-stroke\n* No longer receiving inpatient or outpatient or community-based physical activity rehabilitation\n* modified Rankin Scale score of 0-3\n* People post-stroke who are able to express their basic needs verbally\n* Have access to relevant technology to enable mHealth intervention delivery\n* Have cognitive capacity to provide informed consent\n* Medical clearance for participation in the TAPAS programme.\n\nExclusion Criteria:\n\n-Contraindications for undertaking physical activity e.g. safety, presence of unstable heart disease","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"sara hayes, PhD","role":"CONTACT","phone":"0035361202062","email":"sara.hayes@ul.ie"}],"locations":[{"facility":"University Hospital Limerick","status":"RECRUITING","city":"Limerick","state":"Limeick","zip":"V94P7X9","country":"Ireland","contacts":[{"name":"John McManus","role":"CONTACT","phone":"061482274","email":"sharon.mcmullan@hse.ie"}],"geoPoint":{"lat":52.66472,"lon":-8.62306}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"All primary and secondary data will be made available in a psyeudonomysed manner on completion of the trial.","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"timeFrame":"24 months after trial completion, when all data have been analysed and the results papers have been published."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}