{"protocolSection":{"identificationModule":{"nctId":"NCT05788133","orgStudyIdInfo":{"id":"TRAIT2021"},"organization":{"fullName":"IRCCS Centro Neurolesi \"Bonino-Pulejo\"","class":"OTHER"},"briefTitle":"The Role of Humanoid Robot in Neuropsychological Assessment and Cognitive Training.","officialTitle":"The Role of Humanoid Robot in Neuropsychological Assessment and Conducting Cognitive Training in Patients With Dementia and Severe Brain Injury"},"statusModule":{"statusVerifiedDate":"2022-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-31","type":"ACTUAL"},"completionDateStruct":{"date":"2022-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2023-03-14","studyFirstSubmitQcDate":"2023-03-27","studyFirstPostDateStruct":{"date":"2023-03-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-27","lastUpdatePostDateStruct":{"date":"2023-03-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Silvia Marino","investigatorTitle":"Neurologist","investigatorAffiliation":"IRCCS Centro Neurolesi \"Bonino-Pulejo\""},"leadSponsor":{"name":"IRCCS Centro Neurolesi \"Bonino-Pulejo\"","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The role of humanoid robot in neuropsychological assessment and conducting cognitive training in patients with dementia and severe brain injury\" Objectives Use of robotic solutions to carry out diagnostic and rehabilitation intervention in order to recover cognitive and relational performance of patients with dementia and severe brain injury.\n\nStudy Design. Observational Materials and Methods. Eighty subjects (25 with mild-moderate dementia and 25 patients with severe brain injury) will be enrolled. Patients will undergo neurological examination with collection of all medical history and information on current clinical condition. After that, they will undergo administration of neuropsychological tests via humanoid robot and two months of cognitive rehabilitation sessions.\n\nInclusion criteria\n\n* Over 18 years of age;\n* Patients with a moderately impaired cognitive profile;\n* Written consent from the legal guardian or the patient himself/herself. Exclusion criteria.\n* Patients with language comprehension deficits;\n* Patients with disorders of consciousness;\n* Patients who are unable to provide a localized, context-appropriate response; and All eligible patients will undergo cognitive assessment using the robot at the time of enrollment (T0), and after 2 months of rehabilitation treatment (T1)\n\nTranslated with www.DeepL.com/Translator (free version)","detailedDescription":"This is a nonpharmacological interventional study. Clinical and neuropsychological variables will be collected by the robotic system and transferred to a platform where it will be possible to verify the performance achieved by the patient. All patients will be evaluated through the robot with the indispensable support of the neuropsychologist. Patients will be recruited from the outpatient neurology and severe brain injury and neurodegenerative disease departments of the IRCCS Bonino- Pulejo Neurolesi Center in Messina. The rehabilitation treatment period and test administration will be carried out before the start of treatment (T0), after 2 months of treatment (T1).\n\nThe project will allow a high technological increase in robotic and informatics solutions available to patients, thanks also to the support of the University, the partnership between complementary companies, an interdisciplinary team capable of designing and developing a new integrated solution for innovative dementia and head injury therapy will be created. Unlike the other existing platforms that mostly use a Web interface and/or application software developed ad hoc, the platform that will be realized is mainly born to be fully integrated and used through an anthropomorphic humanoid robot as a direct communication channel between the content conveyed, the patient and the Tablet device as a reinforcing and feedback element where the patient himself responds and/or interacts with the therapeutic session in progress. In this sense, the robot acts as a performer and receiver of feedback related to the therapeutic process conveyed together with the tablet.\n\nA unique platform of its kind will be developed, capable of managing robots and the self-learning and artificial intelligence platform with the following characteristics:\n\n* Administer therapeutic contents\n* Track and store the results of your therapy sessions\n* Generate reports and statistics on the results of the training sessions\n* Conveying therapeutic contents through robots and software solutions.\n* Suggest the best therapy according to the therapeutic objectives of the individual patient Depending on the topic addressed, the operator will be able to choose the categories of exercises related to his own therapeutic objective and then create ad hoc sequences directly from the platform. Each exercise can be parameterised by setting, for example, the level of difficulty, duration, etc. Based on the content conveyed, the robot, for example, will perform the session through verbal or physical interaction with the subject and therefore request feedback which can in turn be performed verbally by the subject or through interaction always through the same Tablet. The results of each exercise and each test will be aggregated according to the chosen goal and stored within a centralized service possibly in the Cloud. Within this system there will be a database with the patient's personal data, the therapeutic objectives defined by the neuropsychologist and the results obtained by the patient. Access to this information will be directed exclusively to the doctor/therapist via Tablet or Web and possibly to the family who, via Web access, will be able to observe the progress of the exercises and therefore the improvement and/or deviation towards the set objective.\n\nThe study will be divided into three phases. Phase 1: the personal and clinical data of the patients will be recorded on the tablet directly connected to the robot. The patients will be subjected to the administration of neuropsychological tests, which will be proposed directly by the robot with the support of the neuropsychologist. The robot will acquire the answers (right or wrong), the response time, the execution time of the entire exercise and eventually the number of attempts (if the test foresees it). Starting from this information, a percentage evaluation will be deduced which identifies an overall score.\n\nFor each test that will be administered, the tablet connected to the robot will produce a report with incorrect and correct answers and a graph to check the progress.\n\nPhase 2: Subjects will undergo cognitive training using robots 3 times a week for 2 consecutive months. Each session will last one hour, the treatments will take place inside the ward in a setting dedicated to rehabilitation or directly at the patient's bed. The rehabilitation sessions will enhance the cognitive reserve of the target population.\n\nPhase 3: The subjects will again undergo neuropsychological evaluations using the robot and the tablet. A report will be produced with the tests administered and the results.\n\nMaterials All neuropsychological tests will be proposed using the \"Pepper\" robot. Pepper is a humanoid robot one meter twenty tall and weighs 28 kilos. It moves on wheels and interacts with humans also through a tablet located at the height of the torso. Using four directional microphones in its head, it can detect where sounds and voices are coming from and turn its face towards the speaker. These microphones also allow him to analyze the tone of the voice\n\nto interpret the emotional state. A 3D camera and two HD cameras allow him to recognize images, objects and faces instead. Thanks to its three multidirectional wheels it can move in all directions at a maximum speed of three kilometers per hour. He is equipped with 20 motors that allow him to move his head, arms and back.\n\nThe tests proposed by the robot will be:\n\nthe Mini Mental State Examination (MMSE) which will evaluate the global cognitive profile; Raven's Color Matrices which will assess logical-deductive reasoning skills; Geriatric Depression Scale for mood assessment; WEIGL test for the assessment of executive functions. STUDY POPULATION Sample size Subjects meeting all inclusion criteria will be consecutively enrolled in the study. This research project is a pilot study: the sample will consist of 40 patients with moderate GCA and 40 patients with dementia with a mild and moderate level of cognitive impairment.\n\nInclusion criteria\n\n* Over 18 years old;\n* Patients with moderately impaired cognitive profile; Exclusion criteria\n* Patients with language comprehension deficit;\n* Patients with disorders of consciousness;\n* Patients who are unable to provide a localized and context-appropriate response DURATION OF THE STUDY Overall, the study will last 24 months."},"conditionsModule":{"conditions":["Neurodegenerative Diseases","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":65,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"treatment","type":"EXPERIMENTAL","description":"administration neuropsychological tests with pepper","interventionNames":["Other: treatment and screening by neuropsychological tests on humanoid robot"]}],"interventions":[{"type":"OTHER","name":"treatment and screening by neuropsychological tests on humanoid robot","description":"treatment and screening by neuropsychological tests on humanoid robot","armGroupLabels":["treatment"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"mini mental state examination (MMSE)","description":"administration MMSE with humanoid robot","timeFrame":"2 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Over 18 years old;\n* Patients with moderately impaired cognitive profile;\n* Written consent from the legal guardian or the patient himself\n\nExclusion Criteria:\n\n* Patients with language comprehension deficit;\n* Patients with disorders of consciousness;\n* Patients who are unable to provide a localized and context-appropriate response","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"silvia marino, MD","affiliation":"IRCCS Centro Neurolesi \"Bonino-Pulejo\"","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"IRCCS Centro Neurolesi \"Bonino-Pulejo\"","city":"Messina","zip":"98124","country":"Italy","geoPoint":{"lat":38.19394,"lon":15.55256}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"corresponding author"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000019636","term":"Neurodegenerative Diseases"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6594","name":"Dementia","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","asFound":"Neurodegenerative Diseases","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}