{"protocolSection":{"identificationModule":{"nctId":"NCT02373436","orgStudyIdInfo":{"id":"UFSaoCarlos"},"organization":{"fullName":"Universidade Federal de Sao Carlos","class":"OTHER"},"briefTitle":"Effects of Constraint-induced Therapy for the Scapular Kinematics in Patients With Severe Chronic Hemiparesis","officialTitle":"Effects of Constraint-induced Therapy for the Scapular Kinematics and Related to the Quality of Movement in Patients With Severe Chronic Hemiparesis"},"statusModule":{"statusVerifiedDate":"2015-05","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-01"},"primaryCompletionDateStruct":{"date":"2016-02","type":"ESTIMATED"},"completionDateStruct":{"date":"2016-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2015-02-07","studyFirstSubmitQcDate":"2015-02-26","studyFirstPostDateStruct":{"date":"2015-02-27","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-05-27","lastUpdatePostDateStruct":{"date":"2015-05-28","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"NATALIA DUARTE PEREIRA","investigatorTitle":"PhD student","investigatorAffiliation":"Universidade Federal de Sao Carlos"},"leadSponsor":{"name":"Universidade Federal de Sao Carlos","class":"OTHER"},"collaborators":[{"name":"Conselho Nacional de Desenvolvimento Científico e Tecnológico","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The hemiparesis is one of the most important sequelae of stroke, and generally have greater impairment in the upper limb (UL) contralateral to the brain injury. To obtain greater amount of use and most affected UL movement quality, studies have described as a rehabilitation technique constraint Induced Therapy (CIT). The objectives of this study will evaluate the effect of CIT in severe hemiparetics patients in the quantity and quality of movement UL and grip strength, and the relation between the scapular kinematics and trunk with the quality of movement measured clinically. Randomized crossover study with systematic reviews in AB mode, where A is the baseline to the evaluation of the period of 2 weeks without any intervention and B, the two-week period with intervention. One group will start with the intervention period (BA) and the other group with the period without intervention (AB). The intervention will be for 3 hours / day, 5x / week for two weeks and use of wrist and fingers restriction UL unaffected. To evaluate the quality and quantity of UL use in real environment will be used to Motor Activity Log (MAL), to quantify the motor skill the Wolf Motor Function Test (WMFT), the 3D movement of the scapula and trunk during arm elevation and functional activities of the UL will be measured by the electromagnetic tracking system and grip strength by hand dynamometer.","detailedDescription":"Randomized crossover study with systematic reviews in AB mode, where A is the baseline to the evaluation of the period of 2 weeks without any intervention and B, the two-week period with intervention, developed in the Evaluation Laboratory and complex intervention of shoulder at the Federal University of São Carlos (UFSCar).\n\nPatients will be divided into two groups through the online tool www.randomization.com. One group will start with the intervention period (BA) and the other group with the period without intervention (AB). As the evaluator will not know the distribution of patients in groups, will be blinded as to the pre and post intervention.\n\nThe quantity variables, quality of movement, time to perform tasks and grip strength UL measures the MAL and WMFT, will be evaluated in five moments: at baseline, at the end of phase A, at the end of phase B, and monitoring of 1 and 3 months after the crossover period. The evaluation of scapular kinematics and trunk occur only at the beginning and the four-week period ends.\n\nMeasures shall be performed by the principal investigator who is a physiotherapist who trained for Group Research Therapy Induced by restraining the University of Alabama at Birmingham in 2008, headed by Edward Taub (creator of the technique) and David Morris. The intervention will be carried out by three other physical therapists with the same training. Thus, the protocol will be based on the principles recommended by the Extremity Constraint-Induced Therapy Evaluation (EXCITE), a project that involved seven centers of North American research.\n\nThe sample size is calculated for the main variables, quality movement measured by LAM. The effect size considered to be clinically relevant to the MAL is 1.0 on a scale from 0 to 5. The standard deviation of this variable in the population of severe hemiparesis found in other studies was. With a power of 80% and an α-probability error of 5% would require 16 patients in total."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Upper Extremity","Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Constraint Induced Therapy","type":"EXPERIMENTAL","description":"All participants will receive a glove that limits the use of the fingers and wrist, and can be placed by the participant. They will be instructed to remain with the mitt in UL less affected by 90% of the hours in which to stay awake beyond the training period.\n\nThe intervention training will consist of 30 minutes of exposure of the transfer package, the interview with the items in the MAL, and 2 hours and 30 minutes with about four task Shaping, which may vary according to the needs of each individual, and Task Practice, standardized to be the same for all individuals.","interventionNames":["Other: Constraint Induced Therapy"]},{"label":"Control","type":"OTHER","description":"They will wear a mitt that don't limit the use of the fingers and wrist. This is only to ensure blinding of the measurer","interventionNames":["Other: Control"]}],"interventions":[{"type":"OTHER","name":"Constraint Induced Therapy","description":"They will be instructed to remain with the mitt in UL less affected by 90% of the hours in which to stay awake beyond the training period.\n\nThe training will consist of 30 minutes for the transfer package, interview by items of MAL, and 2 hours and 30 minutes with four tasks of Shaping, and Task Practice.\n\nThe Transfer Package consists of a compromise agreement, held at the end of the first day of practice, in which the individual undertakes to complete:\n\nThe Shaping is a training method that makes it difficult gradually according to the motor capacity of each individual. It will be taken care of including tasks using all joints (shoulder, elbow, wrist and fingers), giving priority to the individual in need.\n\nThe individual will be instructed not to remove the trunk of the chair, and each task is repeated 10 times in no more than 45s.\n\nThe Task Practice promotes increased motor function during functional activities. For all individuals will be held the same function: meal.","armGroupLabels":["Constraint Induced Therapy"]},{"type":"OTHER","name":"Control","description":"This group has no intervention. They will wear a mitt that don't limit the use of the fingers and wrist. This is only to ensure blinding of the measurer","armGroupLabels":["Control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Movement of the scapula and trunk through kinematic","description":"The movements of the scapula, humerus and trunk will be measured during functional tasks and elevation of the arm.","timeFrame":"one day"}],"secondaryOutcomes":[{"measure":"Wolf Motor Function Test","description":"The WMFT be used for the evaluation of the UL function and dexterity. It is a test with 15 functional tasks that are timed and filmed following the instructions of a manual, the maximum time allowed for completion of the 120s task. The movement of the quality score will be performed by shooting according to functional ability scale.","timeFrame":"one day"},{"measure":"Quantity and quality of the UL use","description":"The amount of the UL use and the quality of movement will be reported by the participant for this structured interview called motor activity log.","timeFrame":"one day"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Having suffered a stroke at least six months (chronic hemiparesis);\n* Present score ≤ 2.5 in the range of amount of MAL movement featuring asymmetrical use of members superiores37;\n* Be able to sit without support in the trunk for 10 minutes or more;\n* They should have a designated caregiver available for assistance 24 hours a day for 2 weeks CIT protocol;\n* They should be able to, using any method hold, grab a towel a table, lift it a few inches, and release;\n* Understand all instructions given by the researchers (have to score ≥ cutoff point according to education in the Mini Mental State Examination - where the cutoff points are: 20 for illiterates, 25 one to four years of schooling, 26 , 5 for five to eight years, 28 to nine to 11, and 29 over 11 years of schooling 56).\n\nExclusion Criteria:\n\n* Since this protocol is designed for people with severe paralysis UL participants who have active upper handle extension at 10 ° extension of two or more fingers greater than 10 ° and abducting the thumb over 10 ° or higher score 30 that the UL session of the Fugl Meyer scale, will be deleted.\n* Individuals who possess double hemiplegia; other musculoskeletal or neurological conditions disabling; submit aphasia understanding, ie, not being able to meet verbal commands;\n* Patients undergoing botulinum toxin in less than three months; Present BMI greater than 28 kg / m2.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Natalia D Pereira, Phd Student","role":"CONTACT","phone":"55 11 981148153","email":"nat_duarte@yahoo.com.br"},{"name":"Paula R Camargo, Phd","role":"CONTACT","email":"paularesendecamargo@gmail.com"}],"overallOfficials":[{"name":"Natalia D Pereira, Phd Student","affiliation":"UFScarlos","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Natalia Duarte Pereira","status":"RECRUITING","city":"Salto","state":"SP","zip":"13323-675","country":"Brazil","contacts":[{"name":"Carlos H Furtado","role":"CONTACT","phone":"1140983246","email":"carloshenrique_furtado@hotmail.com"}],"geoPoint":{"lat":-23.20083,"lon":-47.28694}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M5063","name":"Caffeine","relevance":"LOW"},{"id":"T370","name":"Caffeine","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSSti","name":"Central Nervous System Stimulants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}