{"protocolSection":{"identificationModule":{"nctId":"NCT03796468","orgStudyIdInfo":{"id":"RECHMPL18_0172"},"organization":{"fullName":"University Hospital, Montpellier","class":"OTHER"},"briefTitle":"Minor Stroke Therapy Evaluation","officialTitle":"Evaluation of Acute Mechanical Revascularization in Large Vessel Occlusion Stroke With Minor Symptoms (NIHSS<6) in Patients Last Seen Well < 24 Hours","acronym":"MOSTE"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-04-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-01-02","studyFirstSubmitQcDate":"2019-01-07","studyFirstPostDateStruct":{"date":"2019-01-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-30","lastUpdatePostDateStruct":{"date":"2023-08-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Montpellier","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke represents the fourth leading cause of death in industrialized nations, after heart disease, cancer, and chronic lower respiratory disease. Approximately one-quarter of the patients suffering a stroke die within one year after the initial event and stroke is a leading cause of serious long-term disability. Although mechanical thrombectomy (MT) has become the standard of care for acute ischemic stroke with proximal large vessel occlusion (LVO) in the anterior circulation, the management of patients harboring proximal occlusion but presenting minor-to-mild stroke symptoms, has not yet been determined by these recent randomized clinical trials. However, patients with proximal occlusions may present with a low NIHSS, a proximal intraarterial occlusion being present in up to 28% when considering patients with an NIHSS ≤ 4.\n\nThe evidence of benefit from endovascular therapy (EVT) in large vessel occlusion stroke is demonstrated, STAIR IX (Stroke Treatment Academic Industry Roundtable) consensus recommendations were developed that outline priorities for future research in EVT.","detailedDescription":"Proximal intracranial arterial occlusions cause the most disabling types of ischemic strokes and are predictive of poor neurological outcomes. The \"Time is Brain\" assessment has been confirmed in many recent trials (MR CLEAN, SWIFT PRIME, REVASCAT, HERMES) within the first 6 hours. Recently the time window has been enlarged to 24h00 after the DAWN trial results, enforcing nevertheless the strong relation between patient disability and time loss in this extended time window.\n\nIn population-based studies, patients presenting with minor or mild stroke symptoms represent about two-thirds of stroke patients, and almost one-third of these patients are unable to ambulate independently at the time of discharge.\n\nAlthough mechanical thrombectomy (MT) has become the standard of care for acute ischemic stroke with proximal large vessel occlusion (LVO) in the anterior circulation, the management of patients harboring proximal occlusion but presenting minor-to-mild stroke symptoms, has not yet been determined by these recent randomized clinical trials. Indeed, the majority of patients presented with major clinical impairment, with a median NIHSS of 17. Thus, American Heart Association (AHA) gives level 1a evidence for MT performed only for patients with baseline NIHSS score ≥6.\n\nHowever, patients with proximal occlusions may present with a low NIHSS, a proximal intra-arterial occlusion being present in up to 28% when considering patients with an NIHSS ≤ 4. In observational study, patient with minor or mild stroke symptoms and LVO have a high risk of both clinical worsening and bad outcome.\n\nThe STAIR meeting aims to advance acute stroke therapy development through collaboration between academia, industry, and regulatory institutions. In pursuit of this goal and building on the available level I evidence of benefit from endovascular therapy (EVT) in large vessel occlusion stroke, STAIR IX consensus recommendations were developed that outline priorities for future research in EVT.\n\nRecent AHA/ASA guidelines have also highlighted the need to gain more evidence to determine whether there is an overall net benefit from endovascular therapy (EVT) in patients with LVO and minor stroke.\n\nThe MOSTE protocol is an International, multi-center, prospectively randomized to two parallel (1:1) arms, open to treatment with blinded endpoint trial, designed to demonstrate that mechanical thrombectomy with best medical treatment is superior to medical treatment alone, in improving clinical outcomes at 90 days, in patient presenting an acute large vessel occlusion stroke with a minor deficit, defined as NIHSS below 6 and \\< 24 hours from onset. If this study is positive, more patients in the future could receive urgent endovascular treatment in addition to the best medical treatment."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Mechanical thrombectomy","stroke","Proximal intracranial arterial occlusions","Large vessel occlusion"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":824,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Best Medical Therapy (BMT)","type":"OTHER","description":"Best treatment medical probably associated to the rescue endovascular treatment in case of neurological deterioration","interventionNames":["Other: Best Medical Therapy"]},{"label":"Mechanical Thrombectomy (MT)","type":"OTHER","description":"Endovascular treatment (thrombectomy) associated with the best treatment medical","interventionNames":["Procedure: Mechanical Thrombectomy"]}],"interventions":[{"type":"OTHER","name":"Best Medical Therapy","description":"The administration of medications is at the treating physician's discretion (for example intravenous fibrinolysis, anticoagulants or antiplatelet) according to local standards of care but may NOT include any intra-arterial therapies. The rescue MT may be performed in case of deterioration within the 24 hours","armGroupLabels":["Best Medical Therapy (BMT)"]},{"type":"PROCEDURE","name":"Mechanical Thrombectomy","description":"MT in the Experimental Arm can be performed with any thrombectomy (CE labeled) device usually used at study site. For the subjects randomized to the MT plus medical, the MT is performed immediately after the randomization","armGroupLabels":["Mechanical Thrombectomy (MT)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence of all-cause mortality at 90 days","description":"Evaluation of mortality at 90 days","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"Incidence of symptomatic intracerebral hemorrhage","description":"Incidence of symptomatic intracerebral hemorrhage according to HEIDELBERG at imaging at 24 (-6/+12) hours post randomization","timeFrame":"1 day"},{"measure":"Deterioration of patient's condition","description":"National Intitutes of Health Stroke Scale (NIHSS) ≥ 10 points during hospitalization. this scale is constitued by 15 items and the minimum score is 1 and the maximum score is 20.","timeFrame":"3 months"},{"measure":"Incidence of procedure/device-related adverse events","description":"Incidence of procedure/device-related adverse events (in patients treated by mechanical treatment, in the MT group or in the BMT group, in case of rescue therapy)","timeFrame":"1 day"},{"measure":"Evaluation of functional outcome","description":"Rate of patients with a favorable or perfect outcome at 90-days defined by mRS 0-2 or mRS 0","timeFrame":"3 months"},{"measure":"Quality of life of the patient","description":"Quality of life at 90 days assessed by EuroQol 5D-5L (5-level EQ-5-Dimension) scale","timeFrame":"3 months"},{"measure":"Evaluation of cognitive function","description":"Cognitive function at 90-days according to Montreal Cognitive Assessment (MoCA)","timeFrame":"3 months"},{"measure":"Evaluation of cognitive function","description":"Cognitive function at 90-days according to Trail Making Test A and B","timeFrame":"3 months"},{"measure":"Medico-economic study","description":"Cost-effectiveness analysis (number of patients functionally independent at 3 months : mRS =\\< 2), cost of devices and drugs, staff hourly cost, operating room cost","timeFrame":"3 months"},{"measure":"Evaluation of functional outcome","description":"Rate of patients at 90-days with excellent outcome defined as Modified Rankin Scale (mRS) 0-1","timeFrame":"3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is ≥ 18 years old at inclusion (no upper age limit)\n* Clinical signs consistent with acute ischemic stroke with time last known well (TLKW) ≤ 23h at randomization (With the goal of remaining within 24 hours from TLKW til treatment)\n* Patients NIHSS 0-5 at the time of randomization\n* ASPECT ≥ 6 on non-contrast CT or Diffusion Weighted Imaging (DWI)-MRI\n* Ischemic Stroke confirmed with cerebral imaging or normal imaging with suspected ischemic stroke\n* Proved anterior circulation intracranial large vessel occlusion on CTA or Magnetic resonance angiography (MRA) (ICA, M1, M1-M2, with or without cervical lesion (Tandem))\n* Patient or patient's representative has received information about the study and has signed and dated the appropriate Informed Consent Form, or fulfilling the criteria for emergent consent.\n* Anticipated possibility to start the procedure (arterial access) within 60 minutes after randomization\n* Pre stroke mRS ≤ 1\n* For Drip and Ship patients : new imaging performed again on inclusion center if first imaging performed \\> 1 hour before randomization.\n\nExclusion Criteria:\n\nGeneral Exclusion Criteria\n\n* Anticipated impossibility to start the procedure (arterial access) within 60 minutes after randomization\n* Known absence of vascular access\n* Known contrast or endovascular product life-threatening allergy\n* Female who is known to be pregnant or lactating at time of admission\n* Patient presents severe or fatal co-morbidities or Life expectancy under 6 months that will likely prevent improvement or follow-up or that will render the procedure unlikely to benefit the patient.\n* Patient unable to present or be available for follow-up\n* Pre-existing neurological or psychiatric disease that would confound the neurological or functional evaluations\n* Evidence of vessel recanalization prior to randomization\n* Seizures at stroke onset if it makes the diagnosis of stroke doubtful and precludes obtaining an accurate baseline NIHSS assessment.\n* Current participation in another investigational drug study\n* Suspicion of aortic dissection based on medical history, clinical evaluation or/and imaging\n* Major patients under guardianship\n\nImaging Exclusion Criteria\n\n* Evidence of intracranial hemorrhage on CT/MRI\n* Excessive tortuosity of cervical vessels on CTA/MRA that would likely result in unstable access platform\n* High Suspicion of underlying intracranial stenosis on CTA/MRA\n* Suspected cerebral vascular disease (e.g. vasculitis) based on medical history and CTA/MRA\n* Presumed calcified Embolus or Intracranial Stenosis decompensation\n* Intracranial stent implanted in the same vascular territory that would preclude the safe deployment/removal of the stentriever device\n* Occlusions in multiple vascular territories (e.g.: bilateral anterior circulation, or anterior circulation/vertebrobasilar system) on CTA/MRA\n* Significant mass effect with midline shift as confirmed on CT/MRI","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Caroline ARQUIZAN, PH","role":"CONTACT","phone":"4 67 33 75 32","phoneExt":"+33","email":"c-arquizan@chu-montpellier.fr"},{"name":"Bertrand LAPERGUE, PH","role":"CONTACT","phone":"1 46255973","phoneExt":"+33","email":"bertrand.lapergue@gmail.com"}],"overallOfficials":[{"name":"Vincent COSTALAT, PU-PH","affiliation":"Hôpital Gui de Chauliac","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Caroline ARQUIZAN, PH","affiliation":"Hôpital Gui de Chauliac","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Bertrand LAPERGUE, PH","affiliation":"Hôpital Foch","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Tudor JOVIN, PU-PH","affiliation":"Cooper Neurological Institute","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hopital Gui De Chauliac","status":"RECRUITING","city":"Montpellier","zip":"34295","country":"France","contacts":[{"name":"Caroline ARQUIZAN, MD","role":"CONTACT","phone":"4 67 33 75 32","phoneExt":"+33","email":"c-arquizan@chu-montpellier.fr"},{"name":"Vincent COSTALAT, PU-PH","role":"CONTACT","phone":"4 67 33 75 32","email":"v-costalat@chu-montpellier.fr"},{"name":"Bertrand LAPERGUE, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Tudor JOVIN, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":43.61092,"lon":3.87723}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3934","name":"Anticoagulants","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}