{"protocolSection":{"identificationModule":{"nctId":"NCT05082896","orgStudyIdInfo":{"id":"MORPHEUS STROKE REGISTRY"},"organization":{"fullName":"Institut d'Investigació Biomèdica de Girona Dr. Josep Trueta","class":"OTHER"},"briefTitle":"Multicentre ObseRvational Study in Posterior mecHanical thrombEctomy: conscioUs Sedation vs General aneSthesia","officialTitle":"Multicentre ObseRvational Study in Posterior mecHanical thrombEctomy: conscioUs Sedation vs General aneSthesia: MORPHEUS STROKE REGISTRY"},"statusModule":{"statusVerifiedDate":"2021-10","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-06-30","type":"ACTUAL"},"completionDateStruct":{"date":"2022-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-09-13","studyFirstSubmitQcDate":"2021-10-05","studyFirstPostDateStruct":{"date":"2021-10-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-10-05","lastUpdatePostDateStruct":{"date":"2021-10-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Institut d'Investigació Biomèdica de Girona Dr. Josep Trueta","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The association of conscious sedation vs. general anesthesia in ischemic stroke with posterior circulation occlusions undergoing endovascular therapy, is istill unknown.\n\nNo prospective or clinical trials have studied this effect on posterior circulation strokes.\n\nThe choice of anesthetic regimen is ussually depending on local stroke-team protocols or neurointerventional preference.\n\nMORPHEUS Stroke Registry is a prospective multicentre observational study that investigates the association between anestheisa and functional outcome in patients with posterior circulation large vessel occlusion treated endovascularly."},"conditionsModule":{"conditions":["Mechanical Thrombectomy","General Anesthesia","Conscious Sedation","Posterior Circulation"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"18 Months","designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":174,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Conscious Sedation","interventionNames":["Procedure: Type of anesthesia choice"]},{"label":"General Anesthesia","interventionNames":["Procedure: Type of anesthesia choice"]}],"interventions":[{"type":"PROCEDURE","name":"Type of anesthesia choice","description":"Use of conscious sedation vs. general anesthesia","armGroupLabels":["Conscious Sedation","General Anesthesia"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Functional independence at 3 months","description":"Rate of functional independence (modified Rankin Scale 0-2) at 3 months","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"First Pass Effect","description":"Rate of complete successful recanalization (mTICI 2c-3) with one single pass of device","timeFrame":"1 day"},{"measure":"Mortality","description":"Rate of mortality at 3 months","timeFrame":"3 months"},{"measure":"Successfull recanalization and complete recanalization according to endovascular technique","description":"Rate of mTICI 3 and mTICI 2b-3 according to endovascular technique (contact aspiration, stentriever or combined)","timeFrame":"1 day, revascularization grade will be assessed"},{"measure":"Number of passes","description":"Number of intracranial thrombectomy passes to achieve final reperfusion","timeFrame":"1 day, number of device passes will be assessed"},{"measure":"NIHSS at 24 hours","description":"Rate of neurological status at 24 hours, dramatical neurological improvement after mechanical thrombectomy","timeFrame":"24 hours"},{"measure":"Type of anesthesic and outcome","description":"Study of the type of anesthesic choice and complications, time of intubation and","timeFrame":"3 months"},{"measure":"Length of stentretriever and recanalization","description":"Rates of FPE and succesful recanalization according to the length of stentretriever used","timeFrame":"1 day, stentretriever type will be assessed"},{"measure":"Arterial hypotension during anesthesic induction and outcome","description":"Study of arterial hypotension during anesthesic induction and outcome","timeFrame":"3 months"},{"measure":"Bridging therapy and neurologial/functional outcomes","description":"To study the association between bridging therapy and reperfussion rates, neurological status and funtional independence at 3 months.","timeFrame":"1 day, type of previous fibrinolytic use will be assessed"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject aged ≥ 18 years\n* Evidence of posterior arterial occlussion (basilar artery, intracranial vertebral artery and posterior cerebral artery)\n* Patients eligible for mechanical thrombectomy\n\nExclusion Criteria:\n\n* Patient's refusal to participate\n* Arterial recanalization prior to endovascular thrombectomy attempt\n* Patient unable to present or be available for follow-up","sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients eligible for mechanical thrombectomy due to ischemic stroke and presence of arterial occlusion in intracranial posterior circulation","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Hospital Universitari Doctor Josep Trueta de Girona","status":"RECRUITING","city":"Girona","zip":"17007","country":"Spain","contacts":[{"name":"Mikel Terceño, PhD, MD","role":"CONTACT","phone":"666682811","email":"mterceno.girona.ics@gencat.cat"}],"geoPoint":{"lat":41.98311,"lon":2.82493}}]},"referencesModule":{"references":[{"pmid":"33841679","type":"RESULT","citation":"Hu G, Shi Z, Li B, Shao W, Xu B. General anesthesia versus monitored anesthesia care during endovascular therapy for vertebrobasilar stroke. Am J Transl Res. 2021 Mar 15;13(3):1558-1567. eCollection 2021."},{"pmid":"32717535","type":"RESULT","citation":"Wu L, Jadhav AP, Chen J, Sun C, Ji K, Li W, Zhao W, Li C, Wu C, Wu D, Ji X. Local anesthesia vs general anesthesia during endovascular therapy for acute posterior circulation stroke. J Neurol Sci. 2020 Sep 15;416:117045. doi: 10.1016/j.jns.2020.117045. Epub 2020 Jul 16."},{"pmid":"28395002","type":"RESULT","citation":"Jadhav AP, Bouslama M, Aghaebrahim A, Rebello LC, Starr MT, Haussen DC, Ranginani M, Whalin MK, Jovin TG, Nogueira RG. Monitored Anesthesia Care vs Intubation for Vertebrobasilar Stroke Endovascular Therapy. JAMA Neurol. 2017 Jun 1;74(6):704-709. doi: 10.1001/jamaneurol.2017.0192."},{"pmid":"29263006","type":"RESULT","citation":"Campbell BCV, van Zwam WH, Goyal M, Menon BK, Dippel DWJ, Demchuk AM, Bracard S, White P, Davalos A, Majoie CBLM, van der Lugt A, Ford GA, de la Ossa NP, Kelly M, Bourcier R, Donnan GA, Roos YBWEM, Bang OY, Nogueira RG, Devlin TG, van den Berg LA, Clarencon F, Burns P, Carpenter J, Berkhemer OA, Yavagal DR, Pereira VM, Ducrocq X, Dixit A, Quesada H, Epstein J, Davis SM, Jansen O, Rubiera M, Urra X, Micard E, Lingsma HF, Naggara O, Brown S, Guillemin F, Muir KW, van Oostenbrugge RJ, Saver JL, Jovin TG, Hill MD, Mitchell PJ; HERMES collaborators. Effect of general anaesthesia on functional outcome in patients with anterior circulation ischaemic stroke having endovascular thrombectomy versus standard care: a meta-analysis of individual patient data. Lancet Neurol. 2018 Jan;17(1):47-53. doi: 10.1016/S1474-4422(17)30407-6. Epub 2017 Dec 16. Erratum In: Lancet Neurol. 2019 Mar;18(3):e2."},{"pmid":"29089457","type":"RESULT","citation":"Bouslama M, Haussen DC, Aghaebrahim A, Grossberg JA, Walker G, Rangaraju S, Horev A, Frankel MR, Nogueira RG, Jovin TG, Jadhav AP. Predictors of Good Outcome After Endovascular Therapy for Vertebrobasilar Occlusion Stroke. Stroke. 2017 Dec;48(12):3252-3257. doi: 10.1161/STROKEAHA.117.018270. Epub 2017 Oct 31."},{"pmid":"33573525","type":"RESULT","citation":"Terceno M, Silva Y, Bashir S, Vera-Monge VA, Cardona P, Molina C, Chamorro A, de la Ossa NP, Hernandez-Perez M, Werner M, Camps-Renom P, Rodriguez-Campello A, Canovas D, Purroy F, Serena J; Catalan Stroke Code and Reperfusion Consortium (Cat-SCR). Impact of general anesthesia on posterior circulation large vessel occlusions after endovascular thrombectomy. Int J Stroke. 2021 Oct;16(7):792-797. doi: 10.1177/1747493020976247. Epub 2020 Dec 1."},{"pmid":"29393092","type":"RESULT","citation":"Gory B, Mazighi M, Labreuche J, Blanc R, Piotin M, Turjman F, Lapergue B; ETIS (Endovascular Treatment in Ischemic Stroke) Investigators. Predictors for Mortality after Mechanical Thrombectomy of Acute Basilar Artery Occlusion. Cerebrovasc Dis. 2018;45(1-2):61-67. doi: 10.1159/000486690. Epub 2018 Jan 30."},{"pmid":"31573636","type":"RESULT","citation":"Schonenberger S, Henden PL, Simonsen CZ, Uhlmann L, Klose C, Pfaff JAR, Yoo AJ, Sorensen LH, Ringleb PA, Wick W, Kieser M, Mohlenbruch MA, Rasmussen M, Rentzos A, Bosel J. Association of General Anesthesia vs Procedural Sedation With Functional Outcome Among Patients With Acute Ischemic Stroke Undergoing Thrombectomy: A Systematic Review and Meta-analysis. JAMA. 2019 Oct 1;322(13):1283-1293. doi: 10.1001/jama.2019.11455. Erratum In: JAMA. 2019 Dec 24;322(24):2445."},{"pmid":"32517584","type":"RESULT","citation":"Cappellari M, Pracucci G, Forlivesi S, Saia V, Nappini S, Nencini P, Inzitari D, Greco L, Sallustio F, Vallone S, Bigliardi G, Zini A, Pitrone A, Grillo F, Musolino R, Bracco S, Tinturini R, Tassi R, Bergui M, Cerrato P, Saletti A, De Vito A, Casetta I, Gasparotti R, Magoni M, Castellan L, Malfatto L, Menozzi R, Scoditti U, Causin F, Baracchini C, Puglielli E, Casalena A, Ruggiero M, Malatesta E, Comelli C, Chianale G, Lauretti DL, Mancuso M, Lafe E, Cavallini A, Cavasin N, Critelli A, Ciceri EFM, Bonetti B, Chiumarulo L, Petruzzelli M, Giorgianni A, Versino M, Ganimede MP, Tinelli A, Auteri W, Petrone A, Guidetti G, Nicolini E, Allegretti L, Tassinari T, Filauri P, Sacco S, Pavia M, Invernizzi P, Nuzzi NP, Carmela Spinelli M, Amista P, Russo M, Ferrandi D, Corraine S, Craparo G, Mannino M, Simonetti L, Toni D, Mangiafico S. General Anesthesia Versus Conscious Sedation and Local Anesthesia During Thrombectomy for Acute Ischemic Stroke. Stroke. 2020 Jul;51(7):2036-2044. doi: 10.1161/STROKEAHA.120.028963. Epub 2020 Jun 10."},{"pmid":"33758063","type":"RESULT","citation":"Butt W, Dhillon PS, Podlasek A, Malik L, Nair S, Hewson D, England TJ, Lenthall R, McConachie N. Local anesthesia as a distinct comparator versus conscious sedation and general anesthesia in endovascular stroke treatment: a systematic review and meta-analysis. J Neurointerv Surg. 2022 Mar;14(3):221-226. doi: 10.1136/neurintsurg-2021-017360. Epub 2021 Mar 23."},{"pmid":"28904228","type":"RESULT","citation":"Brinjikji W, Pasternak J, Murad MH, Cloft HJ, Welch TL, Kallmes DF, Rabinstein AA. Anesthesia-Related Outcomes for Endovascular Stroke Revascularization: A Systematic Review and Meta-Analysis. Stroke. 2017 Oct;48(10):2784-2791. doi: 10.1161/STROKEAHA.117.017786. Epub 2017 Sep 13."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"url":"https://www.morpheus-registry.com/"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"D000000777","term":"Anesthetics"}],"ancestors":[{"id":"D000002492","term":"Central Nervous System Depressants"},{"id":"D000045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M3797","name":"Anesthetics","asFound":"Lymphoma","relevance":"HIGH"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}