{"protocolSection":{"identificationModule":{"nctId":"NCT05509205","orgStudyIdInfo":{"id":"Pound Satisfaction Scale"},"organization":{"fullName":"Istanbul Medeniyet University","class":"OTHER"},"briefTitle":"Turkish Adaptation, Validity and Reliability of Pound Satisfaction Scale in Patients With Stroke After Stroke Rehabilitation","officialTitle":"Turkish Adaptation, Validity and Reliability of Pound Satisfaction Scale in Patients With Stroke After Stroke Rehabilitation"},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-03-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-08-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-09-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-08-18","studyFirstSubmitQcDate":"2022-08-18","studyFirstPostDateStruct":{"date":"2022-08-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-08-23","lastUpdatePostDateStruct":{"date":"2022-08-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Emel Mete","investigatorTitle":"Research Assistant","investigatorAffiliation":"Istanbul Medeniyet University"},"leadSponsor":{"name":"Istanbul Medeniyet University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this study is to adapt the Pound Satisfaction Scale (PSS) to Turkish society in stroke patients and to make its validity and reliability in Turkish. The PSS scale developed by Pound et al evaluates the patient's satisfaction with the received rehabilitation program and services received in stroke patients. The PSS scale will be filled in face-to-face with volunteer participants who have received a stroke rehabilitation program and meet the inclusion criteria. 130 participants will be included in the study. In order to assess the concurrent validity of the PSS, the SF-36 (short form) which evaluates the quality of life, and the Patient Satisfaction Scale in Physiotherapy (PSSP) which evaluates patient satisfaction will be used. Scales will be repeated after 15 days to assess test-retest reliability.","detailedDescription":"The reliability and validity of the scale will begin with language equivalence and cultural adaptation. The scale will be translated from English to Turkish by two people who are fluent in Turkish and English. A single Turkish translation will be obtained from these two Turkish translations with a common opinion. The scale, which has been translated into Turkish, will be translated into English by two other people who are fluent in Turkish and English. The scale translated into English will be compared with the original. If the developer of the scale approves the translation of the scale, participants will be recruited for the study. In the pre-trial phase, a preassessment will be conducted with 15 participants to test the intelligibility of the scale. Based on the results of the pre-test phase, the final version of PSS will be able to be modified. The PSS scale will be filled in face-to-face with volunteer participants who have received a stroke rehabilitation program and meet the inclusion criteria. 130 participants will be included in the study. In order to assess the concurrent validity of the PSS, the SF-36 (short form) which evaluates the quality of life, and the Patient Satisfaction Scale in Physiotherapy (PSSP) which evaluates patient satisfaction will be used. Scales will be repeated after 15 days to assess test-retest reliability."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","patient satisfaction","rehabilitation"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":130,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients with stroke","description":"In this study 130 patients with stroke who are treating with stroke rehabilitation programs, will be included.","interventionNames":["Other: Turkish Validity and Reliability of The PSS Scale"]}],"interventions":[{"type":"OTHER","name":"Turkish Validity and Reliability of The PSS Scale","description":"This study is about validation of the Pound Satisfaction Scale to Turkish. The level of satisfaction with the rehabilitation service and treatment of 130 stroke patients undergoing stroke rehabilitation will be evaluated with the Pound satisfaction scale.","armGroupLabels":["Patients with stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Personal Satisfaction","description":"Personal Satisfaction will be assessed with Pound Satisfaction Scale (PSS). The scale includes three sub-categories: \"care and information given to the patient during treatment\", \"quantity and quality of treatment\" and \"Information and support provided to the patient and family after discharge\". PSS consists of 13 items in total. Each item is scored ranging from 0 to 3 (0: Strongly disagree, 1: Disagree, 2: Agree, 3: Strongly agree). The highest score is 39 points. High scores indicate a high degree of satisfaction.","timeFrame":"baseline"},{"measure":"Patient satisfaction","description":"Patient Satisfaction from physiotherapy will be assessed Patient Satisfaction Scale in Physiotherapy (PSSP). PSSP consists of 14 items under four category subheadings of \"treatment (5 items), admission (3items), logistics (4items) and global overall satisfaction (2 items).\" It is a 5-point Likert type scoring scale (1 = weak, 5 = perfect). Total scores are calculated out of 100. High scores indicate a high degree of satisfaction.","timeFrame":"baseline"},{"measure":"Life quality","description":"Life quality will be assessed with SF-36 (short form). SF-36 (short form) is a general quality of life scale that evaluates physical and mental health. It consists of eight sub-dimensions and 36 items: Physical Function, Social Function, Physical Role Difficulty, Emotional Role Difficulty, Mental Health, Vitality (Energy), Pain and General Health. Scores for each subscale are calculated separately. It is scored from 0 to 100. A score of 0 from the scale indicates poor health, and a score of 100 indicates good health.","timeFrame":"baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* To benefit from Physiotherapy and Rehabilitation services,\n* Mini mental state examination (MMSE) score\\> 24\n* Patients with stroke\n* Native language being Turkish\n\nExclusion Criteria:\n\n* Native language not being Turkish\n* Patients with motor sequelae from other diseases and insufficient cognitive or educational level to complete the scale\n* Mini mental state examination (MMSE) score \\< 24","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Stroke patients who are treating with stroke rehabilitation","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Emel Mete","status":"RECRUITING","city":"Istanbul","zip":"34854","country":"Turkey","contacts":[{"name":"EMEL METE","role":"CONTACT","phone":"05376096265","email":"e_emel86@hotmail.com"},{"name":"Zubeyir SARI, Professor","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":41.01384,"lon":28.94966}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}