{"protocolSection":{"identificationModule":{"nctId":"NCT05188417","orgStudyIdInfo":{"id":"GPTF0201"},"organization":{"fullName":"GrandPharma (China) Co., Ltd.","class":"INDUSTRY"},"briefTitle":"A Study Evaluating the Safety and Efficacy of Tirofiban in Combination With Alteplase in Acute Ischemic Stroke","officialTitle":"A Prospective, Multicenter, Randomized, Double-blind, Placebo-controlled Study Evaluating the Safety and Efficacy of Tirofiban in Combination With Intravenous Thrombolytic Therapy With Alteplase in Acute Ischemic Stroke","acronym":"RESET"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-12-09","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-03-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-12-02","studyFirstSubmitQcDate":"2021-12-26","studyFirstPostDateStruct":{"date":"2022-01-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-21","lastUpdatePostDateStruct":{"date":"2023-02-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"GrandPharma (China) Co., Ltd.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The study is a prospective, multicenter, randomized, double-blind, placebo-controlled study evaluating the safety and efficacy of tirofiban in combination with intravenous thrombolytic therapy with alteplase in acute ischemic stroke","detailedDescription":"Ischemic stroke is a common disease of nervous system, with high morbidity, mortality and disability, which seriously threatens human health. According to the latest global burden of disease research, the overall lifetime risk of stroke in China is 39.9%, ranking first in the world, which means that about two out of every five people will suffer a stroke in their lifetime. In addition, stroke is also the first cause of life lost due to disease in China. Intravenous thrombolysis is one of the most effective treatment methods for AIS at present, and the commonly used thrombolytic drug is recombinant tissue plasminogen activator (rt-PA). Although the recanalization rate of intravenous thrombolysis with alteplase can reach about 50%, in actual treatment, about 1/3 of patients experience reocclusion after thrombolytic therapy, resulting in neurological deterioration.\n\nTirofiban is a highly effective and reversible non-peptide platelet surface glycoprotein (GP) IIb/IIIa receptor antagonist, which can competitively inhibit the binding of fibrinogen and platelet GP IIb/IIIa receptor, inhibit platelet aggregation, prolong bleeding time, and inhibit thrombosis. Tirofiban can inhibit platelet aggregation within 5 min after intravenous injection, with the time to peak of \\< 30 min, and achieve stable plasma concentration within 1 hour. Due to the short half-life (1.4-1.8 h), continuous administration is required, and platelet aggregation is restored in approximately 50% of patients 4 h after discontinuation. Therefore, tirofiban has the characteristics of rapid antiplatelet aggregation and rapid recovery of platelet function after discontinuation, and does not significantly increase the risk of bleeding events while preventing thrombosis.\n\nFor AIS patients whose onset time is within the thrombolytic time window, the results of preliminary research showed that tirofiban hydrochloride injection combined with intravenous thrombolytic therapy can reduce the volume of intracranial lesions in patients, better improve the symptoms of neurological deficits in patients than intravenous thrombolytic therapy alone, and the long-term neurological outcomes of patients with combined therapy are better than those with intravenous thrombolytic therapy alone. Observation of the efficacy of tirofiban at different time points after intravenous thrombolysis with alteplase in AIS showed that tirofiban 2-12 hours after intravenous thrombolysis had the greatest benefit in improving neural function.\n\nWith the accumulation of clinical experience in the treatment of ischemic cerebrovascular diseases and the development and popularization of interventional therapy, some shortcomings of oral antiplatelet drugs in the treatment of reocclusion have been found, such as insufficient antithrombotic strength, slow onset time, differences in patients' individuality, poor patient compliance and other problems. In addition, due to safety considerations, current guidelines at home and abroad do not recommend the administration of antiplatelet therapy within 24 hours after intravenous thrombolysis, which limits the therapeutic effect of AIS to some extent. Based on the pathophysiological mechanism of reocclusion and referring to the application experience of tirofiban in the cardiovascular field, many experts at home and abroad have carried out a series of clinical researches on the early application of tirofiban after intravenous thrombolytic and/or endovascular therapy to improve the recanalization rate and reduce reocclusion, showing good safety and efficacy, which has been affirmed by a number of diagnosis and treatment guidelines. However, although a large number of clinical experience and various clinical researches have proved the safety and efficacy of tirofiban's antiplatelet effect in different AIS treatments, there has been no large-sample randomized controlled clinical trial to verify its clinical efficacy in AIS.\n\nThis is a Phase 2 clinical study, and the subjects are patients with acute ischemic stroke who have received intravenous thrombolysis with alteplase within 4.5 hours of onset. The study is to evaluate the safety and efficacy of different doses of tirofiban hydrochloride sodium chloride injection compared with placebo in patients with acute ischemic stroke after intravenous thrombolytic therapy with alteplase.\n\nSubjects who meet the inclusion criteria but do not meet the exclusion criteria are randomly divided into three groups: two groups with different doses of tirofiban hydrochloride sodium chloride injection and one placebo-controlled group, respectively, namely: Group 1 (tirofiban hydrochloride sodium chloride injection group at 0.25 μg/kg/min (0.005 ml/kg/min)); Group 2 (tirofiban hydrochloride sodium chloride injection group at 0.4 μg/kg/min (0.008 ml/kg/min)); and Group 3 (placebo 0.9% sodium chloride injection).\n\nIt should be ensured that subjects are given tirofiban or placebo within 12 hours after the end of thrombolysis. The patients are observed immediately after the end of administration, 4 hours after the end of administration, 48 hours, 7 days, and 14 days after the start of administration, and followed up to 90 days after the start of administration. The study endpoints include: the incidence of symptomatic intracranial hemorrhage within 48 hours after the start of administration (primary safety index), the incidence of intracranial hemorrhage within 48 hours after the start of administration (secondary safety index), etc., the proportion of subjects with mRS 0-1 score on the modified Rankin scale 90 days after the start of administration (primary efficacy index), and the value of change in NIHSS score from baseline at 48 hours, 7 and 14 days after the start of administration (secondary efficacy index), etc. The safety and efficacy of different doses of tirofiban hydrochloride sodium chloride injection compared with placebo in patients with acute ischemic stroke after intravenous thrombolytic therapy with alteplase are evaluated by statistical analysis of endpoint indexes."},"conditionsModule":{"conditions":["Acute Ischemic Stroke"],"keywords":["Acute Ischemic Stroke","Tirofiban"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":266,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Tirofiban 0.25μg/kg/min(0.005ml/kg/min) group","type":"EXPERIMENTAL","description":"The tirofiban hydrochloride sodium chloride injection is pumped intravenously at a constant rate of 0.25μg/kg/min (0.005 ml/kg/min) for 30 minutes, and then pumped intravenously at a constant rate of 0.1 μg/kg/min (0.002 ml/kg/min) for 24 hours.","interventionNames":["Drug: Tirofiban 0.05 MG/ML"]},{"label":"Tirofiban 0.4μg/kg/min(0.008ml/kg/min) group","type":"EXPERIMENTAL","description":"The tirofiban hydrochloride sodium chloride injection is pumped intravenously at a constant rate of 0.4 μg/kg/min (0.008 ml/kg/min) for 30 minutes, and then pumped intravenously at a constant rate of 0.1 μg/kg/min (0.002 ml/kg/min) for 24 hours.","interventionNames":["Drug: Tirofiban 0.05 MG/ML"]},{"label":"0.9% sodium chloride solution","type":"PLACEBO_COMPARATOR","description":"The placebo is pumped intravenously at a constant rate of 0.008 ml/kg/min for 30 minutes, and then pumped intravenously at a constant rate of 0.002 ml/kg/min for 24 hours.","interventionNames":["Drug: 0.9% sodium chloride solution"]}],"interventions":[{"type":"DRUG","name":"Tirofiban 0.05 MG/ML","description":"intravenous injection of the drug according to different body weights and arms","armGroupLabels":["Tirofiban 0.25μg/kg/min(0.005ml/kg/min) group","Tirofiban 0.4μg/kg/min(0.008ml/kg/min) group"],"otherNames":["Alteplase"]},{"type":"DRUG","name":"0.9% sodium chloride solution","description":"intravenous injection of the drug according to different body weights and arms","armGroupLabels":["0.9% sodium chloride solution"],"otherNames":["Alteplase"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The incidence of symptomatic intracranial hemorrhage within 48 hours after the start of administration","timeFrame":"48 hours after the start of administration"}],"secondaryOutcomes":[{"measure":"The incidence of intracranial hemorrhage (Heidelberg bleeding classification) within 48 hours after the start of administration","timeFrame":"48 hours after the start of administration"},{"measure":"The incidence of serious bleeding events (GUSTO defined, including fatal and symptomatic intracranial hemorrhage)within 48 hours after the start of administration","timeFrame":"48 hours after the start of administration"},{"measure":"The incidence of parenchymal hemorrhage type 2 (PH-2) within 48 hours after the start of administration","timeFrame":"48 hours after the start of administration"},{"measure":"The incidence of moderate bleeding (GUSTO defined) within 48 hours after the start of administration","timeFrame":"48 hours after the start of administration"},{"measure":"The number of adverse events/serious adverse events reported by the investigator throughout the study period (e.g., absolute value of platelet ≤ 90 × 109/L; hypersensitivity; renal failure, etc.)","timeFrame":"90 days after the start of administration"},{"measure":"All-cause mortality 90 days after the start of administration","timeFrame":"90 days after the start of administration"},{"measure":"The proportion of subjects with mRS 0-1 score on the modified Rankin scale 90 days after the start of administration","timeFrame":"90 days after the start of administration"},{"measure":"The value of change in National Institutes of Health Stroke Scale (NIHSS) score (0-42, higher scores mean a worse outcome) from baseline at 48 hours, 7 and 14 days after the start of administration","timeFrame":"48 hours, 7 and 14 days after the start of administration"},{"measure":"Proportion of subjects whose NIHSS scores decrease by ≥ 2 points from baseline or recover to 0-1 point at 48 hours,7 and 14 days after the start of administration","timeFrame":"48 hours, 7 and 14 days after the start of administration"},{"measure":"The incidence of worsening stroke (NIHSS score increases by ≥ 4 points, and the cause by cerebral hemorrhage is excluded) within 48 hours after the start of administration","timeFrame":"48 hours after the start of administration"},{"measure":"Barthel Index (BI) score (0-100, higher scores mean a better outcome) 90 days after the start of administration","timeFrame":"90 days after the start of administration"},{"measure":"The incidence of new vascular events (ischemic stroke, hemorrhagic stroke, myocardial infarction, and cardio-cerebral revascularization) within 90 days after the start of administration","timeFrame":"90 days after the start of administration"},{"measure":"EuroQol Five Dimensions Questionnaire (EQ-5D) (0-100, higher scores mean a better outcome) 90 days after the start of administration","timeFrame":"90 days after the start of administration"},{"measure":"Platelet aggregation rate 30 minutes after the start of administration, immediately after the end of administration (i.e.,24.5 hours), and 4 hours after the end of administration (i.e., 28.5 hours)","timeFrame":"30 minutes after the start of administration, immediately after the end of administration (i.e., 24.5 hours), and 4 hours after the end of administration (i.e., 28.5 hours)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. According to the Chinese Guidelines for the Diagnosis and Treatment of Acute Ischemic Stroke 2018, the patient is clinically diagnosed as acute ischemic stroke;\n2. ≥ 18 years of age, regardless of gender;\n3. Patients who have received or are scheduled to receive intravenous thrombolysis with alteplase, that is, receiving thrombolysis with alteplase within 4.5 hours of onset of ischemic stroke;\n4. Intravenous antiplatelet therapy is acceptable within 12 hours of receiving intravenous thrombolysis;\n5. NIHSS score: 4 ≤ screening period/baseline NIHSS score ≤ 25;\n6. Be able to engage in daily life independently before the onset of this ischemic stroke (mRS score: 0-1 point);\n7. The subject or his/her guardian participates voluntarily and signs the ICF.\n\nExclusion Criteria:\n\n1. Combined with atrial fibrillation or clear evidence of cardiogenic embolism (e.g., known left atrial/left ventricular mural thrombosis, etc.);\n2. CT suggests large-area anterior circulation infarction (ASPECT score is \\< 6 points or infarction volume is ≥ 70 mL or infarction area is \\> 1/3 of the middle cerebral artery blood supply area);\n3. Significant head trauma or stroke within 3 months prior to screening;\n4. Previous history of intracranial hemorrhage (e.g., subarachnoid hemorrhage, and intracerebral hemorrhage);\n5. Previous intracranial tumor, arteriovenous malformation or aneurysm;\n6. Intracranial or spinal surgery and biopsy within 3 months prior to screening;\n7. Prolonged or traumatic cardiopulmonary resuscitation (\\> 2 min), delivery within the past 10 days or recent puncture of a non-compression vessel (e.g., subclavian vein or jugular vein);\n8. Presence of active internal hemorrhage (e.g., gastrointestinal, urinary tract or retinal hemorrhage, etc.);\n9. Hemorrhagic tendency (including but not limited to): platelet count \\< 100 × 109/L during screening; heparin treatment within the last 48 hours and APTT exceeding the upper limit of laboratory normal value; oral administration of warfarin at the time of screening, INR \\> 1.7; oral administration of new anticoagulants; and using direct thrombin or factor Xa inhibitors;\n10. Hypertension is not controlled after active antihypertensive therapy: systolic blood pressure is ≥ 180 mmHg or diastolic blood pressure is ≥ 100 mmHg;\n11. Blood glucose concentration is \\< 50 mg/dL (2.8 mmol/L) or \\> 400 mg/dL (22.2 mmol/L);\n12. Severe liver damage, including liver failure, cirrhosis, portal hypertension (esophageal varices), and active hepatitis;\n13. Serious renal insufficiency (creatinine clearance rate is \\< 30 mL/min);\n14. Currently undergoing renal dialysis;\n15. Aortic dissection;\n16. Major surgery or serious trauma within 30 days prior to screening;\n17. Gastrointestinal or urethral hemorrhage within 30 days prior to screening;\n18. History of acute myocardial infarction within 3 months prior to screening;\n19. It is known at the time of screening that subjects plan to undergo coronary, carotid or peripheral arterial revascularization during the trial;\n20. Female subjects who are serum pregnancy test positive, pregnant/lactating women, or women of childbearing potential who plan to have a pregnancy during the 12-month period, or women of childbearing potential or male subjects who are unwilling to take appropriate contraceptive measures during the trial;\n21. Users who are known to be allergic or contraindicated to the investigational product;\n22. Life expectancy of \\< 6 months due to any advanced disease;\n23. Patients who have participated in drug or device trials within one month;\n24. Patients with poor peripheral venous filling who cannot establish two standard peripheral venous lines;\n25. Stroke accompanied by seizures;\n26. Other conditions that the investigator considers inappropriate for participation in the clinical study, such as inability to understand and/or follow the study procedures and/or follow-up due to mental disorders, cognitive or emotional disorders.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Zhipeng Wang, Ph.D, MD","affiliation":"GrandPharma (China) Co., Ltd.","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"23rd Floor, City Square, No.160 Qiaokou Road, Qiaokou District","city":"Wuhan","state":"Hubei","zip":"430032","country":"China","geoPoint":{"lat":30.58333,"lon":114.26667}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000010959","term":"Tissue Plasminogen Activator"},{"id":"D000077466","term":"Tirofiban"}],"ancestors":[{"id":"D000005343","term":"Fibrinolytic Agents"},{"id":"D000050299","term":"Fibrin Modulating Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000010975","term":"Platelet Aggregation Inhibitors"}],"browseLeaves":[{"id":"M13539","name":"Tissue Plasminogen Activator","asFound":"Patient Reported Outcomes","relevance":"HIGH"},{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"},{"id":"M1807","name":"Tirofiban","asFound":"Abacavir","relevance":"HIGH"},{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"},{"id":"M13538","name":"Plasminogen","relevance":"LOW"},{"id":"M13555","name":"Platelet Aggregation Inhibitors","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"}]}},"hasResults":false}