{"protocolSection":{"identificationModule":{"nctId":"NCT03577002","orgStudyIdInfo":{"id":"PLC-1609-36277"},"organization":{"fullName":"Oregon Health and Science University","class":"OTHER"},"briefTitle":"Team-based Versus Primary Care Clinician-led Advance Care Planning in Practice-based Research Networks","officialTitle":"A Cluster-randomized Trial Comparing Team-based Versus Primary Care Clinician-led Advance Care Planning in the Meta-LARC Practice-based Research Networks"},"statusModule":{"statusVerifiedDate":"2021-05","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-02-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-04-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-07-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-05-31","studyFirstSubmitQcDate":"2018-06-22","studyFirstPostDateStruct":{"date":"2018-07-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-05-05","lastUpdatePostDateStruct":{"date":"2021-05-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Annette Totten","investigatorTitle":"Associate Professor","investigatorAffiliation":"Oregon Health and Science University"},"leadSponsor":{"name":"Oregon Health and Science University","class":"OTHER"},"collaborators":[{"name":"University of Wisconsin, Madison","class":"OTHER"},{"name":"University of Colorado, Denver","class":"OTHER"},{"name":"University of Iowa","class":"OTHER"},{"name":"Duke University","class":"OTHER"},{"name":"Laval University","class":"OTHER"},{"name":"University of Toronto","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This project compares two models of the Serious Illness Care Program (SICP) in primary care: clinician-focused SICP and team-based SICP. Discussion and planning for serious illness care can help patients identify what is most important to them and assure they receive care that best matches their goals and values, such as spending more time at home or not being in pain.","detailedDescription":"Background and Significance:\n\nMany people die after living with chronic conditions that have a broadly predictable course. This should give patients and families the opportunity to consider what is most important to them and plan for the care they wish to receive in their final months and at the end of life. However, in many cases health care defaults to more testing and treatments, creating a potential mismatch between healthcare services and what patients and families want.\n\nSerious illness care planning occurs once a patient with advanced illness reaches a life expectancy of one to two years. Patients face a wide range of choices that can profoundly affect their quality of life. Planning for the last months and days may improve quality of life, by assuring health care supports patient goals and that preferences for life-sustaining interventions honored. For many patients, this planning should occur in the primary care setting, but primary care practices are over-extended, clinicians and staff are often uncomfortable discussing prognosis, and patients and families often do not ask.\n\nThe Serious Illness Care Program (SICP) provides a comprehensive implementation strategy, training modules, and a structured conversation guide to promote realistic and compassionate discussions with seriously ill patients in any health care setting. SICP is widely used, having trained hundreds of clinicians and used with thousands of patients. It contributes to the quadruple aims of optimizing healthcare performance through improving patient experience and appropriate utilization of resources, increasing population health, and improving the work life of clinicians. The challenge is that it is unclear whether whether targeting clinicians or entire teams is more efficient and effective when implementing SICP in primary care.\n\nStudy Aims:\n\nThe study will fill this critical gap by comparing two models of SICP in primary care: clinician-focused SICP and team-based SICP. In the clinician-focused model, a patient's primary care clinician is responsible for serious illness care planning, while in the team-based model, tasks are purposefully shared across roles. This cluster-randomized trial has the following aims:\n\n* AIM 1. Assess the comparative effectiveness in primary care of team-based vs. primary clinician-focused SICP to achieve the long-term outcomes of concordance of care with patient goals and more time at home for patients with prognoses of two years of life or less.\n* AIM 2. Assess the comparative effectiveness in primary care of a team-based SICP vs. clinician-focused SICP on place of death and family bereavement in cases where the patient dies during the study period, as well as additional secondary short term and intermediate outcomes including patient, family and clinician satisfaction with communication and decisions and quality of life.\n* AIM 3. Identify determinants of successful implementation of the two different models of SICP across varying settings, with a focus on the comparison of practices in the U.S. and Canada and on practice-level characteristics.\n\nOverall study design A cluster-randomized controlled trial (cRCT) conducted in primary care practices recruited from seven practice-based research networks (PBRNs) in the U.S. and Canada. The practices will be randomly assigned to implement either the primary care clinician-focused model or the team-based model. A cRCT is proposed because the two models cannot be implemented simultaneously in the same practice. SICP requires changes in work flow and different training is required for the clinician-focused and team-based models.\n\nMain components of the intervention and comparators The clinician-focused model provides training and standard infrastructure support within the practice, similar to what would be provided for any primary care clinician activity. The team-based model splits the serious illness care conversation and planning into its components and these are shared across team members and may be spread over time. The composition of the teams and how they divide their tasks will be allowed to vary across practices and patients; this is necessary and realistic as staffing patterns and resources vary across practices and ACP should be customized to patient needs.\n\nStudy population The target population is adults living in the community with serious illnesses and their families. The study will be conducted in a minimum of 36 primary care practices in seven primary care PBRNs (five in the U.S., two in Canada). Each PBRN will recruit a minimum of six practices to enroll 130 patients for a total of 1260 enrolled, so that with attrition, over 750 will be available for analysis.\n\nPrimary and secondary outcomes The primary outcomes are patient-centered. These are: a) care that corresponds to patient goals and b) time spent at home. Assuring goal-concordant care is the overarching purpose of the SICP. Patient outcomes will be measured at enrollment, six months, and one year of follow-up. If the patient dies during the study period, place of death will be recorded and a family member contacted to complete a bereavement survey.\n\nSecondary outcomes will also include intermediate and proximal or short-term outcomes for patients and families including patient and caregiver quality of life, depression and anxiety, satisfaction with communication, decision quality, engagement and acceptability of the SICP program and model to patients.\n\nAnalytic methods Analytic models will be refined with the input of the Research Project Partnership (Steering Committee), including patient and clinician stakeholder representatives as well as experts in biostatistics. Analysis will be conducted under an intention to treat assumption with multiple imputation procedures and selection models for missing data. Multilevel modeling will be used to account for clustering at the practice (cluster) and individual level, and interaction terms will be included in the analysis to identify potential heterogeneity of treatment effects."},"conditionsModule":{"conditions":["Congestive Heart Failure","Cancer","Chronic Obstructive Pulmonary Disease","Cerebrovascular Accident","Frail Elderly Syndrome","Cardiovascular Diseases"],"keywords":["Advance care planning","Patient-provider communications","Interdisciplinary teams","Practice-based research networks","Cluster-randomized controlled trial","Primary care"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":1120,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Clinician SICP","type":"ACTIVE_COMPARATOR","description":"Advance care planning between primary care clinician and the patient/family using the Serious Illness Care Program (SICP)","interventionNames":["Other: Serious Illness Care Program (SICP)"]},{"label":"Team SICP","type":"ACTIVE_COMPARATOR","description":"Advance care planning between team members and the patient/family using the Serious Illness Care Program (SICP)","interventionNames":["Other: Serious Illness Care Program (SICP)"]}],"interventions":[{"type":"OTHER","name":"Serious Illness Care Program (SICP)","description":"SICP includes the Serious Illness Conversation Guide, which provides patient-tested language for initial and follow-up conversations; training materials, including didactic materials and case studies for structured role playing; and implementation guidance including recommended approaches to identifying appropriate patients and templates for documentation of conversations","armGroupLabels":["Clinician SICP","Team SICP"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Global rating of goal-concordant care, patient-reported","description":"Comparison between arms of whether care received corresponds to patient goals. This will be assessed at 12 months.","timeFrame":"12 months after enrollment"}],"secondaryOutcomes":[{"measure":"Cumulative time spent at home, patient-reported questionnaires","description":"Days at home will be reported over a 6-month range and will be compared between arms. Patients will report number of days spent in a hospital, nursing home or post-acute care home and number of trips to the emergency department during the last 6-month period. The number of days and ED trips reported will be combined then subtracted from the number of days in the 6-month reporting period to arrive a final number of days at home. This measure will be compared between both study arms.","timeFrame":"12 months after enrollment"},{"measure":"Generalized Anxiety Disorder (GAD-7)","description":"Participant assessment of anxiety using the Generalized Anxiety Disorder 7-item scale (GAD7) using 4-point scale for seven anxiety questions where low scores indicate less anxiety and high scores are higher levels of anxiety symptoms and a single composite score is calculated.","timeFrame":"Baseline, 6 months and 12 months after enrollment"},{"measure":"Patient Health Questionnaire (PHQ-9) - Depression","description":"Participant assessment of depression using the Patient Health Questionnaire depression test questionnaire (PHQ-9) scale using 4-point scale for nine depression questions where low scores indicate less depressive and high scores are higher levels of depressive symptoms and a single composite score is calculated.","timeFrame":"Baseline, 6 months and 12 months after enrollment"},{"measure":"Patient-reported outcomes for individuals living with chronic conditions","description":"Participant assessment of health, quality of life, mental health, satisfaction with social activities and roles, daily activities of living, anxiety/depression, sleep and pain using the PROMIS Global Health 10 short form","timeFrame":"Baseline, 6 months and 12 months after enrollment"},{"measure":"SICP acceptability","description":"Participant assessment of the SICP conversation and program using and adapted SICP-developed Patient Acceptability Survey","timeFrame":"Baseline, 6 months and 12 months after enrollment"},{"measure":"SICP experience","description":"Participant assessment of the SICP conversation and program using and adapted SICP-developed Patient Experience Survey","timeFrame":"Baseline, 6 months and 12 months after enrollment"},{"measure":"Quality of communication","description":"Participant rating of the communication with the clinician or care team using a subset of questions from the Quality of Community questionnaire which uses an 11-point scale on 13 questions to rate care from the worst I could imagine (low score) to the very best I could imagine (high score), with a summed total score","timeFrame":"Baseline, 6 months and 12 months after enrollment"},{"measure":"Shared decision making for healthcare decisions","description":"Measurement of shared decision-making using questionnaires to measure different aspects of making healthcare decisions, such as engagement, sureness, difficulty making a decision, and level of distress or remorse after making a decision. Each of these shared decision-making subscales will be scored","timeFrame":"Baseline, 6 months and 12 months after enrollment"},{"measure":"Hospice use","description":"Participant report of use of hospice or palliative care services","timeFrame":"Baseline, 6 months and 12 months after enrollment"},{"measure":"Detailed items on goal-concordant care","description":"Patient reports on confidence in future care, trust in providers and family, and advance care planning processes responding to 10-point scale or yes/no questions.","timeFrame":"6 months and 12 months after enrollment"},{"measure":"Global rating of goal-concordant care, patient-reported","description":"Comparison between arms of whether care received corresponds to patient goals. This will be assessed at 6 months.","timeFrame":"6 months after enrollment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Can provide verbal consent\n* Be an adult 18 years of age or older\n* Has a serious illness(es) or condition(s) that is likely to limit the patient's life expectancy to less than 2 years as defined by using clinical intuition or a patient identification algorithm when possible\n* Is community-dwelling or is planned to be discharged to a community-based setting\n* Can speak, read and write in English, French or Spanish\n* Has had an initial advance care planning (ACP) conversation at a primary care practice participating in this project.\n\nExclusion Criteria:\n\n* Patients may not already be enrolled in hospice\n* Patients may not currently be in an intensive care unit or hospital with no expectation of discharge\n* Patient may not be in an institution (e.g., nursing home) or awaiting nursing home placement in the near future","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Annette Totten, PhD","affiliation":"Oregon Health and Science University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"France Legare, MD, PhD","affiliation":"Universite Laval","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"State Networks of Colorado Ambulatory Practices and Partners","city":"Aurora","state":"Colorado","zip":"80045","country":"United States","geoPoint":{"lat":39.72943,"lon":-104.83192}},{"facility":"Iowa Research Network","city":"Iowa City","state":"Iowa","zip":"52242","country":"United States","geoPoint":{"lat":41.66113,"lon":-91.53017}},{"facility":"Duke Primary Care Research Consortium","city":"Durham","state":"North Carolina","zip":"27705","country":"United States","geoPoint":{"lat":35.99403,"lon":-78.89862}},{"facility":"Oregon Rural Practice-based Research Network","city":"Portland","state":"Oregon","zip":"97239","country":"United States","geoPoint":{"lat":45.52345,"lon":-122.67621}},{"facility":"Wisconsin Research and Education Network","city":"Madison","state":"Wisconsin","zip":"53175","country":"United States","geoPoint":{"lat":43.07305,"lon":-89.40123}},{"facility":"University of Toronto Practice-based Research Network","city":"Toronto","state":"Ontario","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}},{"facility":"Quebec Practice-based Research Network","city":"Québec","state":"Quebec","country":"Canada","geoPoint":{"lat":46.81228,"lon":-71.21454}}]},"referencesModule":{"references":[{"pmid":"31486729","type":"BACKGROUND","citation":"Totten AM, Fagnan LJ, Dorr D, Michaels LC, Izumi SS, Combe A, Legare F. Protocol for a Cluster Randomized Trial Comparing Team-Based to Clinician-Focused Implementation of Advance Care Planning in Primary Care. J Palliat Med. 2019 Sep;22(S1):82-89. doi: 10.1089/jpm.2019.0117."},{"pmid":"33840295","type":"DERIVED","citation":"Schmidt ME, Daly JM, Xu Y, Levy BT. Improving Iowa Research Network Patient Recruitment for an Advance Care Planning Study. J Prim Care Community Health. 2021 Jan-Dec;12:21501327211009699. doi: 10.1177/21501327211009699."}],"seeAlsoLinks":[{"label":"Trial informational website","url":"http://PrimaryCareACP.org"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The study protocol has been published after ClinicalTrials.gov registration and IRB approval and is now listed in the citations. Data will released in accordance with the funder's policy (PCORI) after the end of the project.\n\nResults tables will be submitted to ClinicalTrials.gov","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"Around 12/1/2021 and after the final report acceptance by PCORI or the publication of the primary results which ever comes first in accordance with PCORI policy","accessCriteria":"Criteria will be determined to align with PCORI policy at the time the project ends."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000008173","term":"Lung Diseases, Obstructive"},{"id":"D000029424","term":"Pulmonary Disease, Chronic Obstructive"},{"id":"D000020521","term":"Stroke"},{"id":"D000006333","term":"Heart Failure"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"ancestors":[{"id":"D000006331","term":"Heart Diseases"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000002908","term":"Chronic Disease"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M9111","name":"Heart Failure","asFound":"Congestive Heart Failure","relevance":"HIGH"},{"id":"M10860","name":"Lung Diseases, Obstructive","asFound":"Obstructive Pulmonary Disease","relevance":"HIGH"},{"id":"M23139","name":"Pulmonary Disease, Chronic Obstructive","asFound":"Chronic Obstructive Pulmonary Disease","relevance":"HIGH"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M10858","name":"Lung Diseases","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M5837","name":"Chronic Disease","relevance":"LOW"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}