{"protocolSection":{"identificationModule":{"nctId":"NCT04226417","orgStudyIdInfo":{"id":"MU-CIRB 2019/063.2102"},"organization":{"fullName":"Mahidol University","class":"OTHER"},"briefTitle":"Effect of Home Based Transcranial Direct Current Stimulation (tDCS) With Exercise on Upper and Lower Limb Motor Functions in Chronic Stroke","officialTitle":"Effect of Home Based Transcranial Direct Current Stimulation (tDCS) With Exercise on Upper and Lower Limb Motor Functions in Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2020-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-10-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-04-12","type":"ACTUAL"},"completionDateStruct":{"date":"2020-06-04","type":"ACTUAL"},"studyFirstSubmitDate":"2020-01-09","studyFirstSubmitQcDate":"2020-01-09","studyFirstPostDateStruct":{"date":"2020-01-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-06-13","lastUpdatePostDateStruct":{"date":"2020-06-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Mahidol University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of the present study is to investigate the effect of home based dual tDCS combined with exercise on upper and lower limb motor functions in chronic ischemic stroke patients.","detailedDescription":"Nowadays, stroke is the third cause of death in developing countries after coronary heart disease and cancer. Worldwide, 3 million women and 2.5 million men were killed by the stroke every year. In Thailand, stroke is the first leading cause of death. In every 2 minutes, Thai population have occurred at least one new stroke case.\n\nOver six months after stroke onset or chronic phase, long-term disability occurred when patients did not continuously receive appropriate intervention. Motor disability is the most limiting factor influencing activities in daily life, such as upper and lower limb motor functions, and gait disturbance, which could in turn leading to long-term disability. Especially, affected arm remains malfunction in half of chronic stroke patients. The multidisciplinary rehabilitation has been provided for chronic stroke patients to reduce burden of caregivers and to improve patients' well-being. Besides, many patients with chronic stroke who live in community could not access the hospital or health care center because of inconvenient transportation as well as limited support by the family.\n\nIt past twenty years, transcranial direct current stimulation (tDCS) has been introduced as is non-invasive brain stimulation (NIBS) that can use in rehabilitation. There are several studies shown that tDCS can change cortical excitability in the brain and consider as an additional therapy to improve motor function in stroke patients. Moreover, the tDCS is portable, cost effective, safety to use and can be self-administered might benefit for patients in residence. In fact, imbalance of interhemispheric inhibition (IHI) occurred after stroke by neuronal excitability decreased in the lesioned hemisphere and increased in the non-lesioned hemisphere. The tDCS delivered weak direct current via two electrodes as anodal and cathodal. The effect of cathodal electrode can decrease excitability and increase excitability by anodal electrode. Furthermore, both electrodes were applied on the two hemisphere in the same period for expect the results of two electrode called dual tDCS.\n\nCurrent evidence indicated that the 4-week anodal tDCS combined transcranial direct current stimulation (tDCS) with robotic training could improve motor function in chronic stroke patients. Nevertheless, this intervention program is a hospital-based intervention, which would limit the generalization to patients who live in community. Previous study showed that 4-week anodal tDCS combined with exercise could improve upper and lower limb motor functions in chronic stroke patients. However, there is no evidence indicate that 4-week home-based tDCS combined with exercise have been improved upper and lower limb motor functions in chronic stroke patients in residence."},"conditionsModule":{"conditions":["Transcranial Direct Current Stimulation","Chronic Stroke"],"keywords":["transcranial direct current stimulation","motor function","exercise","chronic stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":24,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Dual-tDCS & home program exercise","type":"ACTIVE_COMPARATOR","description":"Dual transcranial direct current stimulation (tDCS) will be applied over C3-C4 by using a reference to the international 10-20 electrode placement system for EEG electrode placement. The current intensity will be 2 mA, delivered for 20 minutes before the home-based exercise program by themselves and/or caregiver. Anodal electrode will be applied over the M1 of the affected hemisphere, while the cathodal electrode will be applied over the M1 of the non-lesioned. In all sessions of intervention at participant's resident, the investigator will supervise the processes of setting tDCS and exercise in all sessions (total 12 sessions, 3 days per week for 4 weeks).","interventionNames":["Device: Transcranial direct current stimulation"]},{"label":"Sham-tDCS & home program exercise","type":"SHAM_COMPARATOR","description":"Sham transcranial direct current stimulation (tDCS) will be applied over C3-C4 by using a reference to the international 10-20 electrode placement system for EEG electrode placement. The current intensity will be 2 mA, delivered only 30 seconds before the home-based exercise program by themselves and/or caregiver. Anodal electrode will be applied over the M1 of the affected hemisphere, while the cathodal electrode will be applied over the M1 of the non-lesioned. In all sessions of intervention at participant's resident, the investigator will supervise the processes of setting tDCS and exercise in all sessions (total 12 sessions, 3 days per week for 4 weeks).","interventionNames":["Device: Transcranial direct current stimulation"]}],"interventions":[{"type":"DEVICE","name":"Transcranial direct current stimulation","description":"Dual/ Sham tDCS will be applied in 2 mA, 20 mins before the home-based exercise program in 3 times per week for 4 weeks (12 sessions)","armGroupLabels":["Dual-tDCS & home program exercise","Sham-tDCS & home program exercise"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Assessment in upper & lower limbs","description":"The assessment of motor function both upper and lower limbs, this study will measure only motor function domain from 5 domains includes items assessing movement, coordination, and reflex action of the shoulder, elbow, forearm, wrist, hand, hip, knee, and ankle. The 100 totally score divided into 66 points for upper limb and 34 points for lower limb.","timeFrame":"20 minutes"},{"measure":"Wolf Motor Function Test","description":"This assessment quantifies upper limb motor ability through timed and functional tasks consists of 17 items. The scoring rated on a 6 points scale.","timeFrame":"20 minutes"}],"secondaryOutcomes":[{"measure":"Five-times Sit to Stand Test","description":"The five times sit to stand measure of functional lower limb muscle strength that quantifying functional change of transitional movement. Participants were asked to stand up and sit down as quickly as possible 5 times and keeping their arms folded across your chest. The researcher stop timing when the participant stands the 5th time.","timeFrame":"5 minutes"},{"measure":"6-Meter Walk Test","description":"The assessment of walking speed in meters per second over short distance. The participants will be asked to walk 2 trials with comfortable speed for 10 meters. The researcher will time middle 6 meters.","timeFrame":"5 minutes"},{"measure":"Timed Up and Go Test","description":"The assessment of functional mobility, balance, walking ability. The participants will be asked to walk with comfortable speed 3 meters, turn around the cone, walk back to the chair and sit down. The researcher will stop timing when the participant's buttocks touch the seat.","timeFrame":"5 minutes"},{"measure":"Muscle strength","description":"The handheld dynamometer will be used to measure muscle strength. Participants will perform the action of muscle against the resistance 2 trials per muscle. The researcher will measure muscle strength of upper and lower limbs including wrist extensor, elbow extensor, ankle dorsiflexor, knee extensor, hip flexor, and hip extensor.","timeFrame":"15 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Aged between 18 and 75 years.\n2. First ischemic stroke.\n3. Stroke onset over 6 months to 5 years.\n4. Ability to communicate.\n5. Free of any neurological antecedent, unstable condition that may increase the risk of unsafe tDCS such as epilepsy.\n6. Unable to grasp normally (FMA-UE motor function on grasp score 0-1).\n7. Ability to walk 10 meters independently (with or without a mobility aid).\n8. Be able to follow the instruction.\n\nExclusion Criteria:\n\n1. Presence of intracranial metal implantation, cochlear implant, or cardiac pacemaker.\n2. Moderate pain in any joint of the lower limb (numerical pain rating score \\> 4/10).\n3. Open wound or wound infection on scalp.\n4. History of brain surgery.\n5. Musculoskeletal disorders affecting gait.\n6. Contracture or deformity of upper and lower extremity.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Faculty ofPhysical Therapy, Mahidol University","city":"Salaya","state":"Nakonpathom","zip":"73170","country":"Thailand","geoPoint":{"lat":13.802,"lon":100.32111}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","asFound":"Chronic","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M6093","name":"Complement C3","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}