{"protocolSection":{"identificationModule":{"nctId":"NCT03366129","orgStudyIdInfo":{"id":"180020"},"secondaryIdInfos":[{"id":"18-N-0020"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Blood-Brain Barrier Disruption in People With White Matter Hyperintensities Who Have Had a Stroke","officialTitle":"The Natural History of Blood-Brain Barrier Disruption in Stroke Patients With White Matter Hyperintensities (A Cohort Study)"},"statusModule":{"statusVerifiedDate":"2023-07-07","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-09-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2028-01-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2035-01-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-12-07","studyFirstSubmitQcDate":"2017-12-07","studyFirstPostDateStruct":{"date":"2017-12-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-03","lastUpdatePostDateStruct":{"date":"2024-02-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background:\n\nA stroke occurs when not enough blood reaches the brain. Sometimes stroke causes changes in certain brain matter. This is called white matter hyperintensity (WMH) and can lead to mental decline. But not all WMH is caused by stroke. Not all people with WMH experience mental decline. Researchers want to learn more about WMH. They want to see if it is related to disruptions in the blood-brain barrier.\n\nObjective:\n\nTo better understand the how blood-brain barrier disruption is related to white matter hyperintensities.\n\nEligibility:\n\nAdults at least 18 years old who have been admitted to a study site with stroke-like symptoms\n\nDesign:\n\nParticipants will be screened with an MRI scan and cognitive tests.\n\nParticipants will have 11 visits over 6 years. Each visit will be 3-4 hours.\n\nAt each visit, participants will:\n\nUpdate their medical history\n\nHave a thin plastic tube (catheter) inserted into an arm vein by needle\n\nHave an MRI. The scanner is a metal cylinder in a strong magnetic field. Participants will lie on a table that slides in and out of the cylinder. Participants will be in the scanner about 60 minutes, lying still for up to 20 minutes at a time. They will get earmuffs for loud sounds.\n\nHave a dye injected through the catheter during the MRI\n\nHave tests of movement, language, and cognition\n\nSome participants will have an extra visit for an MRI in a stronger scanner (7T MRI).\n\nParticipation for some participants will be authorized by their legal representative.","detailedDescription":"Objective: To follow a cohort of stroke patients with white matter hyperintensities (WMH), using MRI, and thereby track the natural history of changes in blood-brain barrier (BBB) disruption. By establishing a better understanding of the relationship between the presence of BBB disruption and WMH progression, we hope to identify BBB permeability on MRI as a biomarker for disease pathogenesis, disease activity, and disease progression.\n\nStudy Population: Stroke patients will be eligible for this study if their MRI shows evidence of confluent WMH on FLAIR imaging (Fazekas score 2 or greater), obtain a six-item screener score greater than 3, and have no other diagnosis to explain the finding (e.g. multiple sclerosis). The NIH stroke service currently evaluates 600 patients a year with MRI. Approximately 20% have confluent WMH on their FLAIR MRI and would meet the inclusion criteria for this study. Thus, the cohort for this study will be recruited from the population evaluated by the NIH stroke service.\n\nDesign: Patients with a clinical or radiographic history of stroke will be eligible for enrollment. Enrolled subjects who meet the inclusion/exclusion criteria will be followed serially with MRI. Research procedures will consist of an MRI, interval history and cognitive/clinical scaling. Research procedures will occur every 3 months for the first year, every 6 months for the second year, and then yearly thereafter for a total of 6 years or untill the study has ended.\n\nOutcome measures: Using a previously described and independently validated method, BBB permeability will be assessed at each research time point as will WMH burden. The presence of BBB will be compared with progression of WMH into normal appearing white matter (NAWM). The primary outcome is the relationship between BBB disruption and WMH progression. It is postulated that BBB disruption in the NAWM will be associated with progression of the WMH. Secondary outcomes will examine the spatial relationship between BBB disruption and WMH progression and changes in cognitive scaling. Additionally, other exploratory MRI biomarkers for disease progression will be examined (e.g. susceptibility weighted imaging with 7T MRI to examine regions of known BBB disruption)."},"conditionsModule":{"conditions":["Cerebrovascular Disorder","Stroke","Aging"],"keywords":["CEREBROVASCULAR DISEASE","Vascular Cognitive Impairment","Stroke","Permeability Imaging","Natural History"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":70,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Cohort","description":"Stroke patients with white matter hyperintensities (WMH)"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The primary outcome is the relationship between BBB disruption and WMH progression. It is postulated that BBB disruption in the NAWM will be associated with progression of the WMH.","description":"Using a previously described and independently validated method, BBB permeability will be assessed at each research time point as will WMH burden. The presence of BBB will be compared with progression of WMH into normal appearing white matter (NAWM).","timeFrame":"Assessed at each research time point"}],"secondaryOutcomes":[{"measure":"Secondary outcomes will examine the spatial relationship between BBB disruption and WMH progression and changes in cognitive scaling.","description":"(1) To examine the spatial relation between the location of BBB disruption and the location of subsequent progression of NAWM into WMH (2) To examine the relationship between clinical risk factors, demographics, routine lab results, and clinical scales of neurologic deficit, functional status, and cognitive function with measures of BBB disruption and WMH. (3) To test several exploratory imaging biomarkers for BBB disruption and WMH. (4) To explore how susceptibility weighted imaging (SWI) on 7T MRI may be used to image BBB disruption and disease activity.37 (5) To identify potential subjects for research studies on cerebrovascular diseases.(6) To study the role of free water (FW) measured on DTI in the progression of WMH","timeFrame":"Assessed at each research time point"}]},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\n  1. Age greater than or equal to 18\n  2. Have been evaluated for stroke-like symptoms or have radiographic evidence of stroke on an MRI scan.\n  3. Is willing to return to one of the two study sites for serial study visits.\n  4. Is willing to appoint a Durable Power of Attorney (DPA) for NIH research.\n  5. Is willing to provide written informed consent prior to participation OR a qualifying LAR will provide consent and the subject is able to provide assent.\n\nEXCLUSION CRITERIA:\n\nAn individual who meets any of the following criteria will be excluded from this study:\n\n* Medical contraindications for MRI (e.g., any non-organic implant or other device such as a cardiac pacemaker or infusion pump or other metallic implants, objects, or body piercings that are not MRI-compatible or cannot be removed)\n* Psychological contraindications for MRI (e.g., claustrophobia), to be assessed at the time the medical history is collected\n* If unable to lie comfortably on their back for up to 1 hour.\n* Contraindication to gadolinium (pregnant or nursing, previous allergic reaction, renal insufficiency)\n* Known diagnosis that is thought to be the cause of their WMH (e.g. multiple sclerosis) other than chronic cerebrovascular disease, cerebral autosomal dominant arteriopathy with subcortical infarcts (CADASIL), or migraine.\n* Clinically significant medical or neurological disorders that might expose the patient to undue risk of harm, confound study outcomes or prevent the participant from completing the study; examples of such conditions include but are not limited to respiratory compromise, cardiovascular instability or cerebral edema.\n* History of an ongoing seizure disorder, structural brain abnormality or nonvascular brain injury.\n* Unlikely to be released from the hospital following the qualifying event or has severe disability preventing ambulation or verbal communication.\n* Known malignant disease or other chronic illness with poor 5-year prognosis other than dementia.\n* Attaining a six-item screener score less than 4, during screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Stroke patients will be eligible for this study if their MRI shows evidence of confluent WMH on FLAIR imaging (Fazekas score 2 or greater), obtain a MoCA score greater than 13, and have no other diagnosis to explain the finding (e.g. multiple sclerosis). The NIH stroke service currently evaluates 600 patients a year with MRI. Approximately 20% have confluent WMH on their FLAIR MRI and would meet the inclusion criteria for this study. Thus, the cohort for this study will be recruited from the population evaluated by the NIH stroke service.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Clinton Wright, M.D.","affiliation":"National Institute of Neurological Disorders and Stroke (NINDS)","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"MedStar Washington Hospital Center","city":"Washington","state":"District of Columbia","zip":"20010","country":"United States","geoPoint":{"lat":38.89511,"lon":-77.03637}},{"facility":"Suburban Hospital - Johns Hopkins","city":"Bethesda","state":"Maryland","zip":"20814","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}},{"facility":"National Institutes of Health Clinical Center","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"23285132","type":"BACKGROUND","citation":"Leigh R, Jen SS, Varma DD, Hillis AE, Barker PB. Arrival time correction for dynamic susceptibility contrast MR permeability imaging in stroke patients. PLoS One. 2012;7(12):e52656. doi: 10.1371/journal.pone.0052656. Epub 2012 Dec 20."}],"seeAlsoLinks":[{"label":"NIH Clinical Center Detailed Web Page","url":"https://clinicalstudies.info.nih.gov/cgi/detail.cgi?B_2018-N-0020.html"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M29395","name":"Cognitive Dysfunction","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disorders","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}