{"protocolSection":{"identificationModule":{"nctId":"NCT03177954","orgStudyIdInfo":{"id":"180-2017"},"organization":{"fullName":"Sunnybrook Health Sciences Centre","class":"OTHER"},"briefTitle":"Developing a Patient Oriented Discharge Summary for Stroke Inpatients","officialTitle":"Developing and Piloting a Patient Oriented Discharge Summary (PODS) Program to Facilitate a Successful Transition From Inpatient Stroke Rehab to Home"},"statusModule":{"statusVerifiedDate":"2021-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-09-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-06-30","type":"ACTUAL"},"completionDateStruct":{"date":"2020-06-30","type":"ACTUAL"},"studyFirstSubmitDate":"2017-06-02","studyFirstSubmitQcDate":"2017-06-02","studyFirstPostDateStruct":{"date":"2017-06-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-10-06","lastUpdatePostDateStruct":{"date":"2021-10-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Sunnybrook Health Sciences Centre","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"There is a need to improve the discharge process for patients with stroke, which has been reported to be a particularly stressful time for patients. A Patient Oriented Discharge Summary (PODS) meeting has been shown to be an effective approach for minimizing discharge-related stress and fostering self-management skills in other patients being discharged from rehabilitation into the community. The purpose of this study is to develop and evaluate whether a PODS meeting can minimize stress around the discharge process and improve patient satisfaction with this process. There are two main hypotheses regarding the PODS program: 1) it will help in-patients with stroke understand key issues related to knowledge required once discharged and 2) it will increase levels of self-efficacy in in-patients with stroke. Potential subjects are encouraged to participate if they are a Sunnybrook - St. John's Rehab admitted in-patient with a stroke diagnosis who are 18 years or older and meet the following criteria: (a) fluent in English; (b) cognitively intact; and (c) have minimal or no aphasia.The participant will be asked to answer some surveys 8-10 days prior to discharge about their knowledge and confidence in managing their stroke.\n\nThe participant will then be asked to meet with a clinical staff member who will hold a one-hour PODS meeting. In the meeting, a discharge plan will be created and given to the patient that covers a number of topics that will be useful following their return to the community. One day following the PODS meeting, the participant will be asked to answer the same survey they completed prior to the PODS and again 3-5 days following discharge. If the participant is interested they will be asked to undergo a brief interview to get their feedback on the PODS Program. It is anticipated that about 20 people will participate in the program with all 20 patients completing the surveys with 6 being asked to complete the brief interview.\n\nTo the best of the investigators knowledge, there is little risk associated with this study. Participants may become uncomfortable during the interview while discussing their experiences. By participating in this study, patients will be provided with a chance to gather information and learn problem solving and self-management skills prior to discharge. It is the hope of this project that it can lead to a more effective approach in supporting the transition from the hospital to the community for patients with stroke"},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":18,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Patient Oriented Discharge Summary","type":"EXPERIMENTAL","description":"A one hour patient oriented discharge summary meeting will take place with participants.","interventionNames":["Behavioral: Patient Oriented Discharge Summary"]}],"interventions":[{"type":"BEHAVIORAL","name":"Patient Oriented Discharge Summary","description":"Participants will undergo a Patient Oriented Discharge Summary (PODS). The PODS is a personalized summary of the discharge plan presented in an easy to understand worksheet that covers (1) medication instructions; (2) follow-up appointments with phone numbers; (3) normal expected symptoms, warning signs, and what to do if they experience a problem; (4) lifestyle changes and when to resume activities; and (5) information and resources to have handy. The meeting will take place one week prior to discharge.","armGroupLabels":["Patient Oriented Discharge Summary"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Patient Satisfaction Survey","description":"This quantitative scale asks patients to rate their knowledge and confidence on a Likert-scale to manage their health post-discharge.","timeFrame":"A) PRE-PODS (baseline); B) POST-PODS (3 days day after baseline) and 3-5 DAYS POST-DISCHARGE (2 weeks after baseline)."}],"secondaryOutcomes":[{"measure":"Change in Southampton Stroke Self-Management Questionnaire (SSSMQ)","description":"This quantitative scale is a valid and reliable measure of self-management competency in stroke patients. It will be used to validate the results of the Patient Satisfaction Survey.","timeFrame":"A) PRE-PODS (baseline); B) POST-PODS (3 days day after baseline) and 3-5 DAYS POST-DISCHARGE (2 weeks after baseline).A) PRE-PODS (baseline); B) POST-PODS (1 week and 1 day after baseline) and 3-5 DAYS POST-DISCHARGE (2 weeks and 5 days after baseline)."},{"measure":"One-time Patient Feedback Interview","description":"Participants will be asked to undergo a qualitative interview. This interview will focus on their experience with the PODS program in order to get their feedback (e.g. what they liked about the program, what could be done better, etc.)","timeFrame":"This interview will be completed POST-DISCHARGE (2 weeks post baseline)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have a stroke diagnosis.\n* Must be minimally aphasic.\n* Physically and cognitively be able to participate in a one-hour PODS session and are capable of undergoing the PODS meeting, as well as the study assessments in person and by phone (surveys, telephone interview).\n\nExclusion Criteria:\n\n* Participants who are unable to communicate fluently in English","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Sander L Hitzig, PhD","affiliation":"Sunnybrook Health Sciences Centre","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"St. John's Rehabilitation","city":"North York","state":"Ontario","zip":"M2M 2G1","country":"Canada","geoPoint":{"lat":43.76681,"lon":-79.4163}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}