{"protocolSection":{"identificationModule":{"nctId":"NCT05612815","orgStudyIdInfo":{"id":"P-2022-525 from Pactius"},"organization":{"fullName":"Bispebjerg Hospital","class":"OTHER"},"briefTitle":"Predicting Cognitive Development in Younger Stroke Patients Using the Oxford Cognitive Screen","officialTitle":"Predicting Cognitive Development in Younger Stroke Patients Using the Oxford Cognitive Screen (STROKY)","acronym":"STROKY"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-11-22","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-10-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-10-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-10-25","studyFirstSubmitQcDate":"2022-11-08","studyFirstPostDateStruct":{"date":"2022-11-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-11-15","lastUpdatePostDateStruct":{"date":"2022-11-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Hana Malá Rytter","investigatorTitle":"Principal investigator","investigatorAffiliation":"Bispebjerg Hospital"},"leadSponsor":{"name":"Bispebjerg Hospital","class":"OTHER"},"collaborators":[{"name":"Glostrup University Hospital, Copenhagen","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to investigate whether Oxford Cognitive Screen (OCS) can be used as a predictive tool during hospital admission in younger (\\<65 years) stroke patients, i.e. whether OCS is able to predict the level of cognitive functioning in these patients at 3- and 9-months post-stroke. Secondarily the investigators also want to examine the relationship between OCS scores and the patients' self-report regarding general level of functioning, and if there is a significant development in cognitive level over time by comparing OCS-scores at the different time points. The investigators predict that: a) Baseline OCS-score collected in the sub-acute phase during hospital admission will be helpful in predicting future level of cognitive functioning and level of general functioning: a low score at baseline will be associated with a relatively low score on the supplementary cognitive tests at 3- and 9-months post-stroke and a lower level of general functioning, and vice versa. B) Adding background information to the baseline data of the patients will improve the prediction regarding the future cognitive and general level of functioning. C) At 3- and 9-months post stroke we expect there to be a correlation between OCS-score and the patient's self-report of general functioning, where a low score on OCS will equal self-reports of low general functioning. D) The investigators expect to see significant differences in OCS-scores at different time points indicative of cognitive remission.","detailedDescription":"One of the fastest ways to assess patients' level of cognitive functioning is by using screening tools, which have a short administration time and can be applied to a broad group of patients, in contrast to a full neuropsychological evaluation. Nevertheless, since the screening tools consist of a range of subtests across cognitive domains, they do allow for making relatively general assumptions for the patient group the investigators examine. Studies with similar purpose have been performed previously, however, they have applied cognitive screening tools developed originally to target other populations than stroke, such as dementias. In contrast, in this study the investigators will use the Oxford Cognitive Screen (OCS), a tool developed specifically to target stroke patients. The investigators have chosen to focus on stroke population of working-age adults, since predicting future levels of cognitive functioning bears a special relevance for this group due to future work life and/or education, and since even a mild cognitive impairment can have far-reaching consequences.\n\nSetting and recruitment:\n\nThis study will include approximately 90 stroke patients recruited from the subacute stroke unit at Bispebjerg Hospital and the subacute stroke unit at Glostrup Hospital. The patients will be assessed three times: during their hospitalization, after 3 months and again after 9 months. The project will not impact the rehabilitation of the patients in that the patients will receive standard rehabilitation care during the course of the study.\n\nA research assistant will look over the list of patients hospitalized at the stroke units weekly and will recruit patients that comply with the inclusion and exclusion criteria. At baseline the patients will be tested with OCS either by a research assistant, neuropsychologist or a therapist working at the specific stroke unit, that has received training by a neuropsychologist to perform the testing. The patient will also be asked to fill out Hospital Anxiety and Depression Scale (HADS) and will be asked about the baseline information that are not deductible from the medical journal (see section about baseline measures).\n\nThe follow up sessions will take place either in the home address of the patient or at Bispebjerg- or Glostrup Hospital where they will be invited in advance according to their preferences. The subjects will receive a link and QR-code via e-mail a week in advance to the follow-up session to fill out questionnaires described in the section \"3- and 9-month measures\". At the follow-up sessions they will be interviewed to fill out MDS-HC, tested with OCS and tested with supplementary cognitive tests by a research assistant. If they have not filled out the questionnaires in advance, the research assistant will help them to do so during the test session.\n\nSample size assessment based on power calculations:\n\nTo be able to prove a small effect size (d = 0.15) in the linear regressions the investigators need to include at least 55 patients.\n\nTo be able to prove a small effect size (d = 0.15) in the Repeated Measures ANOVA the investigators need to include at least 73 patients.\n\nBecause the Correlation analysis is not used to obtain results about the main objective, which is to predict future cognitive level, a possible larger effect size (d = 0.3) is accepted. To prove a minimum of d=0.3, the investigators need at least 82 patients in the final analysis. The investigators choose therefore to include 90 patients, assuming possible dropout.\n\nPlan for missing data:\n\nMissing/Unavailable/Non-reported/ Uninterpretable or considered missing because of data inconsistency: The investigators will primarily use Maximum Likelihood Estimation to make imputations when data is missing.\n\nOut-of-range results: When the investigators identify an outlier, it will be investigated whether there might be an obvious cause that is unrelated to what the investigators are trying to measure. If this is the case, the datapoint will be ruled out, otherwise it will be part of the final analysis and would be considered as natural variation.\n\nStatistical analysis plan describing the analytical principles and statistical techniques to be employed: The investigators plan to perform 6 separate multiple linear regressions. Prognostic variables will be chosen for each multiple linear regression based on their correlation with the specific outcome variable. Significance would be considered achieved at p \\< .10.\n\nThe possible prognostic variables will be the same in all 6 analyses and are as follows:\n\nAge, sex, years of education, type of stroke, location of stroke, NIHSS-score, additional treatment, HADS-scores at baseline, OCS-score at baseline, pre-stroke working situation, housing situation, cohabitant status, alcohol intake, and physical exercise level. Initially, the investigators will perform a correlation analysis between the possible predictors and outcome. Those that correlate significantly with outcome will be used for regression analysis.\n\nThe investigators will perform a separate analysis for each outcome variable as follows:\n\nMDS-HC performance-score after 3 months, MDS-HC difficulty-score after 3 months, MDS-HC performance-score after 9 months, MDS-HC difficulty-score after 9 months, scores of the supplementary cognitive tests after 3 months and scores of the supplementary cognitive tests after 9 months.\n\nRepeated measures ANOVA The investigators plan to perform a repeated measures ANOVA to test if the OCS-score changes over time. This analysis will be corrected for influence of depression and anxiety symptoms and fatigue by correcting for HADS-scores and MFI-20-score. If this test proves significant, pairwise comparisons will be done (LSD-t-test). Significance would be considered achieved at p \\< .05.\n\nCorrelational analyses The investigators plan to perform analyses of correlations between MDS-HC- and OCS-scores. One will be done for the variables at 3 months, and one will be done for the variables at 9 months.\n\nThe investigators also plan to perform correlational analyses of the OCS-scores and the scores on the supplementary cognitive tests. One will be done for the variables at 3 months, and one will be done for the variables at 9 months. Significance would be considered achieved at p \\< .05.\n\nTo be able to explain results of the latter correlational analyses between OCS-scores and the scores on supplementary tests the investigators want to execute McNemar's test and Kappa measure of agreement. This is to further theorize how the results of the separate subtests in OCS relates to the subtests of the supplementary testing. These analyses will be done for each OCS-subtest matched to the corresponding subtest of the supplementary test battery. Significance in McNemar's test would be considered achieved at p \\< .05."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Cognition","Cognitive","Apoplexy","Cerebrovascular accident","Cerebral accident","Cerebral infarction","Oxford cognitive screen (OCS)","Cognitive functioning","Post-stroke","Cognitive impairment","Neuropsychological evaluation","Cognitive test","Cognitive remission","Hospital anxiety and depression scale (HADS)","Minimum data set home care (MDS-HC)","Multiple fatigue inventory (MFI-20)"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":90,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Predicting cognitive outcome","description":"The patient will be tested with a neurocognitive battery. The test battery will be the same for each patient and will be used as the outcome measure for cognitive functioning. The tests are chosen from those that are widely used in the clinic during hospital admission and preferably have known Danish normative data. The reason for the supplementary neuropsychological testing is the limited sensitivity inherent to screening instruments. We will choose tests that correspond to the cognitive domains examined in the OCS. We will aggregate a sumscore (0-10) based on the number of domains the patient is impaired by using normative data associated with the specific tests. A low sumscore will correlate with little or no impairment whereas a high score will corelate with greater impairment. In the executive domain two tests are chosen to cover more aspects, and to increase sensitivity. If one of the tests indicates impairment, then the domain will be scored as impaired.","timeFrame":"at 3 months follow-up"},{"measure":"Predicting functional outcome","description":"MDS-HC will be used as a measure of functional outcome. Minimum data set - home care (MDS-HC): MDS-HC is an observation- and interview-based tool designed to be filled out by health care professionals for patients receiving home care. The questionnaire is designed to measure functional and cognitive impairments and pass on identification- and health-related information about the patient. In this study we will only use the section of the questionnaire containing questions regarding Instrumental Activities of Daily Living (IADL)-functions which will be filled out by interviewing the patient and if needed supplemented by interviewing someone close to the patient, preferably a person cohabitating with the patient. The questions regarding IADL is rated both with regards to how well the patient performs a task, but also with regards to how difficult it is for the patient to do the task. The questions have been informally translated to Danish and will be used in this form.","timeFrame":"at 3 months follow-up"},{"measure":"Predicting cognitive outcome","description":"The patient will be tested with a neurocognitive battery. The test battery will be the same for each patient and will be used as the outcome measure for cognitive functioning. The tests are chosen from those that are widely used in the clinic during hospital admission and preferably have known Danish normative data. The reason for the supplementary neuropsychological testing is the limited sensitivity inherent to screening instruments. We will choose tests that correspond to the cognitive domains examined in the OCS. We will aggregate a sumscore (0-10) based on the number of domains the patient is impaired by using normative data associated with the specific tests. A low sumscore will correlate with little or no impairment whereas a high score will corelate with greater impairment. In the executive domain two tests are chosen to cover more aspects, and to increase sensitivity. If one of the tests indicates impairment, then the domain will be scored as impaired.","timeFrame":"at 9 months follow-up"},{"measure":"Predicting functional outcome","description":"MDS-HC will be used as a measure of functional outcome. Minimum data set - home care (MDS-HC): MDS-HC is an observation- and interview-based tool designed to be filled out by health care professionals for patients receiving home care. The questionnaire is designed to measure functional and cognitive impairments and pass on identification- and health-related information about the patient. In this study we will only use the section of the questionnaire containing questions regarding IADL-functions which will be filled out by interviewing the patient and if needed supplemented by interviewing someone close to the patient, preferably a person cohabitating with the patient. The questions regarding IADL is rated both with regards to how well the patient performs a task, but also with regards to how difficult it is for the patient to do the task. The questions have been informally translated to Danish and will be used in this form.","timeFrame":"at 9 months follow-up"}],"secondaryOutcomes":[{"measure":"Change from baseline in the OCS-scores at 3- and 9-months","description":"Oxford Cognitive Screen (OCS) is a cognitive screening-tool developed specifically to target the cognitive domains frequently affected in stroke patients. The screening covers 5 overall cognitive domains: attention and executive function, language, memory, number processing and praxis, and consists of a total of 10 subtests. OCS generates a subscore for each subtest and provides information about the individual cut-off value. OCS can also generate a total sum score that ranges from 0-10 depending on the number of subtests with performance below cut-off, with 10 reflecting impairments in all cognitive domains. For the purpose of this study, we will use the sum score. This is chosen to get a broader view of the cognitive status as well as changes over time and is deemed appropriate for research purposes. The screening tool has been translated to Danish and provided with Danish normative data.","timeFrame":"At baseline, 3- and 9- months follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients must 1) be diagnosed with stroke, 2) have NIHSS on admission ≥ 2, 3) have findings on imaging confirming stroke, 4) be aged ≥ 18 \\< 65, 5) achieve a score below cutoff in at least one partial assignment measured with OCS, 6) be capable of giving informed consent, 7) is able to communicate confidently in Danish.\n\nExclusion Criteria:\n\n* Patients will be excluded if they 1) have a premorbid neurological illness that currently affect cognitive functions, 2) are delirious or suspected to be delirious at the time of baseline testing, 3) have a current or previously diagnosed brain tumor, 4) have a comorbid oncological illness that affect brain functions, 5) have reported alcohol abuse, 6) have a comorbid psychiatric disease necessitating treatment simultaneously with admission due to stroke.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"64 Years","stdAges":["ADULT"],"studyPopulation":"This study will include approximately 90 stroke patients recruited from the subacute stroke unit at Bispebjerg Hospital and the subacute stroke unit at Glostrup Hospital. The patients will be assessed three times: during their hospitalization, after 3 months and again after 9 months. The population of this study are patients admitted to the stroke units, who fulfill the above mentioned inclusion- and exclusion criteria.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Pernille C Pomiklo, ba.psych","role":"CONTACT","phone":"+4538635250","email":"pernille.crone.pomiklo@regionh.dk"},{"name":"Hana M Rytter, Ph.d Psych.","role":"CONTACT","phone":"+4538635247","email":"hana.mala.rytter@regionh.dk"}],"overallOfficials":[{"name":"Hana M. Rytter, Ph.d Psych.","affiliation":"RegionH","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Bispebjerg hospital","city":"Copenhagen","state":"Capital Region","zip":"2400","country":"Denmark","contacts":[{"name":"Pernille C. Pomiklo, ba.psych","role":"CONTACT","phone":"+45 38635250","email":"pernille.crone.pomiklo@regionh.dk"},{"name":"Hana M. Rytter, Ph.d Psych.","role":"CONTACT","phone":"+45 38635247","email":"hana.mala.rytter@regionh.dk"}],"geoPoint":{"lat":55.67594,"lon":12.56553}}]},"referencesModule":{"references":[{"pmid":"32015089","type":"BACKGROUND","citation":"Boot E, Ekker MS, Putaala J, Kittner S, De Leeuw FE, Tuladhar AM. Ischaemic stroke in young adults: a global perspective. J Neurol Neurosurg Psychiatry. 2020 Apr;91(4):411-417. doi: 10.1136/jnnp-2019-322424. Epub 2020 Feb 3."},{"pmid":"34446763","type":"BACKGROUND","citation":"Buvarp D, Rafsten L, Abzhandadze T, Sunnerhagen KS. A prospective cohort study on longitudinal trajectories of cognitive function after stroke. Sci Rep. 2021 Aug 26;11(1):17271. doi: 10.1038/s41598-021-96347-y."},{"pmid":"25730165","type":"BACKGROUND","citation":"Demeyere N, Riddoch MJ, Slavkova ED, Bickerton WL, Humphreys GW. The Oxford Cognitive Screen (OCS): validation of a stroke-specific short cognitive screening tool. Psychol Assess. 2015 Sep;27(3):883-94. doi: 10.1037/pas0000082. Epub 2015 Mar 2."},{"pmid":"21898534","type":"BACKGROUND","citation":"George MG, Tong X, Kuklina EV, Labarthe DR. Trends in stroke hospitalizations and associated risk factors among children and young adults, 1995-2008. Ann Neurol. 2011 Nov;70(5):713-21. doi: 10.1002/ana.22539. Epub 2011 Sep 2."},{"pmid":"21695657","type":"BACKGROUND","citation":"Groppo E, De Gennaro R, Granieri G, Fazio P, Cesnik E, Granieri E, Casetta I. Incidence and prognosis of stroke in young adults: a population-based study in Ferrara, Italy. Neurol Sci. 2012 Feb;33(1):53-8. doi: 10.1007/s10072-011-0654-9. Epub 2011 Jun 22."},{"pmid":"23054237","type":"BACKGROUND","citation":"Kissela BM, Khoury JC, Alwell K, Moomaw CJ, Woo D, Adeoye O, Flaherty ML, Khatri P, Ferioli S, De Los Rios La Rosa F, Broderick JP, Kleindorfer DO. Age at stroke: temporal trends in stroke incidence in a large, biracial population. Neurology. 2012 Oct 23;79(17):1781-7. doi: 10.1212/WNL.0b013e318270401d. Epub 2012 Oct 10."},{"pmid":"11186297","type":"BACKGROUND","citation":"Landi F, Tua E, Onder G, Carrara B, Sgadari A, Rinaldi C, Gambassi G, Lattanzio F, Bernabei R; SILVERNET-HC Study Group of Bergamo. Minimum data set for home care: a valid instrument to assess frail older people living in the community. Med Care. 2000 Dec;38(12):1184-90. doi: 10.1097/00005650-200012000-00005."},{"pmid":"29541055","type":"BACKGROUND","citation":"Mancuso M, Demeyere N, Abbruzzese L, Damora A, Varalta V, Pirrotta F, Antonucci G, Matano A, Caputo M, Caruso MG, Pontiggia GT, Coccia M, Ciancarelli I, Zoccolotti P; Italian OCS Group. Using the Oxford Cognitive Screen to Detect Cognitive Impairment in Stroke Patients: A Comparison with the Mini-Mental State Examination. Front Neurol. 2018 Feb 28;9:101. doi: 10.3389/fneur.2018.00101. eCollection 2018."},{"pmid":"32273197","type":"BACKGROUND","citation":"Manoli R, Chartaux-Danjou L, Delecroix H, Daveluy W, Moroni C. Is Multidimensional Fatigue Inventory (MFI-20) adequate to measure brain injury related fatigue? Disabil Health J. 2020 Jul;13(3):100913. doi: 10.1016/j.dhjo.2020.100913. Epub 2020 Mar 26."},{"pmid":"21197401","type":"BACKGROUND","citation":"Marini C, Russo T, Felzani G. Incidence of stroke in young adults: a review. Stroke Res Treat. 2010 Dec 19;2011:535672. doi: 10.4061/2011/535672."},{"pmid":"24401826","type":"BACKGROUND","citation":"Middleton LE, Lam B, Fahmi H, Black SE, McIlroy WE, Stuss DT, Danells C, Ween J, Turner GR. Frequency of domain-specific cognitive impairment in sub-acute and chronic stroke. NeuroRehabilitation. 2014;34(2):305-12. doi: 10.3233/NRE-131030."},{"pmid":"9256857","type":"BACKGROUND","citation":"Morris JN, Fries BE, Steel K, Ikegami N, Bernabei R, Carpenter GI, Gilgen R, Hirdes JP, Topinkova E. Comprehensive clinical assessment in community setting: applicability of the MDS-HC. J Am Geriatr Soc. 1997 Aug;45(8):1017-24. doi: 10.1111/j.1532-5415.1997.tb02975.x."},{"pmid":"31265131","type":"BACKGROUND","citation":"Morsund AH, Ellekjaer H, Gramstad A, Reiestad MT, Midgard R, Sando SB, Jonsbu E, Naess H. The development of cognitive and emotional impairment after a minor stroke: A longitudinal study. Acta Neurol Scand. 2019 Oct;140(4):281-289. doi: 10.1111/ane.13143. Epub 2019 Jul 15."},{"pmid":"31903433","type":"BACKGROUND","citation":"Nawaz B, Eide GE, Fromm A, Oygarden H, Sand KM, Thomassen L, Naess H, Waje-Andreassen U. Young ischaemic stroke incidence and demographic characteristics - The Norwegian stroke in the young study - A three-generation research program. Eur Stroke J. 2019 Dec;4(4):347-354. doi: 10.1177/2396987319863601. Epub 2019 Jul 16."},{"type":"BACKGROUND","citation":"Petersen, A. H., Forchhammer, B. H. (2020). Neuropsykologisk rehabilitering i: Starrfelt, R., Gerlach, C. & Gade, A. (Red.), Klinisk neuropsykologi (s. 509-524). Frydenlund."},{"pmid":"19246709","type":"BACKGROUND","citation":"Putaala J, Metso AJ, Metso TM, Konkola N, Kraemer Y, Haapaniemi E, Kaste M, Tatlisumak T. Analysis of 1008 consecutive patients aged 15 to 49 with first-ever ischemic stroke: the Helsinki young stroke registry. Stroke. 2009 Apr;40(4):1195-203. doi: 10.1161/STROKEAHA.108.529883. Epub 2009 Feb 26."},{"pmid":"22798330","type":"BACKGROUND","citation":"Putaala J, Yesilot N, Waje-Andreassen U, Pitkaniemi J, Vassilopoulou S, Nardi K, Odier C, Hofgart G, Engelter S, Burow A, Mihalka L, Kloss M, Ferrari J, Lemmens R, Coban O, Haapaniemi E, Maaijwee N, Rutten-Jacobs L, Bersano A, Cereda C, Baron P, Borellini L, Valcarenghi C, Thomassen L, Grau AJ, Palm F, Urbanek C, Tuncay R, Durukan-Tolvanen A, van Dijk EJ, de Leeuw FE, Thijs V, Greisenegger S, Vemmos K, Lichy C, Bereczki D, Csiba L, Michel P, Leys D, Spengos K, Naess H, Bahar SZ, Tatlisumak T. Demographic and geographic vascular risk factor differences in European young adults with ischemic stroke: the 15 cities young stroke study. Stroke. 2012 Oct;43(10):2624-30. doi: 10.1161/STROKEAHA.112.662866. Epub 2012 Jul 12."},{"pmid":"30741100","type":"BACKGROUND","citation":"Robotham RJ, Riis JO, Demeyere N. A Danish version of the Oxford cognitive screen: a stroke-specific screening test as an alternative to the MoCA. Neuropsychol Dev Cogn B Aging Neuropsychol Cogn. 2020 Jan;27(1):52-65. doi: 10.1080/13825585.2019.1577352. Epub 2019 Feb 11."},{"pmid":"31465492","type":"BACKGROUND","citation":"Saa JP, Tse T, Baum C, Cumming T, Josman N, Rose M, Carey L. Longitudinal evaluation of cognition after stroke - A systematic scoping review. PLoS One. 2019 Aug 29;14(8):e0221735. doi: 10.1371/journal.pone.0221735. eCollection 2019."},{"pmid":"19773025","type":"BACKGROUND","citation":"Sagen U, Vik TG, Moum T, Morland T, Finset A, Dammen T. Screening for anxiety and depression after stroke: comparison of the hospital anxiety and depression scale and the Montgomery and Asberg depression rating scale. J Psychosom Res. 2009 Oct;67(4):325-32. doi: 10.1016/j.jpsychores.2009.03.007. Epub 2009 Apr 17."},{"pmid":"7636775","type":"BACKGROUND","citation":"Smets EM, Garssen B, Bonke B, De Haes JC. The Multidimensional Fatigue Inventory (MFI) psychometric qualities of an instrument to assess fatigue. J Psychosom Res. 1995 Apr;39(3):315-25. doi: 10.1016/0022-3999(94)00125-o."},{"pmid":"17268202","type":"BACKGROUND","citation":"Varona JF, Guerra JM, Bermejo F, Molina JA, Gomez de la Camara A. Causes of ischemic stroke in young adults, and evolution of the etiological diagnosis over the long term. Eur Neurol. 2007;57(4):212-8. doi: 10.1159/000099161. Epub 2007 Jan 26."},{"pmid":"11027196","type":"BACKGROUND","citation":"Watt T, Groenvold M, Bjorner JB, Noerholm V, Rasmussen NA, Bech P. Fatigue in the Danish general population. Influence of sociodemographic factors and disease. J Epidemiol Community Health. 2000 Nov;54(11):827-33. doi: 10.1136/jech.54.11.827. Erratum In: J Epidemiol Community Health 2001 Mar;55(3):216."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"When participants have signed the declaration of consent, they could choose whether or not we can contact them in the future for the use of their data in relevant projects. We do not know for sure whether it is going to be relevant to share this information."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6748","name":"Depression","relevance":"LOW"},{"id":"M6751","name":"Depressive Disorder","relevance":"LOW"},{"id":"M4014","name":"Anxiety Disorders","relevance":"LOW"},{"id":"M29395","name":"Cognitive Dysfunction","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","relevance":"LOW"},{"id":"M8054","name":"Fatigue","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}