{"protocolSection":{"identificationModule":{"nctId":"NCT02466893","orgStudyIdInfo":{"id":"PRO00043325"},"organization":{"fullName":"Medical University of South Carolina","class":"OTHER"},"briefTitle":"COMPASS Trial: a Direct Aspiration First Pass Technique","officialTitle":"COMPASS Trial: a Direct Aspiration First Pass Technique","acronym":"COMPASS"},"statusModule":{"statusVerifiedDate":"2018-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-06"},"primaryCompletionDateStruct":{"date":"2017-07","type":"ACTUAL"},"completionDateStruct":{"date":"2018-02","type":"ACTUAL"},"studyFirstSubmitDate":"2015-04-10","studyFirstSubmitQcDate":"2015-06-04","studyFirstPostDateStruct":{"date":"2015-06-09","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-02-09","lastUpdatePostDateStruct":{"date":"2018-02-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Medical University of South Carolina","class":"OTHER"},"collaborators":[{"name":"Icahn School of Medicine at Mount Sinai","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Intravenous (IV) tissue plasminogen activator (tPA) administration has been shown to be safe and effective for treatment of AIS within 3 hours of symptom onset, and newer evidence has shown potential benefit out to 4.5 hours. Mechanical thrombectomy for AIS patients has been shown in clinical trials to be safe up to 8 hours after symptom onset. Recent trials utilizing advanced imaging to identify patients with large vessel occlusions amenable to intra-arterial thrombectomy (IAT) have shown superiority endovascular therapy over medical therapy to result in improved patient functional outcomes. Pilot data utilizing the ADAPT approach has shown superior technical results with similar functional outcomes while lowering procedure time and device costs versus traditional stent retriever as a first line therapy approaches","detailedDescription":"This is a prospective, randomized trial comparing mechanical thrombectomy with the ADAPT approach to stent retrievers in patients presenting with AIS within 6 hours of symptom onset. Any cleared mechanical stent retriever (SR) or aspiration catheter device that is in common use in the operator's region of practice is approved for use. Prior to releasing any sites to enroll patients, we will collect the following information on the most recent 20 acute ischemic stroke cases, at least five of which must have used direct aspiration as a first approach, and at least five of which must have used stent retrievers as a first approach. It is permissible to go back in time farther than the most recent 20 cases to fulfill either or both of these requirements. There is no requirement for the remaining 10 cases. The datapoints to be collected include:\n\n* Age\n* Gender\n* LVO location\n* Side of LVO\n* NIHSS at presentation\n* Time of onset\n* Time of hospital arrival\n* Time imaging completed\n* Time of groin puncture\n* Time of revascularization, if applicable\n* Time procedure terminated, if revascularization was not obtained\n* tPA given pre-procedure\n* Time of IV-tPA\n* Imaging type\n* Perfusion imaging\n* Devices used\n* Passes attempted\n* Device success\n* Standard and modified final TICI scores\n* Outcome measurements: incidence of post-op ICH, discharge and 90 day NIHSS, discharge and 90 day mRS, any and all complications Patients who meet the inclusion and exclusion criteria, consent to participate, and who are randomized will be considered enrolled. Treatment arm will be randomly assigned by a central web-based system in a 1:1 manner to treatment with either ADAPT or SR thrombectomy. Data on each patient will be collected at the time of enrollment and treatment, and at subsequent follow-up visits."},"conditionsModule":{"conditions":["Ischemic Cerebrovascular Accident"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":250,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"ADAPT Technique/Standard SR Group","type":"OTHER","interventionNames":["Other: Adapt/Standard Stent Retriever (SR) Group"]}],"interventions":[{"type":"OTHER","name":"Adapt/Standard Stent Retriever (SR) Group","description":"If the patient is randomized to mechanical thrombectomy, the groin puncture to initiate the procedure should occur within 1 hour of the clinical imaging used to determine trial candidacy. An introducer sheath will be placed in the femoral artery. Diagnostic angiography is initially performed via the transfemoral approach with catheterization of the carotid artery appropriate to the patient's presenting symptoms. Once thrombus in the appropriate vessel is identified, the thrombectomy procedure will be initiated.","armGroupLabels":["ADAPT Technique/Standard SR Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"90-day global disability assess via the modified Rankin Scale score (mRS)","description":"The primary objective is to show that AIS patients, with appropriate image selection, treated with ADAPT mechanical thrombectomy approach within 6 hours of symptom onset do not have inferior clinical outcomes to those treated with a first-line stent retriever approach with 90-day global disability assessed via the modified Rankin Scale score (mRS), analyzed using success criteria as mRS 0 to 2.","timeFrame":"2 years"}],"secondaryOutcomes":[{"measure":"Cost effectiveness of ADAPT approach","description":"Demonstrate that the ADAPT approach is technically a superior and more cost effective approach than primary stent retriever use in the treatment of AIS.","timeFrame":"2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 18 and older (i.e., candidates must have had their 18th birthday)\n2. NIHSS ≥8 at the time of neuroimaging\n3. Presenting or persistent symptoms within 6 hours of when groin puncture can be obtained\n4. Neuroimaging demonstrates large vessel proximal occlusion (distal ICA through MCA bifurcation)\n5. The operator feels that the stroke can be appropriately treated with traditional endovascular approaches (the ADAPT approach or conventional first-line stent retriever approach)\n6. Pre-event Modified Rankin Scale score 0-1\n7. Non-contrast CT/CTA for trial eligibility performed or repeated at treating ADAPT stroke center.\n8. Consenting requirements met according to local IRB\n\nExclusion Criteria:\n\n1. Patient is more than 6-hours from symptom onset\n2. Rapidly improving neurologic examination\n3. Absence of large vessel occlusion on non-invasive imaging\n4. Presence of an existing or pre-existing large territory infarction\n5. Known or suspected pre-existing (chronic) large vessel occlusion in the symptomatic territory\n6. Absent femoral pulses\n7. Excessive vascular access tortuosity that will likely result in unstable access platform.\n8. Pregnancy; if a woman is of child-bearing potential a urine or serum beta HCG test is positive.\n9. Severe contrast allergy or absolute contraindication to iodinated contrast.\n10. Clinical history, past imaging or clinical judgment suggests that the intracranial occlusion is chronic.\n11. Patient has a severe or fatal comorbidities that will likely prevent improvement or follow-up or that will render the procedure unlikely to benefit the patient.\n\nHead CT or MRI Scan Exclusion Criteria\n\n* Presence of blood on imaging (subarachnoid hemorrhage (SAH)), intracerebral hemorrhage (ICH), etc.)\n* High density lesion consistent with hemorrhage of any degree\n* Significant mass effect with midline shift\n* Core infarct lesion volume \\>50 cc.\n* Large (more than 1/3 of the middle cerebral artery) regions of clear hypodensity on the baseline CT scan or ASPECTS of \\< 7; Sulcal effacement and/or loss of grey-white differentiation alone are not contraindications for treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Aquilla Turk, DO","affiliation":"Medical University of South Carolina","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Medical University of South Carolina","city":"Charleston","state":"South Carolina","zip":"29461","country":"United States","geoPoint":{"lat":32.77657,"lon":-79.93092}}]},"referencesModule":{"references":[{"pmid":"30860055","type":"DERIVED","citation":"Turk AS 3rd, Siddiqui A, Fifi JT, De Leacy RA, Fiorella DJ, Gu E, Levy EI, Snyder KV, Hanel RA, Aghaebrahim A, Woodward BK, Hixson HR, Chaudry MI, Spiotta AM, Rai AT, Frei D, Almandoz JED, Kelly M, Arthur A, Baxter B, English J, Linfante I, Fargen KM, Mocco J. Aspiration thrombectomy versus stent retriever thrombectomy as first-line approach for large vessel occlusion (COMPASS): a multicentre, randomised, open label, blinded outcome, non-inferiority trial. Lancet. 2019 Mar 9;393(10175):998-1008. doi: 10.1016/S0140-6736(19)30297-1."},{"pmid":"29463619","type":"DERIVED","citation":"Turk AS, Siddiqui AH, Mocco J. A comparison of direct aspiration versus stent retriever as a first approach ('COMPASS'): protocol. J Neurointerv Surg. 2018 Oct;10(10):953-957. doi: 10.1136/neurintsurg-2017-013722. Epub 2018 Feb 20."},{"pmid":"28428348","type":"DERIVED","citation":"Blanc R, Redjem H, Ciccio G, Smajda S, Desilles JP, Orng E, Taylor G, Drumez E, Fahed R, Labreuche J, Mazighi M, Lapergue B, Piotin M. Predictors of the Aspiration Component Success of a Direct Aspiration First Pass Technique (ADAPT) for the Endovascular Treatment of Stroke Reperfusion Strategy in Anterior Circulation Acute Stroke. Stroke. 2017 Jun;48(6):1588-1593. doi: 10.1161/STROKEAHA.116.016149. Epub 2017 Apr 20. Erratum In: Stroke. 2017 Jun;48(6):e152."}]}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"SAP","hasProtocol":false,"hasSap":true,"hasIcf":false,"label":"Statistical Analysis Plan","date":"2017-12-05","uploadDate":"2017-12-06T20:01","filename":"SAP_000.pdf","size":292787}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Cerebrovascular Accident","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}