{"protocolSection":{"identificationModule":{"nctId":"NCT05573867","orgStudyIdInfo":{"id":"279072"},"organization":{"fullName":"Region Gävleborg","class":"OTHER"},"briefTitle":"Digital Coaching With\" Physical Activity on Prescription ( FaR) to Increase Physical Activity and Reduce Post Stroke Fatigue","officialTitle":"Individualized Digital Coaching Twice a Week for 12 Weeks With \" Physical Activity on Prescription \" (FaR) to Increase Physical Activity and Reduce Post Stroke Fatigue ( PSF)"},"statusModule":{"statusVerifiedDate":"2022-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-06-12","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-06-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-09-27","studyFirstSubmitQcDate":"2022-10-07","studyFirstPostDateStruct":{"date":"2022-10-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-12","lastUpdatePostDateStruct":{"date":"2023-09-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Region Gävleborg","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is the leading cause in the world considering disabilities and approximately half of the patient population experience post stroke fatigue (PSF). PSF affects the patients level of activity and their quality of life. Even patients with mild stroke claim that PSF is one of the main reasons hindering them from being physically active.\n\nPeople suffering from stroke generally have lower physical capacity compared to healthy individuals of the same age and they are spending more time in sedentary. Physical inactivity is considered to be one of the main modifiable risk factors for stroke. There is strong evidence that physical activity will improve health and reduce the risk of future strokes.\n\nEvaluation of interventions to reduce PSF is a prioritized research field since it is currently lacking evidence. There is a possibility that physical training can have a positive effect on PSF.\n\nDigital alternatives to on-site visits will increase the availability and can strengthen the patients independence which is according to the government and Sveriges Kommuner och Regioner ( SKR) common vision for e-health.\n\nThe aim of this study is to evaluate the feasibility of individualized, digital coaching twice a week for 12 weeks with \"Physical activity on prescription\" (FaR) to increase physical activity and reduce PSF after stroke.","detailedDescription":"Design: RCT with comparison between intervention and control group before and after 12 weeks of intervention and 6 months after completion\n\n1. Selection is made from the National Stroke Register ( Riksstroke) based on data at 3-month follow-up. Those who do not live in their own accommodation and people with a severe stroke (\\>3 according to the Modified Rankin Scale) are excluded.\n2. Persons who meet the inclusion criteria receive written information about the study, consent form and inclusion questions sent to their home address. The inclusion questions aim to ensure that the person has access to a computer/mobile phone with a camera and sound and does not participate in professionally led rehabilitation that includes physical training. Those who are interested send answers including written consent in the attached reply envelope to the researcher in charge.\n3. Two self-rating scales are sent home together with addressed and stamped response envelopes to screen for PSF and depression. The scales are the Swedish Fatigue Assessment Scale (S-FAS) and the Geriatric Depression Scale (GDS-15).\n4. Those who meet the inclusion criteria on the PSF (S-FAS ≥ 24) and are not judged to have depression (0-5 points on the GDS-15) proceed to the next step. Those judged to have depression are excluded and offered a referral to their health center written by the responsible physician.\n5. Blood test analysis is carried out to rule out other causes of fatigue. A referral is prescribed by a physician in the project group and sent via the strokeunit, the hospital in Gävle, to the person's home address. The blood sample is taken at the person's health center and then analyzed by physician in the project group.\n6. Persons who is not excluded are randomized (1:1, block size 2:4). Group affiliation is only revealed during the home visit that all included receive and after the assessment scales used as baseline measurement are completed.\n\nAll participants, regardless of group affiliation, receive a home visit when routine written and oral information about PSF and information about the recommended level of physical activity according to national guidelines is given Those who have been randomized to the intervention group receive \"Physical activity on prescription\" (FaR) as a supplement. FaR is a prescription based on Physical Activity in the Prevention and Treatment of Disease ( FYSS in Swedish) and consists of three main parts: individual counseling, individually tailored written prescription (intensity, duration and frequency) and individually tailored follow-up. The advisory conversation is based on Motivational Interviewing (MI) and is based on the person's needs and motivation for change, as well as the person's knowledge of physical activity related to their condition. After the conversation, they agree on the type of physical activity and dose (intensity, duration and frequency). Based on the conversation, the person receives \"Physical activity on prescription\" (FaR) a written, individually adapted prescription. Digital coaching then takes place based on the individual's FaR twice a week for 12 weeks. FaR is given by PhD student in the project who is a registered physiotherapist and has extensive clinical experience in stroke rehabilitation as well as training in the method."},"conditionsModule":{"conditions":["Treatment"],"keywords":["post stroke fatigue","digital coaching","physical activity","physical activity on prescription"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention group","type":"EXPERIMENTAL","description":"Individualized, digital coaching twice a week for 12 weeks with \"Physical activity on prescription\" (FaR) to increase physical activity and reduce PSF after stroke.","interventionNames":["Other: Physical activity on prescription"]},{"label":"Control group","type":"NO_INTERVENTION","description":"Control group receive routine written and verbal information about PSF and information about recommended level of physical activity."}],"interventions":[{"type":"OTHER","name":"Physical activity on prescription","description":"All participants, regardless of group affiliation, receive routine written and verbal information about PSF and information about recommended level of physical activity. Intervention group receive as add on individualized, digital coaching twice a week for 12 weeks with \"Physical activity on prescription\" (FaR) to increase physical activity and reduce PSF after stroke.","armGroupLabels":["Intervention group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Swedish Fatigue Assessment Scale ( S-FAS)","description":"The S-FAS is a self administrated questionnaire to assess fatigue. The total scores ranges from 10 to 50. A total S-FAS score ≥24 indicates fatigue.","timeFrame":"Change between the 3 time points ( baseline, post and 6 months post intervention)"},{"measure":"ActivPaL","description":"The ActivPaL activity monitor is a small device worn on the thigh that uses information about static and dynamic acceleration to 1) distinguish body posture as sitting/lying, standing and stepping and 2) estimate energy expenditure (EE) (expressed as metabolic equivalents (METs)","timeFrame":"Change between the 3 time points ( baseline, post and 6 months post intervention)"}],"secondaryOutcomes":[{"measure":"GIH stationary single-item question ( SED-GIH) and activity level.","description":"For assessment of activity level, the National Board of Health and Welfare's indicator questions for physical activity are used, which is a self-assessment scale of time spent on physical training and everyday exercise. Self-assessment in sedentary behavior (SED-GIH), is used for assesment of sedentary behavior.","timeFrame":"Change between the 3 time points ( baseline, post and 6 months post intervention)"},{"measure":"Activities-specific Balance Confidence scale ( ABC)","description":"The Activities-specific Balance Confidence Scale (ABC Scale) is a structured questionnaire that measures an individual's confidence in performing activities without losing balance. The activities are rated on a 0-100% scale where a high percentage means full confidence and low percentage implies no confidence.","timeFrame":"Change between the 3 time points ( baseline, post and 6 months post intervention)"},{"measure":"Exercise self-efficacy scale","description":"Exercise self-efficacy scale is a self administrated questionnaire to assess one's own ability to cope with physical activity","timeFrame":"Change between the 3 time points ( baseline, post and 6 months post intervention)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Stroke 1 to 5 years ago\n* Living in Gästrikland\n* Post Stroke Fatigue ( S-FAS ≥ 24)\n\nExclusion Criteria:\n\n* Severe stroke (Modified Rankin Scale \\>3)\n* Depression ( Geriatric Depression Scale \\>5)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Maria Svedjebrant, PhD","role":"CONTACT","phone":"+46722282142","email":"maria.svedjebrant@regiongavleborg.se"},{"name":"Ylva Nilsagård, MD","role":"CONTACT","phone":"+46706093737","email":"ylva.nilsagard@regionorebrolan.se"}],"overallOfficials":[{"name":"Ylva Nilsagård, MD","affiliation":"County of Örebro","role":"STUDY_CHAIR"}],"locations":[{"facility":"Region Gävleborg","status":"RECRUITING","city":"Gävle","country":"Sweden","contacts":[{"name":"Maria Svedjebrant, PhD","role":"CONTACT","email":"maria.svedjebrant@regiongavleborg.se"}],"geoPoint":{"lat":60.67452,"lon":17.14174}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000005221","term":"Fatigue"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M8054","name":"Fatigue","asFound":"Fatigue","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}