{"protocolSection":{"identificationModule":{"nctId":"NCT02324634","orgStudyIdInfo":{"id":"14110"},"organization":{"fullName":"University of Nottingham","class":"OTHER"},"briefTitle":"Early Electrical Stimulation to Prevent Complications in the Arm Post-stroke - a Feasibility Study","officialTitle":"Early Electrical Stimulation to the Wrist Extensors and Wrist Flexors to Prevent the Post-stroke Complications of Pain and Contractures in the Paretic Arm - a Feasibility Study","acronym":"ESCAPS"},"statusModule":{"statusVerifiedDate":"2017-05","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2017-11","type":"ESTIMATED"},"studyFirstSubmitDate":"2014-12-10","studyFirstSubmitQcDate":"2014-12-23","studyFirstPostDateStruct":{"date":"2014-12-24","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-05-02","lastUpdatePostDateStruct":{"date":"2017-05-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Nottingham","class":"OTHER"},"collaborators":[{"name":"Keele University","class":"OTHER"},{"name":"University of Southampton","class":"OTHER"},{"name":"Nottingham University Hospitals NHS Trust","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Stroke is the largest cause of adult disability in the United Kingdom. Loss of hand function, muscle weakness, pain, and joint deformities are persistent and disabling problems for nearly half of all stroke survivors. This can, in part, result from patients not getting adequate therapy targeting the hand and arm in the very early stages of rehabilitation. Previous research has highlighted the importance of early rehabilitation interventions after stroke. Although in stroke patients the damage is to the brain rather than the limbs, muscle wastage (atrophy) can occur soon after stroke through non-use. Muscle atrophy can even occur in those who have retained some degree of active arm movement. Electrical stimulation (ES) is a painless treatment in which small pulses of electrical current from a battery operated portable device are used to activate a paralysed muscle and produce a strong muscle contraction. ES has been shown to increase brain activity and can hence influence the formation of new nerve pathways (known as neuroplasticity) to replace those damaged by stroke. Previous studies have concluded that six weeks of ES to the muscle on the back of the forearm improved the chance of a person recovering arm function. However, as the intensity of treatment was not sufficient to prevent the complications identified in this proposal, the impact of any functional benefit was significantly limited. We plan to build on previous research by training clinical therapists to operate ES devices; starting ES much earlier after stroke; applying a higher intensity treatment to more of the forearm muscles (i.e. both the front and back of the forearm) and providing treatment for a longer period of time than previously carried out. We will evaluate the feasibility of incorporating ES into a patient self-management programme to enable independent use outside of routine therapist led rehabilitation sessions.","detailedDescription":"The study will evaluate the feasibility of running a randomised controlled trial that will test the efficacy of delivering early, intensive electrical stimulation (ES) to the wrist flexors and wrist extensors to prevent post stroke complications (such as pain and muscle contractures) to the paretic upper limb after stroke.\n\nThe feasibility study will involve a single centre feasibility randomised controlled trial and an integrated qualitative study (patient and carer interviews and therapist focus discussion groups).\n\nParticipants in the intervention group will receive electrical stimulation (ES) therapy. ES is similar to a TENS machine and delivers a constant stimulating current from 0 to 100 mA via two independent channels. The motor points for stimulation are already known. The therapist will identify the motor points for the forearm flexors (this will lead to a flexion movement of both the wrist and fingers) and the extensors (this will lead to an extensor of wrist and fingers), and will place an electrode on these motor points using sticky pads. They will then connect the electrodes to the respective channels in the electrical stimulator. The ES will be set to deliver a 450μs pulse at a frequency of 40-60Hz (as per patient convenience). The intensity of the current will be increased to produce an alternating contraction of the flexors and extensors using a flex-hold-extend-hold pattern. A single stimulation and hold cycle will last 20 seconds and this will be cyclically repeated for 30 minutes after which the device can be removed.\n\nThe devices required for this study have been donated by Verity Medical Ltd. The devices are CE marked and will be used in accordance with the manufacturer's marketing authorisation. Band 5 or above therapists will administer the initial ES treatment and mark the correct electrode placement.\n\nThe initial treatment will take between 15 and 20 minutes to assess the correct motor points. This is done by ensuring that a pure flexion or extension movement is produced with no ulnar or radial deviation. Once the motor points have been marked on the skin (using medical skin marker pens) any member of the therapy team band 3 or above can provide subsequent treatments which takes between 2-5 minutes to apply the electrode pads to the pre-marked motor points and switch on the device to the pre-stored treatment setting. The ES device will then provide treatment for 30 minutes, without the need for a therapist to remain present. It will be removed once the device has completed the set programme and switched itself off.\n\nPatients and/or their carers will be shown by a therapist how to apply the electrode pads and use the device in under 10 minutes. Patients and/or their carers will be asked to self-manage the treatment upon discharge so that treatment can continue twice a day, 5 days a week, for a total period of 3 months. A patient diary will be included in the device case and participants and/or their nominated carer will be encouraged to record the times that the device is used.\n\nParticipants in the control group will not receive the electrical stimulation therapy intervention but will have access to all other usual services.\n\nTen pairs of patient participants and their nominated carers will be interviewed about their experience of using or supporting a loved one to use electrical stimulation therapy as part of a research study. The interviews will be used to examine issues regarding compliance with the ES treatment regime, acceptability of the ES treatment, experience of supporting a stroke survivor in using the ES treatment, any perceived treatment effects, the training that was provided and the ongoing support needs and any issues related to recruitment and consent. The purpose of these interviews is to identify issues related to delivering ES as part of a randomised controlled trial. The findings from these interviews will contribute to the final content and design of the research protocol for the definitive trial.\n\nEach interview will last for around one hour in total and will take place in the participants' homes, or clinic if preferred, and will be recorded, transcribed verbatim and analysed thematically. Interviews will be conducted following completion of the 3 month follow-up assessments.\n\nFive pairs of patient participants from the control group and their nominated carers will be interviewed to examine any issues from the perspective of the control group participants.\n\nFour Physiotherapists and four occupational therapists from the Nottingham Stroke Unit will be invited to participate in a minimum of one and a maximum of three focus discussion groups during the course of the feasibility RCT. The focus groups will discuss the barriers and facilitators to successfully implementing the intervention and study protocol into clinical practice."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE","maskingDescription":"As this is a feasibility RCT, the outcome assessor has not been masked to treatment but would be in a subsequent pilot and definitive trial."}},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"ES intervention","type":"EXPERIMENTAL","description":"Electrical stimulation (ES) twice a day, 5 days a week, for 3 months","interventionNames":["Device: NeuroTrac Rehab dual channel device"]},{"label":"Control","type":"NO_INTERVENTION","description":"Usual care only"}],"interventions":[{"type":"DEVICE","name":"NeuroTrac Rehab dual channel device","description":"ES intervention twice a day, 5 days a week, for 3 months applied to the wrist extensors and wrist flexors. The therapist will identify the motor points for the forearm flexors and the extensors, and will place an electrode on these motor points using sticky pads. They will then connect the electrodes to the respective channels in the electrical stimulator. The ES will be set to deliver a 450μs pulse at a frequency of 40-60Hz (as per patient convenience). The intensity of the current will be increased to produce an alternating contraction of the flexors and extensors using a flex-hold-extend-hold pattern. A single stimulation and hold cycle will last 20 seconds and this will be cyclically repeated for 30 minutes after which the device can be removed.","armGroupLabels":["ES intervention"],"otherNames":["Electrical stimulation rehabilitation intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Feasibility of the trial design","description":"Recruitment rates: No./% of participants recruited within 72 hours post-stroke; and time post-stroke that participants received their first treatment; Recruitment strategy: No./% of patients screened, No./% eligible and approached, No./% who consented, No./% excluded after screening; Completion rates: No./% of participants who completed the intervention; No./% who completed the 3, 6 and 12 month follow-up assessments; Feasibility of delivering the intervention: No./% of participants who received ES twice a day, 5 days a week whilst in hospital, and No./% who continued with the treatment regime after discharge. Mean, min and max no. of ES treatments that participants received during the 3 month intervention period; Recruitment of patients lacking mental capacity to consent for themselves: Consultee consent rates (No./% of patients unable to give informed consent, and no. consented by a consultee, no. of consultees who declined consent)","timeFrame":"12 months"},{"measure":"Tolerability","description":"Proportion of participants who withdraw or decline intervention; Record of interventions declined and why.","timeFrame":"12 months"},{"measure":"Integrity of the study protocol","description":"Measured by examining how many participants are able to complete the study, % of missing data, and % of people who completed each of the outcome measures at 3, 6 and 12 month follow-up, calculation of the cost of running the study.","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"NIHSS score","description":"Neurological outcome and degree of recovery from stroke","timeFrame":"0, 3, 6, 12 months"},{"measure":"Barthel ADL Index score and modified Rankin Score","description":"Independence (functional ability) in basic daily activities","timeFrame":"0, 3, 6, 12 months"},{"measure":"Scale of Pain Intensity (SPIN)","description":"Pain in the affected arm","timeFrame":"0, 3, 6, 12 months"},{"measure":"Muscle contractures (reduction in range of movement and spasticity)","description":"Muscle contractures (reduction in range of movement and spasticity) will be monitored by measuring muscle activity during assessments using Biometrics equipment","timeFrame":"0, 3, 6, 12 months"},{"measure":"Action Research Arm Test (ARAT)","description":"Arm function","timeFrame":"0, 3, 6, 12 months"},{"measure":"Stroke Specific Quality of Life Scale (SS-QOL)","description":"Stroke related quality of life","timeFrame":"0, 3, 6, 12 months"},{"measure":"EuroQoL-5D (EQ-5D)","description":"Health status","timeFrame":"0, 3, 6, 12 months"},{"measure":"Patient resource questionnaire","description":"A measure of resource use and health related costs","timeFrame":"0, 3, 6, 12 months"},{"measure":"Caregiver Strain Index (CSI)","description":"Carer strain","timeFrame":"0, 3, 6, 12 months"},{"measure":"Nottingham Extended ADL (NEADL)","description":"Pre-morbid functional state","timeFrame":"0 months"},{"measure":"The Montreal Cognitive Assessment (MoCA)","description":"Cognitive status at baseline","timeFrame":"0 months"},{"measure":"Patient resource use (cost) questionnaire","description":"A questionnaire to measure resource use and associated health costs.","timeFrame":"0, 3, 6, 12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Main feasibility RCT eligibility criteria:\n\nInclusion Criteria:\n\n* Patients with a confirmed clinical diagnosis of stroke AND it is their first stroke event to affect their upper limb\n* Patients aged 18 years or over\n* Impaired arm movement and strength resulting in reduced function, caused specifically by the stroke. (as determined by the arm subsection score of the National Institute for Health Stroke Scale (NIHSS)\n\nExclusion Criteria:\n\n* Patients with a previous history of stroke affecting their upper limb will be excluded as a chronic limb condition from a previous stroke could affect the results\n* Patients will also be excluded with peripheral nerve injury of the upper limb; an existing orthopaedic condition affecting the upper limb; fixed contractures at the elbow, wrist or fingers; malignancy in the area of the ES electrode placement; or epilepsy.\n* Patients with a cardiac pacemaker or similar implanted device.\n* Pregnancy\n* Epilepsy\n* Undiagnosed pain or skin conditions (i.e. not related to the stroke)\n\nCarer participants for the main feasibility RCT eligibility criteria:\n\nInclusion Criteria:\n\n* Nominated carer for a patient participating in the feasibility RCT\n\nExclusion Criteria:\n\n* Non English speaking\n\nPatient and carer interviews eligibility criteria:\n\nInclusion Criteria:\n\n* Patients or carers who are participating in the main feasibility RCT\n* mental capacity to consent and take part in the interview\n* Able to understand English\n\nExclusion Criteria:\n\n* Unable to communicate verbally or in written form\n* Non-English speaking\n* Aged younger than 18 years\n\nTherapist Focus Discussion Groups:\n\nInclusion criteria:\n\n* HCPC registered occupational therapist or physiotherapist\n* Currently employed by NUH NHS Trust and working on the Nottingham Stroke Unit\n* Experience of supporting at least one participant to use the ES intervention","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Joanna C Fletcher-Smith, PhD; MPhil; BSc","affiliation":"University of Nottingham","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Nottingham University Hospitals NUH Foundation Trust - Stroke Unit","city":"Nottingham","state":"Nottinghamshire","zip":"NG16 1RS","country":"United Kingdom","geoPoint":{"lat":52.9536,"lon":-1.15047}}]},"referencesModule":{"references":[{"pmid":"26729394","type":"DERIVED","citation":"Fletcher-Smith JC, Walker DM, Sprigg N, James M, Walker MF, Allatt K, Mehta R, Pandyan AD. ESCAPS study protocol: a feasibility randomised controlled trial of 'Early electrical stimulation to the wrist extensors and wrist flexors to prevent the post-stroke complications of pain and contractures in the paretic arm'. BMJ Open. 2016 Jan 4;6(1):e010079. doi: 10.1136/bmjopen-2015-010079."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M6200","name":"Contracture","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]}},"hasResults":false}