{"protocolSection":{"identificationModule":{"nctId":"NCT05475236","orgStudyIdInfo":{"id":"N3954-M"},"secondaryIdInfos":[{"id":"1IK1RX003954-01A1","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1IK1RX003954-01A1"}],"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"Neural Underpinnings of Turning","officialTitle":"Brain Networks of Turning Performance With Aging and Stroke"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-02-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-11-29","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-11-29","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-07-15","studyFirstSubmitQcDate":"2022-07-22","studyFirstPostDateStruct":{"date":"2022-07-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-05","lastUpdatePostDateStruct":{"date":"2024-02-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"VA Office of Research and Development","class":"FED"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Older adults and stroke survivors often have difficulty performing complex walking tasks, due in part to changes in the brain. One task often overlooked is turning, which can lead to injury when performed poorly. The investigators will use non-invasive brain stimulation to assess brain activity and relate those observations to turning performance in older adults and stroke survivors.","detailedDescription":"This study is associated with an ongoing Clinical Trial (NCT03790657) called the CONTROL Walking Study, which combines locomotor learning and a form of non-invasive electrical brain stimulation call transcranial direct current stimulation (tDCS). The CONTROL Walking Study, randomly places participants into one of two experimental groups (transcranial direct current stimulation or sham stimulation). Following group placement participants complete a 2 week long walking and turning locomotor learning intervention while receiving a group dependent the form of tDCS or sham stimulation.\n\nIn leveraging the CONTROL Walking Study infrastructure to further examine the neural control of turning while walking, which is often impaired for older adults and people who have had a stroke. This study will assess neurophysiological brain function using transcranial magnetic stimulation (TMS) which is a form of non-invasive brain stimulation as well as assessing multiple forms of turning performance in older adults. Transcranial magnetic stimulation (TMS) will be used to assess cortical inhibitory neurophysiological function in motor networks of the brain. Importantly, recent work demonstrates significant associations between brain excitatory/inhibitory function and turning performance in older adults, although these results remain largely preliminary.\n\nTherefore, the objective of this proposal is to further elucidate associations between neurophysiological function (measured with TMS) and 360 degree and 180 degree turning performance. The investigators will address the following specific aims:\n\nSpecific Aim 1 will test the hypothesis that greater cortical inhibition will be associated with shorter turn duration for 360 degree turns and 180 degree turns.\n\nSpecific Aim 2 will test the hypothesis that participants with greater baseline cortical inhibition will demonstrate larger 360 degree and 180 degree turning performance gains (i.e., shorter turn durations).\n\nThis new knowledge will provide additional information as to the neural mechanisms associated with turning performance in older adults. Moreover, these results could reveal mechanistic targets for future interventions to enhance turning performance learning and retention."},"conditionsModule":{"conditions":["Aging"],"keywords":["Aging","Walking","Brain","Transcranial Magnetic Stimulation","Turning"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants will randomized to either receive transcranial direct current stimulation (tDCS) or sham","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Participants will not be told which group (tDCS or sham) they are assigned to. Outcomes Assessors will not be told which group the participant was randomized to.","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Sham Stimulation","type":"SHAM_COMPARATOR","description":"Participants will undergo 30 seconds of 2 mA electrical current to the head through saline soaked electrodes.","interventionNames":["Behavioral: Experimental: Locomotor Learning"]},{"label":"Transcranial Direct Current Simulation","type":"EXPERIMENTAL","description":"Participants will undergo 20 minutes of 2 mA electrical stimulation to the head through saline soaked electrodes.","interventionNames":["Behavioral: Experimental: Locomotor Learning"]}],"interventions":[{"type":"BEHAVIORAL","name":"Experimental: Locomotor Learning","description":"Participants will undergo four sessions of locomotor and turn learning. Locomotor learning will involve practicing walking over different terrains (i.e., soft and firm mats) and obstacles at different walking speeds (slow or fast) and turning practice at each end of the walking course. The full cohort will undergo either transcranial direct current stimulation or sham stimulation.","armGroupLabels":["Sham Stimulation","Transcranial Direct Current Simulation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Duration of Cortical Silent Period (CSP) (ms)","description":"Cortical Silent Period (CSP) is a single-pulse TMS measure of GABA-mediated cortical inhibition, in which stimulation is applied to the motor cortex while participants are activating a target muscle (here, the tibialis anterior muscle), resulting in a brief reduction in muscle activity. CSP is measured as the time during which the muscle activity is less than the pre-simulation muscle activity level until the return of voluntary muscle activity. CSP is measured in milliseconds (ms).","timeFrame":"30 minutes, Measured at Baseline"},{"measure":"360 degree Turn Duration","description":"Turn duration as measured during a 360 degree turn task","timeFrame":"5 minutes, Measured two times approximately 3 weeks apart"},{"measure":"180 Degree Turn Duration","description":"Turn duration as measured during a 2 minute walking task where participants walk back and fourth down a corridor.","timeFrame":"5 minutes, Measured two times approximately 3 weeks apart"},{"measure":"Resting Motor Threshold (percent of machine output)","description":"Resting motor threshold (rMT) is obtained by single-pulse TMS and assesses voltage-gated sodium-channel-mediated cortical excitability. rMT is the minimum intensity (% machine output) of stimulation needed to repeatedly evoke a motor evoked potential (MEP) of at least 50 microvolts in over 50% of trials. It is reported as a percentage of total machine output.","timeFrame":"20 minutes, Measured at Baseline"},{"measure":"Ratio of motor evoked potential amplitudes (no units)","description":"Intracortical Facilitation (ICF) are paired-pulse TMS metrics of cortical inhibition and excitability, respectively. A short interval interstimulus (1-5 ms) leads to cortical inhibition reflective of GABAA-mediated network inhibition and longer interstimulus interval of 50-300 ms reflects GABAB-mediated local inhibition. The ratio of the peak-to-peak amplitude (in mV) of the second MEP to the first (or control) MEP will be calculated for each of these stimulation protocols.","timeFrame":"30 minutes, Measured at Baseline"}],"secondaryOutcomes":[{"measure":"Katz Independence Questionnaire","description":"6-item participant reported questionnaire assessing level of independence \\[bathing, dressing, toileting, transferring, continence, feeding\\]. Total scores range: 0-6, the higher the score, the more independent.","timeFrame":"5 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age 65 years or older\n* preferred 10m walking speed \\< 1.1 m/s\n* self-report of \"some difficulty with walking tasks, such as becoming tired when walking a quarter mile, or when climbing two flights of stairs, or when performing household chores.\"\n* Willingness to be randomized to either study group and to participate in all aspects of study assessment and intervention\n\nExclusion Criteria:\n\n* Diagnosed neurological disorder or injury of the central nervous system, or observation of symptoms consistent with such a condition (Alzheimer's, Parkinson's, stroke, etc.)\n* Contraindications to non-invasive brain stimulation (e.g., metal in head, wound on scalp)\n* Contraindications to magnetic resonance imaging (e.g., metal in body, claustrophobia, etc).\n* Use of medications affecting the central nervous system\n* severe arthritis, such as awaiting joint replacement\n* severe obesity (body mass index \\> 35)\n* current cardiovascular, lung or renal disease; diabetes; terminal illness\n* myocardial infarction or major heart surgery in the previous year\n* cancer treatment in the past year, except for nonmelanoma skin cancers and cancers having an excellent prognosis (e.g., early stage breast or prostate cancer)\n* current diagnosis of schizophrenia, other psychotic disorders, or bipolar disorder\n* uncontrolled hypertension at rest (systolic \\> 180 mmHg and/or diastolic \\> 100 mmHg)\n* bone fracture or joint replacement in the previous six months\n* current participation in physical therapy for lower extremity function or cardiopulmonary rehabilitation\n* current enrollment in any clinical trial\n* difficulty communicating with study personnel, and/or non-English speaking\n* planning to relocate out of the area during the study period\n* clinical judgment of investigative team regarding safety or non-compliance","healthyVolunteers":true,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Clayton W Swanson, PhD","role":"CONTACT","phone":"(352) 548-6000","phoneExt":"107538","email":"clayton.swanson@ufl.edu"}],"overallOfficials":[{"name":"Clayton W Swanson, PhD","affiliation":"North Florida/South Georgia Veterans Health System, Gainesville, FL","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"North Florida/South Georgia Veterans Health System, Gainesville, FL","status":"RECRUITING","city":"Gainesville","state":"Florida","zip":"32608-1135","country":"United States","contacts":[{"name":"Margaret H McCallum","role":"CONTACT","phone":"352-376-1611","phoneExt":"5223","email":"Margaret.McCallum@va.gov"},{"name":"Yi Zhang, PhD","role":"CONTACT","phone":"(352) 548-6000","phoneExt":"5046","email":"yizhang@ufl.edu"},{"name":"Clayton W Swanson, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":29.65163,"lon":-82.32483}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"A limited dataset will be created and shared pursuant to a Data Use Agreement appropriately limiting use of the dataset and prohibiting the recipient from identifying or re-identifying (or taking steps to identify or re-identify) any individual whose data are included in the dataset.","infoTypes":["STUDY_PROTOCOL","ICF","CSR"],"timeFrame":"The Limited Dataset will be completed after the study is completed and primary/secondary data accepted for publication"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}