{"protocolSection":{"identificationModule":{"nctId":"NCT04559724","orgStudyIdInfo":{"id":"RP 20/13"},"organization":{"fullName":"IRCCS San Raffaele Roma","class":"OTHER"},"briefTitle":"Gait Training Through a Novel Over-ground Wearable Robotic System in People With Pyramidal Hemisyndromes","officialTitle":"Longitudinal Pilot Study on the Feasibility of Integrating Gait Training Through a Novel Over-ground Wearable Robotic System to Traditional Rehabilitation in People With Pyramidal Hemisyndromes.","acronym":"GAITGO"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-05-21","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-09-07","studyFirstSubmitQcDate":"2020-09-16","studyFirstPostDateStruct":{"date":"2020-09-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-21","lastUpdatePostDateStruct":{"date":"2023-06-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Sanaz Pournajaf","investigatorTitle":"Principal Investigator","investigatorAffiliation":"IRCCS San Raffaele Roma"},"leadSponsor":{"name":"IRCCS San Raffaele Roma","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Over-ground exoskeletons for gait rehabilitation are studied enough in people suffering spinal cord injury, and its clinical use is escalating in the industrialized countries. Nevertheless, studies on gait rehabilitation through exoskeletons in subjects with Pyramidal Hemisyndrome (PH) are recognized by GRADE as Low Quality of evidence.\n\nThis interventional longitudinal pilot study is aimed to investigate the feasibility, clinical effects, and compliance (from the experienced therapists (Indego Specialists)' point of view) of using an over-ground wearable robotic system (Indego) for gait rehabilitation of people with PH in the clinical practice.\n\nTwo substudies will be conducted with the following aims: to explore changes in the gait pattern and muscle activity following Indego-assisted gait rehabilitation through the kinematic gait analysis (in subjects able to walk) associated with surface electromyography (sEMG) of 4 muscle groups of the lower limbs; to identify prognostic factors for walking recovery, investigating also the effect of the treatment on functional connectivity through the electroencephalographic (EEG) analysis.\n\nIn order to satisfy the study aims, 30 subjects with PH and walking impairment will be recruited and assessed both clinically and instrumentally (in case of substudies) at the beginning (T0) and the end (T1) of the treatment period.","detailedDescription":"The primary objective of this interventional longitudinal pilot study is to investigate the feasibility of using an over-ground wearable robotic system (Indego) for gait rehabilitation of people with PH associated with the traditional rehabilitation.\n\nSecondary objectives of the study are:\n\n* To explore the clinical effects of the treatment;\n* To evaluate the feasibility of implementing this system in clinical practice from experienced therapists (Indego Specialists)' point of view.\n\nTwo Sub-Studies (SS) will be conducted with the following aims:\n\n1. Kinematic gait analysis (in subjects able to walk) associated with surface electromyography (sEMG) of 4 muscle groups of the lower limbs in order to evaluate changes in the gait pattern and muscle activity following gait rehabilitation through an over-ground wearable exoskeleton system;\n2. Electroencephalographic (EEG) analysis in order to: identify prognostic factors for walking recovery; investigate the effect of the treatment on functional connectivity.\n\n30 subjects with PH and walking impairment who meet the research project inclusion and exclusion criteria will be recruited for this study. Patients will be evaluated at T0 and at T1. Demographic (gender, date of birth, height, weight, education, dominant side, work activity, presence of the social network, presence of architectural barriers at home) and clinical data (comorbidity, drug therapy, blood pressure, the cardiac frequency at rest, date of last acute event, number of previous neurological events, location of acute events) of all participants will be recorded at T0. In the case of Sub-Studies, 10 patients (able to walk fo 4 meters without aids but with supervision) for SS1 and 5 patients for SS2 following the first-ever monofocal cerebrovascular acute event will be recruited. These subjects will be assessed both clinically and instrumentally (SS1: through the gait analysis and sEMG; SS2: through the EEG) at T0 and T1."},"conditionsModule":{"conditions":["Stroke","Brain Injuries, Traumatic","Brain Tumor Benign"],"keywords":["Gait rehabilitation","Robot-assisted rehabilitation","Walking recovery","Cerebro-vascular disease","Cereberal activity"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Indego-Assisted Gait Rehabilitation","type":"EXPERIMENTAL","description":"Every session of Indego-assisted gait rehabilitation will last 30 minutes, excluding preparation times (dressing, measurements, and adaptation of the brace to the anthropological measures of the various patients). The Indego program will be set based on the patient's ambulatory abilities, assessed by the Functional Ambulation Classification (FAC):\n\n* subjects unable to walk or high-.assistance needed (FAC = 0-2): Motion + program;\n* Subjects able to walk with mid/mini assistance or with supervision only (FAC = 3-5): Therapy + program.\n* During the treatment, the program change from Motion + to Therapy + is allowed based on the experts' opinion.","interventionNames":["Device: Indego Therapy"]}],"interventions":[{"type":"DEVICE","name":"Indego Therapy","description":"Indego Therapy consists of 15 + 2 sessions of Indego - Therapy, each lasting 30 minutes for a maximum of 6 weeks. All the device parameters such as step height (knee and hip), step length, step cycle speed, single and bilateral assistance are customizable. The use of aids during Idego-Therapy is allowed if needed. The Indego specialist should initially be positioned behind the patient, checking the exoskeleton and patient's gait pattern. The supervision of an assistant placed on the patient's healthy side is recommended in the first sessions in order to ensure greater safety to the patient. Constant supervision should be provided by Indego specialist during the whole treatment.","armGroupLabels":["Indego-Assisted Gait Rehabilitation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in 6 Minute Walk Test (6MWT)","description":"The 6MWT measures the distance a subject covers during an indoor gait on a flat, hard surface in 6 minutes, using assistive devices, as necessary. The test is a reliable and valid evaluation of functional exercise capacity and is used as a sub-maximal test of aerobic capacity and endurance. The minimal detectable change in distance for people with sub-acute stroke is 60.98 meters. The 6MWT is a patient self-paced walk test and assesses the level of functional capacity. Patients are allowed to stop and rest during the test. However, the timer does not stop. If the patient is unable to complete the test, the time is stopped at that moment. The missing time and the reason of the stop are recorded.","timeFrame":"Session 1 (Baseline-day1, T1), and Session 15 (end of treatment-day 35, T2)."}],"secondaryOutcomes":[{"measure":"Change in 10 Meter Walk Test (10MWT)","description":"This test will assess the patient's speed during gait. Patients will be asked to walk at their preferred maximum and safe speed. Patients will be positioned 1 meter before the start line and instructed to walk 10 meters, and pass the end line approximately 1 meter after. The distance before and after the course is meant to minimize the effect of acceleration and deceleration. Time will be measured using a stopwatch and recorded to the one-hundredth of a second (ex: 2.15 s). The test will be recorded 3 times, with adequate rests between them. The average of the 3 times should be recorded.","timeFrame":"Session 1 (Baseline-day1, T1), and Session 15 (end of treatment-day 35, T2)."},{"measure":"Change in Timed Up And Go (TUG)","description":"The TUG is a test used to assess mobility, balance, and walking in people with balance impairments. The subject must stand up from a chair (which should not be leaned against a wall), walk a distance of 3 meters, turn around, walk back to the chair and sit down - all performed as quickly and as safely as possible. Time will be measured using a chronometer.","timeFrame":"Session 1 (Baseline-day1, T1), and Session 15 (end of treatment-day 35, T2)."},{"measure":"Change in Modified Ashworth Scale (MAS)","description":"The MAS is a 6 point ordinal scale used for grading hypertonia in individuals with neurological diagnoses. A score of 0 on the scale indicates no increase in tone while a score of 4 indicates rigidity. Tone is scored by passively moving the individual's limb and assessing the amount of resistance to movement felt by the examiner.","timeFrame":"Session 1 (treatment onset, T1), and Session 15+2 (end of treatment, T2)."},{"measure":"Change in Trunk Control Test (TCT)","description":"The TCT assesses the motor impairment in stroke patients and it's correlated with eventual walking ability. Testing is done with the patient lying on a bed: (1) roll to weak side. (2) roll to strong side. (3) balance in sitting position on the edge of the bed with the feet off the ground for at least 30. (4) sit up from lying down. Total score: 0-100.","timeFrame":"Session 1 (treatment onset, T1), and Session 15+2 (end of treatment, T2)."},{"measure":"Change in Functional Ambulation Classification (FAC)","description":"FAC is a functional walking test that evaluates ambulation ability. This 6-point scale assesses ambulation status by determining how much human support the patient requires when walking, regardless of whether or not they use a personal assistive device.","timeFrame":"Session 1 (treatment onset, T1), and Session 15+2 (end of treatment, T2)."},{"measure":"Change in Barthel Index (BI)","description":"The BI is a measure of Activity of Daily Living (ADL), which shows the degree of independence of a patient from any assistance. Each performance item is rated on this scale with a given number of points assigned to each level or ranking. It uses ten variables describing ADL and mobility. A higher number is associated with a greater likelihood of being able to live at home with a degree of independence following discharge from hospital.","timeFrame":"Session 1 (Baseline-day1, T1), and Session 15 (end of treatment-day 35, T2)."},{"measure":"Change in Walking Handicap Scale (WHS)","description":"WHS is a classification of 6 functional walking categories, considered as a participation category of the ICF because of its 3 items referred to community ambulation. The score ranges from 1 to 6, and do higher values represent a better outcome.","timeFrame":"Session 1 (Baseline-day1, T1), and Session 15 (end of treatment-day 35, T2)."},{"measure":"Change in Motricity Index (MI)","description":"The MI aims to evaluate lower limb motor impairment after stroke, administrated on both sides.\n\nItems to assess the lower limbs are 3, scoring from 0 to 33 each: (1) ankle dorsiflexion with foot in a plantar flexed position (2) knee extension with the foot unsupported and the knee at 90° (3) hip flexion with the hip at 90° moving the knee as close as possible to the chin. (no movement: 0, palpable flicker but no movement: 9, movement but not against gravity :14, movement against gravity movement against gravity: 19, movement against resistance: 25, normal:33)\n\n1 leg score for each side = SUM (points for the 3 leg tests) + 1 Interpretation: minimum score: 0; maximum score:100","timeFrame":"Session 1 (Baseline-day1, T1), and Session 15 (end of treatment-day 35, T2)."}],"otherOutcomes":[{"measure":"Gait Analysis (GA)","description":"Kinematic and kinetic gait parameters will be calculated from data acquired with a motion capture system (SMART-DX; BTSBioengneering, Italy). DAVIS HILL protocol will be applied. Each subject (able to walk) will perform at least 3 trials, each consisting of 3 meters self-paced speed walk under condition with shoes and orthoses/aids if needed.","timeFrame":"Session 1 (Baseline-day1, T1), and Session 15 (end of treatment-day 35, T2)."},{"measure":"Electroencephalography (EEG)","description":"EEG data will be recorded (250 Hz sampling rate) with a 128-electrode system placed on the scalp (10-10 augmented system) (Geodesic; ElectricalGeodesic, Inc .; Oregon, USA). The EEG signals, recorded during the entire test, will be involved in offline processing processes that will include a pre-processing for the removal of noisy channels (bad channel), filtering in the 0.3-45 Hz band, and removal of artifacts by means of the technique of Independent Component Analysis (ICA). Subsequently, the signals will be filtered by MATLAB in the bands of interest alpha and beta and segmented into epochs.\n\nTime-frequency algorithms will allow to characterize brain activity in response to motor tasks by calculating the event-related desynchronization/synchronization index (ERD / ERS).\n\nAcquisitions will be carried out in: relaxed sitting position (Open Eyes / Closed Eyes) for 2 min; standing position (Open Eyes) for 1 min, and during ankles flexion-extension (hip and knee in 90°).","timeFrame":"Session 1 (Baseline-day1, T1), and Session 15 (end of treatment-day 35, T2)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Single or multiple unilateral Cerebral Stroke\n* Mild / moderate Traumatic Brain Injury\n* Brain Tumor Benign\n* Possibility to keep the upright position for at least 1 minute with good cardiovascular compensation and:\n\n  * With double support and supervision;\n  * With double support without supervision;\n  * With single support and supervision;\n  * With single support without supervision;\n  * With assistance not exceeding 50%;\n  * With supervision only.\n\nExclusion Criteria:\n\n* Severe cognitive impairment or behavioral dysfunction such as not to understand or participate in the whole execution\n* Refusal or impossibility to provide informed consent\n* Impossibility to wear the robot:\n\n  * for serious functional limitations in the coxo-femoral joints and knees;\n  * marked hyper tone with sudden spasms in flexion;\n  * Modified Ashworth Scale \\> 3;\n  * weight over 113 Kg;\n  * height less than 155 cm or higher than 195 cm;\n  * hip width greater than 46 cm.\n* Sever cardio-respiratory co-morbidities.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Sanaz Pournajaf, Dr.","affiliation":"IRCCS San Raffaele Pisana","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Marco Franceschini, Prof.","affiliation":"IRCCS San Raffaele Pisana","role":"STUDY_CHAIR"}],"locations":[{"facility":"IRCCS San Raffaele Pisana","city":"Roma","zip":"00163","country":"Italy","geoPoint":{"lat":41.89193,"lon":12.51133}}]},"referencesModule":{"references":[{"pmid":"14966707","type":"BACKGROUND","citation":"Lord SE, McPherson K, McNaughton HK, Rochester L, Weatherall M. Community ambulation after stroke: how important and obtainable is it and what measures appear predictive? Arch Phys Med Rehabil. 2004 Feb;85(2):234-9. doi: 10.1016/j.apmr.2003.05.002."},{"pmid":"22003172","type":"BACKGROUND","citation":"Robinson CA, Shumway-Cook A, Ciol MA, Kartin D. Participation in community walking following stroke: subjective versus objective measures and the impact of personal factors. Phys Ther. 2011 Dec;91(12):1865-76. doi: 10.2522/ptj.20100216. Epub 2011 Oct 14."},{"type":"BACKGROUND","citation":"Perry J. Analisi del movimento. Elsevier Italia srl, Milano 2005."},{"pmid":"8460894","type":"BACKGROUND","citation":"Pearson KG. Common principles of motor control in vertebrates and invertebrates. Annu Rev Neurosci. 1993;16:265-97. doi: 10.1146/annurev.ne.16.030193.001405. No abstract available."},{"pmid":"3607464","type":"BACKGROUND","citation":"Barbeau H, Rossignol S. Recovery of locomotion after chronic spinalization in the adult cat. Brain Res. 1987 May 26;412(1):84-95. doi: 10.1016/0006-8993(87)91442-9."},{"pmid":"7851518","type":"BACKGROUND","citation":"Dietz V, Zijlstra W, Duysens J. Human neuronal interlimb coordination during split-belt locomotion. Exp Brain Res. 1994;101(3):513-20. doi: 10.1007/BF00227344."},{"pmid":"15217329","type":"BACKGROUND","citation":"Edgerton VR, Tillakaratne NJ, Bigbee AJ, de Leon RD, Roy RR. Plasticity of the spinal neural circuitry after injury. Annu Rev Neurosci. 2004;27:145-67. doi: 10.1146/annurev.neuro.27.070203.144308."},{"pmid":"15537991","type":"BACKGROUND","citation":"Richards CL, Malouin F, Bravo G, Dumas F, Wood-Dauphinee S. The role of technology in task-oriented training in persons with subacute stroke: a randomized controlled trial. Neurorehabil Neural Repair. 2004 Dec;18(4):199-211. doi: 10.1177/1545968304269397."},{"pmid":"15947263","type":"BACKGROUND","citation":"Nichols-Larsen DS, Clark PC, Zeringue A, Greenspan A, Blanton S. Factors influencing stroke survivors' quality of life during subacute recovery. Stroke. 2005 Jul;36(7):1480-4. doi: 10.1161/01.STR.0000170706.13595.4f. Epub 2005 Jun 9."},{"pmid":"19556526","type":"BACKGROUND","citation":"Franceschini M, Carda S, Agosti M, Antenucci R, Malgrati D, Cisari C; Gruppo Italiano Studio Allevio Carico Ictus. Walking after stroke: what does treadmill training with body weight support add to overground gait training in patients early after stroke?: a single-blind, randomized, controlled trial. Stroke. 2009 Sep;40(9):3079-85. doi: 10.1161/STROKEAHA.109.555540. Epub 2009 Jun 25."},{"pmid":"21612471","type":"BACKGROUND","citation":"Duncan PW, Sullivan KJ, Behrman AL, Azen SP, Wu SS, Nadeau SE, Dobkin BH, Rose DK, Tilson JK, Cen S, Hayden SK; LEAPS Investigative Team. Body-weight-supported treadmill rehabilitation after stroke. N Engl J Med. 2011 May 26;364(21):2026-36. doi: 10.1056/NEJMoa1010790."},{"pmid":"15621324","type":"BACKGROUND","citation":"Hidler JM, Wall AE. Alterations in muscle activation patterns during robotic-assisted walking. Clin Biomech (Bristol, Avon). 2005 Feb;20(2):184-93. doi: 10.1016/j.clinbiomech.2004.09.016."},{"pmid":"28488268","type":"BACKGROUND","citation":"Mehrholz J, Thomas S, Werner C, Kugler J, Pohl M, Elsner B. Electromechanical-assisted training for walking after stroke. Cochrane Database Syst Rev. 2017 May 10;5(5):CD006185. doi: 10.1002/14651858.CD006185.pub4."},{"pmid":"22543557","type":"BACKGROUND","citation":"Sale P, Franceschini M, Waldner A, Hesse S. Use of the robot assisted gait therapy in rehabilitation of patients with stroke and spinal cord injury. Eur J Phys Rehabil Med. 2012 Mar;48(1):111-21."},{"pmid":"27565639","type":"BACKGROUND","citation":"Esquenazi A, Talaty M, Jayaraman A. Powered Exoskeletons for Walking Assistance in Persons with Central Nervous System Injuries: A Narrative Review. PM R. 2017 Jan;9(1):46-62. doi: 10.1016/j.pmrj.2016.07.534. Epub 2016 Aug 24."},{"type":"BACKGROUND","citation":"Poberznik, A. (2018). Therapeutic use of exoskeletons in spinal cord injury gait rehabilitation-a systematic literature review."},{"pmid":"30887864","type":"BACKGROUND","citation":"Swank C, Sikka S, Driver S, Bennett M, Callender L. Feasibility of integrating robotic exoskeleton gait training in inpatient rehabilitation. Disabil Rehabil Assist Technol. 2020 May;15(4):409-417. doi: 10.1080/17483107.2019.1587014. Epub 2019 Mar 19."},{"pmid":"30543267","type":"BACKGROUND","citation":"Pournajaf S, Goffredo M, Agosti M, Massucci M, Ferro S, Franceschini M; Italian Study Group on Implementation of Stroke Care (ISC Study). Community ambulation of stroke survivors at 6 months follow-up: an observational study on sociodemographic and sub-acute clinical indicators. Eur J Phys Rehabil Med. 2019 Aug;55(4):433-441. doi: 10.23736/S1973-9087.18.05489-8. Epub 2018 Dec 13."},{"pmid":"29695280","type":"BACKGROUND","citation":"Calabro RS, Naro A, Russo M, Bramanti P, Carioti L, Balletta T, Buda A, Manuli A, Filoni S, Bramanti A. Shaping neuroplasticity by using powered exoskeletons in patients with stroke: a randomized clinical trial. J Neuroeng Rehabil. 2018 Apr 25;15(1):35. doi: 10.1186/s12984-018-0377-8."},{"pmid":"29526861","type":"BACKGROUND","citation":"Morone G, Masiero S, Coiro P, De Angelis D, Venturiero V, Paolucci S, Iosa M. Clinical features of patients who might benefit more from walking robotic training. Restor Neurol Neurosci. 2018;36(2):293-299. doi: 10.3233/RNN-170799."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000070642","term":"Brain Injuries, Traumatic"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4899","name":"Brain Neoplasms","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Brain Injuries, Traumatic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}