{"protocolSection":{"identificationModule":{"nctId":"NCT03584425","orgStudyIdInfo":{"id":"31250"},"organization":{"fullName":"Medical University of South Carolina","class":"OTHER"},"briefTitle":"Imaging Laterality in Chronic Stroke Patients","officialTitle":"Investigating the Neurobiologic Basis for Loss of Cortical Laterality in Chronic Stroke Patients"},"statusModule":{"statusVerifiedDate":"2019-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-12-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-05-30","type":"ACTUAL"},"completionDateStruct":{"date":"2019-05-30","type":"ACTUAL"},"studyFirstSubmitDate":"2018-06-15","studyFirstSubmitQcDate":"2018-06-28","studyFirstPostDateStruct":{"date":"2018-07-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-07-22","lastUpdatePostDateStruct":{"date":"2019-07-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Medical University of South Carolina","class":"OTHER"},"collaborators":[{"name":"MUSC Center for Biomedical Research Excellence in Stroke Recovery","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"In healthy individuals, unimanual movement (with either the left or right hand) is associated with activity in a network of predominantly contralateral brain regions, including the primary motor cortex (PMC). This laterality is often compromised following a middle cerebral artery (MCA) stroke. Neuroimaging studies of these patients have shown that unimanual movements with the effected hand are associated with elevated Blood Oxygen-Level Dependent (BOLD) signal in both the lesioned and the nonlesioned primary motor cortices. Elevated activity in the contralesional PMC is well-established in chronic stroke patients and is associated with poor motor rehabilitation outcomes. Yet the neurobiologic basis for this aberrant neural activity is equivocal. The overarching goal of this project is to determine the neurobiologic basis for elevated activity in the contralesional primary motor cortex.","detailedDescription":"One factor that may contribute to elevated activity in the contralesional PMC is increased cortical excitatory tone within the contralesional hemisphere (Aim 1).\n\nWhile approximately 80% of the descending corticospinal neurons that control the right hand originate in the left PMC, 20% originate in the right PMC. Elevated activity in the right PMC of left-sided stroke patients may reflect compensatory activity of these descending fibers. Neural activity in the PMC reflects the balance of local excitatory (glutamatergic) and inhibitory (GABAergic) processing. It can be measured in two manners: 1) electrophysiologically, using single hemisphere paired pulse transcranial magnetic stimulation (TMS), and 2) neurochemically, using magnetic resonance spectroscopy (MRS).\n\nAnother factor that may contribute to elevated activity in the contralesional PMC is a loss of transcallosal inhibition between the hemispheres (Aim 2). During right hand movement, the left PMC of healthy individuals actively inhibits the right PMC via inhibitory projections through the corpus callosum. In left MCA stroke patients, elevated activity in the contralesional (right) PMC when moving the right hand may reflect a loss of typical inhibition from the left PMC. The integrity of inter-hemispheric information transfer can be measured in two manners: 1) using bi-hemispheric paired-pulse TMS, and 2) using a multimodal brain stimulation/brain imaging approach, interleaved TMS/MRI.\n\nThrough interleaved TMS/MRI, the investigators can selectively stimulate the ipsilesional PMC and quantify the amount of TMS-induced activity in the contralesional PMC. These two explanations will be tested through a cross-sectional investigation of neural function in left MCA stroke patients with mild-moderate right upper extremity impairment and controls matched for age and cardiovascular risk factors. To assess the clinical relevance of these factors on motor dysfunction, the investigators will perform a detailed kinematic assessment of movement efficiency, smoothness and compensation (Aim 3)."},"conditionsModule":{"conditions":["Stroke","Motor Cortex; Lesion"],"keywords":["BOLD Signal","Functional Magnetic Resonance Imaging","MR Spectroscopy","Anatomical Imaging","Kinematics"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["EARLY_PHASE1"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The investigators will enroll a total of 30 chronic stroke patients and 30 neurologically healthy controls matched for age and with at least 2 cardiovascular risk factors","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":44,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Healthy Controls","type":"EXPERIMENTAL","description":"Subjects will undergo the following diagnostic tasks and assessments: Rasch Modified Version of the Fugl-Meyer Motor Assessment, Anatomical Image Acquisition, and the Functional MRI Task and Acquisition","interventionNames":["Diagnostic Test: Rasch modified version of the Fugl-Meyer Motor assessment","Diagnostic Test: Anatomical image acquisition","Diagnostic Test: Functional MRI task and acquisition"]},{"label":"Stroke Participants","type":"EXPERIMENTAL","description":"Subjects will undergo the following diagnostic tasks and assessments: Rasch Modified Version of the Fugl-Meyer Motor Assessment, Anatomical Image Acquisition, and the Functional MRI Task and Acquisition","interventionNames":["Diagnostic Test: Rasch modified version of the Fugl-Meyer Motor assessment","Diagnostic Test: Anatomical image acquisition","Diagnostic Test: Functional MRI task and acquisition"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Rasch modified version of the Fugl-Meyer Motor assessment","description":"All participants will receive a comprehensive clinical assessment of motor function including the Rasch modified version of the Fugl-Meyer Motor assessment and a kinematic assessment of unimanual and bimanual movements using a 45 sensor 3D active marker based motion capture system. The three primary measures investigated in the kinematics include: 1) movement efficiency, 2) movement smoothness, and 3) motor compensation.","armGroupLabels":["Healthy Controls","Stroke Participants"]},{"type":"DIAGNOSTIC_TEST","name":"Anatomical image acquisition","description":"High-resolution structural scans will be obtained using an inversion recovery 3D spoiled gradient echo (3DSPGR) sequence using a matrix size of 256 x 256, field of view of 24 cm, section thickness of 1.5 mm with no gap between sections, and 128 slices, giving an in-plane resolution of 0.94 mm. This sequence will be used for anatomic overlays of the functional data and for spatial normalization to a standard atlas.","armGroupLabels":["Healthy Controls","Stroke Participants"]},{"type":"DIAGNOSTIC_TEST","name":"Functional MRI task and acquisition","description":"Briefly, patients will be given two pressure-sensitive bulbs (one to be held in each hand and fastened lightly to their wrists with Velcro such that they do not drop it during the scan. During two 2½ minute runs they will be prompted to squeeze the bulb in either their affected or unaffected hand in blocks of 15 seconds. These blocks will be interspersed with blocks of rest. The pressure from the bulbs will be digitally recorded and quantified offline in order to: 1) verify that the patient was squeezing the ball, and 2) assess the presence of 'mirror movements' from the opposing hand that may inform the imaging results regarding loss of laterality).","armGroupLabels":["Healthy Controls","Stroke Participants"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Compare the ratio of gluatamte and gaba concentrations within the contralesional primary motor cortex","description":"Using spectroscopy investigators will determine if the ratio of glutamate/GABA is higher in stroke patients than controls. Furthermore, in healthy controls prepulse inhibition will be positively correlated with the concentration of GABA, and prepulse facilitation will be positively correlated with the concentration of glutamate. Although we expect this relationship to be true in both the controls and the stroke patients, variation from this pattern in the stroke patients would suggest that there is another factor beyond simple within-hemisphere measurements that is affecting the contralesional cortex activity.","timeFrame":"Through study completion, an average of two weeks"}],"secondaryOutcomes":[{"measure":"Quantify the relationship between neural activity and motor performance using the Rasch modified version of the Fugl-Meyer motor assessment battery to acquire three aspects of motor performance for all individuals in both groups.","description":"Impairment on bimanual tasks will be related to the outcome measures of previous Aims. That is, individuals with less transcallosal inhibition will perform worse on the bimanual task (less efficiency and smoothness) than individuals with transcallosal inhibition closer to healthy controls. This is based on pilot data from Dr. Woodbury of the Quantitative Behavioral Assessment and Rehabilitation Core that suggests during bimanual tasks the kinetics of the impaired arm remain the same but the previously unimpaired limb performs worse. This suggests that loss of inhibition 'infects' the arm movement typically controlled by the contralesional hemisphere.","timeFrame":"Through study completion, an average of two weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria For Both Groups:\n\n* 21-80 years old of any race and ethnicity\n* At least 2 cardiovascular risk factors (smoking, high blood pressure, high cholesterol, diabetes, overweight, age (\\>55 for men, \\>65 for women), family history of stroke).\n\nInclusion Criteria For Stroke Patients:\n\n* Left middle cerebral artery ischemic stroke with at least 6 month chronicity\n* Right upper extremity weakness with a Rasch-modified Fugl-Meyer upper extremity score of 20 to 50\n* Ability to voluntarily flex the affected elbow and shoulder from 10-75% of the normal range\n* Ability to make a fist and relax the affected hand (note: this motion will be required in the functional MRI task)\n\nExclusion Criteria For Both Groups:\n\n* Primary intracerebral hematoma or subarachnoid hemorrhage\n* Bi-hemispheric ischemic strokes\n* History of prior right-sided stroke or old infarct demonstrated on the CT or MRI or documented in medical records\n* Other concomitant neurological disorders affecting upper extremity motor function\n* Documented history of dementia before or after stroke\n* Presence of any MRI, TMS, or transcranial direct current stimulation risk factors such as an electrically, magnetically or mechanically activated metal or nonmetal implant including cardiac pacemaker, intracerebral vascular clips or any other electrically sensitive support system\n* Pregnancy as the effect of MRI on the fetus is unknown, females of child bearing age must undergo a pregnancy test to confirm eligibility\n* History of seizure disorder or post-stroke seizure\n* Preexisting scalp lesion or wound or bone defect or hemicraniectomy\n* Left-hand dominance (before the stroke in the stroke patients) as the typical pattern of laterality is not as strong in left-handed healthy individuals\n* Current nicotine dependence (Note: nicotine use is not an exclusionary criteria as there is no known association between acute use and BOLD signal changes in non-dependent smokers)","healthyVolunteers":true,"sex":"ALL","minimumAge":"21 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Colleen A Hanlon, PhD","affiliation":"Medical University of South Carolina","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Medical University of South Carolina","city":"Charleston","state":"South Carolina","zip":"29425","country":"United States","geoPoint":{"lat":32.77657,"lon":-79.93092}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Yes The data from the primary outcome measurement will be shared via manuscripts and after study completion by request to the Principal Investigator","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"timeFrame":"The data will be available immediately after first publication of the results. This is estimated to be at the end of 2018.","accessCriteria":"Interested parties should contact the Principal Investigator directly"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}