{"protocolSection":{"identificationModule":{"nctId":"NCT04802772","orgStudyIdInfo":{"id":"ICDIM 1"},"organization":{"fullName":"Fondation Hôpital Saint-Joseph","class":"OTHER"},"briefTitle":"Construction of a Multidimensional Score for the Functional Prognosis of Cerebral Infarctions","officialTitle":"Construction of a Multidimensional Score for the Functional Prognosis of Cerebral Infarctions","acronym":"ICDIM 1"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-04-30","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-04-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-03-11","studyFirstSubmitQcDate":"2021-03-16","studyFirstPostDateStruct":{"date":"2021-03-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-06","lastUpdatePostDateStruct":{"date":"2023-03-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Fondation Hôpital Saint-Joseph","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In France, stroke is the leading cause of non-traumatic acquired motor disability in adults, the second leading cause of major cognitive impairment, and the third leading cause of death in men and women. The average age of onset is 73 years (70 years for men, 76 years for women). All types combined, approximately 100,000 patients are hospitalized for stroke each year, approximately 40,000 people die and 30,000 have serious after-effects at one year. The spectrum of functional sequelae ranges from motor and sensory impairment to cognitive impairment; moreover, 30 to 50% of patients have a recurrence within 5 years.\n\nData from the Dijon Stroke Registry showed in 2011 that only 36% of people who had a stroke between 2000 and 2009 were symptom-free 1 month after the event; 22% of patients had mild or moderate disability according to the modified Rankin Scale (mRS); and 42% were unable to walk without assistance or had died. Based on 2009 self-reported data, more than one in two (51%) of those with a history of stroke with sequelae reported significant difficulty or inability to walk 500 meters; 45% had difficulty with at least one activity of daily living. The mortality rate was 44.7 per 100 000 persons in 2013.\n\nCerebral infarctions (CIs) account for the majority of strokes (70-75%). In 2014, despite a 12.5% decrease from 2008, hospital case fatality for CIs remained high at 9%. In 2015, the case fatality rate was 10.7% at 30 days and 11.9% at 1 year. Thirty-day mortality alone concentrated nearly half (47%) of the 1-year mortality.","detailedDescription":"Data regarding the validity of poor prognostic criteria for CI are still scarce and remain of imperfect quality, particularly because of heterogeneous populations and variable definitions of \"poor prognosis.\" Prognostic assessment must take into account both neurological and non-neurological elements. Biomarkers have been one of the avenues explored for several years. For example, hyperglycemia in the acute phase of CI is associated with a more severe prognosis in terms of survival and functional recovery, and with an increased risk of bleeding after thrombolysis, independently of age and severity of the CI. Other biological markers have been studied, but the methodology of the studies is very variable and their quality is moderate, which does not allow us to conclude that these markers are independent predictive factors for the prognosis of CI. Their predictive \"added value\" on simple clinical data, such as the National Institutes of Health Stroke Scale (NHISS) severity score and age, has not been established and their clinical significance remains uncertain.\n\nThe mRS 3 months after the event is the criterion most frequently used to assess the functional prognosis of patients after a heart attack. However, being able to anticipate the mRS at discharge from hospital, as early as admission, appears to be a major challenge in order to adapt therapies and to choose the best care pathway as soon as possible after hospitalization. Structured management of stroke in neurovascular units (UNV), with highly specialized medical and paramedical staff, has a proven benefit in preventing death and dependence. The era of \"precision\" medicine, based on the identification, evaluation, organization and analysis of a multitude of variables obtained for each individual, now holds great potential for the management of CI.\n\nThe deployment of a computerized patient record (CPR) in health care institutions is a real opportunity in this respect. The detailed medical data collected from the moment the patient enters the hospital and throughout his or her hospitalization could be used to construct a composite score combining information from the patient's history, clinical data, and the results of additional examinations (especially biological and imaging). Beyond structured data, information expressed in textual form could also be considered using innovative artificial intelligence methodologies.\n\nA neurovascular intensive care unit (NICU), to which a neurovascular unit (NVU) is attached, has existed within the Groupe Hospitalier Paris Saint-Joseph (GHPSJ) since 2006. The institution currently counts more than 700 stays per year for IC management, a figure that is constantly increasing (600 in 2016, 727 in 2019); 98% of these patients made a passage in the USINV in 2019. In addition, the CIO was deployed from 2014 in the facility, and during 2015 specifically for the Neurology-Neurovascular service. This gives the facility the opportunity to conduct a single-center pilot study to test the contribution of new data, combined with the simple clinical data usually used, to assess the functional prognosis of patients with CI.\n\nThe objective of this first retrospective work is to evaluate the interest of the data available in the CIO and their processing via artificial intelligence methods to characterize the functional prognosis of patients with a CI, at admission and then during hospitalization."},"conditionsModule":{"conditions":["Cerebral Infarction"],"keywords":["multidimensional score"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":2091,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"To construct a multidimensional ICDIM 1 score predictive of the functional prognosis of patients at discharge from a hospitalization motivated by a CI","description":"Comparison of observed correlations between ICDIM 1 and the change in mRS score before hospitalization and its value assessed at discharge adjusted for length of stay","timeFrame":"Up to 6 months"},{"measure":"Compare the performance of the artificial intelligence-based ICDIM 1 score with the performance of the NIHSS reference score","description":"Comparison of the observed correlations between the NHISS score and this same change in the mRS score","timeFrame":"Up to 6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Major patients hospitalized in the Neurology-Neurovascular department of GHPSJ and discharged from hospital between January 1, 2016 and September 25, 2020.\n* Main diagnosis (MD) of CI retained by the MISP (Medicalization of Information Systems Program) grouping algorithm for the SSS (Standardized summary of stay) and defined according to the codes of the chapter \"Cerebral Infarction\": I63.0 to I63.5 and I63.7 to I63.9 of the ICD-10 (International Classification of Diseases, 10th revision)\n* Patients hospitalized in the NICU and for whom the passage to the NICU is the first hospitalization unit from their home or the hospitalization unit that follows a passage to the emergency department/ emergency door beds/short-term hospitalization unit (STHU)\n* Length of stay greater than or equal to 3 nights\n\nExclusion Criteria:\n\n* Patient under guardianship or curatorship\n* Patient deprived of liberty\n* Patient under legal protection\n* Patient objecting to the use of his/her data for this research\n* SSS with MD I63.6 (CI due to cerebral venous thrombosis, non-pyogenic)\n* Length of stay less than or equal to 2 nights\n* Patients from other GHPSJ hospitalization units (excluding emergency department emergency, emergency door beds or STHU), or from an external establishment\n* SSS with a MD I63.0 to I63.5 or I63.7 to I63.9 not involving a passage in the NICU\n* SSS with a MD I63.0 to I63.5 or I63.7 to I63.9 involving a visit to a NICU that is neither the first hospitalization unit from home nor the hospitalization unit that follows a visit to the emergency department / emergency door beds/short-term hospitalization unit","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Major patients hospitalized in the Neurology-Neurovascular department of GHPSJ and discharged from hospitalization between January 1, 2016 and September 25, 2020.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Virginie BOURSIER","role":"CONTACT","phone":"01 44 12 33 33","phoneExt":"+ 33","email":"vboursier@ghpsj.fr"}],"overallOfficials":[{"name":"Virginie BOURSIER","affiliation":"Fondation Hôpital Saint-Joseph","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Groupe Hospitalier Paris Saint-Joseph","city":"Paris","state":"Ile De France","zip":"75014","country":"France","geoPoint":{"lat":48.85341,"lon":2.3488}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000020521","term":"Stroke"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Infarction","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"}]}},"hasResults":false}