{"protocolSection":{"identificationModule":{"nctId":"NCT05511207","orgStudyIdInfo":{"id":"GR-2018-12365874"},"secondaryIdInfos":[{"id":"GR18.74","type":"OTHER","domain":"Hsantalucia"}],"organization":{"fullName":"I.R.C.C.S. Fondazione Santa Lucia","class":"OTHER"},"briefTitle":"Clinical Validation of a Hybrid BCI-controlled FES for Upper Limb Rehabilitation After Stroke","officialTitle":"RECOMmENceR: RE-establishing COrtico Muscular COMunication to ENhance Recovery. Clinical Validation of BCI-controlled Functional Electrical Stimulation for Upper Limb Rehabilitation After Stroke","acronym":"RECOMMENCER"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-03-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-03-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-08-12","studyFirstSubmitQcDate":"2022-08-19","studyFirstPostDateStruct":{"date":"2022-08-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-19","lastUpdatePostDateStruct":{"date":"2023-10-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Donatella Mattia","investigatorTitle":"Professor, Laboratory Director","investigatorAffiliation":"I.R.C.C.S. Fondazione Santa Lucia"},"leadSponsor":{"name":"Donatella Mattia","class":"OTHER"},"collaborators":[{"name":"University of Roma La Sapienza","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The RECOMMENCER project aims at developing and testing a novel hybrid Brain Computer Interface device based on cortico-muscular connectivity, that will be employed to activate Functional Electrical Stimulation (FES) of upper limb muscles. After the technical implementation of the device and its preliminary testing on healthy subject, the investigators will evaluate the effects of a 1 month training with the device (RECOM) on post-stroke patients undergoing standard rehabilitation (add-on). The proposed intervention will be compared with an active physiotherapy training including FES (CTRL) which will be focused on upper limb with similar intensity as the target intervention (also delivered in add-on).","detailedDescription":"Brain-Computer Interface (BCI) systems for upper limb rehabilitation have proven some efficacy in the context of several randomized controlled trials (RCT). Such systems rely on the possibility reinforce motor-related brain activity (derived eg from electroencephalography, EEG) harnessing neuroplasticity phenomena ultimately leading to favorable motor outcome. Up to now, no hybrid BCI (hBCI) has been tested successfully for this purpose in a clinical trial. Hybrid BCIs include signals from the periphery (most commonly muscles, via surface electromyography, EMG) and are usually employed to improve BCI performances. In a rehabilitative context, the investigators aim to employ EMG signals to characterize common post-stroke abnormalities (spasticity, co-contractions, motor overflow) and possibly include those in a novel hBCI paradigm to promote both volitional control (EEG) over upper limb movement and \"close to normal\" muscular activation (EMG). To do so, the investigators propose cortico-muscular coherence (CMC) as a hybrid feature for BCI control. CMC is a measure of EEG-EMG synchronization during movement and has been described extensively in post-stroke patients in relation to their residual motor ability. With respect to previous literature, the proposed approach foresees the estimation of CMC as a multimodal integrated EEG-EMG network, comprising multiple EEG electrodes over the scalp bilaterally and several upper limb muscles bilaterally, so as to capture the above mentioned motor abnormalities (eg abnormal recruitment of non-target muscles). The investigators have already tested such feature on healthy subjects and stroke patients offline and verified its capability to detect upper limb movements online (studies published and/or submitted, see references). An already available BCI prototype was adapted with the parameters derived from such offline studies (see references). The RECOM intervention will be validated within a RCT (single blinded, for evaluators) on stroke patients undergoing rehabilitation (add-on). Before and after the intervention, all patients will undergo an extensive clinical evaluation (see outcome measures) and neurophysiological assessment. The latter will consist in a high density EEG-EMG recording during simple/complex upper limb movements. The recording will include a cinematic analysis (inertial measurement units - IMUs). The investigators hypothesize a better functional motor outcome in the affected upper limb for the RECOM group, which will be described by means of common clinical/functional scales combined with EEG/EMG and cinematic evaluation. Furthermore, aspects related to acceptability and usability of the novel system will be evaluated. In detail mood, motivation and satisfaction will be evaluated before (mood motivation) and after (satisfaction) each training session by means of Visual Analogue Scales; workload will be evaluated at the end of second and last training session by means of the Nasa-Task Load Index."},"conditionsModule":{"conditions":["Stroke Sequelae","Motor Disorders"],"keywords":["stroke","eeg","emg","cortico-muscular coherence","brain computer interface"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Eligible patients admitted to Fondazione Santa Lucia will be randomized in equal proportions between target intervention (RECOM) and control (CTRL)","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Clinical/Functional evaluation of patients will be performed by expert physiotherapists blinded to group allocation.\n\nData analysis (EEG, EMG, cinematic) will be performed by neuroscientists blinded to group allocation.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":36,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"RECOM - hBCI training","type":"EXPERIMENTAL","description":"Patients in the RECOM group will receive treatment in add-on to standard rehabilitation as follows. The RECOM device is a h-BCI system that controls FES of upper limb muscles: the patient is asked to attempt simple upper limb movements (eg extension of fingers); the device recognizes (in correct trials) close-to-normal EEG-EMG activation and initiates FES of extensor muscles in the forearm. RECOM training consists in a set of trial repetition for a total duration per session of approximately 20-30 minutes (excluding set up time and calibration). FES parameters will be set specifically for each patients according to standard guidelines to achieve full movement and so as to avoid any kind of discomfort for the patients. The intervention regimen will be 2-3 times per week for 4 consecutive weeks.","interventionNames":["Device: RECOM - hBCI training"]},{"label":"CTRL - upper limb training with FES","type":"ACTIVE_COMPARATOR","description":"Patients in the CTRL group will receive treatment in add-on to standard rehabilitation as follows. An expert physiotherapist will define a set of active exercises focused on upper limb function; the exercises will be combined with FES of forearm muscles. FES parameters will be set specifically for each patients according to standard guidelines to achieve the full required movement and so as to avoid any kind of discomfort for the patients. Session duration will be approximately 20-30 minutes (excluding FES calibration time). The intervention regimen will be 2-3 times per week for 4 consecutive weeks.","interventionNames":["Other: CTRL - upper limb training with FES"]}],"interventions":[{"type":"DEVICE","name":"RECOM - hBCI training","description":"The RECOM device is a h-BCI system that controls FES of upper limb muscles: the patient is asked to attempt simple upper limb movements (eg extension of fingers); the device recognizes (in correct trials) close-to-normal EEG-EMG activation and initiates FES of extensor muscles in the forearm. RECOM training consists in a set of trial repetition for a total duration per session of approximately 20-30 minutes (excluding set up time and calibration). FES parameters will be set specifically for each patients according to standard guidelines to achieve full movement and so as to avoid any kind of discomfort for the patients. The intervention regimen will be 2-3 times per week for 4 consecutive weeks.","armGroupLabels":["RECOM - hBCI training"]},{"type":"OTHER","name":"CTRL - upper limb training with FES","description":"An expert physiotherapist will define a set of active exercises focused on upper limb function; the exercises will be combined with FES of forearm muscles. FES parameters will be set specifically for each patients according to standard guidelines to achieve the full required movement and so as to avoid any kind of discomfort for the patients. Session duration will be approximately 20-30 minutes (excluding FES calibration time). The intervention regimen will be 2-3 times per week for 4 consecutive weeks.","armGroupLabels":["CTRL - upper limb training with FES"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in Fugl-Meyer Assessment (FMA) - upper limb section","description":"Commonly employed functional scale for post-stroke motor function. The scale ranges from 0 (maximum possible impairment) to 66 (no impairment).","timeFrame":"Pre-Randomization, Post Training (within 48 hours)"},{"measure":"Changes in Action Research Arm Test (ARAT)","description":"Commonly employed functional scale for post-stroke upper limb function. Consists of 19 items with a four scale point. Total scores on the ARAT may range from 0-57 points, with a maximum score of 57 points indicating better performance.","timeFrame":"Pre-Randomization, Post Training (within 48 hours)"}],"secondaryOutcomes":[{"measure":"Changes in Modified Ashworth Scale for Spasticity (MAS)","description":"Measure of arm spasticity (at shoulder + elbow + hand) as measured by means of MAS (score from 0 to 5 points, where 0 is equal to absence of spasticity, 5 is equal to high degree of spasticity)","timeFrame":"Pre-Randomization, Post Training (within 48 hours)"},{"measure":"Changes Box and Block Test (BBT)","description":"The BBT is composed of a wooden box divided in two compartments by a partition and 150 blocks. The BBT administration consists of asking the client to move, one by one, the maximum number of blocks from one compartment of a box to another of equal size, within 60 seconds.","timeFrame":"Pre-Randomization, Post Training (within 48 hours)"},{"measure":"Changes Numeric Rating Scale for pain in the upper limb (NRS)","description":"Measure of arm perceived pain by means of Numeric Rating Scale (score from 0 to 10 points where 0 is equal to NO PAIN and 10 is equal to UNSPEAKABLE PAIN)","timeFrame":"Pre-Randomization, Post Training (within 48 hours)"},{"measure":"Changes in Manual Muscle Test (MMT) strength in upper limb segments","description":"Evaluation of residual strength in upper limb muscles - shoulder abduction, elbow flexion and extension, wrist flexion and extension (each segment ranging from 0 - no muscular activation to 5 - full movement against resistance).","timeFrame":"Pre-Randomization, Post Training (within 48 hours)"},{"measure":"Changes in NIH Stroke Scale","description":"Measure of severity of stroke symptoms as for the National Institute of Health Stroke Scale-NIHSS (composed by 11 items with a total score ranging from 0 to a maximum depending on each item, where 0 is normal and maximum is pathological response)","timeFrame":"Pre-Randomization, Post Training (within 48 hours)"}],"otherOutcomes":[{"measure":"Changes in EEG activity and connectivity","description":"Changes on high density Electroencephalography (hdEEG) patterns of cortical oscillatory activity and connectivity, as assessed during neurophysiological assessment before and after the intervention. The analysis will focus on activity and connectivity within motor related frequency band.","timeFrame":"Pre-Randomization, Post Training (within 48 hours)"},{"measure":"Changes in EMG activation of target vs non target muscles.","description":"Changes in EMG parameters assessed during neurophysiological assessment before and after the intervention. The analysis will be focused on activation of the target muscle for each given task (example: extensor digitorum communis during finger extension) and the relative co-activation of non target muscles ipsilateral to the task or contralateral (mirror movements).","timeFrame":"Pre-Randomization, Post Training (within 48 hours)"},{"measure":"Changes in CMC","description":"Changes in CMC parameters as assessed during neurophysiological assessment before and after the intervention. The analysis will focus on CMC couples (EEG electrode + EMG) relative to the affected hemisphere (in sensorimotor regions) and the target muscles. The investigators expect a reinforcement of CMC in those couples and a reduction of CMC in other couples.","timeFrame":"Pre-Randomization, Post Training (within 48 hours)"},{"measure":"Changes Cinematic parameters","description":"Changes in cinematic parameters as assessed during neurophysiological assessment. Cinematic parameters will be recorded both during the execution of simple tasks (hand opening, closing) and a more complex one (a task adapted from the box and block test - see above). In simple tasks, the investigator hypothesize that with clinical/functional improvement there will be a reduction of compensatory movement of proximal segments and trunk. In the complex task, the investigators expect both the latter and an improvement in smoothness.","timeFrame":"Pre-Randomization, Post Training (within 48 hours)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* unilateral stroke event at least 3 months before recruitment\n* reduced strength in the upper limb\n\nExclusion Criteria:\n\n* concomitant diseases affecting upper limb function\n* spasticity in the upper limb (4-5 of MAS)\n* severe neuropsychological deficit preventing active participation to the study\n* contraindication to FES or EEG/EMG recording","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Floriana Pichiorri, MD, PhD","role":"CONTACT","phone":"+39 0651501164","email":"f.pichiorri@hsantalucia.it"},{"name":"Donatella Mattia, MD, PhD","role":"CONTACT","phone":"+39 0651501167","email":"d.mattia@hsantalucia.it"}],"overallOfficials":[{"name":"Floriana Pichiorri, MD, PhD","affiliation":"Fondazione Santa Lucia, IRCCS","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Jlenia Toppi, Prof","affiliation":"University of Roma La Sapienza","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Neurorehabilitation Units- Fondazione Santa Lucia, IRCCS","status":"RECRUITING","city":"Rome","zip":"00179","country":"Italy","contacts":[{"name":"Donatella Mattia, MD PhD","role":"CONTACT","phone":"+390651501167","email":"d.mattia@hsantalucia.it"},{"name":"Floriana Pichiorri, MD PhD","role":"CONTACT","phone":"+390651501164","email":"f.pichiorri@hsantalucia.it"}],"geoPoint":{"lat":41.89193,"lon":12.51133}}]},"referencesModule":{"references":[{"pmid":"25712802","type":"BACKGROUND","citation":"Pichiorri F, Morone G, Petti M, Toppi J, Pisotta I, Molinari M, Paolucci S, Inghilleri M, Astolfi L, Cincotti F, Mattia D. Brain-computer interface boosts motor imagery practice during stroke recovery. Ann Neurol. 2015 May;77(5):851-65. doi: 10.1002/ana.24390. Epub 2015 Mar 27."},{"pmid":"35422693","type":"BACKGROUND","citation":"Peng Y, Wang J, Liu Z, Zhong L, Wen X, Wang P, Gong X, Liu H. The Application of Brain-Computer Interface in Upper Limb Dysfunction After Stroke: A Systematic Review and Meta-Analysis of Randomized Controlled Trials. Front Hum Neurosci. 2022 Mar 29;16:798883. doi: 10.3389/fnhum.2022.798883. eCollection 2022."},{"pmid":"30356703","type":"BACKGROUND","citation":"Chen YT, Li S, Magat E, Zhou P, Li S. Motor Overflow and Spasticity in Chronic Stroke Share a Common Pathophysiological Process: Analysis of Within-Limb and Between-Limb EMG-EMG Coherence. Front Neurol. 2018 Oct 9;9:795. doi: 10.3389/fneur.2018.00795. eCollection 2018."},{"pmid":"24882699","type":"BACKGROUND","citation":"Silva CC, Silva A, Sousa A, Pinheiro AR, Bourlinova C, Silva A, Salazar A, Borges C, Crasto C, Correia MV, Vilas-Boas JP, Santos R. Co-activation of upper limb muscles during reaching in post-stroke subjects: an analysis of the contralesional and ipsilesional limbs. J Electromyogr Kinesiol. 2014 Oct;24(5):731-8. doi: 10.1016/j.jelekin.2014.04.011. Epub 2014 May 9."},{"pmid":"24315544","type":"BACKGROUND","citation":"von Carlowitz-Ghori K, Bayraktaroglu Z, Hohlefeld FU, Losch F, Curio G, Nikulin VV. Corticomuscular coherence in acute and chronic stroke. Clin Neurophysiol. 2014 Jun;125(6):1182-91. doi: 10.1016/j.clinph.2013.11.006. Epub 2013 Nov 16."},{"pmid":"32164846","type":"BACKGROUND","citation":"Pichiorri F, Mattia D. Brain-computer interfaces in neurologic rehabilitation practice. Handb Clin Neurol. 2020;168:101-116. doi: 10.1016/B978-0-444-63934-9.00009-3."},{"pmid":"34590990","type":"RESULT","citation":"Colamarino E, de Seta V, Masciullo M, Cincotti F, Mattia D, Pichiorri F, Toppi J. Corticomuscular and Intermuscular Coupling in Simple Hand Movements to Enable a Hybrid Brain-Computer Interface. Int J Neural Syst. 2021 Nov;31(11):2150052. doi: 10.1142/S0129065721500520. Epub 2021 Sep 30."}],"seeAlsoLinks":[{"label":"Description of available Hybrid BCI prototype","url":"https://ieeexplore.ieee.org/document/7109824"},{"label":"Adaptation of Hybrid BCI prototype","url":"https://ieeexplore.ieee.org/document/9441390"}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Neurophysiological Data (EEG, EMG, cinematic) will be shared upon reasonable request (anonymized)"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000068079","term":"Motor Disorders"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M219","name":"Motor Disorders","asFound":"Motor Disorders","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}