{"protocolSection":{"identificationModule":{"nctId":"NCT04095767","orgStudyIdInfo":{"id":"AN04080"},"organization":{"fullName":"Anaconda Biomed S.L.","class":"INDUSTRY"},"briefTitle":"Assessing Safety and Performance of the ANA Catheter System, Combined With a Stent Retriever in Acute Ischemic Stroke","officialTitle":"Prospective, Single-Arm, Multi-center Study to Assess the Safety and Performance of the ANA Catheter System, in Combination With a Stent Retriever in Patients With Acute Ischemic Stroke","acronym":"SOLONDA"},"statusModule":{"statusVerifiedDate":"2021-06","overallStatus":"TERMINATED","whyStopped":"Primary efficacy endpoint achieved","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-09-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-06-15","type":"ACTUAL"},"completionDateStruct":{"date":"2021-06-15","type":"ACTUAL"},"studyFirstSubmitDate":"2019-09-16","studyFirstSubmitQcDate":"2019-09-17","studyFirstPostDateStruct":{"date":"2019-09-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-06-30","lastUpdatePostDateStruct":{"date":"2021-07-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Anaconda Biomed S.L.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The ANA catheter system (may also be designated as \"ANA system\", \"ANA 18 -002\" or \"ANA device\") is a distal access catheter designed to assist in neurovascular procedures by facilitating the insertion and guiding of other devices (i.e. retrieval devices and intravascular catheters) and restricting blood flow at the target position. It is a sterile, single-use, disposable intravascular device comprised of two coaxial catheters (delivery catheter and funnel catheter) consisting of sections of variable stiffness. The funnel catheter is comprised of a radiopaque nitinol braid (self-expanding funnel), covered by a continuous silicone coating that, when deployed, provides local and temporary flow restriction. The delivery catheter has a hydrophilic coating to reduce friction during use and a radiopaque marker on the distal end. Both catheters have Luer lock hubs on their proximal end.\n\nThe proposed study has been designed to collect prospective clinical evidence to compare the Anaconda ANA device to similar devices used for guiding and supporting stent retrievers during neurothrombectomy procedures. The protocol has been designed to replicate the patient population enrolled in prior studies of similar devices. The primary endpoint will be ability of the investigational device to facilitate stentriever deployment and neurothrombectomy in the anterior circulation, with successful reperfusion defined as achieving a modified Thrombolysis in Cerebral Infarction (mTICI) score of ≥2b in the target vessel with ≤3 passes of the investigational device without the use of rescue therapy. Follow-up at 24h, Day 5 (+/- 12 h) or discharge, whichever comes first and at 90 days will allow documentation of the clinical outcome of the neurothrombectomy procedure as a whole and detect any device related and other complications, making use of the ANA device for distal access."},"conditionsModule":{"conditions":["Stroke, Ischemic"],"keywords":["Thrombectomy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Prospective, single-arm, multi-center, study","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":74,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Treatment arm","type":"EXPERIMENTAL","description":"The thrombectomy in eligible patients will be carried out by making use of the device under investigation.","interventionNames":["Device: Neurothrombectomy"]}],"interventions":[{"type":"DEVICE","name":"Neurothrombectomy","description":"Intra-arterial recanalization therapy or mechanical thrombectomy (MT) is a therapeutic option for patients who are not candidates for t-PA or in whom t-PA has failed. MT is performed by means of various devices (Merci Revive, Penumbra, etc.). There are currently two major approaches to MT: the so-called stent retrievers (used with or without a balloon catheter), and catheters used for direct aspiration (manual with syringe or by aspiration pump via distal access catheters \\[DACs\\]). Moreover, both techniques can be combined. MT may be performed following IV t-PA, as a stand alone therapy, or in conjunction with IA thrombolysis.","armGroupLabels":["Treatment arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"modified Thrombolysis in Cerebral Infarction (mTICI) score","description":"The ability of the investigational device to facilitate stentriever deployment and to perform neurothrombectomy in the anterior circulation, with successful reperfusion defined as achieving a modified Thrombolysis in Cerebral Infarction (mTICI) score of ≥2b in the target vessel with ≤3 passes of the investigational device without the use of rescue therapy.","timeFrame":"At end of neurothrombectomy"},{"measure":"Occurrence of serious Adverse Device Effects","description":"The occurrence of all serious adverse device effects up to 90-days post-procedure, including symptomatic IntraCerebral Hemorrhage (sICH) at 24h (-8/+12 h).","timeFrame":"Up to 90 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical\n\n  1. Age ≥18 and ≤85 years.\n  2. Informed consent obtained from subject or acceptable subject surrogate (i.e. next of kin, or legal representative).\n  3. A new focal disabling neurologic deficit consistent with acute cerebral ischemia.\n  4. Baseline NIHSS obtained prior to procedure ≥ 8 points and ≤ 25 points.\n  5. Pre-ictal mRS score of 0 or 1.\n  6. Treatable as soon as possible and at least within 8 h of symptom onset, defined as point in time when the subject was last seen well (at baseline). (Treatment start is defined as groin puncture.)\n  7. Subjects for whom intravenous (IV) tissue plasminogen activator (t PA) is indicated and who are available for treatment, are treated with IV t-PA. For such patients, IV t-PA should be administered as recommended by the American Heart Association/American Stroke Association (AHA/ASA) Guidelines for the early management of patients with AIS.\n  8. IV t-PA, if used, is initiated as soon as possible and within 3 h of stroke onset (onset time is defined as the last time when the patient was witnessed to be well at baseline), with investigator verification that the subject has received/is receiving the correct IV t-PA dose for the estimated weight.\n\n     Neuro Imaging\n  9. Occlusion (TICI 0 or TICI 1 flow), of the terminal internal carotid artery, M1 or M2 segments of the middle cerebral artery, suitable for mechanical embolectomy, confirmed on conventional angiography.\n  10. The following imaging criteria should also be met:\n\n      1. MRI criterion: volume of diffusion restriction visually assessed ≤50 mL. OR\n      2. CT criterion: Alberta Stroke program early CT score (ASPECTS) 6 to 10 on baseline CT or CT-Angiography (CTA)-source images, or, volume of significantly lowered Cerebral Blood Volume (CBV) ≤50 mL.\n  11. The subject is indicated for neurothrombectomy treatment by the Interventionalist.\n\nExclusion Criteria:\n\n* Clinical\n\n  1. Pre-stroke functional disability (mRS score \\>1).\n  2. Initially treated with a different thrombectomy device.\n  3. Subject has suffered a stroke in the past 1 year.\n  4. Occlusion (TICI 0 or TICI 1 flow) of the basilar or vertebral arteries\n  5. The subject presents with an NIHSS score \\<8 or \\>25.\n  6. Clinical symptoms suggestive of bilateral stroke or stroke in multiple territories.\n  7. Severe arterial tortuosities avoiding stable positioning of the guide catheter in the petrous segment (C2) of Internal Carotid Artery (ICA)\n  8. Known hemorrhagic diathesis, coagulation factor deficiency, or oral anticoagulant therapy with INR \\>3.0.\n  9. Baseline platelet count \\<50,000/µL.\n  10. Baseline blood glucose of \\<50 mg/dL or \\>400 mg/dL.\n  11. Severe, sustained hypertension (systolic blood pressure \\>185 mmHg or diastolic blood pressure \\>110 mmHg).\n\n      NOTE: If the blood pressure can be successfully reduced and maintained at an acceptable level using European Stroke Organisation (ESO) guidelines recommended medication (including IV antihypertensive drips), the patient can be enrolled.\n  12. Serious, advanced, or terminal illness with anticipated life expectancy of less than 1 year.\n  13. Subjects with identifiable intracranial tumors.\n  14. History of life-threatening allergy (more than rash) to contrast medium.\n  15. Known nickel allergy at time of treatment.\n  16. Known renal insufficiency with creatinine ≥3 mg/dL or Glomerular Filtration Rate (GFR) \\<30 mL/min.\n  17. Cerebral vasculitis.\n  18. Evidence of active systemic infection.\n  19. Known current use of cocaine at time of treatment.\n  20. Woman of childbearing potential who is known to be pregnant, and/or lactating, or who has a positive pregnancy test on admission.\n  21. Patient participating in a study involving an investigational drug or device that would impact this study.\n  22. Patients that are unlikely to be available for a 90-day follow-up (e.g. no fixed home address, visitor from overseas).\n\n      Neuro Imaging\n  23. Hypodensity on CT or restricted diffusion amounting to an Alberta Stroke Program Early CT (ASPECTS) score of \\<6 on CT or \\<5 on diffusion weighted (DW) MRI.\n  24. CT or MRI evidence of hemorrhage (the presence of microbleeds is allowed).\n  25. Angiographic evidence of carotid dissection, high grade stenosis or vasculitis.\n  26. Significant mass effect with midline shift.\n  27. Evidence of complete occlusion, high grade stenosis or arterial dissection in the extracranial or petrous segment of the internal carotid artery.\n  28. Subjects with known or suspected underlying intracranial atherosclerotic lesions responsible for the target occlusion.\n  29. Subjects with occlusions in multiple vascular territories (e.g., bilateral anterior circulation, or anterior/posterior circulation).\n  30. Evidence of intracranial tumor.\n  31. Suspicion of aortic dissection presumed septic embolus, or suspicion of bacterial endocarditis.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"René Spaargaren, MD","affiliation":"Anaconda Biomed SL","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Hospital Germans Trias","city":"Badalona","state":"Catalunya","zip":"08916","country":"Spain","geoPoint":{"lat":41.45004,"lon":2.24741}},{"facility":"Hospital Universitario Cruces","city":"Bilbao","state":"Vizcaya","zip":"48903","country":"Spain","geoPoint":{"lat":43.26271,"lon":-2.92528}},{"facility":"Hospital Vall d'Hebron","city":"Barcelona","zip":"08035","country":"Spain","geoPoint":{"lat":41.38879,"lon":2.15899}},{"facility":"Hospital Clínic de Barcelona","city":"Barcelona","zip":"08036","country":"Spain","geoPoint":{"lat":41.38879,"lon":2.15899}},{"facility":"Hospital Universitari de Bellvitge","city":"Barcelona","zip":"08907","country":"Spain","geoPoint":{"lat":41.38879,"lon":2.15899}},{"facility":"Hospital Universitario Ramón y Cajal","city":"Madrid","zip":"28034","country":"Spain","geoPoint":{"lat":40.4165,"lon":-3.70256}},{"facility":"Hospital Clínico San Carlos Madrid","city":"Madrid","zip":"28040","country":"Spain","geoPoint":{"lat":40.4165,"lon":-3.70256}},{"facility":"Hospital Clínico Universitario Virgen de la Arrixaca","city":"Murcia","zip":"30120","country":"Spain","geoPoint":{"lat":37.98704,"lon":-1.13004}},{"facility":"Hospital Central de Asturias","city":"Oviedo","zip":"33011","country":"Spain","geoPoint":{"lat":43.36029,"lon":-5.84476}}]},"referencesModule":{"references":[{"pmid":"35360928","type":"DERIVED","citation":"Requena M, Ribo M, Zamarro J, Vega P, Blasco J, Gonzalez EM, Del Mar Freijo M, Mendez Cendon JC, de Miquel MA, Hernandez D, Moreu M, Remollo S, Sanchez S, Liebeskind DS, Andersson T, Cognard C, Nogueira R, Tomasello A. Clinical Results of the Advanced Neurovascular Access Catheter System Combined With a Stent Retriever in Acute Ischemic Stroke (SOLONDA). Stroke. 2022 Jul;53(7):2211-2219. doi: 10.1161/STROKEAHA.121.037577. Epub 2022 Apr 1. Erratum In: Stroke. 2022 Jul;53(7):e362."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M13539","name":"Tissue Plasminogen Activator","relevance":"LOW"},{"id":"M5063","name":"Caffeine","relevance":"LOW"},{"id":"T370","name":"Caffeine","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"CNSSti","name":"Central Nervous System Stimulants"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}