{"protocolSection":{"identificationModule":{"nctId":"NCT05739422","orgStudyIdInfo":{"id":"ONPRCT"},"organization":{"fullName":"Institute of Technology, Sligo","class":"OTHER"},"briefTitle":"Online Neuropilates Classes in Chronic Stroke Patients: A Pilot Randomised Feasibility Study","officialTitle":"An Investigation in Online Neuropilates Classes in Chronic Stroke Patients: A Pilot Randomised Feasibility Study'"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-11-16","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-05-22","type":"ACTUAL"},"completionDateStruct":{"date":"2023-05-24","type":"ACTUAL"},"studyFirstSubmitDate":"2023-02-12","studyFirstSubmitQcDate":"2023-02-12","studyFirstPostDateStruct":{"date":"2023-02-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-27","lastUpdatePostDateStruct":{"date":"2023-09-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Kenneth Monaghan","investigatorTitle":"Director Kenneth Monaghan","investigatorAffiliation":"Institute of Technology, Sligo"},"leadSponsor":{"name":"Institute of Technology, Sligo","class":"OTHER"},"collaborators":[{"name":"Sligo General Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study is being undertaken as part of a PhD qualification at ATU Sligo by the principal researcher Eimear Cronin. It will investigate the feasibility, safety and efficacy of a 6 week, online, remotely supervised neuropilates programme in post stroke participants as compared to a 6 week, online, remotely supervised generalised exercise programme and a 6 week unsupervised home exercise programme","detailedDescription":"Stroke survivors often demonstrate balance and mobility deficits and low physical activity levels. They experience barriers to physical exercise including embarrassment, low self-efficacy and a shortage of tailored community exercise programmes. Access to physical activity programmes for stroke survivors could be improved by providing tailored, online programmes, although little is known about the safety and feasibility of online exercise classes for stroke survivors. One such programme of exercise which has received little attention in the literature is neuropilates. Neuropilates is the practice of a modified pilates programme in those with neurological conditions, is theorised to have beneficial effects on strength, balance and proprioception in stroke survivors. No randomised controlled trial has previously been conducted to investigate online, remotely supervised neuropilates exercise classes in the stroke survivors.\n\nThe proposed randomised controlled feasibility study will begin to address some of the afore mentioned gaps in the literature base and determine whether the intervention should be recommended for efficacy testing in line with the standards set for feasibility trials by Bowen et al, 2009. The aim of the study is to conduct a randomised controlled feasibility study to examine the feasibility and clinical outcomes on stroke survivors of a live, online, once weekly, six-week neuropilates exercise class when compared to two control groups. The first control group will be participating in a live, online, once weekly, supervised, six-week generalised exercise class. The second control group will be given a home exercise programme to carry out unsupervised.\n\nResearch Design and Methods:\n\nStudy Design The design of the trial is a single (assessor) blinded, randomised controlled feasibility study. Due to the nature of the intervention, neither the instructing therapist nor the participant can be blinded to group allocation. An independent assessor, who is blinded to the treatment assignment, will perform all clinical outcome assessments. Participants were asked not to discuss their allocation with their assessors on post assessment. Participants will undergo stratified random sampling, following an initial phone screening conversation. The sampling frame will be 20 - 25 potential participants. The age of the participants and functional status will be the strata considered during this randomisation process to ensure a representative sample in each group with factors that could influence outcome accounted for. In terms of functional ability, higher functionally independent participants will be considered to be those who can walk without an assistive device and lower functionally independent participants will be those who need an assistive device to walk. There will then be four strata from which random sampling will extract from; 1) Less than 65 years, lower functioning, 2) Greater than 65 years, lower functioning, 3) Less than 65 years, higher functioning, 4) Greater than 65 years, higher functioning. Participants from stratum 1 will be divided into intervention and control groups by the following method; all names will be placed into envelopes, shuffled and divided as evenly as possible into intervention and control groups by an independent researcher. This process will be repeated for the rest of the strata. This should result in an even, random spread from each stratum across all groups.\n\nStudy Setting:\n\nParticipants' will be exercising at home, with some connecting virtually to live, supervised classes. All clinical outcome assessments will take place face-to-face at the Physiotherapy Department at St. John's Hospital, Sligo, Ireland.\n\nParticipants / sample size:\n\nWe will aim to recruit 20 - 25 adults with a diagnosis of stroke who meet the inclusion criteria detailed below. The sample size chosen is based upon previous randomised control trials carried out in this field as well as current pilot trial research recommendations. The sample size chosen should be practical within this single centre trial to allow completion within a timely manner and should provide valuable preliminary information on practicalities of the intervention, feasibility, recruitment, uptake and attrition.\n\nParticipants will be recruited from outpatient physiotherapy clinics throughout Sligo, occupational therapy departments and also from geriatrician clinics. Community Physiotherapists, Occupational therapists and Geriatricians will act as gate keepers, identifying potential participants. They will provide potential participants with information sheets regarding the trial and ask potential participants to sign a consent to contact form. Once participant consent has been gained, participant information can then be passed on to the principal researcher. The principal researcher will then phone the participants to provide further information regarding the trial, carry out initial screening and provide a date for an initial face to face assessment. Informed consent will be sought from participants by the principal researcher at the initial assessment.\n\nAn independent assessor, a CORU registered Physiotherapist with experience assessing stroke survivors, will carry out the clinical standardised outcome measurements as detailed below.\n\nIntervention The intervention described below has been completed in line with the TIDieR checklist\n\nIntervention title:\n\nNeuropilates remotely supervised online class for stroke survivors.\n\nMaterials and Procedures:\n\nParticipants will be asked to participate in exercises remotely but in an online group setting with the other participants visible on screen and targeted at improving their posture, core stability, flexibility, abdominal and pelvic strength and balance. These exercises will be pitched at a beginner level focused on the core elements of neuropilates and progressing week on week as appropriate. The only materials required for the participants will be a chair, a theraband and a tablet electronic device, all of which will be provided at assessment. The instructor will require a laptop, wireless headphones with a microphone and a professional Zoom © account. The neuropilates class will include a warm up, cool down and neuropilates exercises in line with the teaching of APPI ® (the Australian Physiotherapy and Pilates Institute). In order to be adept at instructing neuropilates exercises such as these highlighted above, it is recommended that any interested Physiotherapist completes a qualification in Pilates instruction with APPI and then completes the \"neuropilates\" CPD module, available here: https://appihealthgroup.com/buy/neuro-Pilates/\n\nWho will provide the intervention A chartered Physiotherapist who holds a Pilates qualification from APPI © with 11 years' experience in stroke rehabilitation and 10 years' experience in Pilates instruction will conduct the online classes. The instructor has also undergone APPI © modules in \"neuropilates\" and \"3d standing Pilates\". In order to ensure fidelity, another investigator will log onto a number of the classes with video and sound off to confirm the intervention is being carried out as per protocol.\n\nHow and where will the intervention take place The intervention group will attend a remotely supervised, live, online, neuropilates group exercise class from their homes via the online platform Zoom ®. There will be an average of 4 participants per group.\n\nWhen and how much:\n\nThe intervention and CG1 exercise classes will be delivered once a week over six weeks. Classes will be recorded and participants will be asked to complete the same class on their own twice more during the week. Classes will last one hour. Initially, exercises will be pitched at a beginner level but exercises will get more challenging with higher repetitions, longer holds or less support in standing positions as the weeks progress. Six weeks was chosen as the length of intervention as previous studies investigating Pilates in various clinical conditions have indicated that Pilates interventions have proven effective if completed two to three times a week from periods of four weeks up to 12 weeks. Once a week supervised with two more sessions unsupervised over six weeks was chosen as a timeframe that was deemed replicable in a busy rehabilitation \"real-world\" setting with budgetary, staffing and time constraints that may also prove effective in research settings, thus improving the replicability of the intervention.\n\nTailoring and modifications The Physiotherapist will use their clinical judgement throughout to tailor and modify the exercises to meet the needs of the individual participant. These modifications may include altering starting positions, recommended range of motion and level of support in standing to name a few.\n\nAdherence Reminder texts will be sent out to each participant the morning of each class. After each class, the recording of the class will be emailed to each participant or their designated technological support person with a reminder to complete the recorded class twice during the week.\n\nControl Groups There will be two control groups. Control group 1 will attend a live, remotely supervised, online, once weekly 60-minute generalised exercise class from their homes over six weeks, facilitated via the online platform Zoom ® by the principal investigator. The exercises will consist of a specific set of generalised exercises based on clinical experience as well as previous literature examining exercise classes in stroke patients \\[46\\]. Bottles of water will be used for arm weights. The instructing physiotherapist may correct improper exercise technique as necessary to prevent injury but no specific cues should be given about posture, core activation or visual imagery for form. Progressions should be made by including longer holds or more repetitions as the weeks progress. For weaker upper limbs, short levers can be used by keeping the elbow bent for shoulder exercises, or bilateral exercises can be performed without the weight by using the non-stroke side to assist the stroke side. For very weak upper limbs with little to no active movement or limited by pain, additional sets of exercises on the non-stroke side can be performed. Warm up and cool down should consist of head, neck, trunk, upper and lower limb gentle active range of movements and chair marching.\n\nGeneralised exercises for CG1:\n\nStrengthening upper body: Biceps curls, Shoulder press, Shoulder flexion and abduction, Wrist extension and flexion, Punching Stretching upper body: Pectoralis major stretch, Deltoid stretch, Biceps / triceps stretches Wrist stretch into flexion / extension, Trunk rotation Strengthening lower body: Knee extensions in sitting, Hip flexion in sitting, Sit to stand, Hip flexion, abduction and extension in standing holding support if necessary, Squats, Calf raises, Knee curls Stretching lower body: Calf stretch, Hamstring stretch, Ankle AROM\n\nModifications will be made to the exercises as necessary including encouragement regarding appropriate range of motion or active assisted range of motion alternatives when needed. There will be an average of four participants per class. The participants will need a chair, a water bottle as a weight and a tablet device which they may receive on loan from the research team. The class will be instructed by a chartered Physiotherapist with 11 years' experience in stroke rehabilitation. This comparator was chosen to assess the superiority, if any, of neuropilates exercises over general exercises in post stroke patients.\n\nControl Group 2 will be instructed in a tailored home exercise programme based on deficits found at assessment stage and will be asked to carry out these exercises at home, unsupervised, for six weeks. A paper copy of their exercises and if they possess a smart phone or laptop, a video copy of their exercises will be sent to them. They will be given a follow up phone call at week three to address any issues they may be having. This comparator was chosen to represent a \"standard care\" group\n\nStatistics We will analyse feasibility outcomes using descriptive statistics. Adverse events will be recorded and rates compared between groups. Adherence rates will be expressed as a percentage of the total number of sessions for the intervention group and CG1. Recruitment rates will be expressed as a percentage of those screened and contacted. Attrition rates will also be expressed as a percentage of the total. Descriptive statistics will be used to summarise the age, gender and functional independence of the participants in each group. Outcomes from clinical assessments will be completed using excel and paired T tests will be used to compare before and after data in each group. Anova tests will define if there are differences in the mean improvement or change in outcome scores between the three groups.\n\nData Storage:\n\nAll individual data will be identifiable during initial screenings, assessments and training sessions. Upon all assessment completion, data will be irrevocably anonymised. All data will also be coded to enable statistical analysis to take place. All data will be securely stored on the ATU Sligo campus, with access limited to the principal researcher and supervisor alone. Hard copy data will be stored in a secure locked filing cabinet and electronic data will be stored on a secure encrypted computer, in a password protected file.\n\nSafety measures for remotely supervised exercising in intervention and control groups:\n\nAt the initial assessment stage, those participants that need one will be given an electronic tablet device on loan for the duration of the classes. The principal investigator will give the participant a tutorial on the use of the tablet at this stage. A detailed information sheet will also be given to all participants in the intervention group and control group 1 with instructions about how to log into the class, class schedule, exercise information and information regarding monitoring their own symptoms prior to attending classes and seeking medical advice when appropriate. Participants will also be given advice regarding exercising safely at home and when to stop exercising if they experience any pain, dizziness or shortness of breath. Participants will be given a safe home exercise checklist to reinforce this verbal advice and a disclaimer. These forms are based upon the recommended forms from the Irish guidance document for virtual pulmonary rehabilitation. They must read these and return a written agreement to the terms and conditions before commencement of the classes. During the first class, the class instructor may individually cue the participants regarding their set up at home if it is suboptimal, or may phone the patient after the class to discuss modifications to the set up, e.g, holding onto a solid chair during standing or creating more space around them, if necessary.\n\nAdditionally, as recommended by the authors of the Irish guidelines for virtual pulmonary rehabilitation, if a patient scores less than 67% on the Activities Specific Balance Confidence Scale, they will be advised to have another person present in the house during the online exercise class. Patients exercising on their own will be asked to supply an emergency contact number which will be held on file by the principal researcher. Any adverse events that do occur will be reported in line with HSE open disclosure guidelines.\n\nEthics:\n\nEthical approval (#872 July 2022) has been gained from both the Sligo University Hospital and ATU Sligo Ethics Committees.\n\nDissemination:\n\nIndividual participant results will be posted to them. Results of the trial will be written up and published in a peer review journal and presented at relevant conferences during the following year."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Rehabilitation","pilates","physical activity","physical therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomised feasibility study","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Outcome assessor will be blinded to treatment allocation","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":12,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention","type":"EXPERIMENTAL","description":"Participants in the intervention group will participate in a once weekly, 6 week online, remotely supervised neuropilates programme. Exercises will be taught by a chartered Physiotherapist who is also a pilates instructor with experience with stroke rehabilitation. Exercises will be aligned to the Australian Physiotherapy and Pilates Institute's (r) core teaching with modifications based on participant need and aligned to neurorehabilitation principles","interventionNames":["Procedure: Neuropilates online exercise class"]},{"label":"Control Group A","type":"ACTIVE_COMPARATOR","description":"Participants in control group A will participate in a once weekly, 6 week, online, remotely supervised generalised exercise class. This class will be instructed by a chartered Physiotherapist and will consist of general strengthening and flexibility exercises for upper and lower limbs.","interventionNames":["Procedure: Online generalised exercise class"]},{"label":"Control Group B","type":"ACTIVE_COMPARATOR","description":"Participants in control group B will be given a tailored, individualised home exercise programme to practice unsupervised at home over a 6 week period. They will receive a follow up phone call to discuss any issues they might be having and a training diary to log their exercise.","interventionNames":["Procedure: Unsupervised home exercise programme"]}],"interventions":[{"type":"PROCEDURE","name":"Neuropilates online exercise class","description":"Online, remotely supervised neuropilates exercise class","armGroupLabels":["Intervention"]},{"type":"PROCEDURE","name":"Online generalised exercise class","description":"Online, remotely supervised generalised exercise class","armGroupLabels":["Control Group A"]},{"type":"PROCEDURE","name":"Unsupervised home exercise programme","description":"Unsupervised, home based generalised exercise programme","armGroupLabels":["Control Group B"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Timed Up and Go Assessment (Podsiadlo and Richardson 1991)","description":"The TUG will be used as a measure of basic functional mobility. The participants will be instructed to stand from a standard arm chair, walk 3 metres to a specified line, turn, walk back and sit.","timeFrame":"Over a 6 week period, 2-3 minute assessment"},{"measure":"Tinetti Balance and Gait Assessment (Tinetti et al, 1986)","description":"The Tinetti test was chosen as a measure of balance and gait. The test uses a 3-point ordinal scale of 0,1 and 2 points. Gait is scored out of 12 points and balance is scored out of 16 points, totalling 28 points. The lower the score, the higher the risk of falling","timeFrame":"Over a 6 week period, 15 minute assessment"},{"measure":"The Activites Specific Balance Confidence Scale (Powell and Myers 1995)","description":"The ABC scale is a 16 item self-report measure in which patients rate their balance confidence for performing activities. Scoring is from 0 to 100 with 0 being no confidence and 100 being full confidence. It was chosen for the initial assessment to measure balance confidence, but also to guide the treating therapist in recommending whether or not the patient would need supervision during the exercise sessions.","timeFrame":"Over a 6 week period, 10 minute assessment"}],"secondaryOutcomes":[{"measure":"5 Times Sit to Stand Test (Csuka and Mccarthy 1985)","description":"The 5TSTS was chosen as a measure of lower limb strength and function. The participant will be instructed to stand and sit 5 times from a standard armchair as quickly as possible and their effort will be timed. An inability to perform 5 repetitions without assistance or use of the upper limb indicates failure of the test. A cut off score of greater than 15 seconds has predictability value in identifying recurrent fallers","timeFrame":"Over a 6 week period, 2 - 3 minute assessment"},{"measure":"The Stroke Specific Quality of Life Scale (Williams et al, 1999)","description":"The SSQOL was chosen to measure health-related quality of life. It is a self-reported scale containing 49 items in 12 domains: mobility, energy, upper extremity function, work/productivity, mood, self-care, social roles, family roles, vision, language, thinking, and personality. Items are rated on a 5-point Likert scale. Higher scores indicate better functioning.","timeFrame":"Over a 6 week period. 20 minute assessment"},{"measure":"The Modified Ashworth Scale (Bohannon and Smith 1987)","description":"The MAS was chosen as it is considered the primary clinical measure of muscle spasticity in patients with neurological conditions. The MAS was applied to the muscle groups of the upper and lower limbs in supine and side lying. The MAS is a scored on a 6-point scale with scores ranging from 0 to 4, where lower scores represent normal muscle tone and higher scores represent spasticity","timeFrame":"Over a 6 week period, 20 minute assessment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Aged \\> 18 years\n2. Diagnosis of chronic stroke (\\>6 months post stroke event \\[30\\]) and formal rehabilitation completed.\n3. Able to transfer and mobilise \\> 10 metres independently with or without assistive device\n4. Internet access in their homes: Wifi or access to someone with mobile data\n5. Cognitive ability to understand the programme.\n\nExclusion Criteria:\n\n1. Involvement in other studies or rehabilitation programmes.\n2. Severe cognitive deficits or difficulty following instructions.\n3. Significant hearing difficulties.\n4. Significant visual deficit\n5. Uncontrolled pain or uncontrolled high blood pressure.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Kenneth Monaghan, PhD","affiliation":"Research Supervisor","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Atlantic Technological University","city":"Sligo","country":"Ireland","geoPoint":{"lat":54.26969,"lon":-8.46943}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Neuropilates to Improve Motor Function in Stroke: Past, present, and Future: Mini review","url":"https://crimsonpublishers.com/oproj/fulltext/OPROJ.000651.php"},{"label":"Feasibility, safety and outcomes of an online, remotely supervised neuropilates class in a post stroke patient: A case study","url":"https://content.iospress.com/articles/physiotherapy-practice-and-research/ppr220641"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"As this is an RCT, the possibility exists that this data could be included in a future Cochrane review and thus, it is important to retain data. Retention of irrevocably anonymised and coded hard and electronic data by ATU Sligo for scientific purposes is done for assessment purposes for the obtainment of a PhD qualification by the principal researcher. Data will also be disseminated and published by peer-reviewed journals.","infoTypes":["STUDY_PROTOCOL","ICF"],"timeFrame":"Data will be stored for a period of 5 years and then erased or shredded","accessCriteria":"As data will be irrevocably annonymised, data will be shared with researchers conducting systematic literature reviews or cochrane reviews if required"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}