{"protocolSection":{"identificationModule":{"nctId":"NCT03605693","orgStudyIdInfo":{"id":"AAAR7350-Q4612-R8497 substudy"},"organization":{"fullName":"Columbia University","class":"OTHER"},"briefTitle":"Early Psychological Intervention to Prevent Cardiovascular Event-Induced PTSD (REACH Sub-study)","officialTitle":"Written Exposure Therapy to Prevent PTSD in Survivors of Acute Cardiovascular Events: A Pilot Randomized Clinical Trial"},"statusModule":{"statusVerifiedDate":"2020-08","overallStatus":"TERMINATED","whyStopped":"Halted Prematurely","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-08-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-08-14","type":"ACTUAL"},"completionDateStruct":{"date":"2019-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2018-07-20","studyFirstSubmitQcDate":"2018-07-20","studyFirstPostDateStruct":{"date":"2018-07-30","type":"ACTUAL"},"resultsFirstSubmitDate":"2020-07-29","resultsFirstSubmitQcDate":"2020-08-13","resultsFirstPostDateStruct":{"date":"2020-08-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-08-28","lastUpdatePostDateStruct":{"date":"2020-09-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ian Kronish","investigatorTitle":"Associate Professor of Medicine, Dept of Med Beh Cardiology","investigatorAffiliation":"Columbia University"},"leadSponsor":{"name":"Columbia University","class":"OTHER"},"collaborators":[{"name":"National Center for PTSD","class":"FED"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The overall purpose of this project is to determine the feasibility of conducting a randomized clinical trial that compares written exposure therapy with usual care among patients at risk for cardiovascular event-induced PTSD.\n\nPatients hospitalized with acute cardiovascular events, including strokes, heart attacks, and cardiac arrest are at risk of developing post-traumatic stress disorder (PTSD) due to the trauma of the acute medical event. The goal of this study is to test the feasibility of conducting a randomized trial involving a psychological intervention to prevent the development of PTSD symptoms in patients at risk for PTSD. Patients who are admitted with these acute cardiovascular events will first be screened for PTSD risk factors while in-hospital after the index event. These risk factors will include elevated threat perceptions at the time of presentation to the hospital or early symptoms of PTSD due to the cardiovascular event. Patients at elevated risk for PTSD will then be randomized to the intervention group or usual care. Those assigned to the intervention will participate in 5 sessions of written exposure therapy in which they are asked to write about the experience of their cardiovascular event with guidance from a trained study clinician. At 1 month after discharge, all patients will be contacted by phone to complete a questionnaire that assesses PTSD symptoms related to the cardiovascular event. Descriptive statistics will be used to understand the feasibility of testing the written exposure therapy intervention as part of a larger, fully powered clinical trial.","detailedDescription":"Experiencing a life threatening cardiovascular event, such as a stroke, transient ischemic attack (TIA), acute coronary syndrome (ACS), or cardiac arrest has been found to be associated with PTSD symptoms in up to 1 in 3 survivors. Patients with elevated PTSD symptoms are at risk for lower medication adherence, increased readmissions, recurrent cardiovascular events, and worsened quality of life. Risk for recurrent cardiovascular events is especially high in the initial weeks after acute cardiovascular events, and existing epidemiological data suggest that PTSD symptoms increase this risk. Thus, intervening early to prevent PTSD symptoms prior to waiting the full one or more months to make a PTSD diagnosis may provide new opportunities for offsetting cardiovascular disease (CVD) risk. Despite these adverse consequence of cardiovascular event-induced PTSD, these patients are not currently being systematically screened or treated to prevent PTSD symptoms, in part because there is no evidence assessing the effect of early interventions in this patient population.\n\nA growing number of studies have been evaluating early interventions after trauma to prevent PTSD. While there is no gold-standard intervention, psychological interventions grounded in trauma-focused, cognitive behavioral therapy (CBT) have shown promise in some populations. For example, compared to a supportive counseling control condition, CBT has been found to reduce PTSD symptom severity and incidence in individuals with acute stress disorder (ASD), an early manifestation of posttraumatic stress, detected within the first month of a traumatic event. Preliminary research suggests that an exposure-based CBT intervention delivered in the immediate aftermath of trauma for individuals meeting Criterion A of a Diagnostic and Statistical Manual of Mental Disorders, 4th Edition (DSM-IV) PTSD diagnosis may also hold promise for PTSD prevention. Acute cardiovascular events such as stroke and ACS as the source of trauma are inherently different from other forms of stressors that commonly lead to PTSD. As opposed to an external and past traumatic threat (e.g., combat, physical/emotional abuse), these events can represent an ongoing internal somatic threat. Accordingly, treatments for preventing PTSD such as the trauma-focused CBT interventions discussed above need to be formally evaluated in this distinct patient population before generalizing the findings from other patient populations. In particular, the willingness to engage in therapies to prevent or reduce PTSD symptoms may differ in this patient population. Few of these patients are actively seeking treatment. Many may not be aware of potential psychological symptoms that can begin or worsen after these events and may not perceive their psychological symptoms to be problematic. Hence, the acceptability of psychological interventions is particularly relevant in this patient population.\n\nWritten exposure therapy represents a promising intervention to prevent PTSD after cardiovascular events. Written exposure therapy is a brief exposure-based therapy, founded on the principles of Pennebaker and Beale's written disclosure procedure. The treatment protocol consists of 5 sessions, each comprising 30 minutes of writing. In each session, participants are instructed to write about their memory of the traumatic event with particular attention to the felt emotions and the meaning of the event. The initial session also incorporates psychoeducation and review of the rationale for the intervention by a study clinician. Sessions end with therapists' discussing how the writing session went. The rationale behind this exposure therapy is that there is a significant habituation of emotional reactivity to reminders of the traumatic event over repeated writing sessions. Consistent with this rationale, research suggests that these exposure writing sessions are associated with greater initial emotional and physiological reactivity and greater habituation of these responses over time compared to a control writing condition. A recent study showed that this brief psychotherapy approach was non-inferior to a more extensive CBT approach (cognitive processing therapy) for reducing PTSD symptoms in adults with PTSD. Written exposure therapy has also been shown to be effective at lowering PTSD symptoms in patients with motor vehicle accident-induced PTSD.\n\nIn contrast with more standard CBT interventions, written exposure therapy was designed to create a more acceptable exposure-based treatment option for PTSD that is easily disseminated and implemented. Like the promising trauma-focused CBT interventions for PTSD prevention, it is also exposure-based. In light of these qualities, written exposure therapy thus may be ideally suited for reducing PTSD symptoms in non-treatment seeking survivors of acute cardiovascular events. Key differences between written exposure therapy and other CBT approaches to treating PTSD include a lower frequency of sessions (\\~5) and no homework requirement, resulting in higher treatment completion compared to a more rigorous exposure-based therapy approach. Other advantages of written exposure therapy are that it requires a lower level of training from clinicians and less clinician time, which could facilitate dissemination."},"conditionsModule":{"conditions":["Acute Coronary Syndrome","TIA","Stroke","Cardiac Arrest","PTSD"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","maskingDescription":"Outcomes assessors that assess PTSD symptoms 1 month after discharge (primary outcome) will be blinded to treatment assignment.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":10,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Early Psychological Intervention","type":"ACTIVE_COMPARATOR","description":"Those assigned to Early Psychological Intervention will receive Written Exposure Therapy, a 5 session treatment in which participants write about their trauma event in a specified manner.","interventionNames":["Behavioral: Written Exposure Therapy"]},{"label":"Usual care","type":"NO_INTERVENTION","description":"Those assigned to usual care will complete study assessments but will not be referred to any psychological treatment"}],"interventions":[{"type":"BEHAVIORAL","name":"Written Exposure Therapy","description":"Written exposure therapy is a 5 session treatment in which participants write about their trauma event in a specified manner.","armGroupLabels":["Early Psychological Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"PTSD Checklist - Stressor Specific (PCL-S) Score","description":"This is to measure PTSD symptoms due to the index cardiovascular event. The PCL-S is self-report measure of the symptoms of PTSD. Respondents rate how much they were bothered by 20 symptoms, each rated on a 5-point scale ranging from 0 (not at all) to 4 (extremely), such that total scores range from 0-80. The PCL-S (specific stressor) asks respondents about symptoms in relation to an identified stressful experience. The PCL-S aims to link symptom endorsements to the index cardiovascular event","timeFrame":"1 month after hospital discharge"}],"secondaryOutcomes":[{"measure":"Number of Subjects Completing the Written Exposure Therapy","description":"This is to measure the feasibility of the therapy - completion to all 5 sessions among participants assigned to the intervention group","timeFrame":"Approximately 1 month after hospital discharge"},{"measure":"Adherent to Cardiovascular Medications","description":"This is measured by the scoring from the Dose-Nonadherence questionnaire (3-items). Participants were categorized as adherent if they reported \"none of the time\" on all 3 items. Participants were categorized as nonadherent if they reported \"at least some of the time\" on any of the 3 items.","timeFrame":"Approximately 1 month after hospital discharge"},{"measure":"PHQ-8 Score","description":"This is to measure change in depressive symptoms. The eight-item Patient Health Questionnaire depression scale (PHQ-8) is established as a valid diagnostic and severity measure for depressive disorders in large clinical studies. Scores range from 0 - 24 and a score of 10 or greater is consistent with at least moderate depressive symptoms.","timeFrame":"Baseline, 1 month after hospital discharge"},{"measure":"Short Form Health Survey Version 2.0 (SF-12v2) Score","description":"This is to measure quality of life. A health survey that uses 12 questions to measure functional health and well-being from the patient's point of view.\n\nThis measure was not collected at 6-months in any participants due to the study being terminated early.","timeFrame":"Approximately 6 months after hospital discharge"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Hospitalized with acute stroke, TIA, ACS, or cardiac arrest\n* Enrolled in REACH-stroke, PHS, or REACH-cardiac arrest observational cohort studies\n* Elevated ASD symptoms (ASD score \\>=28) and/or elevated threat perceptions during index hospitalization (ED threat score \\>=12)\n\nExclusion Criteria:\n\n* Unavailable for follow-up for written exposure therapy sessions\n* Unable to read and write in English","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ian Kronish, MD","affiliation":"Associate Professor of Medicine, Dept of Med Beh Cardiology","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Center for Behavioral Cardiovascular Health","city":"New York","state":"New York","zip":"10032","country":"United States","geoPoint":{"lat":40.71427,"lon":-74.00597}}]},"referencesModule":{"references":[{"pmid":"29344631","type":"BACKGROUND","citation":"Sloan DM, Marx BP, Lee DJ, Resick PA. A Brief Exposure-Based Treatment vs Cognitive Processing Therapy for Posttraumatic Stress Disorder: A Randomized Noninferiority Clinical Trial. JAMA Psychiatry. 2018 Mar 1;75(3):233-239. doi: 10.1001/jamapsychiatry.2017.4249."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"De-identified data will be made available upon request to the study prinicipal investigator.","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"timeFrame":"Data will become available August 1, 2020, and will be available until August 1, 2025.","accessCriteria":"For whom: Researchers who provide a methodologically sound protocol. For what analyses: To achieve aims in the approved protocol."}},"resultsSection":{"participantFlowModule":{"groups":[{"id":"FG000","title":"Early Psychological Intervention","description":"Those assigned to Early Psychological Intervention will receive Written Exposure Therapy, a 5 session treatment in which participants write about their trauma event in a specified manner.\n\nWritten Exposure Therapy: Written exposure therapy is a 5 session treatment in which participants write about their trauma event in a specified manner."},{"id":"FG001","title":"Usual Care","description":"Those assigned to usual care will complete study assessments but will not be referred to any psychological treatment"}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"5"},{"groupId":"FG001","numSubjects":"5"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"0"},{"groupId":"FG001","numSubjects":"5"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"5"},{"groupId":"FG001","numSubjects":"0"}]}],"dropWithdraws":[{"type":"Lost to Follow-up","reasons":[{"groupId":"FG000","numSubjects":"4"},{"groupId":"FG001","numSubjects":"0"}]},{"type":"Physician Decision","reasons":[{"groupId":"FG000","numSubjects":"1"},{"groupId":"FG001","numSubjects":"0"}]}]}]},"baselineCharacteristicsModule":{"groups":[{"id":"BG000","title":"Early Psychological Intervention","description":"Those assigned to Early Psychological Intervention will receive Written Exposure Therapy, a 5 session treatment in which participants write about their trauma event in a specified manner.\n\nWritten Exposure Therapy: Written exposure therapy is a 5 session treatment in which participants write about their trauma event in a specified manner."},{"id":"BG001","title":"Usual Care","description":"Those assigned to usual care will complete study assessments but will not be referred to any psychological treatment"},{"id":"BG002","title":"Total","description":"Total of all reporting groups"}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"5"},{"groupId":"BG001","value":"5"},{"groupId":"BG002","value":"10"}]}],"measures":[{"title":"Age, Categorical","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"<=18 years","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]},{"title":"Between 18 and 65 years","measurements":[{"groupId":"BG000","value":"5"},{"groupId":"BG001","value":"3"},{"groupId":"BG002","value":"8"}]},{"title":">=65 years","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"2"},{"groupId":"BG002","value":"2"}]}]}]},{"title":"Age, Continuous","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"years","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"49.60","spread":"13.15"},{"groupId":"BG001","value":"52.20","spread":"27.67"},{"groupId":"BG002","value":"50.90","spread":"20.47"}]}]}]},{"title":"Sex: Female, Male","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"3"},{"groupId":"BG001","value":"1"},{"groupId":"BG002","value":"4"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"2"},{"groupId":"BG001","value":"4"},{"groupId":"BG002","value":"6"}]}]}]},{"title":"Ethnicity (NIH/OMB)","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Hispanic or Latino","measurements":[{"groupId":"BG000","value":"2"},{"groupId":"BG001","value":"1"},{"groupId":"BG002","value":"3"}]},{"title":"Not Hispanic or Latino","measurements":[{"groupId":"BG000","value":"3"},{"groupId":"BG001","value":"4"},{"groupId":"BG002","value":"7"}]},{"title":"Unknown or Not Reported","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]}]}]},{"title":"Race (NIH/OMB)","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"American Indian or Alaska Native","measurements":[{"groupId":"BG000","value":"1"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"1"}]},{"title":"Asian","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]},{"title":"Native Hawaiian or Other Pacific Islander","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]},{"title":"Black or African American","measurements":[{"groupId":"BG000","value":"3"},{"groupId":"BG001","value":"2"},{"groupId":"BG002","value":"5"}]},{"title":"White","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"2"},{"groupId":"BG002","value":"2"}]},{"title":"More than one race","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]},{"title":"Unknown or Not Reported","measurements":[{"groupId":"BG000","value":"1"},{"groupId":"BG001","value":"1"},{"groupId":"BG002","value":"2"}]}]}]},{"title":"Region of Enrollment","paramType":"NUMBER","unitOfMeasure":"participants","classes":[{"title":"United States","categories":[{"measurements":[{"groupId":"BG000","value":"5"},{"groupId":"BG001","value":"5"},{"groupId":"BG002","value":"10"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"PTSD Checklist - Stressor Specific (PCL-S) Score","description":"This is to measure PTSD symptoms due to the index cardiovascular event. The PCL-S is self-report measure of the symptoms of PTSD. Respondents rate how much they were bothered by 20 symptoms, each rated on a 5-point scale ranging from 0 (not at all) to 4 (extremely), such that total scores range from 0-80. The PCL-S (specific stressor) asks respondents about symptoms in relation to an identified stressful experience. The PCL-S aims to link symptom endorsements to the index cardiovascular event","populationDescription":"Not all participants were able to be contacted for 1-month follow-up assessment.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Full Range","unitOfMeasure":"score on a scale","timeFrame":"1 month after hospital discharge","groups":[{"id":"OG000","title":"Early Psychological Intervention","description":"Those assigned to Early Psychological Intervention will receive Written Exposure Therapy, a 5 session treatment in which participants write about their trauma event in a specified manner.\n\nWritten Exposure Therapy: Written exposure therapy is a 5 session treatment in which participants write about their trauma event in a specified manner."},{"id":"OG001","title":"Usual Care","description":"Those assigned to usual care will complete study assessments but will not be referred to any psychological treatment"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"3"},{"groupId":"OG001","value":"2"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.0","lowerLimit":"4","upperLimit":"24"},{"groupId":"OG001","value":"13.5","lowerLimit":"0","upperLimit":"27"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Completing the Written Exposure Therapy","description":"This is to measure the feasibility of the therapy - completion to all 5 sessions among participants assigned to the intervention group","populationDescription":"This outcome only applies to patients randomized to the Early Psychological Intervention. Data were not collected on this variable for patients randomized to usual care.","reportingStatus":"POSTED","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","timeFrame":"Approximately 1 month after hospital discharge","groups":[{"id":"OG000","title":"Early Psychological Intervention","description":"Those assigned to Early Psychological Intervention will receive Written Exposure Therapy, a 5 session treatment in which participants write about their trauma event in a specified manner.\n\nWritten Exposure Therapy: Written exposure therapy is a 5 session treatment in which participants write about their trauma event in a specified manner."},{"id":"OG001","title":"Usual Care","description":"Those assigned to usual care will complete study assessments but will not be referred to any psychological treatment"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"5"},{"groupId":"OG001","value":"0"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0"},{"groupId":"OG001","value":"0"}]}]}]},{"type":"SECONDARY","title":"Adherent to Cardiovascular Medications","description":"This is measured by the scoring from the Dose-Nonadherence questionnaire (3-items). Participants were categorized as adherent if they reported \"none of the time\" on all 3 items. Participants were categorized as nonadherent if they reported \"at least some of the time\" on any of the 3 items.","populationDescription":"Not all participants completed the self-reported medication adherence questionnaire.","reportingStatus":"POSTED","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","timeFrame":"Approximately 1 month after hospital discharge","groups":[{"id":"OG000","title":"Early Psychological Intervention","description":"Those assigned to Early Psychological Intervention will receive Written Exposure Therapy, a 5 session treatment in which participants write about their trauma event in a specified manner.\n\nWritten Exposure Therapy: Written exposure therapy is a 5 session treatment in which participants write about their trauma event in a specified manner."},{"id":"OG001","title":"Usual Care","description":"Those assigned to usual care will complete study assessments but will not be referred to any psychological treatment"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"1"},{"groupId":"OG001","value":"1"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1"},{"groupId":"OG001","value":"1"}]}]}]},{"type":"SECONDARY","title":"PHQ-8 Score","description":"This is to measure change in depressive symptoms. The eight-item Patient Health Questionnaire depression scale (PHQ-8) is established as a valid diagnostic and severity measure for depressive disorders in large clinical studies. Scores range from 0 - 24 and a score of 10 or greater is consistent with at least moderate depressive symptoms.","populationDescription":"Some participants were unable to be contacted at 1-month to complete this questionnaire.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Full Range","unitOfMeasure":"score on a scale","timeFrame":"Baseline, 1 month after hospital discharge","groups":[{"id":"OG000","title":"Early Psychological Intervention","description":"Those assigned to Early Psychological Intervention will receive Written Exposure Therapy, a 5 session treatment in which participants write about their trauma event in a specified manner.\n\nWritten Exposure Therapy: Written exposure therapy is a 5 session treatment in which participants write about their trauma event in a specified manner."},{"id":"OG001","title":"Usual Care","description":"Those assigned to usual care will complete study assessments but will not be referred to any psychological treatment"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"1"},{"groupId":"OG001","value":"2"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","lowerLimit":"0","upperLimit":"0"},{"groupId":"OG001","value":"6.5","lowerLimit":"0","upperLimit":"13"}]}]}]},{"type":"SECONDARY","title":"Short Form Health Survey Version 2.0 (SF-12v2) Score","description":"This is to measure quality of life. A health survey that uses 12 questions to measure functional health and well-being from the patient's point of view.\n\nThis measure was not collected at 6-months in any participants due to the study being terminated early.","populationDescription":"0 patients were analyzed as 6-month data were not collected.","reportingStatus":"POSTED","timeFrame":"Approximately 6 months after hospital discharge","groups":[{"id":"OG000","title":"Early Psychological Intervention","description":"Those assigned to Early Psychological Intervention will receive Written Exposure Therapy, a 5 session treatment in which participants write about their trauma event in a specified manner.\n\nWritten Exposure Therapy: Written exposure therapy is a 5 session treatment in which participants write about their trauma event in a specified manner."},{"id":"OG001","title":"Usual Care","description":"Those assigned to usual care will complete study assessments but will not be referred to any psychological treatment"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"0"},{"groupId":"OG001","value":"0"}]}]}]},"adverseEventsModule":{"frequencyThreshold":"0","timeFrame":"6 months","eventGroups":[{"id":"EG000","title":"Early Psychological Intervention","description":"Those assigned to Early Psychological Intervention will receive Written Exposure Therapy, a 5 session treatment in which participants write about their trauma event in a specified manner.\n\nWritten Exposure Therapy: Written exposure therapy is a 5 session treatment in which participants write about their trauma event in a specified manner.","deathsNumAffected":0,"deathsNumAtRisk":5,"seriousNumAffected":0,"seriousNumAtRisk":5,"otherNumAffected":0,"otherNumAtRisk":5},{"id":"EG001","title":"Usual Care","description":"Those assigned to usual care will complete study assessments but will not be referred to any psychological treatment","deathsNumAffected":0,"deathsNumAtRisk":5,"seriousNumAffected":0,"seriousNumAtRisk":5,"otherNumAffected":0,"otherNumAtRisk":5}]},"moreInfoModule":{"certainAgreement":{"piSponsorEmployee":true,"restrictiveAgreement":false},"pointOfContact":{"title":"Dr. Ian Kronish","organization":"Center for Behavioral Cardiovascular Health, Columbia University Irving Medical Center","email":"ik2293@columbia.edu","phone":"212-342-1335"}}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2020-07-10","uploadDate":"2020-07-25T12:33","filename":"Prot_000.pdf","size":130294},{"typeAbbrev":"SAP","hasProtocol":false,"hasSap":true,"hasIcf":false,"label":"Statistical Analysis Plan","date":"2020-07-10","uploadDate":"2020-07-25T12:34","filename":"SAP_001.pdf","size":49895}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000054058","term":"Acute Coronary Syndrome"}],"ancestors":[{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000014652","term":"Vascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M27235","name":"Acute Coronary Syndrome","asFound":"Acute Coronary Syndrome","relevance":"HIGH"},{"id":"M9101","name":"Heart Arrest","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":true}