{"protocolSection":{"identificationModule":{"nctId":"NCT00055016","orgStudyIdInfo":{"id":"030106"},"secondaryIdInfos":[{"id":"03-N-0106"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Registry of Fabry Disease - A Multicenter Observational Study","officialTitle":"Registry of Fabry Disease: A Multicenter, Longitudinal Observational Study"},"statusModule":{"statusVerifiedDate":"2008-03-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2003-02-13"},"completionDateStruct":{"date":"2008-03-03"},"studyFirstSubmitDate":"2003-02-15","studyFirstSubmitQcDate":"2003-02-14","studyFirstPostDateStruct":{"date":"2003-02-17","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-06-30","lastUpdatePostDateStruct":{"date":"2017-07-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"},"collaborators":[{"name":"National Institute of Neurological Disorders and Stroke@@@Shire Human Genetic Therapies (HGT)","class":"UNKNOWN"}]},"descriptionModule":{"briefSummary":"The purpose of this study is to compile a registry of patients with Fabry disease, an inherited metabolic disorder. In this disease, an enzyme called a-galactosidase A, which normally breaks down a lipid (fatty substance) called globotriaosylceramide (Gb3), is missing or does not function properly. As a result, Gb3 accumulates, causing problems with the kidneys, heart, nerves, and blood vessels. It is not known exactly how lipid accumulation causes these problems, but in another lipid storage disease called Gaucher disease the illness can be reversed if the accumulated lipid is removed by repeated intravenous (into a vein) infusions of the deficient enzyme.\n\nThe Fabry disease registry is a voluntary and anonymous list of patients that includes information about their health and allows doctors to follow changes in their symptoms and test results over time. It also allows doctors to compare symptoms between patients who are receiving certain therapies with those who are not receiving therapy. The goals of the registry are to:\n\n* Better understand the natural history of Fabry disease, including disease variations within and between affected families;\n* Provide a basis for developing guidelines for disease management;\n* Evaluate how treatment affects the course of disease;\n* Provide high-quality data and analyses that will help to continuously develop better treatments.\n\nPatients of all ages with biochemical or genetic evidence of Fabry disease (i.e., individuals who have a deficiency of the enzyme a-galactosidase A or a mutation in the gene that encodes this enzyme, or both) are eligible for this study. This worldwide study will include 100 patients participating in Fabry disease studies at the NIH. These patients will come to the NIH Clinical Center only as required for participation their Fabry disease study. No additional procedures will be required for the current registry study.\n\nNIH patients will take part in the registry study for their lifetime, or as long as they are being followed at the NIH for their Fabry disease. At their regularly scheduled NIH clinic visits, participants will have routine medical procedures and examinations deemed necessary by the doctor. The results of blood and urine tests taken at these visits will be entered into the registry database. Blood tests will include information on genotype (determination of which gene mutation is responsible for the disease), a-galactosidase A levels, Gb3 levels, and creatinine. Urine tests results will include creatinine clearance (a measure of kidney function) and protein evaluation.","detailedDescription":"PROTOCOL TITLE: Registry of Fabry Disease: A Multicenter, Longitudinal Observational Study\n\nPROTOCOL IDENTIFIER: FOS (Fabry Outcome Survey)\n\nPHASE OF DEVELOPMENT: Post Marketing Outcome Survey (Outcome Survey)\n\nSURVEY OBJECTIVES/ENDPOINTS:\n\nThe primary objectives of this outcome survey are to:\n\n* enhance the understanding of the natural history of Fabry disease, including the intra- and inter-familial variations\n* provide a basis for the development of management guidelines for Fabry disease\n* evaluate the impact of therapeutic intervention on the clinical course of Fabry disease\n* generate data and analyses to enable the continuous improvement of Fabry disease treatment\n* collect long term safety and efficacy data on patients treated with Replagal enzyme replacement therapy\n\nINCLUSION CRITERIA:\n\nThis registry/outcome survey is open for all patients of all ages, male and female, with a confirmed diagnosis of Fabry disease.\n\nEXCLUSION CRITERIA:\n\n* Patients who are unwilling to give informed consent.\n* Patients who are receiving enzyme replacement therapy other than Replagal for Fabry Disease\n* Patients currently enrolled in an ongoing blinded clinical trial in which the product is considered investigational.\n\nNUMBER OF SUBJECTS PLANNED AND DURATION OF SUBJECT PARTICIPATION:\n\nThere is no predetermined number of patients that must be enrolled into the outcome survey. Patients who have been diagnosed (biochemically or genetically) with Fabry disease that consent to participate will be followed for an undetermined amount of time (i.e., until the sponsor closes the outcome survey or the patient withdraws consent).\n\nTREATMENTS ADMINISTERED AND TREATMENT SCHEDULE:\n\nPatients consenting to participate in the outcome survey will either be untreated or treated with Replagal ERT. It is recommended that patients be followed at increments determined to be necessary by the treating physician. It is also recommended that data on all patients be entered into the outcome survey on a bi-annual basis (every six (6) months).\n\nPatients will not be supplied with Replagal at no charge as a result of participating in the Fabry Outcome Survey (FOS). Patients will receive Replagal through their participation in ongoing open label clinical trials or compassionate programs. Additionally, patients may receive commercially available product.\n\nSURVEY ASSESSMENT SCHEDULE:\n\nIt is recommended that patients be followed at clinically relevant intervals determined by their treating physician. Data collected is to be entered into the FOS database as soon as possible after physician assessments.\n\nSURVEY METHODOLOGY:\n\nObservational data will be recorded in the FOS database based on routine clinical evaluations performed by the treating physician.\n\nSTATISTICAL METHODOLOGY:\n\nThe statistical analysis of FOS data will be performed by a bio-statistician designated by Shire HGT and in accordance with documented company guidelines and standard operating procedures."},"conditionsModule":{"conditions":["Fabry Disease"],"keywords":["Lysosomal Disease","Renal Function","Stroke","Cardiac Disease","Natural History","Fabry Disease"]},"designModule":{"studyType":"OBSERVATIONAL","enrollmentInfo":{"count":100}},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\nThis registry is open for all patients of all ages, male and female, with a confirmed diagnosis of Fabry disease.\n\nEXCLUSION CRITERIA:\n\nPatients who are unwilling to give informed consent.\n\nPatients who are receiving enzyme replacement therapy other than Replagal for Fabry Disease.\n\nPatients currently enrolled in an ongoing blinded clinical trial in which the product is considered investigational.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"National Institutes of Health Clinical Center, 9000 Rockville Pike","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}},{"facility":"Transkaryotic Therapies, Inc.","city":"Cambridge","state":"Massachusetts","zip":"02139","country":"United States","geoPoint":{"lat":42.3751,"lon":-71.10561}}]},"referencesModule":{"references":[{"pmid":"3133979","type":"BACKGROUND","citation":"Kaye EM, Kolodny EH, Logigian EL, Ullman MD. Nervous system involvement in Fabry's disease: clinicopathological and biochemical correlation. Ann Neurol. 1988 May;23(5):505-9. doi: 10.1002/ana.410230513."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000000795","term":"Fabry Disease"}],"ancestors":[{"id":"D000013106","term":"Sphingolipidoses"},{"id":"D000020140","term":"Lysosomal Storage Diseases, Nervous System"},{"id":"D000020739","term":"Brain Diseases, Metabolic, Inborn"},{"id":"D000001928","term":"Brain Diseases, Metabolic"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000059345","term":"Cerebral Small Vessel Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000040181","term":"Genetic Diseases, X-Linked"},{"id":"D000030342","term":"Genetic Diseases, Inborn"},{"id":"D000008661","term":"Metabolism, Inborn Errors"},{"id":"D000008064","term":"Lipidoses"},{"id":"D000008052","term":"Lipid Metabolism, Inborn Errors"},{"id":"D000016464","term":"Lysosomal Storage Diseases"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000052439","term":"Lipid Metabolism Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M3814","name":"Fabry Disease","asFound":"Fabry Disease","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M15594","name":"Sphingolipidoses","relevance":"LOW"},{"id":"M18561","name":"Lysosomal Storage Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M4895","name":"Brain Diseases, Metabolic","relevance":"LOW"},{"id":"M22188","name":"Brain Diseases, Metabolic, Inborn","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M29127","name":"Cerebral Small Vessel Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M24567","name":"Genetic Diseases, X-Linked","relevance":"LOW"},{"id":"M23376","name":"Genetic Diseases, Inborn","relevance":"LOW"},{"id":"M11331","name":"Metabolism, Inborn Errors","relevance":"LOW"},{"id":"M10754","name":"Lipidoses","relevance":"LOW"},{"id":"M10744","name":"Lipid Metabolism, Inborn Errors","relevance":"LOW"},{"id":"M11329","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M26719","name":"Lipid Metabolism Disorders","relevance":"LOW"},{"id":"T2169","name":"Fabry Disease","asFound":"Fabry Disease","relevance":"HIGH"},{"id":"T5335","name":"Sphingolipidosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}