{"protocolSection":{"identificationModule":{"nctId":"NCT03208634","orgStudyIdInfo":{"id":"0043622/14U"},"organization":{"fullName":"Villa Beretta Rehabilitation Center","class":"OTHER"},"briefTitle":"Rehabilitation Multi Sensory Room for Robot Assisted Functional Movements in Upper-limb Rehabilitation in Chronic Stroke","officialTitle":"La Riabilitazione Robot Assistita Del Paziente Neurologico: l'Elettromiografia Dinamica di Superficie Come Strumento Per la Personalizzazione Del Trattamento","acronym":"RehaMSR"},"statusModule":{"statusVerifiedDate":"2017-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2016-12","type":"ACTUAL"},"completionDateStruct":{"date":"2016-12","type":"ACTUAL"},"studyFirstSubmitDate":"2017-06-23","studyFirstSubmitQcDate":"2017-07-03","studyFirstPostDateStruct":{"date":"2017-07-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2017-07-03","lastUpdatePostDateStruct":{"date":"2017-07-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr. Franco Molteni","investigatorTitle":"Clinical Director","investigatorAffiliation":"Villa Beretta Rehabilitation Center"},"leadSponsor":{"name":"Villa Beretta Rehabilitation Center","class":"OTHER"},"collaborators":[{"name":"National Research Council of Italy","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Robotic rehabilitation is promising to promote function in stroke patients. The assist as needed training paradigm has shown to stimulate neuroplasticity but often cannot be used because stroke patients are too impaired to actively control the robot against gravity. Aim of this study is to present a novel robotic approach based on fully assisted functional movements and to examine the effect of the intervention in terms of motor function improvement in subjects with chronic stroke in the short term and at 6-month follow up. A preliminary evaluation of the effectiveness of the intervention in improving activity and participation in the short term is also performed. Further, the study aims to verify whether some instrumental measures (using kinematics, EMG and EEG) may help gain insight into the mechanisms leading to improved motor ability following the robotic intervention and can be used to predict functional recovery.","detailedDescription":"Stroke is a leading cause of serious long-term disability in developed countries, and has an enormous emotional and socioeconomic impact on patients, families and, health services. Upper-limb impairments and functional problems are, in fact, very common after a stroke. Impairments commonly include difficulty moving and co-ordinating the arms, hands and fingers, often resulting in difficulty carrying out Activities of Daily Living (ADLs) such as eating, dressing and washing. More than half of people with upper-limb impairment after stroke will still have difficulties in performing ADLs many months to years after their stroke. Robotic rehabilitation systems have the potential to deliver large doses of motor training in a cost-effective manner and, although the debate on the efficacy of robotic therapy is still open, they are emerging as valid solutions to help stroke survivors in the rehabilitation of the upper limb. Recent review of Norouzi-Gheidari shows that the effect of a robotic training is comparable to a conventional therapy training of the same length and intensity. A recent Cochrane systematic review of Mehrholz included 34 trials (involving 1160 participants) showed that electromechanical and robot-assisted arm training improved ADLs scores, arm function, and arm muscle strength, but the quality of the evidence was low to very low. Unfortunately, the mechanisms leading to impairment reduction following the robotic training are still unclear. It is known that neuroplasticity plays an important role in the motor recovery process of stroke patients and, further, that the patient should be engaged during the treatment in order to foster a process similar to motor learning. To promote engagement and maximize neuroplasticity, two main methods have been studied in robotic rehabilitation: i) the assist-as-needed training paradigm, and ii) the Detection of Patient Intent (DPI) method, also called guided force training. The first one, which consists in providing the minimal assistance needed to the subject to complete the task required, has shown promising results in enhancing the participation to the treatment, especially in medium-high functional patients. The DPI method, instead, is based on triggering the movement of the robot using the patient's exerted force or induced velocity. In some cases, the DPI method may even exploit biomedical signals like EMG or EEG to initiate the given task.\n\nBesides the modality of interaction between patient and robot, another important feature that can determining the success of the therapy is the type of movement proposed. It is known that treatments based on purposeful movements show better results in the recovery of the upper-limb function than those based on movements without a goal. Therefore, a proper rehabilitation program should include high repetition task-oriented movements.\n\nUnfortunately, the assist-as-need principle and the DPI method are often of little applicability in training against gravity, especially in the case of low functioning patients with high strength and coordination impairments. In these cases, when the patient is not able to control actively the robot, full assistance, based on a rigidly imposed trajectory (path and motion law), is the only remaining option in robotic rehabilitation.\n\nIn this preliminary study, an upper-limb rehabilitation program based on robot fully assisted (rigidly imposed) goal-oriented movements is presented.\n\nAim of this study is to present a novel robotic approach based on fully assisted functional movements and to examine the effect of the intervention in terms of motor function improvement in subjects with chronic stroke in the short term and at 6-month follow up. A preliminary evaluation of the effectiveness of the intervention in improving activity and participation in the short term is also performed. Further, the study aims to verify whether some instrumental measures (using kinematics, EMG and EEG) may help gain insight into the mechanisms leading to improved motor ability following the robotic intervention and can be used to predict functional recovery.\n\nSTUDY POPULATION AND DESIGN In this cohort study, a convenience sample of 20 patients with mild-to-severe upper-limb impairment (upper-limb Fugl-Meyer scores at baseline: 11/66 to 61/66 points) 6 months or more poststroke will be enrolled. The study is in 2 phases. A pilot trial, involving 10 patients, will aim to verifying the short-term efficacy of the robotic intervention in reducing motor impairment. If results will be positive, the study will be continued and the sample size will be calculated on statistical basis from the preliminary results. The second trial aims to improving the number of patients and to verifying whether functional improvements translate into improved activity and participation.\n\nINTERVENTION The intervention is administered by a trained research therapist via an end-effector robot (Pa10-7, Mitsubishi, Japan), which was customized to assist 3D multi-joint functional movements against gravity performed at physiological velocity. The robot enables the execution of both reaching movements, which in everyday life are used to interact with the environment (e.g. reach, grasp, and manipulate objects) and movements taking place in the peripersonal space.\n\nThe intervention protocol, identical in the 2 phases of the study, consists in the execution of two functional movements, namely the Reaching Movement (RM) against gravity and the Hand-to-Mouth Movement (HtMM):\n\n1. starting with the robot handle just above the thigh, the assisted RM consists in compound movements of shoulder flexion and elbow extension getting as far as 90 degrees of shoulder flexion and fully extended elbow are reached;\n2. starting with the robot handle just above the thigh, the assisted HtMM consists in flexing the elbow (and the shoulder) to positioning the robot-handle in front of the mouth. Importantly, the handle is free to rotate and, therefore, the patient has to actively (internal/external wrist rotation) put it in the right position, that is with its extremity pointing towards the mouth.\n\nThe robot handle paths and velocities are customized on each patient's anthropometric measures and residual functional abilities.\n\nEach session consists in 20 minutes of robot-assisted RM and 20 minutes of robot-assisted HtMM. Movements are fully assisted (the robot handle moved along the path with a predefined motion law independently of the forces exerted by the patient on the handle) but the patient is explicitly asked to participate by trying to follow (slightly anticipate) the moving handle. Recalling that both movements are against gravity, in order not to get fatigued, the patient is asked to change the level of engagement every 5 movements by alternately relaxing during movement and actively participating.\n\nRehabilitation consists in a 1-month intervention, 3 sessions a week performed on Monday, Wednesday and Friday, for a total of 12 sessions.\n\nCLINICAL ASSESSMENT Patients are clinically tested at baseline (T0), just after intervention (T1) and at 6 months or more after intervention (T2). One trained physical therapist, the same for all patients, performs all outcome assessments (pretreatment as well as posttreatment and follow up) with the supervision of the patient's referent physician, who can double check the clinical tests results even consulting the videos of the patients. To minimize biases during post-treatment evaluation, he cannot have access and view the results of previous sessions.\n\nThe primary outcome measure is the upper-limb motor function subdomain (sections A-D) of the FMA, which comprised 33 items, each scored on a 0, 1, 2 points ordinal scale. The range of this scale score, here forward referred to as Upper-Extremity Fugl-Meyer Assessment (UE-FMA), is from 0 (no function) to 66 (normal function).\n\nThe secondary outcome measures are the Wolf Motor Function Test (WMFT) and the (MAL), which are administered to patients only in the final trial. The WMFT consists of 15 tasks (timed single- or multiple-joint motions and functional tasks). The execution of each task is timed (WMFT TIME) and rated using a 6-point functional ability scale (WMFT FAS).\n\nThe MAL is a semi-structured interview, which evaluates the Quality of Movement (QOM) and Amount of Use (AOU) the patient makes of the affected limb in 30 activities of daily life.\n\nThe following tests are further carried out: 1) The Medical Research Council scale for muscle strength (MRC) is used for evaluating the muscles (joint) strength of three targeted movements: shoulder abduction, elbow extension and fingers extension. MRC is a 15 points scale (5 points for each item); 2) The Modified Ashworth Scale (MAS) is used to assess spasticity. Each tested movement is given a 0 to 5 score (0 no spasticity, 1 slight increase in muscle tone at end movement, 2 slight increase in muscle tone up to half of the ROM, 3 more marked increase in muscle tone through most of the ROM, 4 considerable increase in muscle tone, 5 affected part rigid in flexion or extension. The tested movement were: wrist extension, elbow extension and shoulder abduction, for a total of 15 (negative) points. 3) The Clinical Global Impression Scale of severity and improvement is used to evaluating: (a) severity of psychopathology from 1 to 7 and (b) change from the initiation of treatment on a similar seven-point scale. 4) The Draw a Person Test to assessing the patient's body awareness and, finally, 5) The Nasa-Task Load Index is used to assessing the patient's physical and mental load during intervention.\n\nINSTRUMENTAL ASSESSMENT The instrumental evaluation hereafter listed are performed at baseline (T0), just after intervention (T1) and at 6 months or more after intervention (T2). Acquisitions are carried out during both robot assisted and no-assisted reaching and hand-to-mouth movements performed with the more affected limb and no-assisted movements performed with the less affected limb.\n\n1. upper-limb kinematics (6 TVcs, Smart-D, BTS Bioengineering, Italy) and dynamic surface EMG (the upper trapezius, the anterior, middle and posterior deltoids, the triceps brachii lateral head, the biceps long head, and the brachioradialisn muscles; FreeEMG 300, BTS Bioengineering, Italy). Range of movements, velocities, normalized jerk and coefficient of periodicity are calculated using the method published by Caimmi in 2008.\n2. EEG signals are recorded using a cap providing 64 electrodes positioned according to the International 10/10 System; EMG activity is simultaneously recorded from pairs of Ag/AgCl surface electrodes placed bilaterally 2-3 cm apart over the deltoid anterior and the triceps muscles during reaching, and biceps and the brachioradialis muscles during the hand-to-mouth movement. The EEG and EMG data are acquired using a Neuroscan system at a sampling frequency of 512 Hz (band-pass filters: 1-200 Hz). Event Related Desynchronization/Synchronization (ERD/ERS) analysis is performed to quantify the movement related power change of the EEG oscillatory activity in alpha and beta bands over the premotor and primary sensorimotor areas.\n\nDATA ANALYSIS Based on the primary outcome measure results of the pilot trial, the sample size of the study will be computed using the freeware G\\*Power 3.1.9.2, general statistical power analysis program. Comparisons of data between different sessions are performed with the Wilcoxon signed-rank test, considering the value of significance at 0.05. Linear regression and Pearson's correlation are used to evaluate the relationship between the UE-FMA improvement and 1) the age of patients. 2) the time from the stroke, and 3) the calculated kinematic quantities. The statistical analysis is performed using WinSTAT® for Microsoft® ver.2012.1.0.94."},"conditionsModule":{"conditions":["Chronic Stroke"],"keywords":["robotics","motor performance","stroke patient","upper limb","rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":21,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Robotic intervention","type":"EXPERIMENTAL","description":"Robotic intervention.","interventionNames":["Device: Robotic intervention"]}],"interventions":[{"type":"DEVICE","name":"Robotic intervention","description":"One-month robotic intervention. Twelve sessions, three sessions a week, 40 minutes each. Twenty minutes of fully assisted reaching + 20 minutes of assisted Hand-to-Mouth","armGroupLabels":["Robotic intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Upper-Extremity Fugl-Meyer Assessment","description":"Function domain","timeFrame":"Baseline; 4 weeks; 6-month follow up"}],"secondaryOutcomes":[{"measure":"Change in Wolf Motor Function Test (WMFT)","description":"Activity domain","timeFrame":"Baseline; 4 weeks; 6-month follow up"},{"measure":"Change in Motor Activity Log","description":"Participation domain","timeFrame":"Baseline; 4 weeks; 6-month follow up"}],"otherOutcomes":[{"measure":"Change in Modified Research Council","description":"Strength assessment","timeFrame":"Baseline; 4 weeks; 6-month follow up"},{"measure":"Change in Modified Ashworth Scale","description":"Spasticity assessment","timeFrame":"Baseline; 4 weeks; 6-month follow up"},{"measure":"Change in The Clinical Global Impression Scale of Severity and Improvement","description":"Severity of psychopathology and improvement","timeFrame":"Baseline; 4 weeks; 6-month follow up"},{"measure":"Change in Draw a Person Test","description":"Body awareness","timeFrame":"Baseline; 4 weeks; 6-month follow up"},{"measure":"Change in NASA -Task Load Index","description":"Task load","timeFrame":"1 week; 4 weeks"},{"measure":"Change in movement duration","description":"Average Hand-to-Mouth and Reaching movement durations","timeFrame":"Baseline; 4 weeks; 6-month follow up"},{"measure":"Change in ROM","description":"Average maximum elbow flexion during Hand-to-Mouth movement and maximum shoulder flexion and elbow extension during the Reaching movement","timeFrame":"Baseline; 4 weeks; 6-month follow up"},{"measure":"Change in joint angular velocity","description":"Average maximum elbow flexion velocity","timeFrame":"Baseline; 4 weeks; 6-month follow up"},{"measure":"Change in movement smoothness","description":"Average normalized jerk computed on the wrist kinematics during Hand-to-Mouth and Reaching movements","timeFrame":"Baseline; 4 weeks; 6-month follow up"},{"measure":"Change in movement repeatability","description":"Coefficient of periodicity computed on the wrist kinematics during Hand-to-Mouth and Reaching movements","timeFrame":"Baseline; 4 weeks; 6-month follow up"},{"measure":"Change in movement efficiency","description":"The effort index calculated on the shoulder. It is an energetic parameter, which is derived from the shoulder torque.","timeFrame":"Baseline; 4 weeks; 6-month follow up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* hemiplegia after first stroke;\n* time from the stroke event \\> 6 months;\n* absence of severe attentive deficits;\n* ability to perform active arm movements (shoulder flexion MRC \\> 1 and AROM \\> 60°, elbow flexion-extension MRC \\>1 and AROM \\> 90°) and able to hold the robot handle,\n* Modified Ashworth Scale score ≤ 3 (see section outcome)\n\nExclusion Criteria:\n\n* other concurrent upper-limb rehabilitation interventions;\n* presence of global aphasia and/or cognitive impairments that could interfere with\n* understanding the instructions during evaluation and treatment.\n* concomitant progressive central nervous system disorders, peripheral nervous system disorders or myopathies","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Franco Molteni","affiliation":"Villa Beretta Rehab Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Villa Beretta Rehabilitation Center","city":"Costa Masnaga","state":"Lecco","zip":"23845","country":"Italy","geoPoint":{"lat":45.76963,"lon":9.27632}}]},"referencesModule":{"references":[{"pmid":"22773253","type":"RESULT","citation":"Norouzi-Gheidari N, Archambault PS, Fung J. Effects of robot-assisted therapy on stroke rehabilitation in upper limbs: systematic review and meta-analysis of the literature. J Rehabil Res Dev. 2012;49(4):479-96. doi: 10.1682/jrrd.2010.10.0210."},{"pmid":"26559225","type":"RESULT","citation":"Mehrholz J, Pohl M, Platz T, Kugler J, Elsner B. Electromechanical and robot-assisted arm training for improving activities of daily living, arm function, and arm muscle strength after stroke. Cochrane Database Syst Rev. 2015 Nov 7;2015(11):CD006876. doi: 10.1002/14651858.CD006876.pub4."},{"pmid":"17595381","type":"RESULT","citation":"Caimmi M, Carda S, Giovanzana C, Maini ES, Sabatini AM, Smania N, Molteni F. Using kinematic analysis to evaluate constraint-induced movement therapy in chronic stroke patients. Neurorehabil Neural Repair. 2008 Jan-Feb;22(1):31-9. doi: 10.1177/1545968307302923. Epub 2007 Jun 26."},{"pmid":"26539500","type":"RESULT","citation":"Caimmi M, Guanziroli E, Malosio M, Pedrocchi N, Vicentini F, Molinari Tosatti L, Molteni F. Normative Data for an Instrumental Assessment of the Upper-Limb Functionality. Biomed Res Int. 2015;2015:484131. doi: 10.1155/2015/484131. Epub 2015 Oct 11."},{"pmid":"35350582","type":"DERIVED","citation":"Caimmi M, Giovanzana C, Gasperini G, Molteni F, Molinari Tosatti L. Robot Fully Assisted Upper-Limb Functional Movements Against Gravity to Drive Recovery in Chronic Stroke: A Pilot Study. Front Neurol. 2022 Mar 8;12:782094. doi: 10.3389/fneur.2021.782094. eCollection 2021."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}