{"protocolSection":{"identificationModule":{"nctId":"NCT04618029","orgStudyIdInfo":{"id":"NMRR-20-501-52933"},"organization":{"fullName":"Universiti Putra Malaysia","class":"OTHER"},"briefTitle":"Feasibility of a Home Hazard Management Program for Malaysian Stroke Survivors","officialTitle":"A Pilot Quasi-Experimental Study Evaluating the Feasibility and Potential Effectiveness of a Home Hazard Management Program on Reducing the Rate of Falls and Fear of Falling Among Malaysian Community Dwelling Stroke Survivors"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-04-01","type":"ACTUAL"},"completionDateStruct":{"date":"2022-05-01","type":"ACTUAL"},"studyFirstSubmitDate":"2020-10-27","studyFirstSubmitQcDate":"2020-11-03","studyFirstPostDateStruct":{"date":"2020-11-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-05-17","lastUpdatePostDateStruct":{"date":"2022-05-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Husna Ahmad Ainuddin","investigatorTitle":"Principal Investigator and Doctoral Student, Department of Rehabilitation, Faculty of Medicine and Health Sciences","investigatorAffiliation":"Universiti Putra Malaysia"},"leadSponsor":{"name":"Universiti Putra Malaysia","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This quasi experimental design study aims to examine the feasibility and potential effectiveness of a home hazard management program to reduce the rate of falls and fear of falling among Malaysian community dwelling stroke survivors. This study will be conducted in three local government hospitals in central Malaysia.","detailedDescription":"This study is a pilot quasi experimental study which consists of two groups namely the intervention and control group. The experimental group will be implementing the suggested home modifications as well as education for functional performance in the homes. In addition, this study is a pilot study, therefore the feasibility of the intervention to be implemented in practice will be investigated. Other than that, this study also focuses on the outcomes from the results in which to analyse the effect of home assessment and modifications on rate of falls and fear of falling. The study location is at Hospital Selayang, Hospital UPM and Hospital Shah Alam. However, the intervention will be conducted at selected participants homes.\n\nConvenient sampling will be conducted as the sampling method for this study. Any participants that fulfil the inclusion criteria will be approach for participation. Information of potential participants will be retrieved from the appointment book or online appointment system as well as their medical records. The screening and recruitment of participants will occur on the same day as their appointment at the hospital by a co-investigator at site. Prior to participating, all participants are required to fill up a written consent form. The co-investigator at site will approach the participants and explain in detail about the study. Information regarding the study, the risk and benefits, confidentiality, withdrawal from the study and questionnaires will also be conveyed. Participants will also be informed that they will not be paid for their participation, but they will receive a certificate of appreciation. Potential participants will be allowed sufficient time to consider their participation in the study. Consented participants will be screened using the Modified Rankin Scale and the 6-item Cognitive Impairment Test and be invited to take part in the study. The participants will be conveniently located into two different groups, namely the intervention group and the control group. All participants will be given an appointment for an online telehealth session according to the participants appropriate time. The telehealth platform that will be used for this study is Coviu-an integrated and specialized telehealth platform which is HIPAA-compliant (https://www.coviu.com/). A falls diary will also be given to participants by email or mail to record any falls they encountered within 3 months after the initial assessment. The participants will then be re-assessed after the 3 months from the initial baseline assessments. During the 3 months follow up, the participants are re-assessed using the same initial baseline questionnaires. The falls dairy will also be collected via email for analysis.\n\nRecruitment of participants during the initial baseline assessment will stop once it has reached 30 participants. However, withdrawal participants will be replaced, until the required sample size is achieved. Hospital Selayang and Hospital Pengajar UPM is conveniently chosen as the hospital for the intervention group while Hospital Shah Alam is chosen for the control group. These hospitals are chosen because of its accessibility for the researchers."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","fall prevention","environmental modification"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A quasi experimental parallel interventional study model in which there will be 2 groups, a treatment group and a controlled group.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"* Different hospitals for the treatment and control group\n* Two independent assessor will be recruited for data collection and data analysis of outcomes","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Treatment Group","type":"EXPERIMENTAL","description":"1. Home Assessment and Modification A two-component individualized home hazards management program will be provided for each participant in the intervention group according to the results of the HOME FAST. Basic home safety strategies and basic modifications are developed and will be prescribed for this study according to the HOME FAST assessment (weeks et al. 2010)\n2. Education Education on optimization of functional performance in the home will be provided via pamphlets on fall prevention, including energy conservation techniques (Chumbler et al., 2010), ergonomics (Edwards et al., 2019) and task simplification techniques (Wesson et al., 2013) will be provided. These techniques will also be provided for participants' caregivers.","interventionNames":["Other: Home Modification","Other: Education"]},{"label":"Controlled Group","type":"NO_INTERVENTION","description":"1. Standard Care The standard care defined for this study is any care that are provided from the respective hospital. This will include common therapies and interventions for stroke rehabilitation in general."}],"interventions":[{"type":"OTHER","name":"Home Modification","description":"Home Modification Intervention\n\nFloor\n\nProvide recommendations to:\n\n* Fix the back of the rugs and mats with adhesive/heavy duty tape\n* Buy non-slip mats\n* Tie all cables with a proper cable tie\n\nLighting\n\nProvide recommendations to:\n\n* Buy a torch light\n* To replace worn light bulbs\n* Buy a light switch\n\nBathroom\n\nProvide recommendations to:\n\n* Buy a non-slip mat\n* Install a grab rail\n* Buy a commode chair for showering\n\nStairways\n\nProvide recommendations to:\n\n• Fix an adhesive tape for stair contrast","armGroupLabels":["Treatment Group"]},{"type":"OTHER","name":"Education","description":"Techniques Description Energy Conservation\n\n* Take your time\n* Go to the toilet more often, so you don't have to rush\n* Use a nearby toilet: commode, different bathroom\n* Prepare ahead (e.g., toilet paper near, other items for toileting, etc.)\n* Adjust equipment before changing position\n* Avoid transfers when tired\n* Ask for help if you feel sick or especially tired\n* Allow time for eyes to adjust to change in lighting\n\nTask Simplification\n\n* Plan and organise workspaces to eliminate unnecessary steps, save time, energy and reduce fatigue.\n* Prioritise and plan activities, alternating between active and quiet jobs and include rest periods.\n\nErgonomics\n\n* Proper positioning while doing tasks\n* Safe mobility around the home","armGroupLabels":["Treatment Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from home hazards baseline at 3 months","description":"HOMEFAST is a 25-item form that evaluates the performance of individuals to perform activities safely in the home environment. It assesses seven aspects of use i.e. floors, furniture arrangements, lighting, bathrooms, kitchen storage, staircases and movements (Mackenzie, Byles \\& Higginbotham, 2000). It has scientific evidence in terms of validity and reliability. It has been tested for senior citizens living in the community and can be used by senior citizens, or health professionals (e.g., job-rearing practitioners, social workers, nurses, health science practitioners and medical practitioners) and the public (Romli et al, 2018; Romli et al., 2017). The scores are \"0\" for Yes and \"1\" for No. All the scores will be added up to form 1 total score. The total score is 25. A higher score indicates a higher risk of falling. The assessment will be administered twice during the study trial.","timeFrame":"Initial baseline assessment and within 1 week after the 3 months intervention"},{"measure":"Change from falls efficacy baseline at 3 months","description":"The FES-I short form is a 7-item questionnaire of fall-related self-efficacy based on the Falls Efficacy Scale-International (16 items) (Kempen et al., 2008). It has a 4-Likert scale from 1 'not at all concerned' to 4 'very concerned'. Higher values indicate less fall-related self-efficacy (and more concern about falling). The internal and 4-week test- retest reliability of the Short FES-I is excellent (Cronbach's alpha 0.92, intra-class coefficient 0.83) and comparable to the FES-I. The correlation between the Short FES-I and the FES-I is 0.97 (Kempen et al., 2008). The FES-I short form has been translated in Malay and Mandarin and has good reliability and validity (Tan et al., 2018). The assessment will be administered twice during the study trial.","timeFrame":"Initial baseline assessment and within 1 week after the 3 months intervention"},{"measure":"Falls Diary","description":"The falls diary is the preferred method of falls monitoring (Lord, Sherrington, Menz, \\& Close, 2007) as it enables falls to be recorded immediately after they have occurred, minimizing the chance of participants forgetting to report a fall. The falls diary includes a calendar for each month of the study (3 months). Participants will have to tick at each box of every day whether they have fallen or not. If they fall on a specific day, the is another page which the participants must detail out the date, activity, time during the fall and if they when to see the doctor after the fall.","timeFrame":"3 months within the intervention duration"}],"secondaryOutcomes":[{"measure":"Change from stroke recovery baseline at 3 months","description":"Stroke Impact Scale is a 59-item measure that covers 8 domains namely strength, hand function, ADL/IADL, mobility, communication, emotion, memory and thinking and participation (Duncan et al., 1999). Each item is rated in a 5- Likert scale in terms of the difficulty the patient has experienced in completing each item. Scores range from 0 to 100, a higher score indicates better recovery. The SIS has adequate to excellent test-rest reliability (Duncan et al., 1999) and excellent criterion validity (Duncan et al., 2002). The assessment will be administered twice during the study trial.","timeFrame":"Initial baseline assessment and 1 week after the 3 months intervention"},{"measure":"Change from quality of life baseline at 3 months","description":"The SF-12 is a multipurpose measure of QOL derived from the SF-36 (Ware, Kosinski \\& Keller, 1996). Two summary measures are produced, the physical component summary (PCS) and mental component summary (MCS) (Turner-Bowker et al., 2003). The 12 items in the SF-12 includes 1 or 2 items from each of the 8 health concepts: physical functioning, role limitations because of physical health problems, bodily pain, general health, vitality (energy/fatigue), social functioning, role limitations because of emotional problems, and mental health (psychological distress and psychological well-being)(Ellis et al., 2013). Finally, because the 8 domains have different ranges, they are transformed to have a common range of 0 (worst health) to 100 (best health).","timeFrame":"Initial baseline assessment and 1 week after the 3 months intervention"},{"measure":"Change from caregiver's burden recovery baseline at 3 months","description":"The Zarit Burden Interview (ZBI) 22-item questionnaire developed by Zarit et al. (1985) has been used extensively in measuring caregiving strain. In addition, shorter versions of the ZBI ranging from 1 to 18 items, have been developed. However, Yu et al. (2019) found that the 6-item version was the most optimal short version as it provided similar diagnostic utility to the original 22-item version with the fewest items. The self-report instrument measures two dimension of caregiving namely personal and role strain using a 5-point scale ranging from 0 'never' to 4 'nearly always' (Herbert, Bravo and Preville, 2000). The scores of each item are added up to form one total score. The maximum score is 88 and higher scores indicate greater burden.","timeFrame":"Initial baseline assessment and 1 week after the 3 months intervention"},{"measure":"Change from occupational performance baseline at 3 months","description":"The Canadian Occupational Performance Measure (COPM) based on the Canadian Model of Occupational Performance is designed for use by occupational therapists to detect change in patients' self-perception of their occupational performance over time (Law et al., 1998). With a semi-structured interview, the patient is encouraged to identify problems in self-care, productivity, or leisure activities. It concerns those activities the patient wants, needs, or is expected to do, but cannot do, or those in which the patient is not satisfied with current performance. The patient rates importance of the problems on a 10-point scale from 'not important at all' (score 1) to 'extremely important' (score 10). The patient is also asked to rate satisfaction with performance on a 10-point scale from 'not satisfied at all' to 'extremely satisfied'. These scores range from 0 to 10, higher scores reflect better performance and satisfaction with performance as perceived by the patient.","timeFrame":"Initial baseline assessment and 1 week after the 3 months intervention"}],"otherOutcomes":[{"measure":"Modified Rankin Scale","description":"The Modified Rankin Scale is used to measure the degree of disability in patients who have had a stroke (Rankin, 1957). The Modified Rankin Scale is an ordered scale coded from 0 (no symptoms at all) through 5 (severe disability) and 6 (death). The conventional method of administration for the MRS is a guided interview process. The assessment is carried out by asking the patient about their activities of daily living, including outdoor activities.","timeFrame":"Initial Baseline Assessment"},{"measure":"Feasibility Questionnaire","description":"This questionnaire will consist of a set of questions prepared by researcher to identify the feedbacks of participants regarding the feasibility of the intervention.","timeFrame":"within 1 week after the 3 months intervention"},{"measure":"Demographic Data","description":"Participants will fill up a demographic data sheet containing personal and medical information.","timeFrame":"Initial Baseline Assessment"},{"measure":"6-item Cognitive Impairment Test","description":"The Six Item Cognitive Impairment Test (6CIT) is a brief cognitive function test which takes less than five minutes and is widely used in primary care settings. Scores range from 0 to 28, and higher scores indicate significant cognitive impairments.","timeFrame":"Initial Baseline Assessment"}]},"eligibilityModule":{"eligibilityCriteria":"The inclusion criteria will consist the following:\n\n* Stroke survivors who are 45 to 80 years old\n* Being diagnosed with first-time or recurrent stroke within 24 months (American Heart Association, 2013)\n* Has been discharged from in-patient wards and is living in the community\n* Undergoing outpatient rehabilitation\n* Slight disability to moderately severe disability according to the Modified Rankin Scale\n* Able to walk for a minimum of 10 metres unsupported (with or without aid)\n* Cognitively intact (score \\<8 on the 6-item Cognitive Impairment Test) and\n* Able to speak and understand Malay or English. The researcher will again verify the criteria of the included participants.\n\nParticipants will be excluded if they have at least one of the following criteria:\n\n* Bed-bound\n* Clinically diagnosed dementia according to ICD-11 definition\n* Major psychiatric illnesses or psychosis (i.e. schizophrenia, paranoia)\n* Diagnosed with aphasia\n* Medically unstable for example unstable angina or untreated fits,\n* Pregnant and\n* Participants who had a prior home assessment and modification will also be excluded.\n\nWithdrawal Criteria:\n\n* Patients who withdraw at any time of the study\n* Patients who have a recurrent stroke during the time of study with a new Modified Rankin Scale of 5 or 6","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Muhammad Hibatullah Romli, PhD","affiliation":"UPM","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hospital Selayang","city":"Selayang Baru Utara","zip":"68100","country":"Malaysia","geoPoint":{"lat":3.2549,"lon":101.6668}},{"facility":"Hospital UPM","city":"Serdang","zip":"43400","country":"Malaysia"},{"facility":"Hospital Shah Alam","city":"Shah Alam","zip":"40000","country":"Malaysia","geoPoint":{"lat":3.08507,"lon":101.53281}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}