{"protocolSection":{"identificationModule":{"nctId":"NCT05138016","orgStudyIdInfo":{"id":"4977"},"organization":{"fullName":"Boston University Charles River Campus","class":"OTHER"},"briefTitle":"Effects of Soft Robotic Exosuit on Exercise Capacity, Biomakers of Neuroplasticity, and Motor Learning After Stroke","officialTitle":"Effects of Soft Robotic Exosuit on Exercise Capacity, Biomakers of Neuroplasticity, and Motor Learning After Stroke"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-07-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-08-28","type":"ACTUAL"},"completionDateStruct":{"date":"2023-01-17","type":"ACTUAL"},"studyFirstSubmitDate":"2021-08-16","studyFirstSubmitQcDate":"2021-11-28","studyFirstPostDateStruct":{"date":"2021-11-30","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-28","lastUpdatePostDateStruct":{"date":"2023-08-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Boston University Charles River Campus","class":"OTHER"},"collaborators":[{"name":"American Heart Association","class":"OTHER"},{"name":"Harvard University","class":"OTHER"},{"name":"Spaulding Rehabilitation Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"High intensity exercise is known to improve a person's ability to learn new motor skills. The goal of this project is to evaluate if a robotic exosuit can help people who have had a stroke perform walking rehabilitation at higher intensities than they are able to without the exosuit. The investigators will measure exercise training intensity, biomarkers of neuroplasticity (e.g., brain-derived neurotrophic factor; BDNF), and motor learning when people poststroke exercise with and without the exosuit. For this protocol, exosuits developed in collaboration with ReWalk™ Robotics will be used.\n\nAim 1: Determine the effects of a soft robotic exosuit on gait training intensity and serum BDNF in persons post-stroke completing a single bout of high intensity walking.\n\nHypothesis 1: Exosuits will allow individuals post-stroke to (i) walk at higher intensities or (ii) walk at a high intensity for longer durations.\n\nHypothesis 2: Training at a higher intensity, or training at high intensity for longer durations, will result in increased serum BDNF.\n\nAim 2: Determine the effects of a soft robotic exosuit on gait biomechanics measured after a single bout of high intensity walking with versus without a soft robotic exosuit.\n\nHypothesis 3: A single bout of high intensity walking with an exosuit will lead to demonstrably better gait biomechanics than a single bout of high intensity exercise without an exosuit.","detailedDescription":"Prior studies of the exosuit technology have culminated in strong evidence for the gait-restorative effects of soft robotic exosuits for patients post-stroke by means of substitution for impaired paretic limb function during walking. The present study builds on this work by suggesting that an exosuit's immediate gait-restorative effects can be leveraged during high intensity gait training to produce post-training improvements in gait quality. Indeed, current rehabilitation efforts are focused on either quality or intensity. They focus on gait quality by reducing the training intensity to allow patients to achieve a more normal gait. In contrast, efforts focused on training intensity push participants without regard for the quality of their movements. The investigators posit that exosuits can uniquely enable high intensity gait training that promotes quality of movements.\n\nAcute bouts of high intensity exercise prior to skilled task practice have been shown to enhance motor learning in neurologically intact individuals. However, the impact of high intensity exercise on motor learning in clinical populations remains largely unknown. A major limitation to studying this relationship in survivors of stroke are challenges in achieving and maintaining high intensity exercise levels (\\>75% max HR) during gait training for durations that are comparable to neurologically intact individuals. Exercising at a lower intensity or for a shorter duration may result in insufficient neurological \"priming\" for motor learning that typically follows high intensity training-which would be evidenced in reduced production of activity-dependent markers of neuroplasticity (e.g., brain-derived neurotrophic factor; BDNF). For this study, the investigators will use standardized, maximal effort tests to evaluate the ability of a soft robotic exosuit to increase a patient's capacity for high intensity gait training. The investigators will also examine the resulting effect on BDNF and the relationship between training intensity, BDNF and motor learning measures."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Neuroplasticity","Motor Learning","Exercise","Soft Robotics"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"Within-subject design","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":11,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Exercise testing with soft exosuit assistance","type":"EXPERIMENTAL","description":"Progressive cardiovascular exercise testing on a treadmill with soft exosuit assistance.","interventionNames":["Device: Soft exosuit"]},{"label":"Exercise testing without soft exosuit assistance","type":"ACTIVE_COMPARATOR","description":"Progressive cardiovascular exercise testing on a treadmill.","interventionNames":["Behavioral: No Soft exosuit"]}],"interventions":[{"type":"DEVICE","name":"Soft exosuit","description":"Progressive cardiovascular exercise testing with soft exosuit assistance.","armGroupLabels":["Exercise testing with soft exosuit assistance"]},{"type":"BEHAVIORAL","name":"No Soft exosuit","description":"Progressive cardiovascular exercise testing.","armGroupLabels":["Exercise testing without soft exosuit assistance"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"VO2-Peak","description":"Average peak oxygen consumption rate.","timeFrame":"Last 30 seconds of maximal effort exercise test."},{"measure":"Duration of high intensity exercise","description":"Seconds spent exercising at greater than or equal to 76% age-predicted heart rate maximum value.","timeFrame":"From the beginning to the end of the test, as determined based on standardized test termination criteria (e.g., volitional fatigue, cardiovascular abnormalities, or physical safety)"},{"measure":"Concentration of brain-derived neurotrophic factor (BDNF)","description":"A neurotrophic factor that is essential for learning and memory.","timeFrame":"Baseline."},{"measure":"Concentration of brain-derived neurotrophic factor (BDNF)","description":"A neurotrophic factor that is essential for learning and memory.","timeFrame":"Immediately after maximal effort exercise test."},{"measure":"Forward Propulsion","description":"Forward propulsion refers to anterior component of the ground reaction forces that correspond to push-off subtask of the gait cycle.","timeFrame":"Baseline."},{"measure":"Forward Propulsion","description":"Forward propulsion refers to anterior component of the ground reaction forces that correspond to push-off subtask of the gait cycle.","timeFrame":"Immediately after maximal effort exercise test."}],"otherOutcomes":[{"measure":"International Physical Activities Questionnaire","description":"A 27-item self-report questionnaire used to collect data on health-related physical activity.","timeFrame":"Baseline."},{"measure":"Number of Participants with Rs6265","description":"A single nucleotide polymorphism in the BDNF gene.","timeFrame":"Baseline."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of stroke\n* Chronic phase of recovery (\\>6mo post-stroke) (self-report)\n* 18-80 years old (self-report)\n* Independent ambulation (with or without an assistive device) for at least two minutes (confirmed at secondary screening visit)\n* Provide HIPAA Authorization to allow communication with the healthcare provider as needed during the study period\n* Medical clearance by the participant's physician\n\nExclusion Criteria:\n\n* Score of \\> 1 on question 1b and \\> 0 on question 1c on the NIH Stroke Scale (NIHSS)\n* Inability to communicate\n* Unexplained dizziness in the last 6 months\n* Serious comorbidities that may interfere with the ability to participate in this research (for example: musculoskeletal, cardiovascular, pulmonary, and neurological - other than stroke)\n* Anemia (defined as hemoglobin levels of \\<13 g/dL for men and \\<12 g/dL for women)\n* Clotting disorders\\*\\*\n* Have given blood to any other entity within 60 days prior to blood collection\n* History of significant Peripheral Artery Disease (PAD)\n* Unresolved Deep Vein Thrombosis (DVT)\n* Uncontrolled or untreated hypertension\n* Significant paretic ankle contractures (plantarflexion \\> 5°)\n* Psychiatric or cognitive impairments that may interfere with the proper operation of the device\n* Presence of open wounds or broken skin at device locations requiring medical management\n* Known urethane allergies\n* Pregnancy\n\n  * Note: If the study team suspects neglect or hemianopia at any time during the course of the research, the physical therapist may administer the Star Cancellation Test (https://www.strokengine.ca/en/assess/sct/) for neglect or a visual field test (e.g., showing visual stimuli on different sides of the body) for hemianopia.\n\n    * Note: We may enroll participants who do not have a clotting disorder, but who are on anti-clotting medications.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Anna Roto, MS, MPH","affiliation":"Boston University","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Boston University","city":"Boston","state":"Massachusetts","zip":"02215","country":"United States","geoPoint":{"lat":42.35843,"lon":-71.05977}},{"facility":"Spaulding Rehabiliation Hospital","city":"Charlestown","state":"Massachusetts","zip":"02129","country":"United States","geoPoint":{"lat":42.37787,"lon":-71.062}}]},"referencesModule":{"references":[{"pmid":"28777105","type":"BACKGROUND","citation":"Awad LN, Bae J, Kudzia P, Long A, Hendron K, Holt KG, O'Donnell K, Ellis TD, Walsh CJ. Reducing Circumduction and Hip Hiking During Hemiparetic Walking Through Targeted Assistance of the Paretic Limb Using a Soft Robotic Exosuit. Am J Phys Med Rehabil. 2017 Oct;96(10 Suppl 1):S157-S164. doi: 10.1097/PHM.0000000000000800."},{"pmid":"28747517","type":"BACKGROUND","citation":"Awad LN, Bae J, O'Donnell K, De Rossi SMM, Hendron K, Sloot LH, Kudzia P, Allen S, Holt KG, Ellis TD, Walsh CJ. A soft robotic exosuit improves walking in patients after stroke. Sci Transl Med. 2017 Jul 26;9(400):eaai9084. doi: 10.1126/scitranslmed.aai9084."},{"pmid":"33748765","type":"BACKGROUND","citation":"Awad LN, Kudzia P, Revi DA, Ellis TD, Walsh CJ. Walking faster and farther with a soft robotic exosuit: Implications for post-stroke gait assistance and rehabilitation. IEEE Open J Eng Med Biol. 2020;1:108-115. doi: 10.1109/ojemb.2020.2984429. Epub 2020 Apr 2."},{"pmid":"26788077","type":"BACKGROUND","citation":"Bathina S, Das UN. Brain-derived neurotrophic factor and its clinical implications. Arch Med Sci. 2015 Dec 10;11(6):1164-78. doi: 10.5114/aoms.2015.56342. Epub 2015 Dec 11."},{"pmid":"29105605","type":"BACKGROUND","citation":"Charalambous CC, Helm EE, Lau KA, Morton SM, Reisman DS. The feasibility of an acute high-intensity exercise bout to promote locomotor learning after stroke. Top Stroke Rehabil. 2018 Mar;25(2):83-89. doi: 10.1080/10749357.2017.1399527. Epub 2017 Nov 5."},{"pmid":"29676956","type":"BACKGROUND","citation":"Crozier J, Roig M, Eng JJ, MacKay-Lyons M, Fung J, Ploughman M, Bailey DM, Sweet SN, Giacomantonio N, Thiel A, Trivino M, Tang A. High-Intensity Interval Training After Stroke: An Opportunity to Promote Functional Recovery, Cardiovascular Health, and Neuroplasticity. Neurorehabil Neural Repair. 2018 Jun;32(6-7):543-556. doi: 10.1177/1545968318766663. Epub 2018 Apr 20."},{"pmid":"28493624","type":"BACKGROUND","citation":"Dinoff A, Herrmann N, Swardfager W, Lanctot KL. The effect of acute exercise on blood concentrations of brain-derived neurotrophic factor in healthy adults: a meta-analysis. Eur J Neurosci. 2017 Jul;46(1):1635-1646. doi: 10.1111/ejn.13603. Epub 2017 Jun 19."},{"pmid":"17414812","type":"BACKGROUND","citation":"Ferris LT, Williams JS, Shen CL. The effect of acute exercise on serum brain-derived neurotrophic factor levels and cognitive function. Med Sci Sports Exerc. 2007 Apr;39(4):728-34. doi: 10.1249/mss.0b013e31802f04c7."},{"pmid":"23877260","type":"BACKGROUND","citation":"Fletcher GF, Ades PA, Kligfield P, Arena R, Balady GJ, Bittner VA, Coke LA, Fleg JL, Forman DE, Gerber TC, Gulati M, Madan K, Rhodes J, Thompson PD, Williams MA; American Heart Association Exercise, Cardiac Rehabilitation, and Prevention Committee of the Council on Clinical Cardiology, Council on Nutrition, Physical Activity and Metabolism, Council on Cardiovascular and Stroke Nursing, and Council on Epidemiology and Prevention. Exercise standards for testing and training: a scientific statement from the American Heart Association. Circulation. 2013 Aug 20;128(8):873-934. doi: 10.1161/CIR.0b013e31829b5b44. Epub 2013 Jul 22. No abstract available."},{"pmid":"27526567","type":"BACKGROUND","citation":"Leech KA, Hornby TG. High-Intensity Locomotor Exercise Increases Brain-Derived Neurotrophic Factor in Individuals with Incomplete Spinal Cord Injury. J Neurotrauma. 2017 Mar 15;34(6):1240-1248. doi: 10.1089/neu.2016.4532. Epub 2017 Jan 18."},{"pmid":"29057125","type":"BACKGROUND","citation":"Mackay CP, Kuys SS, Brauer SG. The Effect of Aerobic Exercise on Brain-Derived Neurotrophic Factor in People with Neurological Disorders: A Systematic Review and Meta-Analysis. Neural Plast. 2017;2017:4716197. doi: 10.1155/2017/4716197. Epub 2017 Sep 19."},{"pmid":"28691645","type":"BACKGROUND","citation":"Nepveu JF, Thiel A, Tang A, Fung J, Lundbye-Jensen J, Boyd LA, Roig M. A Single Bout of High-Intensity Interval Training Improves Motor Skill Retention in Individuals With Stroke. Neurorehabil Neural Repair. 2017 Aug;31(8):726-735. doi: 10.1177/1545968317718269. Epub 2017 Jul 8."},{"pmid":"22973462","type":"BACKGROUND","citation":"Roig M, Skriver K, Lundbye-Jensen J, Kiens B, Nielsen JB. A single bout of exercise improves motor memory. PLoS One. 2012;7(9):e44594. doi: 10.1371/journal.pone.0044594. Epub 2012 Sep 4."},{"pmid":"25128877","type":"BACKGROUND","citation":"Skriver K, Roig M, Lundbye-Jensen J, Pingel J, Helge JW, Kiens B, Nielsen JB. Acute exercise improves motor memory: exploring potential biomarkers. Neurobiol Learn Mem. 2014 Dec;116:46-58. doi: 10.1016/j.nlm.2014.08.004. Epub 2014 Aug 14."},{"pmid":"26901664","type":"BACKGROUND","citation":"Snow NJ, Mang CS, Roig M, McDonnell MN, Campbell KL, Boyd LA. The Effect of an Acute Bout of Moderate-Intensity Aerobic Exercise on Motor Learning of a Continuous Tracking Task. PLoS One. 2016 Feb 22;11(2):e0150039. doi: 10.1371/journal.pone.0150039. eCollection 2016."},{"pmid":"26506413","type":"BACKGROUND","citation":"Statton MA, Encarnacion M, Celnik P, Bastian AJ. A Single Bout of Moderate Aerobic Exercise Improves Motor Skill Acquisition. PLoS One. 2015 Oct 27;10(10):e0141393. doi: 10.1371/journal.pone.0141393. eCollection 2015."},{"pmid":"15548201","type":"BACKGROUND","citation":"Vaynman S, Ying Z, Gomez-Pinilla F. Hippocampal BDNF mediates the efficacy of exercise on synaptic plasticity and cognition. Eur J Neurosci. 2004 Nov;20(10):2580-90. doi: 10.1111/j.1460-9568.2004.03720.x."},{"pmid":"24029446","type":"BACKGROUND","citation":"Voss MW, Vivar C, Kramer AF, van Praag H. Bridging animal and human models of exercise-induced brain plasticity. Trends Cogn Sci. 2013 Oct;17(10):525-44. doi: 10.1016/j.tics.2013.08.001. Epub 2013 Sep 9."},{"pmid":"21172683","type":"BACKGROUND","citation":"Warraich Z, Kleim JA. Neural plasticity: the biological substrate for neurorehabilitation. PM R. 2010 Dec;2(12 Suppl 2):S208-19. doi: 10.1016/j.pmrj.2010.10.016."},{"pmid":"7816089","type":"BACKGROUND","citation":"Neeper SA, Gomez-Pinilla F, Choi J, Cotman C. Exercise and brain neurotrophins. Nature. 1995 Jan 12;373(6510):109. doi: 10.1038/373109a0. No abstract available."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}