{"protocolSection":{"identificationModule":{"nctId":"NCT05379699","orgStudyIdInfo":{"id":"HSF - G-20-0028667; AFP - n/a"},"organization":{"fullName":"University Health Network, Toronto","class":"OTHER"},"briefTitle":"Development and Validation of an Online Independent Training Program for TOR-BSST© Dysphagia Screeners","officialTitle":"Development and Validation of an Online Independent Training Program for TOR-BSST© Dysphagia Screeners"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-10-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-02-15","type":"ACTUAL"},"completionDateStruct":{"date":"2023-02-15","type":"ACTUAL"},"studyFirstSubmitDate":"2022-05-12","studyFirstSubmitQcDate":"2022-05-12","studyFirstPostDateStruct":{"date":"2022-05-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-22","lastUpdatePostDateStruct":{"date":"2023-06-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Rosemary Martino, PhD","investigatorTitle":"Senior Scientist","investigatorAffiliation":"University Health Network, Toronto"},"leadSponsor":{"name":"University Health Network, Toronto","class":"OTHER"},"collaborators":[{"name":"Lakeridge Health Corporation","class":"OTHER"},{"name":"Jewish General Hospital","class":"OTHER"},{"name":"Red Deer Regional Hospital Centre, Red Deer, AB","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a leading cause of death and disability globally. Dysphagia, swallowing difficulty, is common following stroke, affecting about 55% of all stroke patients. People with stroke and dysphagia are three times more likely to develop pneumonia compared to patients with no dysphagia. Stroke best practice guidelines recommend early identification of dysphagia by bedside testing (called screening) of all patients admitted to hospital with stroke. Our group was the first to develop a screening tool for stroke patients, the Toronto Bedside Swallowing Screening Test (TOR-BSST©). It uses a step-by-step process to identify patients with dysphagia risk. TOR-BSST© screeners are health professionals who have successfully completed a live 4-hr training provided by a Speech Language Pathologist (SLP). There is good evidence that this training increases the accuracy of screening. However, a 4-hr live session is not acceptable with limited healthcare resources. Our aim is to evaluate the accuracy of an innovative eLearning program to train TOR-BSST© screeners. If successful, this project will shorten training time, reduce hospital resource burden, and ensure a sustainable dysphagia screening program for people with stroke in all hospitals.","detailedDescription":"BACKGROUND: Stroke is a leading cause of death globally, and dysphagia is a common consequence of stroke, affecting approximately 55% of all acute stroke patients. Stroke best practice guidelines recommend early identification of dysphagia by screening of all patients admitted with acute stroke. Our group was the first to systematically develop and properly validate a screening tool for adult stroke patients, namely the Toronto Bedside Swallowing Screening Test (TOR-BSST©), which is supported by Canadian stroke guidelines. TOR-BSST© training consists of a live 4-hour workshop followed by a one-on-one competency evaluation, both of which are conducted by a speech-language pathologist (SLP). In its current format, screener training demands healthcare resources that are not universally available.\n\nOBJECTIVES: The proposed study will assess whether a new shorter independent eLearning TOR-BSST© screener training is equally effective as the current standard training in achieving screener accuracy. We propose to: (AIM 1, primary) assess impact on screener accuracy when the 4-hour live training (Arm 1) is replaced with the shorter independent eLearning modules (Arm 2); (AIM 2, secondary), assess impact on screener accuracy by replacing the SLP during one-on-one competency observation in Arm 2 with a previously trained screener titled a TOR-BSST© competency mentor (Arm 3); (AIM 3, secondary), assess impact on screening accuracy by eliminating the SLP competency observation in Arm 2; (AIM 4, secondary), assess impact on screening accuracy by eliminating the TOR-BSST© competency mentor observation in Arm 3.\n\nRESEARCH PLAN Study Design: Single-blinded 3-arm behavioural intervention randomized controlled trial. Subjects: Screener Trainees. Any healthcare professional will be considered eligible if they have no formal training in dysphagia screening and currently manage patients diagnosed with stroke. SLP Trainers. SLPs who are active TOR-BSST© trainers will conduct the 4-hour live training for all screener trainees in Arm 1, and perform the one-on-one competency evaluation with all screener trainees in Arms 1 and 2. TOR-BSST© Competency Mentors. Healthcare staff who are already independent TOR-BSST© screeners, will be considered eligible as mentors provided they remain clinically active and competent TOR-BSST© screeners. Participating Sites: Sites representing academic and community hospitals, and with English and French speaking participants.\n\nInterventions and Comparator: Screener trainees will be randomly assigned to one of three study arms. Arm 1 (control) participants will receive the standard live training. Arm 2 (experimental) participants will independently complete the new shorter independent TOR-BSST© eLearning. Arm 3 (experimental) participants will complete the same training as those in Arm 2, except that judgements of competency during the final live one-on-one session will be made by a TOR-BSST© competency mentor (vs an SLP).\n\nDATA ANALYSIS: Screener accuracy will be assessed using a previously validated online screener accuracy test (for primary AIM 1 and secondary AIMS 2, 3 and 4). For comparison of screener accuracy between Arms 1 vs 2 and between Arms 1 vs 3, an intention-to-treat analysis will be applied comparing the proportion of screeners who pass online screener accuracy using the Chisquare test. For comparison of screener accuracy within each Arm 2 and 3 participants, proportion of screeners who pass the eLearning module 3 will be compared to the proportion of those same screeners who pass online screener accuracy using the McNemar test. Across all comparisons, conditions will be set at α=0.05 and ß= 0.8. Sample Size: A total sample of 351 (117 in each Arm) will be sufficient to assess primary and secondary aims, setting α=0.05 and ß= 0.8.\n\nEXPECTED RESULTS Our study is carefully designed to be the first to narrow in and identify the simplest/shortest dysphagia screener training program that is feasible yet also achieves training success."},"conditionsModule":{"conditions":["Dysphagia","Stroke"],"keywords":["Stroke","Dysphagia","Screening","Randomized Controlled Trial","eLearning"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":82,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"1","type":"ACTIVE_COMPARATOR","description":"Standard 4-hour live screener training with 1-on-1 live observation by a speech-language pathologist.","interventionNames":["Other: Standard TOR-BSST© Training"]},{"label":"2","type":"EXPERIMENTAL","description":"New eLearning training with 1-on-1 live observation by a speech-language pathologist.","interventionNames":["Other: TOR-BSST© eLearning Training"]},{"label":"3","type":"EXPERIMENTAL","description":"New eLearning training with 1-on-1 live observation by a competency mentor.","interventionNames":["Other: TOR-BSST© eLearning Training"]}],"interventions":[{"type":"OTHER","name":"TOR-BSST© eLearning Training","description":"An online self-directed training program for TOR-BSST© dysphagia screeners.","armGroupLabels":["2","3"]},{"type":"OTHER","name":"Standard TOR-BSST© Training","description":"Standard 4-hour in-person TOR-BSST© screener training conducted by a Speech-Language Pathologist.","armGroupLabels":["1"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Online Test of Screener Accuracy (Module 4)","description":"An online test of screening accuracy completed following the live 1-on-1 observation","timeFrame":"30 minutes"}],"secondaryOutcomes":[{"measure":"Online Assessment of Trained Screeners (Module 3)","description":"An online assessment of screening accuracy completed following either the standard live 4-hr training or the new online training, but prior to completing the live 1-on-1 observation","timeFrame":"30 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Any healthcare professional who has had no formal training in dysphagia screening and currently manages patients diagnosed with stroke.\n\nExclusion Criteria:\n\n* Any healthcare professional who has had prior formal training in dysphagia screening","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Rosemary Martino, PhD","affiliation":"University Health Network, Toronto","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University Health Network","city":"Toronto","state":"Ontario","zip":"M5T 2S8","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003680","term":"Deglutition Disorders"}],"ancestors":[{"id":"D000004935","term":"Esophageal Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000010608","term":"Pharyngeal Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6572","name":"Deglutition Disorders","asFound":"Dysphagia","relevance":"HIGH"},{"id":"M7775","name":"Esophageal Diseases","relevance":"LOW"},{"id":"M8573","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M6945","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M13205","name":"Pharyngeal Diseases","relevance":"LOW"},{"id":"M12651","name":"Otorhinolaryngologic Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC07","name":"Mouth and Tooth Diseases"}]}},"hasResults":false}