{"protocolSection":{"identificationModule":{"nctId":"NCT05390580","orgStudyIdInfo":{"id":"202203086"},"organization":{"fullName":"Washington University School of Medicine","class":"OTHER"},"briefTitle":"Neuromodulation Using Vagus Nerve Stimulation Following Ischemic Stroke as Therapeutic Adjunct","officialTitle":"Neuromodulation Using Vagus Nerve Stimulation Following Ischemic Stroke as Therapeutic Adjunct","acronym":"NUVISTA"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-26","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-06-23","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-23","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-05-05","studyFirstSubmitQcDate":"2022-05-19","studyFirstPostDateStruct":{"date":"2022-05-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-05","lastUpdatePostDateStruct":{"date":"2023-12-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Osvaldo J. Laurido-Soto, MD","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Washington University School of Medicine"},"leadSponsor":{"name":"Washington University School of Medicine","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"This is a randomized open-label, with blinded outcome pilot study to evaluate the effect on inflammatory laboratory values and explore clinical outcomes in patients who present with ischemic strokes due to large vessel occlusions and are treated with either current accepted management, or accepted management in addition to transcutaneous auricular vagal nerve stimulation.","detailedDescription":"Stroke is a leading cause of death and disability worldwide. Approximately 80% of strokes are caused by cerebral ischemia. Although stroke is the third leading cause of death after heart disease and cancer, it leads to permanent disabilities in 80% of survivors. Large vessel occlusions (LVOs) account for up to 38% of acute ischemic strokes (AIS). LVOs represent a clinically significant subpopulation of cerebral ischemia due to their disproportionate morbidity and mortality without treatment. Up to 64% of patients without treatment of their LVO are dead or dependent at 3-6 months. Even after successful treatment (recanalization), infarcts can continue to increase in size, a process referred to as ischemia-reperfusion injury, for which even patients who are successfully treated in the acute setting can have poor outcomes. Highlighting the need for adjunct therapies to minimize ischemia progression for both post recanalized and unrecanalized patients. Neuroinflammation has long been recognized as an important element of AIS pathology. In the acute phase of AIS, non-specific inflammatory markers such as C reactive protein, and classical pro-inflammatory cytokines are elevated and have been associated with aggravating brain injury.\n\nAn interesting avenue of research has now aimed to better understand, and eventually to target these inflammatory pathways to improve outcomes after AIS, with anti-inflammatory interventions trialed in humans. Although ongoing trials are occurring in AIS, the immunomodulation agents can be costly and have marked side effects, for which finding adjunct treatments that are easy to administer and with minimal side effects is of the utmost importance. Vagal nerve stimulation (VNS) has previously been established to have anti-inflammatory effects, and has been successfully demonstrated in other models of inflammatory conditions. Given these promising results in animal studies of AIS, and the established safety of the noninvasive transcutaneous auricular VNS (taVNS), the authors propose prospectively studying this non-morbid and safe intervention in our AIS patients due to LVO population at Barnes Jewish Hospital. Our central hypothesis is that implementing transcutaneous auricular vagal nerve stimulation (taVNS) in the acute period following an ischemic stroke due to a large vessel occlusion will attenuate the expected inflammatory response to the stroke and will curtail morbidity associated with inflammatory-mediated clinical endpoints (i.e., infarct progression). The investigators aim to determine if inflammatory markers in the blood are impacted in patients treated with noninvasive VNS, and as a secondary outcome track patient outcomes to better understand the impact on morbidity and mortality.\n\nPatients enrolled in the trial will be randomized to treatment with electrical stimulation to the auricular branch of the vagus nerve (intervention) or stimulation to the great auricular nerve (cervical nerve branch)(Sham) via an auricular, transcutaneous vagus nerve stimulator. All patients will be fitted with the device, the investigators will attach adhesive contacts to the left ear. Stimulation sessions will occur for 20 minutes twice daily during the inpatient period. Patients will have electricity applied to the different nerves depending on the randomization, they will be treated with stimulation with the following parameters: frequency 20 Hz, pulse width 250 µm, and a fixed intensity of 0.5 milliampere. The amplitude of stimulation may be reduced if a patient complains of discomfort at the site of stimulation. The site of stimulation will be inspected daily before and after treatment to ensure there is no redness or irritation at the site. The investigators will obtain laboratory samples on admission, day 0, and every 1.5 days till day 5 or discharge (whichever occurs first) to assess the patients inflammatory markers."},"conditionsModule":{"conditions":["Acute Ischemic Stroke"],"keywords":["acute ischemic stroke","cytokines","large vessel occlusion","vagal nerve stimulator"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","interventionModelDescription":"This is a randomized open-label, with blinded outcome pilot study to evaluate the effect on inflammatory laboratory values and explore clinical outcomes in patients who present with ischemic strokes due to large vessel occlusions and are treated with either current accepted management, or accepted management in addition to transcutaneous auricular vagal nerve stimulation.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Patients enrolled in the trial will be randomized to treatment with electrical stimulation to the auricular branch of the vagus nerve (intervention) or stimulation to the great auricular nerve (cervical nerve branch)(Sham) via an auricular, transcutaneous vagus nerve stimulator.. All patients will be fitted with the device, the investigators will attach adhesive contacts to the left ear. Patients are blinded to the intervention and study personnel will be unblinded.","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Stimulation with Transcutaneous Auricular Vagal Nerve Stimulator","type":"EXPERIMENTAL","description":"All patients will be fitted with the device, the investigator will attach adhesive contacts to the left ear. Stimulation sessions will occur for 20 minutes twice daily during the inpatient period, the investigator will stimulate the auricular branch of the vagus nerve. Patients' will be treated with the following parameters: frequency 20 Hz, pulse width 250 µm, and and a fixed intensity of 0.5 milliampere. The amplitude of stimulation may be reduced if a patient complains of discomfort at the site of stimulation.","interventionNames":["Device: transcutaneous auricular vagal nerve stimulation"]},{"label":"Control - Transcutaneous Auricular Vagal Nerve Stimulator - Sham","type":"SHAM_COMPARATOR","description":"All patients will be fitted with the device, the investigator will attach adhesive contacts to the left ear. Stimulation sessions will occur for 20 minutes twice daily during the inpatient period. Patients assigned to the controls arm will have electricity applied to the the great auricular nerve (cervical nerve branch), the lobule of the ear. The investigator will stimulate the lobule of the ear. Patients' will be treated with the following parameters: frequency 20 Hz, pulse width 250 µm, and and a fixed intensity of 0.5 milliampere. The amplitude of stimulation may be reduced if a patient complains of discomfort at the site of stimulation.","interventionNames":["Device: Sham transcutaneous vagal nerve stimulation"]}],"interventions":[{"type":"DEVICE","name":"transcutaneous auricular vagal nerve stimulation","description":"Stimulus of the auricular branch of the vagal nerve with the transcutaneous auricular vagal nerve stimulation.","armGroupLabels":["Stimulation with Transcutaneous Auricular Vagal Nerve Stimulator"]},{"type":"DEVICE","name":"Sham transcutaneous vagal nerve stimulation","description":"Patients assigned to the controls arm will have no electricity applied to the Auricular Branch of the Vagus Nerve. Stimulus will be provided to the lobule of the ear, which is not innervated by the Auricular Branch of the Vagus Nerve.","armGroupLabels":["Control - Transcutaneous Auricular Vagal Nerve Stimulator - Sham"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Interleukin - 1b - Changes and differences in the levels","description":"The primary endpoints of the study will include changes in the levels of inflammatory markers measured at onset and every 1.5 days till day 5, this includes: Interleukin (IL) -1b. The investigators will measure IL-1b in aliquots from the plasma with mononuclear antibodies that recognizes a protein of 17-31 kilodalton specific to IL-1b. A functional assay will be measured in picogram/milliliter.","timeFrame":"5 days"},{"measure":"Interleukin - 6 - Changes and differences in the levels","description":"The primary endpoints of the study will include changes in the levels of inflammatory markers measured at onset and every 1.5 days till day 5, this includes: Interleukin (IL) -6. The investigators will measure IL-6 in aliquots from the plasma with mononuclear antibodies that recognizes a protein of 26 kilodalton specific to IL-6. A functional assay will be measured in picogram/milliliter.","timeFrame":"5 days"},{"measure":"Tumor necrosis factor alpha - Changes and differences in the levels","description":"The primary endpoints of the study will include changes in the levels of inflammatory markers measured at onset and every 1.5 days till day 5, this includes: Tumor necrosis factor alpha (TNF-a). The investigators will measure TNF-a in aliquots from the plasma with mononuclear antibodies that recognizes a protein of 17 kilodalton specific to TNF-a. A functional assay will be measured in picogram/milliliter.","timeFrame":"5 days"},{"measure":"White blood cell total count - Changes and differences in the levels","description":"The primary endpoints of the study will include changes in the amount of white blood cells measured at onset and every 1.5 days till day 5. They will be measured on K/cumm provided by the Complete Blood Count differential.","timeFrame":"5 days"},{"measure":"Neutrophil to lymphocyte ratio - Changes and differences in the levels","description":"The primary endpoints of the study will include changes in the Neutrophil to lymphocyte ratio measured at onset and every 1.5 days till day 5. It will be measured on the neutrophil percentage/lymphocyte percentage provided on the Complete Blood Count differential.","timeFrame":"5 days"}],"secondaryOutcomes":[{"measure":"Change in NIH Stroke Scale (NIHSS)","description":"This is a clinical secondary exploratory endpoints. The NIH Stroke Scale (NIHSS) is a clinical tool used to assess stroke severity, the score ranges from 0 up to 42 (higher is more severe). It will be assessed daily by the investigators and at day 30 on follow up. The investigators will assess differences in NIHSS dependent of the intervention arm.","timeFrame":"30 days"},{"measure":"Modified Ranking Scale (mRS)","description":"This is a clinical secondary exploratory endpoints. The Modified Ranking Scale (mRS) is a clinical tool used to assess functional status after suffering a stroke. It ranges from 0 up to 6. It will be assessed at day 30 on follow up and over the phone at 90 days. The investigators will assess differences in mRS dependent of the intervention arm.\n\n0 = no symptoms at all\n\n1. = No significant disability despite symptoms; able to carry out all usual duties and activities\n2. = Slight disability; unable to carry out all previous activities, but able to look after own affairs without assistance.\n3. = Moderate disability; requiring some help, but able to walk without assistance.\n4. = Moderately severe disability; unable to walk without assistance and unable to attend to own bodily needs without assistance\n5. = Severe disability; bedridden, incontinent and requiring constant nursing care and attention.\n6. = Dead","timeFrame":"90 days"},{"measure":"Number of participants with treatment-related adverse events as assessed by CTCAE v4.0 - Hypotension (C143352)","description":"The investigator will monitor the patient's blood pressure (millimeters of mercury - mmHg) before, during, and after the transauricular vagal nerve stimulation or sham. If hypotension occurs (systolic blood pressure less than 80 mmHg or mean arterial pressure \\<60 mmHg) , the investigator will document it and assigned the appropriate grade from 1-5 based on the CTCAE.","timeFrame":"5 days"},{"measure":"Number of participants with treatment-related adverse events as assessed by CTCAE v4.0 - Sinus Bradycardia (C54940)","description":"The investigator will monitor the patient's heart rate (beat per minute) before, during, and after the transauricular vagal nerve stimulation or sham. If Sinus Bradycardia (C54940) occurs (heart rate less than 60 beats per minute), the investigator will document it and assigned the appropriate grade from 1-5 based on the CTCAE.","timeFrame":"5 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult patients who present with acute ischemic strokes due to large vessel occlusions\n\nExclusion Criteria:\n\n* \\<18 years old\n* patients with presumed chronic large vessel occlusions\n* NIHSS\\<6\n* pre-morbid modified Rankin score (mRS) \\>2\n* unable to initiate treatment under 36 hours from symptom discovery\n* Chronic or severe infection\n* life expectancy \\<3 months\n* patients' undergoing active cancer or immunosuppressive/modulating therapy\n* patients with sustained bradycardia on arrival with a heart rate \\<50 beats per minute.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Osvaldo J Laurido-Soto, MD","role":"CONTACT","phone":"314-273-3294","email":"ojlaurido-soto@wustl.edu"},{"name":"Angela Birke","role":"CONTACT","phone":"(314) 362-5291","email":"birkea@wustl.edu"}],"locations":[{"facility":"Washington University in St. Louis School of Medicine","status":"RECRUITING","city":"Saint Louis","state":"Missouri","zip":"63110","country":"United States","contacts":[{"name":"Angela Birke, MS","role":"CONTACT","phone":"314-479-7084","email":"birkea@wustl.edu"},{"name":"Osvaldo J Laurido-Soto, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":38.62727,"lon":-90.19789}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}