{"protocolSection":{"identificationModule":{"nctId":"NCT03264742","orgStudyIdInfo":{"id":"ID 2017-00387"},"organization":{"fullName":"Kantonsspital Winterthur KSW","class":"OTHER"},"briefTitle":"Ghrelintrial With Patients With Stroke","officialTitle":"Longitudinal Trial to Investigate a Neuroprotective Effect of Ghrelin After Acute Ischemic Stroke"},"statusModule":{"statusVerifiedDate":"2019-02","overallStatus":"TERMINATED","whyStopped":"recruitment too low","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-02-28","type":"ACTUAL"},"completionDateStruct":{"date":"2019-02-28","type":"ACTUAL"},"studyFirstSubmitDate":"2017-08-17","studyFirstSubmitQcDate":"2017-08-24","studyFirstPostDateStruct":{"date":"2017-08-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-02-28","lastUpdatePostDateStruct":{"date":"2019-03-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Kantonsspital Winterthur KSW","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Patients are assigned to KSW's Stroke Unit as part of the emergency treatment. There the patients are included in the study and treated according to the concept on the Stroke Unit within the complex treatment. The patients are included after clarification and with the consent of the patients. On the morning after the day of intake, the first determination of the ghrelin takes place in the routine blood sampling. Similarly, 48 hours later and 3 months after the stroke, a blood sampling is performed to determine ghrelin. The De Morton Mobility Index (DEMMI), the 9-hole-peg assay and the modified Rankin Scale (mRS) are determined on the day of admission, on the 3rd day, and three months after stroke. This is done within the framework of the routine clarification and treatment on the Stroke Unit.","detailedDescription":"Ghreline is a peptide hormone which is produced particularly by cells of the stomach mucous membrane and has an appetizing effect. Nevertheless, the last studies in the person as well as in the animal model showed that ghreline as well as receptos of ghreline become exprimated also in neurons. Antiapoptic effects of ghreline, an increase of the endogenous neuro genesis and support of the formation of dendritic synapses could be proved. In a study in the animal model (rats), for example, a neuroprotective effect from ghreline could be proved. Besides, ghreline showed neuro-regenerative effects after a stroke. As a possible mechanism an increased neuro genesis is accepted for this. Now the aim of our study is to be examined whether the patients with an ischemic stroke who have a high ghreline concentration have a better functional outcome. No interventions specific for study take place. It concerns with this research project not a clinical attempt, but a pure blood withdrawal plus survey. Besides, no special risks exist for the patient, because it is found in the routine treatment on the stroke station (Stroke Unit) of the canton hospital of Winterthur and no measures specific for study are carried out.\n\naims of Project: The aim of this study is to examine Ghrelin concerning his neuroprotective and neuro-regenerative improvement of patients with acute stroke.\n\nAim dimensions of the project Improvement of the functional Outcomes with patients with acute stroke measured in the De Morton Mobility Index (DEMMI), 9hole-peg-Test and the modified Rankin-Scale (mRS) in relation to the ghreline-serum concentration. In the morning after the admission day the decrease of the first Ghrelintest occurs within the scope of the blood sample as a matter of routine to be carried out. Also 48 hours later and 3 months after the blow attack a blood sample for testing the ghreline concentration is taken as a mater of routine.\n\nThe patients are recruited within the scope of the treatment on the stroke station of the canton hospital of Winterthur Duration of the project 2 Years intended time of the beginning of the project (FPFV): 01/09/2016 prospective time of the end of the project (LPLV): 31/08/2018 The Stroke Unit (stroke station) of the canton hospital of Winterthur exists since 01.04. 2013 and looks meanwhile yearly after more than 400 patients with cerebrovaskulären illnesses. To the-chance a qualified and experienced nursing staff stands beside the medical care, neuro-logically experienced therapists as well as a suitable infrastructure which enables to raise the data necessary for the study qualitatively on the highest level"},"conditionsModule":{"conditions":["DEMMMI, Nine-Hole-PEG-Test, mRS","Stroke, Acute"],"keywords":["ghreline, stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":6,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"OTHER","name":"Ghrelin","description":"The patients are assigned within the scope of the admission according to emergency to the treatment and clarification on the Stroke Unit of the KSW. There the patients are enclosed in the study and are examined according to the draught on the Stroke Unit within the scope of the complex treatment. The inclusion of the patients occurs after clarification and in the consent of the patients. In the morning after the admission day the decrease of the first blood test occurs within the scope of the blood sample as a matter of routine to be carried out for the Ghrelinbestimmung. Also 48 H occurs after the first withdrawal and 3 months after the stroke a blood sample to the regulation of Ghrelin."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"De Morton Mobility Index (DEMMI)","description":"The de Morton Mobility Index (DEMMI) is an internationally well-established, unidimensional measure of mobility with good psychometric properties.","timeFrame":"On the first, the third day and 3 months after including in the study, the time for the DEMMI takes about 20 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female patients\n* acute ischemic insult\n* functionally relevant motor hemisymptomatic\n* up to 7 days after the event\n* age from 18 to 90 years\n* written approval of the participant after occurred clarification\n\nExclusion Criteria:\n\n* Dysphagia\n* Nutritional-Risk-Screening (NRS) = 3\n* Neuro-degenerative illnesses\n* Patients with strokes in the past\n* Patients with clinically relevant Polyneuropathy\n* Patients with walking disturbance on account of mikroangiopathic changes\n* Patients with psychiatric preillnesses (depression, schizophrenia) and anti- depressive and neuroleptic medication\n* Patients with rheumatic illnesses with effects on the walking and Hand function\n* Patients with innate and/or acquired substance defects of the brain and/or spinal cord (functionally relevant brain tumour, St. n. Encephalitis, brain damage as an infant)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Male and female patients with acute ischemic insult with functionally relevant motor Hemisymptomatik up to 7 days after the event at the age from 18 to 90 years with written approval of the participant after occurred clarification","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Peter Ballmer","affiliation":"Kantonsspital Winterthur KSW","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Kantonsspital Winterthur","city":"Winterthur","zip":"8400","country":"Switzerland","geoPoint":{"lat":47.50564,"lon":8.72413}}]},"referencesModule":{"references":[{"pmid":"16859720","type":"BACKGROUND","citation":"Cummings DE. Ghrelin and the short- and long-term regulation of appetite and body weight. Physiol Behav. 2006 Aug 30;89(1):71-84. doi: 10.1016/j.physbeh.2006.05.022. Epub 2006 Jul 21."},{"pmid":"24961317","type":"BACKGROUND","citation":"Spencer SJ, Miller AA, Andrews ZB. The role of ghrelin in neuroprotection after ischemic brain injury. Brain Sci. 2013 Mar 19;3(1):344-59. doi: 10.3390/brainsci3010344."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M11600","name":"Mitral Valve Insufficiency","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}