{"protocolSection":{"identificationModule":{"nctId":"NCT04437251","orgStudyIdInfo":{"id":"IRB#17592- Phase I & II"},"organization":{"fullName":"Texas Woman's University","class":"OTHER"},"briefTitle":"Effect of Brain Stimulation on Stepping Performance in Stroke Survivors and Healthy Adults","officialTitle":"Effect of Brain Stimulation on Motor Skill Acquisition in Stroke Survivors and Healthy Adults","acronym":"Gait"},"statusModule":{"statusVerifiedDate":"2020-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-09-26","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-06-03","studyFirstSubmitQcDate":"2020-06-16","studyFirstPostDateStruct":{"date":"2020-06-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-06-16","lastUpdatePostDateStruct":{"date":"2020-06-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Shih-Chiao Tseng","investigatorTitle":"Associate Professor","investigatorAffiliation":"Texas Woman's University"},"leadSponsor":{"name":"Texas Woman's University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Participants are being asked to participate in a research study conducted by Shih-Chiao Tseng, PT, Ph.D. at Texas Woman's University. This research study is to determine whether low-intensive brain stimulation can enhance learning of a leg movement task. The investigators also want to know if brain stimulation can improve the nerve function and walking performance. Our goal is to understand any relationship between brain stimulation and overall movement control improvement. Participants have been invited to join this research if they have had a stroke before or they are healthy adults aged 21 years or older. Research evidence shows stroke can induce permanent brain damage and therefore may cause a person to have trouble learning a new task. This in turn may significantly impact the recovery of motor function in stroke survivors. In addition, the investigators also want to know how a healthy person learns this new leg task and see if her/his learning pattern differs from a stroke survivor.\n\nThis study comprises two phases: Phase I study investigates short-term effects of brain stimulation on leg skill learning and only requires two visits to TWU. The total time commitment for Phase I study will be about 6.5 hours, 3.5 hours on the first visit and three hours on the second visit; Phase II study is an expanded version of Phase I study to investigate long-term effects of brain stimulation on leg skill learning and requires to complete 12 visits of exercise training paired with brain stimulation over a four-week period and additional one visit for follow-up test. The total time commitment for Phase II study will be about 20 hours, a total of 18 hours for 12 exercise training sessions and two hours for a follow-up test. The investigators hypothesize that people with chronic stroke will show a slower rate of acquiring this leg skill as compared to healthy adults. The investigators also hypothesize that co-applying brain stimulation with 12 sessions of exercise training will enhance skill learning of this leg task for people with chronic stroke and this 12-session exercise program may exert beneficial influences on the nerve function and leg muscle activation, and consequentially improve motor control for walking.","detailedDescription":"This study will take place at Texas Woman's University (TWU)-Houston campus and include two phases: Phase I involves a single-intervention study and Phase II involves a four-week intervention study. After enrolling to the study, participants can choose to only participate in the Phase I study or choose to participate in both Phase I and Phase II studies.\n\nPhase I Study - participants will be asked to complete two visits, 1-14 days apart. It will take about a total of 6.5 hours of their time to complete all tests (3.5 hours for the first visit and 3 hours for the second visit, two visits). Participants will need to wear short-sleeve t-shirt, shorts, and a pair of sneakers for testing. During the first visit, the investigators will measure how well the nervous system works and how well the individual walks (see details as follows). If participants have had a stroke before, on the first visit the investigators will do some tests on to make sure participants have good feeling, balance, and motor responses in their legs. If all tests are good, participants will fill out a form asking about their medical history. If participants have not had a stroke, the investigators will ask a few questions to make sure participants do not have any medical issues.\n\nNext, the investigators will ask participants to learn a leg movement task at each visit. The task is to control and move a computer cursor from a start location to one of three targets displayed on the computer monitor. Participants will need to make forward, rightward or leftward foot movements to guide the cursor to one of the targets. The task itself is similar to the daily computer task performed by a hand mouse. In each visit, it will take approximately a total of 45 minutes to complete a set of leg reaching task. Several one-minute rest breaks will be provided as needed during test. Participants will then be asked to come back for the second visit within 1-14 days later to repeat the same task. Throughout practice, participants will learn how to control the cursor using their feet. So the investigators can compare the learning capacity over two visits to best indicate the change in the learning capacity over time.\n\nThe investigators also want to know if participants can learn this motor skill faster with cutaneous brain stimulation. Participants will receive weak electrical brain stimulation for 20 minutes during leg skill learning. The brain stimulation device that the investigators used is similar to the commercial product seen in the TV/magazine, called \"transcutaneous electrical Nerve stimulation\" in which electrical current is delivered by electrodes for pain relief and muscle stimulation. In this study, two electrodes, one placed on the top of the scalp and one placed on the forehead, will deliver weak electrical current for 20 minutes. Because the investigators set the current intensity at a very low level, it will not cause any muscle twitches and participants may only feel little tingling sensation in the first 10 seconds. Most of the time, participants likely become accustomed to the stimulation and no longer feel the stimulation throughout the rest of the session.\n\nPhase II Study - This study is an expanded version of Phase I study. Participants will be asked to complete 12 visits of exercise training paired with brain stimulation over a four-week period. It will take about a total of 18 hours of the time to complete all training sessions (1.5 hour for each visit/training for a total of 12 visits). Participants will need to wear short-sleeve t-shirt, shorts, and a pair of sneakers for training. Before and after four-week training, the investigators will measure how well the nervous system works and how well the participant walks (see details as follows). One week after completion of four-week training, participants will be asked to come back to repeat the same tests. The investigators will compare changes in the learning capacity and motor function before and after four-week training, and at one week after completion of training to best indicate permanent changes in the learning capacity and motor function over time.\n\nDuring each visit, the investigators will ask participants to continue learning a leg movement task same as the Phase I study. The investigators will also ask participants to learn a similar leg task, call stepping task during standing. This stepping task is very similar to the leg task in the Phase I study, but is a more advanced task that requires a good standing balance. The task is to control a computerized marker attached to the foot and move a computer cursor from a start location to one of three targets displayed on the computer monitor. Participants will need to make forward, rightward or leftward stepping movements to guide the cursor to one of the targets. The task itself is similar to stepping motion during walking. In each visit, it will take approximately a total of 1.5 hour to complete two sets of leg task training during sitting and standing. Same brain stimulation used in the Phase I study (see above) will be delivered during the middle of the exercise training. Several one-minute rest breaks will be provided as needed during training. Participants will then be asked to come to the laboratory three times per week for four weeks in order to complete 12 training sessions.\n\nOutcome measures - For the measurement of brain activity, the investigators will put a recording electrode on the calf muscle in one leg. Five low-intensity brain stimulation will be delivered to the scalp to trigger the motor responses. Most of the time, participants will feel single muscle twitch due to the stimulation. It would take a total of 10 minutes to finish data collection. For the measurement of nerve activity, the investigators will put a recording electrode on the calf muscle in one leg. Low-intensity electrical stimulation will be delivered to a nerve behind the knee to trigger motor responses. A series of small tendon vibration stimuli will be delivered during electrical stimulation to determine the sensitivity of the nerve. Most of the time, participants will feel nothing or just light tingling sensation in the stimulated area. It would take a total of 40 minutes to finish data collection. Several one-minute rest breaks will be provided as needed during test. For the measurement of walking, the investigators will put sticky markers on both legs and ask participants to walk normally across a 10-meter walkway for five trials. It would take approximately a total of 30 minutes to finish data collection. Several one-minute rest breaks will be provided as needed during test. For the stepping reaction time test, subjects will stand on the force plates and will be instructed to step forward onto a target marked on the floor as soon as they sense electrical stimulation delivered to the posterior of the leg. It would take approximately a total of 40 minutes to finish data collection. Several one-minute rest breaks will be provided as needed during test."},"conditionsModule":{"conditions":["Vascular Accident, Brain","CVA (Cerebrovascular Accident)","Gait, Hemiplegic","Spastic Lower Extremity Weakness"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This study is a double-blinded, randomized controlled study in which participants will be randomly assigned into one of two brain stimulation groups (sham or real brain stimulation) while being evaluated for their ability of learning a leg task in a single session (phase I), and receiving a 12-session leg exercise training program.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"The participants will not be informed about their group assignments while learning a leg task. The testers who are conducting neurological and walking assessments before and after training will also be blinded from the group assignments.","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":180,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Brain stimulation-induced improvements in leg skill learning","type":"EXPERIMENTAL","description":"To examine the degree of stimulation-induced improvements in learning capacity between three groups: stroke group, healthy young group, and healthy older group. Up to date, most studies have investigated the effects of brain stimulation on hand skill improvements in healthy young adults; little is known about stimulation-induced improvement in the \"leg\" skill improvement in stroke survivors as well as in older healthy adults. The investigators will answer the question: \"Do stroke survivors improve leg skill learning at a comparable rate as healthy young and older adults after brain stimulation \"transcranial direct current stimulation\" (tDCS)?\"","interventionNames":["Device: Transcranial direct current stimulation (tDCS)"]},{"label":"Effects of brain stimulation on functional improvements","type":"EXPERIMENTAL","description":"To determine the effect of brain stimulation (tDCS) on functional improvements in stroke survivors. Specifically, the investigators will compare stepping reaction time, cortical neuronal activity, peripheral nerve activity, and walking function in the stroke survivors before and after tDCS, and also compared these findings with results from healthy adults. The investigators will answer the question: \"Do stroke survivors shorten stepping reaction time and improve leg muscle activation and gait performance after tDCS, and these improvements are at a similar rate as compared to data collected from healthy young and older adults?\"","interventionNames":["Device: Transcranial direct current stimulation (tDCS)"]},{"label":"Effects of brain stimulation combined with stepping training","type":"SHAM_COMPARATOR","description":"After enrolling to the study, participants with chronic stroke will be randomly assigned to one of two groups: anodal tDCS or sham tDCS groups. All subjects will then undergo a total of twelve training sessions over four weeks in which subjects will learn a novel visuomotor stepping task immediately after visuomotor learning training while 20-minute tDCS (anodal or sham stimulation) is delivered over the leg area of primary motor cortex.The investigators will measure changes in brain neuronal activity, peripheral nerve activity, and walking performance before and after a 12-session training program, and will follow up one week later.","interventionNames":["Device: Transcranial direct current stimulation (tDCS)"]}],"interventions":[{"type":"DEVICE","name":"Transcranial direct current stimulation (tDCS)","description":"Transcranial direct current stimulation (tDCS) is an non-invasive, low-intensity direct current stimulation. The stimulation intensity is very low (0- 2 mA) to only produce tingling sensation on the scalp. From literature, there were no serious adverse effects reported after 20-minute stimulation. The main temporary side effect is skill irritation, itching sensation at the stimulation site during or after stimulation.","armGroupLabels":["Brain stimulation-induced improvements in leg skill learning","Effects of brain stimulation combined with stepping training","Effects of brain stimulation on functional improvements"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in stepping reaction time (Phase I)","description":"Calculate the time duration for the central nervous system to process information and produce a stepping action.","timeFrame":"Measure changes in the reaction time before, immediately after (i.e. within a minute), and 30 minutes after a single session of brain stimulation."},{"measure":"Changes in stepping reaction time (Phase II)","description":"Calculate the time duration for the central nervous system to process information and produce a stepping action.","timeFrame":"Measure changes in reaction time before training, up to 24 hours after the completion of a 12-session training program, and one week after the completion of a 12-session training program."},{"measure":"Changes in walking performance (Phase I)","description":"Measure walking speed (meters/second) during ground walking at a self-selected speed.","timeFrame":"Measure changes in the walking speed before, immediately after (i.e. within a minute), and 30 minutes after a single session of brain stimulation."},{"measure":"Changes in walking performance (Phase I)","description":"Measure step length (centimeters) symmetry (left/right) during ground walking at a self-selected speed.","timeFrame":"Measure changes in the step length symmetry before, immediately after (i.e. within a minute), and 30 minutes after a single session of brain stimulation."},{"measure":"Changes in walking performance (Phase II)","description":"Measure walking speed (meters/second) during ground walking at a self-selected speed.","timeFrame":"Measure changes in the walking speed before training, up to 24 hours after the completion of a 12-session training program, and one week after the completion of a 12-session training program."},{"measure":"Changes in walking performance (Phase II)","description":"Measure step length symmetry (left/right) during ground walking at a self-selected speed.","timeFrame":"Measure changes in the step length symmetry before training, up to 24 hours after the completion of a 12-session training program, and one week after the completion of a 12-session training program."},{"measure":"Changes in nerve function (Phase I)","description":"Place a surface electrode on the calf muscle to record muscle activation triggered by electrical stimulation delivered to the motor neurons in the lesioned motor cortex and tibial nerve on the paretic leg to qualify changes in neuronal activity in the primary cortex and in the spinal cord before and after brain stimulation (tDCS).","timeFrame":"Measure changes in the nerve function before, immediately after (i.e. within a minute), and 30 minutes after a single session of brain stimulation."},{"measure":"Changes in nerve function (Phase II)","description":"Place a surface electrode on the calf muscle to record muscle activation triggered by electrical stimulation delivered to the motor neurons in the lesioned motor cortex and tibial nerve on the paretic leg to qualify changes in neuronal activity in the primary cortex and in the spinal cord before and after brain stimulation (tDCS).","timeFrame":"Measure changes in the nerve function before training, up to 24 hours after the completion of a 12-session training program), and one week after the completion of a 12-session training program."}],"secondaryOutcomes":[{"measure":"Mini-mental State Examination (Phase I)","description":"A standardized questionnaires to evaluate the cognitive function consisting of 11 items with a possible summed score ranging from zero to 30. The most widely accepted and frequently used cutoff score for the MMSE is 23, with scores of 23 or lower indicating the presence of cognitive impairment. A higher score means a better cognitive function.","timeFrame":"Administer Mini-mental State Examination at the first visit before testing and training"},{"measure":"Mini-mental State Examination (Phase II)","description":"A standardized questionnaires to evaluate the cognitive function consisting of 11 items with a possible summed score ranging from zero to 30. The most widely accepted and frequently used cutoff score for the MMSE is 23, with scores of 23 or lower indicating the presence of cognitive impairment.A higher score means a better cognitive function.","timeFrame":"Administer Mini-mental State Examination at the first visit before testing and training"},{"measure":"Fugl-Meyer Lower Extremity Function Assessment (Phase I)","description":"A standardized questionnaires to evaluate the lower extremity motor function consisting of movement, coordination, and reflex assessments at hip, knee, and ankle. Possible summed scores range from zero to 34. Higher scores indicate higher and better motor function.","timeFrame":"Administer Fugl-Meyer Lower Extremity Function Assessment at the first visit before testing and training"},{"measure":"Fugl-Meyer Lower Extremity Function Assessment (Phase II)","description":"A standardized questionnaires to evaluate the lower extremity motor function consisting of movement, coordination, and reflex assessments at hip, knee, and ankle. Possible summed scores range from zero to 34. Higher scores indicate higher and better motor function.","timeFrame":"Administer Fugl-Meyer Lower Extremity Function Assessment at the first visit before testing and training"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Healthy adults have no ongoing neurological, musculoskeletal issues.\n* Individuals with chronic stroke had medical history of a unilateral stroke occurring ≥ 6 months prior to enrollment. MRI or CT evidence from the imaging report shown that the stroke involves the corticospinal tract.\n* Individuals with chronic stroke have hemiparesis involving the lower extremity.\n* Individuals with chronic stroke have no passive range of motion limitation in bilateral hips and knees. Limitation of ankle passive range of motion to 10 degrees of dorsiflexion or ess.\n* Visual acuity can be corrected by glasses or contact lens to 20/20.\n* Able to walk independently with/without assistant devices for 10 meters.\n* Able to maintain standing position without any assistance for more than 30 sec.\n* Evaluation of cognitive status: Mini-mental status examination (MMSE) score ≥ 24.\n\nExclusion Criteria:\n\n* Pregnant women.\n* MRI or CT evidence of involvement of the basal ganglia or cerebellum, evidence of multiple lesions, or evidence of any other brain damage or malignant neoplasm or tumors.\n* Have any metal implants, cardiac pacemakers, or history of seizures.\n* Ongoing orthopedic or other neuromuscular disorders that will restrict exercise training.\n* Any vestibular dysfunction or unstable angina.\n* Significant cognitive deficits (inability to follow a 2-step command) or severe receptive or global aphasia\\*","healthyVolunteers":true,"sex":"ALL","minimumAge":"21 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Shih-Chiao Tseng, PT, PhD","role":"CONTACT","phone":"713-794-2309","email":"stseng@twu.edu"}],"overallOfficials":[{"name":"Shih-Chiao Tseng, PT, PhD","affiliation":"Texas Woman's University School of Physical Therapy","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Texas Woman's University","status":"RECRUITING","city":"Houston","state":"Texas","zip":"77030","country":"United States","contacts":[{"name":"Shih-Chiao Tseng, PT, PhD","role":"CONTACT","phone":"703-794-2309","email":"stseng@twu.edu"}],"geoPoint":{"lat":29.76328,"lon":-95.36327}}]},"referencesModule":{"references":[{"pmid":"30214966","type":"BACKGROUND","citation":"Matsumoto H, Ugawa Y. Adverse events of tDCS and tACS: A review. Clin Neurophysiol Pract. 2016 Dec 21;2:19-25. doi: 10.1016/j.cnp.2016.12.003. eCollection 2017."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2020-03-04","uploadDate":"2020-06-11T15:50","filename":"ICF_000.pdf","size":112081}]}},"annotationSection":{"annotationModule":{"unpostedAnnotation":{"unpostedResponsibleParty":"Shih-Chiao Tseng, Associate Professor, Texas Woman's University","unpostedEvents":[{"type":"RELEASE","date":"2022-09-02"},{"type":"RESET","date":"2023-08-02"}]}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2022-09-02","submissionInfos":[{"releaseDate":"2022-09-02","resetDate":"2023-08-02"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000020233","term":"Gait Disorders, Neurologic"},{"id":"D000020336","term":"Paraparesis, Spastic"}],"ancestors":[{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020335","term":"Paraparesis"},{"id":"D000010291","term":"Paresis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"CVA (Cerebrovascular Accident)","relevance":"HIGH"},{"id":"M4244","name":"Asthenia","relevance":"LOW"},{"id":"M11775","name":"Muscle Spasticity","relevance":"LOW"},{"id":"M21834","name":"Paraparesis, Spastic","asFound":"Spastic Lower Extremity Weakness","relevance":"HIGH"},{"id":"M21748","name":"Gait Disorders, Neurologic","asFound":"Gait, Hemiplegic","relevance":"HIGH"},{"id":"M21833","name":"Paraparesis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","relevance":"LOW"},{"id":"T5294","name":"Spastic Paraparesis","asFound":"Spastic Lower Extremity Weakness","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}