{"protocolSection":{"identificationModule":{"nctId":"NCT05256550","orgStudyIdInfo":{"id":"CREC-SA.1394/02/2022"},"organization":{"fullName":"The University of The West Indies","class":"OTHER"},"briefTitle":"Stroke Outcome Analysis and Registry in Trinidad and Tobago","officialTitle":"Stroke Outcome Analysis and Registry in Trinidad and Tobago; the StART Study","acronym":"StART"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-07-01","type":"ACTUAL"},"completionDateStruct":{"date":"2023-08-01","type":"ACTUAL"},"studyFirstSubmitDate":"2022-02-15","studyFirstSubmitQcDate":"2022-02-15","studyFirstPostDateStruct":{"date":"2022-02-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-23","lastUpdatePostDateStruct":{"date":"2023-08-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Naveen Seecheran","investigatorTitle":"American Board of Internal Medicine (ABIM) certified Intervention Cardiologist; Lecturer (Crossed the Merit Bar) at University of the West Indies; Honorary Consultant and Clinical Lead of the Cardiac Care Unit, Eric Williams Medical Sciences Complex","investigatorAffiliation":"The University of The West Indies"},"leadSponsor":{"name":"Naveen Seecheran","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a prospective observational study to assess risk factors, functional outcomes and mortality at three months for persons admitted to hospital with stroke and transient ischemic attack. Persons who were admitted with a diagnosis of stroke or transient ischemic attack at Eric Williams Medical Sciences Complex (EWMSC), Trinidad and Tobago will be screened for eligibility as participants. Demographic and clinical data will be taken from the patient records and then a follow up survey regarding functional outcome will be done at three months. Informed verbal consent will be obtained. Data will be stored in case report forms, and unique coded identifiers will be used to preserve participant anonymity. Data will also be encrypted and kept in a password protected computer in a locked cabinet. Two clinical research associates will check quality of data throughout the study and routine statistical analysis will be performed.","detailedDescription":"This is a prospective observational study. Persons admitted with a diagnosis of stroke or transient ischemic attack at Eric Williams Medical Sciences Complex, Trinidad and Tobago will be screened for eligibility.\n\nPersons with a neurological deficit and corresponding computerized tomography (CT) imaging that confirms the diagnosis of stroke or transient ischemic attack will be recruited into the study. Demographic and clinical data will be collected from the participant's medical file and entered into a case report form. Each participant will have a unique code to provide anonymity. At three months following the admission date, the participant or relative will be contacted via telephone The participant's functional outcome will be assessed via this telephone interview and data entered into the case report form as a score on the modified rankin scale.\n\nVerbal consent will be obtained over the phone in the presence of two witnesses, one on the end of the participant and another on the end of the investigator. The investigator will sign the consent form to confirm verbal consent was given on behalf of the participant, only after a discussion regarding the study, its methods, risks, benefits, confidentiality and informing the participant of their right to withdraw at any point. The two witnesses will also be recorded.\n\nData will be coded per participant by first letter of first name, first letter of last name followed by numerical date of birth in the order day, month and year in a password protected and encrypted database program in the double-locked office of investigator, Dr. Naveen Seecheran at the Department of Clinical Medicine office, 2nd Floor, Building 34, Eric Williams Medical Sciences Complex. Each case report form and study database will be reviewed by two clinical research associates to minimize error, clean and reconcile any conflicting data.\n\nOne thousand, three hundred and twenty persons will be approached for enrolment of this study with an aim of data from 1053 participants being entered into this study, catering for loss to follow up and calculated using power 90 percent and minimal detectable difference 10 percent. The probability is 90 percent that the study will detect a relationship between the independent and dependent variables at a two sided 0.05 significance level, if the true change in the dependent variable is 0.100 standard deviations per one standard deviation chance in the independent variable. Cases with missing or unreported data will not be enrolled in this study.\n\nThe study biostatistician will perform routine statistical analyses with SPSS v. 24.0 software (SPSS, Chicago, IL). Continuous variables are expressed as means ± standard deviation. Categorical variables are to be expressed as frequencies and percentages. Student's t test will be used to compare continuous variables. Comparisons between categorical variables will be performed using two-tailed Fisher's exact test or the Pearson's χ2 test, as appropriate. A p value of \\< 0.05 will be considered statistically significant. No adjustments for multiple comparisons will be made. Results will be reported as least-square mean ± Standard Error of the Mean for the detailed analyses."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","mortality","functional outcome","risk factors","cerebrovascular disease"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"3 Months","designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":1320,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"prevalence of risk factors in persons admitted to hospital with cerebrovascular disease in Trinidad and Tobago","description":"Identification of most common risk factors among persons admitted to hospital with strokes and transient ischemic attacks in Trinidad and Tobago","timeFrame":"At time of enrollment"},{"measure":"Mortality rate at 3 months as assessed by number of participant deaths within 3 months of hospital admission","description":"Number of participant deaths within three months of hospital admission","timeFrame":"3 months after hospital admission"}],"secondaryOutcomes":[{"measure":"Incidence of persons admitted to hospital with stroke or transient ischemic attack","description":"Number of persons admitted to hospital with ischemic stroke, hemorrhagic stroke or transient ischemic attack","timeFrame":"At time of enrollment"},{"measure":"Number of males as compared to females admitted to hospital with cerebrovascular disease in Trinidad and Tobago","description":"Number of males as compared to females admitted to hospital with ischemic stroke, hemorrhagic stroke and transient ischemic attack","timeFrame":"At time of enrollment"},{"measure":"Identification of the age group that stroke and transient ischemic attack most commonly occur","description":"Identification of the age groups in which ischemic stroke, hemorrhagic stroke and transient ischemic attacks most commonly occur among participants","timeFrame":"At time of enrollment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. more than 18 years of age\n2. have a neurological deficit with Computerized Tomography (CT) imaging confirming the diagnosis of a stroke (including both ischemic, hemorrhagic, and subarachnoid hemorrhage) and transient ischemic attack.\n3. Participant or relative must be accessible via telephone for 3 month follow up.\n\nExclusion Criteria:\n\n* Patients who are initially presumed as stroke due to neurological deficits or symptoms but have an alternative diagnosis on Computerized Tomography (CT) imaging.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The study population will be selected from a hospital in Trinidad and Tobago, the Eric Williams medical sciences complex. Persons with a neurological deficit and corresponding Computerized Tomography (CT) imaging that confirms the diagnosis of stroke or transient ischemic attack will be recruited into the study.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Naveen A Seecheran, MBBS MD MSc","affiliation":"University of the West Indies","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of the West Indies","city":"Saint Augustine","country":"Trinidad and Tobago","geoPoint":{"lat":10.64196,"lon":-61.39242}}]},"referencesModule":{"references":[{"pmid":"24081961","type":"BACKGROUND","citation":"Tanne D, Koton S, Bornstein NM. National stroke registries: what can we learn from them? Neurology. 2013 Oct 1;81(14):1257-9. doi: 10.1212/WNL.0b013e3182a6ca52. No abstract available."},{"pmid":"21148118","type":"BACKGROUND","citation":"Heuschmann PU, Wiedmann S, Wellwood I, Rudd A, Di Carlo A, Bejot Y, Ryglewicz D, Rastenyte D, Wolfe CD; European Registers of Stroke. Three-month stroke outcome: the European Registers of Stroke (EROS) investigators. Neurology. 2011 Jan 11;76(2):159-65. doi: 10.1212/WNL.0b013e318206ca1e. Epub 2010 Dec 9."},{"pmid":"30580719","type":"BACKGROUND","citation":"Sennfalt S, Norrving B, Petersson J, Ullberg T. Long-Term Survival and Function After Stroke: A Longitudinal Observational Study From the Swedish Stroke Register. Stroke. 2019 Jan;50(1):53-61. doi: 10.1161/STROKEAHA.118.022913. Epub 2018 Dec 7."},{"pmid":"9924505","type":"BACKGROUND","citation":"Mahabir D, Bickram L, Gulliford MC. Stroke in Trinidad and Tobago: burden of illness and risk factors. Rev Panam Salud Publica. 1998 Oct;4(4):233-7. doi: 10.1590/s1020-49891998001000002."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}