{"protocolSection":{"identificationModule":{"nctId":"NCT01658111","orgStudyIdInfo":{"id":"MIT02012EEG"},"organization":{"fullName":"IRCCS San Raffaele Roma","class":"OTHER"},"briefTitle":"Robot-aided Therapy in Stroke Patients for Upper Limb Rehabilitation","officialTitle":"Robot-aided Therapy in Acute Stroke Patients for the Upper Limb Rehabilitation With Long-term Follow-up.","acronym":"MITEEG"},"statusModule":{"statusVerifiedDate":"2012-08","overallStatus":"TERMINATED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2012-07"},"primaryCompletionDateStruct":{"date":"2013-07","type":"ACTUAL"},"completionDateStruct":{"date":"2014-08","type":"ACTUAL"},"studyFirstSubmitDate":"2012-07-24","studyFirstSubmitQcDate":"2012-08-01","studyFirstPostDateStruct":{"date":"2012-08-06","type":"ESTIMATED"},"lastUpdateSubmitDate":"2022-09-30","lastUpdatePostDateStruct":{"date":"2022-10-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"IRCCS San Raffaele Roma","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Numerous studies showed that ascertaining the effectiveness of rehabilitative interventions on conditions leading to long-term disability, such as stroke, is a complex task because the outcome depends on many interacting factors. Several studies underline the importance of brain plasticity and its therapeutic potential in neurological disorders. Accredited theories of cortical reorganization after brain lesion endorse the use of early, intensive, repetitive, and context-related exercise as optimal strategies to promote motor relearning and minimize motor deficit. The use of robotic systems in upper limb motor rehabilitation programs has been already demonstrated to provide safe and intensive treatment to subjects with motor impairments due to a neurological injury: several studies showed the advantages of robotic therapy on chronic post-stroke patients, even if no consistent influence on functional abilities was found and evidence of better results providing intensive treatments, both robotic and conventional rehabilitative techniques, was found. Recent development and recent trial in robot-assisted rehabilitation has shown the great potential of robotic devices for delivering repetitive training, thus facilitating a high intensity and a large dose of training during sub-acute and chronic phases of stroke rehabilitation. The proposed project, through a randomized controlled observer-blind multicenter trial is aimed at evaluating the effectiveness of robot-assisted therapy as additional treatment to the standard physical therapy in the early phase after stroke onset and evaluating in conjunction with EEG and EMG recordings the effects of the rehabilitative treatments in a quantitative, measurable way, by providing reliable and objective methods for measuring functional recovery after stroke.","detailedDescription":"The main original contribution of this project is to provide an experimental framework, based on proximal robotic treatment approach, to test whether starting with the distal robot-assisted sensorimotor therapy the effective in improving motor functions of sub-acute stroke patients.\n\nThe use of robotic platforms to administer the rehabilitation therapy is crucial for two main reasons:\n\n1. the physical therapies based on robotic platforms assure that each patient in the same testing group is treated in the same repeatable way, eliminating the intrinsic subject-dependent variability that affects traditional therapies;\n2. the robotic platforms, in conjunction with EEG and EMG recordings, can be used to assess the effects of the rehabilitative treatments in a quantitative, measurable way, by providing reliable and objective methods for measuring functional recovery after stroke."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Robots","EEG","EMG"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":50,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Traditional physiotherapy","type":"ACTIVE_COMPARATOR","description":"Each subject will receive 4 weeks of traditional upper limb rehabilitation treatment (20 sessions, 5 days a week for 4 weeks).","interventionNames":["Procedure: Traditional physiotherapy"]},{"label":"Robot Group","type":"EXPERIMENTAL","description":"Each subject will be asked to perform five sessions per week goal-directed, planar reaching tasks, which emphasizes shoulder and elbow movements, moving from the centre target to each of 8 peripheral targets equally spaced on a 0.14 m radius circumference around a centre target using the InMotion2 (IM2) system (20 sessions- 5 days a week for 4 weeks).","interventionNames":["Device: Robot Group"]}],"interventions":[{"type":"DEVICE","name":"Robot Group","description":"The MIT-MANUS/InMotion2 (Interactive Motion Technologies, Inc., Watertown, MA, USA) system has two translational degrees of freedom (dof): shoulder abduction-adduction (ab-ad), elbow flexion-extension (flexext).\n\nThe robotic system supports the execution of reaching movements in the horizontal plane through an assist as needed control strategy. The robot can guide the movement of the upper limb of the patients and record end-effector physical quantities such as the position, velocity, and applied forces. The device is designed to have a low intrinsic end-point impedance (i.e., be back-drivable to easily carry the weight of the patient's arm, to execute movements without constraint and offer minimal resistance. A 3-dof force transducer is placed at the robots end-effector, as well.","armGroupLabels":["Robot Group"],"otherNames":["MIT-MANUS/InMotion2"]},{"type":"PROCEDURE","name":"Traditional physiotherapy","description":"Active or passive exercises.","armGroupLabels":["Traditional physiotherapy"],"otherNames":["FKT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from Baseline in Fugl-Meyer Scale at 28 weeks.","timeFrame":"at inclusion, week 4 and week 28"},{"measure":"Change from Baseline in Box and Block Test at 28 weeks.","timeFrame":"at inclusion, week 4 and week 28."}],"secondaryOutcomes":[{"measure":"Change from Baseline in Modified Ashworth Scale at 28 weeks.","timeFrame":"at inclusion, week 4 and week 28."}],"otherOutcomes":[{"measure":"Change from Baseline in Frenchay Arm Test at 28 weeks.","timeFrame":"at inclusion, week 4 and week 28."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* first acute event of cerebrovascular stroke\n* unilateral paresis,\n* ability to understand and follow simple instructions,\n* ability to remain in a sitting posture, even through seat belts for trunk fixation.\n\nExclusion Criteria:\n\n* bilateral impairment,\n* severe sensory deficits in the paretic upper limb,\n* cognitive impairment or behavioral dysfunction that would influence the ability to comprehend or perform the experiment,\n* refusal or inability to provide informed consent\n* other current severe medical problems.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Michela Goffredo, BME","affiliation":"IRCCS San Raffaele Rome","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"IRCCS San Raffaele Roma","city":"Roma","zip":"00161","country":"Italy","geoPoint":{"lat":41.89193,"lon":12.51133}},{"facility":"Auxilium Viate Volterra","city":"Volterra","country":"Italy","geoPoint":{"lat":43.40251,"lon":10.86152}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}