{"protocolSection":{"identificationModule":{"nctId":"NCT04832334","orgStudyIdInfo":{"id":"Medipol Hospital 21"},"organization":{"fullName":"Medipol University","class":"OTHER"},"briefTitle":"Investigation Of The Relationship Between Imagery Ability, Balance And Functionality After Stroke","officialTitle":"Is There a Relationship Between Imagination Ability, Balance and Functionality After Stroke?"},"statusModule":{"statusVerifiedDate":"2021-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-03-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-09-20","type":"ACTUAL"},"completionDateStruct":{"date":"2021-09-20","type":"ACTUAL"},"studyFirstSubmitDate":"2021-04-01","studyFirstSubmitQcDate":"2021-04-02","studyFirstPostDateStruct":{"date":"2021-04-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-11-27","lastUpdatePostDateStruct":{"date":"2021-12-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"İkbal Tunç","investigatorTitle":"Physiotherapist","investigatorAffiliation":"Medipol University"},"leadSponsor":{"name":"Medipol University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"It was aimed to determine the relationship between post-stroke imagination ability, balance, and functionality, and to compare the motor imagery skills of those who had stroke with compatible healthy individuals.","detailedDescription":"İn the study, 20 individuals with hemiplegic or chronic hemiparesis who agreed to participate by signing the voluntary consent form, who meet the inclusion criteria, and 20 healthy individuals who are similar in terms of age, gender and education level will be included.\n\nThe individuals included in the study will be divided into two groups:\n\nGroup 1: Stroke Patients Group 2: Control Group"},"conditionsModule":{"conditions":["Stroke","Motor İmagery Ability","Mental Chronometry","Balance","Functionality"],"keywords":["stroke","motor imagery","mental chronometry","balance","functionality"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke Participants","description":"Stroke patients with hemiplegia or chronic hemiparesis","interventionNames":["Other: Kinesthetic and Visual Imagery Questionnaire, Box and Block Test, Hand Lateralization Test.","Other: Berg Balance Scale, Functional Reach Test","Other: Timed Up and Go Test, Functional Independence Scale"]},{"label":"Healthy Participants","description":"The healthy control group was matched with stroke participants in terms of age, gender, dominant side and education level.","interventionNames":["Other: Kinesthetic and Visual Imagery Questionnaire, Box and Block Test, Hand Lateralization Test.","Other: Berg Balance Scale, Functional Reach Test","Other: Timed Up and Go Test, Functional Independence Scale"]}],"interventions":[{"type":"OTHER","name":"Kinesthetic and Visual Imagery Questionnaire, Box and Block Test, Hand Lateralization Test.","description":"Imagery ability was determined.","armGroupLabels":["Healthy Participants","Stroke Participants"]},{"type":"OTHER","name":"Berg Balance Scale, Functional Reach Test","description":"Balance level was determined.","armGroupLabels":["Healthy Participants","Stroke Participants"]},{"type":"OTHER","name":"Timed Up and Go Test, Functional Independence Scale","description":"Functionality was evaluated.","armGroupLabels":["Healthy Participants","Stroke Participants"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl - Meyer Motor Recovery Assessment Form","description":"It will only be evaluated in the stroke group. It is a scale that evaluates sensorimotor recovery after stroke. Each parameter was scored as 0 points: unsuccessful, 1 point: partially successful, 2 points: completely successful performance on the scale, which includes 50 items specific to stroke and based on performance. The maximum score that can be taken for the upper extremity in the scale where voluntary movement, reflex activity, grip, coordination and speed are evaluated is 66 and 34 for the lower extremity.","timeFrame":"Day 0"},{"measure":"Mini-Mental State Test","description":"It was used to determine the cognitive state. The Mini-Mental State Test was first published by Folstein et al. It consists of eleven items under 5 main headings: orientation, record memory, attention and calculation, recall and language, and the total score is evaluated over 30 points. The ideal threshold value of the Mini-Mental State Test was found to be 24.","timeFrame":"Day 0"},{"measure":"Clock Drawing Test","description":"It will be used to assess the phenomenon of neglect of the stroke individual. The individual is asked to draw a clock circle and insert the numbers of the clock into it. After finishing the numbers, the hands of the clock are placed to show 11 to 10 past.","timeFrame":"Day 0"},{"measure":"Digit Span Test","description":"This test to evaluate the ability to sustain attention is a subtest of the Wechsler Adult Intelligence Scale--Revised battery. The test consists of two parts as forward and reverse range. In both parts, random numbers are read to the person at one second intervals, the numbers increase with each attempt and the person is asked to repeat in the same way. In both episodes, the number of digits of the previous sequence in which the person failed twice in a row constitutes the range. The maximum score that can be obtained for each section is 7, and a total of 14 points for the whole test.","timeFrame":"Day 0"},{"measure":"Kinesthetic and Visual Imaging Questionnaire","description":"The Kinesthetic and Visual Imaging Questionnaire has been developed to evaluate the imagination ability in individuals with physical disabilities. The purpose of the questionnaire is to determine to what extent individuals visualize and feel the movements they imagine.","timeFrame":"Day 0"},{"measure":"Box and Block Test","description":"It is a highly sensitive test for changes in upper extremity functional performance. However, this study will be used for evaluating mental chronometry ability rather than functional performance.","timeFrame":"Day 0"},{"measure":"Functional Independence Scale","description":"It is a scale used to evaluate the motor and cognitive competence of patients in daily life activities. Scale; It consists of 18 items that evaluate six functions: self-care, sphincter control, transfer, displacement, communication, and social perception. Each item is scored between 1 (activity fully dependent) and 7 (activity fully independent) in proportion to the amount of assistance received. A minimum of 18 and a maximum of 126 points can be obtained. A low score means that the level of addiction has increased.","timeFrame":"Day 0"},{"measure":"Berg Balance Scale","description":"It is a 14-item scale that evaluates the tasks used in daily life activities.Standing up without support, standing without support, sitting without support, standing up, transfers, standing with feet, standing with legs while standing, reaching out while standing, picking up from the ground, looking back, 360 degree rotation, firm side standing on the stool, one foot standstill and standstill functions are evaluated.Each item is planned between 0-4; 0 is unable to fulfill the task, 4 is to fulfill the task successfully. The total score of the test is between 0-56.0-20 points: wheelchair dependent, 21-40: assisted walking, 41-56: means independent ambulation.","timeFrame":"Day 0"},{"measure":"Time Up and Go Test","description":"The test measures the speed during many functional maneuvers such as standing up, walking, turning, and sitting. In the test, the person is asked to stand up from the chair, walk 3 meters (10 feet) at a safe and normal pace, turn, walk back and sit on the chair, and the time is recorded in seconds. A short performance period indicates a good balance performance.","timeFrame":"Day 0"},{"measure":"Functional Reach Test","description":"Subjects will asked to stand comfortably, to make a fist, and to raise their arm until it was parallel to the yardstick (position 1). The placement of the end of the third metacarpal along the yardstick will recorded. Subjects will then asked to reach as far forward as they could without losing their balance (position 2), and the position of the end of the third metacarpal along the yardstick will again recorded. No attempt will make to control the subject's method of reach, but if he will touch the wall or took a step during the maneuver, that trial will consider invalid and repeated.","timeFrame":"Day 0"},{"measure":"Hand Lateralization Test","description":"It requires participants to question the laterality of the hand images presented and is commonly used to measure motor imagination ability in humans. It is used to evaluate implicit motor imagination ability. It is also a test that evaluates mental rotation, another dimension of imagination.","timeFrame":"Day 0"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Post-stroke hemiplegia or chronic hemiparesis\n* Not having any neurological disorder other than stroke\n* Not having vision problems that will affect the materials to be used during the treatment.\n* To be able to communicate enough to understand the orders given\n* Standardized Mini Mental Test (SMMT) score of 24 and above\n* Not having seen a visualization application before\n\nInclusion Criteria for Healthy Participants:\n\n* Being between the ages of 40-80\n* To be similar in terms of age, gender, education level of individuals with stroke\n\nExclusion Criteria:\n\n* Having an advanced degree of aphasia\n* Unilateral neglect\n* Standardized Mini Mental Test (SMMT) score below 24 points\n* Multiple stroke history\n* Having pain and limitation of joint motion that will interfere with functional activity\n* Walking restriction\n* Serious communication or understanding problems\n* Presence of serious cardiovascular, respiratory, metabolic or orthopedic problems\n* Presence of a secondary neurological disease","healthyVolunteers":true,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"In this study, we will enroll patients based on the statistics of the articles titled \"Motor imagery in stroke patients or plegic patients with spinal cord or peripheral diseases\" and \"Effects of a single mental chronometry training session in subacute stroke patients - a randomized controlled trial\". We calculated the power analysis from this article. According to this calculated; α=0.05, 1-β=0.90, effect size=0.96.\n\nStroke patients treated at Istanbul Medipol University Pendik Hospital Physical Medicine and Rehabilitation Clinic Neurology Rehabilitation Unit and healthy individuals matching them will be included.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Fatma Mutluay, Professor","affiliation":"İstanbul Medipol University","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Istanbul Medipol University","city":"Istanbul","state":"Beykoz","country":"Turkey","geoPoint":{"lat":41.01384,"lon":28.94966}}]},"referencesModule":{"references":[{"pmid":"23129815","type":"BACKGROUND","citation":"Cho HY, Kim JS, Lee GC. Effects of motor imagery training on balance and gait abilities in post-stroke patients: a randomized controlled trial. Clin Rehabil. 2013 Aug;27(8):675-80. doi: 10.1177/0269215512464702. Epub 2012 Nov 5."},{"pmid":"27294678","type":"BACKGROUND","citation":"Amesz S, Tessari A, Ottoboni G, Marsden J. An observational study of implicit motor imagery using laterality recognition of the hand after stroke. Brain Inj. 2016;30(8):999-1004. doi: 10.3109/02699052.2016.1147600. Epub 2016 Jun 13."},{"pmid":"22247502","type":"BACKGROUND","citation":"Liepert J, Greiner J, Nedelko V, Dettmers C. Reduced upper limb sensation impairs mental chronometry for motor imagery after stroke: clinical and electrophysiological findings. Neurorehabil Neural Repair. 2012 Jun;26(5):470-8. doi: 10.1177/1545968311425924. Epub 2012 Jan 13."},{"pmid":"30911582","type":"BACKGROUND","citation":"Morioka S, Osumi M, Nishi Y, Ishigaki T, Ishibashi R, Sakauchi T, Takamura Y, Nobusako S. Motor-imagery ability and function of hemiplegic upper limb in stroke patients. Ann Clin Transl Neurol. 2019 Feb 17;6(3):596-604. doi: 10.1002/acn3.739. eCollection 2019 Mar."},{"pmid":"16741183","type":"BACKGROUND","citation":"Sharma N, Pomeroy VM, Baron JC. Motor imagery: a backdoor to the motor system after stroke? Stroke. 2006 Jul;37(7):1941-52. doi: 10.1161/01.STR.0000226902.43357.fc. Epub 2006 Jun 1."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"We will not plan to share individual participant data."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}