{"protocolSection":{"identificationModule":{"nctId":"NCT05856045","orgStudyIdInfo":{"id":"REC/5341nimraazmat"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"PNF vs Pertubation Based Balance Training in Subacute Stroke Patients.","officialTitle":"Effects of Proprioceptive Neuromuscular Facilitation Exercises Versus Perturbation-based Balance Training on Balance, Coordination and Proprioception in Subacute Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-02-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-10-18","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-10-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-05-04","studyFirstSubmitQcDate":"2023-05-04","studyFirstPostDateStruct":{"date":"2023-05-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-04","lastUpdatePostDateStruct":{"date":"2023-05-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"To determine the effects of proprioceptive neuromuscular facilitation exercises versus perturbation-based balance training on balance, coordination, and proprioception in subacute stroke patients, it will be a randomized clinical trial.","detailedDescription":"Stroke is the major cause of disability and mortality worldwide. Stroke is defined as an abrupt neurological outburst caused by impaired perfusion through the blood vessels to the brain. Every year the number of strokes affected individuals are rising thereby putting an extra pressure on socioeconomic conditions in developing countries. Major complications of stroke include hemiplegia leading to upper limb dysfunction along with gait abnormalities. This study will be conducted to determine the effects of proprioceptive neuromuscular facilitation exercises versus perturbation-based balance training on balance, coordination, and proprioception in subacute stroke patients. The randomized clinical trial will be conducted, participants will be selected through Non probability convenience sampling technique and then randomly allocated into three treatment groups."},"conditionsModule":{"conditions":["Stroke"],"keywords":["hemiplegia","cardiovascular accident","pnf","PBBT (pertubation based balance training)"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"PNF intervention group","type":"EXPERIMENTAL","description":"Proprioceptive neuromuscular facilitation (PNF) is a therapeutic approach that uses cutaneous, proprioceptive and auditory input to produce functional improvement in motor output.","interventionNames":["Other: PNF(proprioceptive neuromuscular facilitation exercises)"]},{"label":"PBBT(pertubation based balance training) intervention group","type":"EXPERIMENTAL","description":"Perturbation-based balance training (also referred to as reactive balance training or perturbation training) utilizes a task-specific approach to balance training, applying repeated exposure to unpredictable mechanical perturbations that mimic balance disturbances experienced in daily life.","interventionNames":["Other: PBBT (pertubation based balance training)"]},{"label":"PNF and PBBT intervention group","type":"EXPERIMENTAL","description":"both techniques will be used","interventionNames":["Other: PNF and PBBT intervention group"]}],"interventions":[{"type":"OTHER","name":"PNF(proprioceptive neuromuscular facilitation exercises)","description":"PNF involves both stretching and contracting (activation) of the muscle group being targeted in order to achieve maximum static flexibility, along with its D1\\&D2 flexion/extension patterns to improve dynamic flexibility and thus improving balance and coordination.\n\ntotal 8 weeks session was given to patients. 45 mins session/each day for 6 days a week.","armGroupLabels":["PNF intervention group"]},{"type":"OTHER","name":"PBBT (pertubation based balance training)","description":"Perturbation-based balance training (PBT) is an emerging task-specific intervention that aims to improve reactive balance control after destabilizing perturbations in a safe and controlled environment. Pertubations are given by therapist in unexpected directions to challenge patients reactive balance. In this study pertubations will be given manually and on treadmill by a harness system.\n\ndaily 45 mins of exercise session of pertuations divided into double leg foam roller, wobble board exercises and pertubations on treadmill were performed for total 8 weeks and 6 days a week.","armGroupLabels":["PBBT(pertubation based balance training) intervention group"]},{"type":"OTHER","name":"PNF and PBBT intervention group","description":"proprioceptive neuromuscular exercises, pertubation based balance training along with conventional physiotherapy exercises were given for 8 weeks and 6 days per week for around 45 mins.","armGroupLabels":["PNF and PBBT intervention group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Tinetti Performance Oriented Mobility Assessment(POMA)","description":"The Tinetti assessment tool is an easily administered task-oriented test that measures an older adult's gait and balance abilities. Equipment needed are Hard armless chair, Stopwatch or wristwatch and 15 ft walkway.it takes 10-15 minutes to administer.\n\ntotal score is 28 interpretation: 25-28 = low fall risk\n\n19-24 = medium fall risk\n\n\\< 19 = high fall risk","timeFrame":"8th week"},{"measure":"FMA lower extremity","description":"The Fugl-Meyer Assessment of Lower Extremity (FMA-LE) is a widely used and recommended scale for evaluation of post-stroke motor impairment. It is designed to assess motor functioning, balance, sensation and joint functioning in patients with post-stroke hemiplegia.\n\nThe scale is comprised of five domains and there are 155 items in total","timeFrame":"8th week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age:40-70 years.\n* Gender: Male and female\n* The Subacute stroke patients, at least 3 months post stroke.\n* Patients able to stand without support from upper limb.\n* Patients able to perform 10 meter walk test.\n\nExclusion Criteria:\n\n* Neurological conditions other than stroke like Guillain barre syndrome, Chronic inflammatory demyelinating polyradiculoneuropathy, Parkinson's disease, Transverse Myelitis etc.\n* Patients with not intact higher mental function and cognition.\n* Patients with grade 3 arthritis and traumatic injuries like spinal cord injuries and TBIs\n* Other chronic disabling pathologies, orthopedic injuries that could impair locomotion","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Imran Amjad","role":"CONTACT","phone":"03324390125","email":"imran.amjad@riphah.edu.pk"}],"overallOfficials":[{"name":"hira jabeen","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Services Hospital","status":"RECRUITING","city":"Lahore","state":"Punjab","zip":"54770","country":"Pakistan","contacts":[{"name":"hira jabeen","role":"CONTACT","phone":"03234116506","email":"hira.jabeen@riphah.edu.pk"},{"name":"nimra azmat, MSNMPT","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":31.558,"lon":74.35071}}]},"referencesModule":{"references":[{"pmid":"33076218","type":"BACKGROUND","citation":"Kuriakose D, Xiao Z. Pathophysiology and Treatment of Stroke: Present Status and Future Perspectives. Int J Mol Sci. 2020 Oct 15;21(20):7609. doi: 10.3390/ijms21207609."},{"pmid":"30871944","type":"BACKGROUND","citation":"GBD 2016 Stroke Collaborators. Global, regional, and national burden of stroke, 1990-2016: a systematic analysis for the Global Burden of Disease Study 2016. Lancet Neurol. 2019 May;18(5):439-458. doi: 10.1016/S1474-4422(19)30034-1. Epub 2019 Mar 11."},{"pmid":"33899085","type":"BACKGROUND","citation":"Cohen AL, Ferguson MA, Fox MD. Lesion network mapping predicts post-stroke behavioural deficits and improves localization. Brain. 2021 May 7;144(4):e35. doi: 10.1093/brain/awab002. No abstract available."},{"pmid":"35743913","type":"BACKGROUND","citation":"Nguyen PT, Chou LW, Hsieh YL. Proprioceptive Neuromuscular Facilitation-Based Physical Therapy on the Improvement of Balance and Gait in Patients with Chronic Stroke: A Systematic Review and Meta-Analysis. Life (Basel). 2022 Jun 13;12(6):882. doi: 10.3390/life12060882."},{"pmid":"30741699","type":"BACKGROUND","citation":"Park J, Kim TH. The effects of balance and gait function on quality of life of stroke patients. NeuroRehabilitation. 2019;44(1):37-41. doi: 10.3233/NRE-182467."},{"pmid":"23503739","type":"BACKGROUND","citation":"Tyson SF, Sadeghi-Demneh E, Nester CJ. The effects of transcutaneous electrical nerve stimulation on strength, proprioception, balance and mobility in people with stroke: a randomized controlled cross-over trial. Clin Rehabil. 2013 Sep;27(9):785-91. doi: 10.1177/0269215513478227. Epub 2013 Mar 15."},{"pmid":"29037625","type":"BACKGROUND","citation":"Cayco CS, Gorgon EJR, Lazaro RT. Effects of proprioceptive neuromuscular facilitation on balance, strength, and mobility of an older adult with chronic stroke: A case report. J Bodyw Mov Ther. 2017 Oct;21(4):767-774. doi: 10.1016/j.jbmt.2016.10.008. Epub 2016 Oct 27."},{"pmid":"26157240","type":"BACKGROUND","citation":"Seo K, Park SH, Park K. The effects of stair gait training using proprioceptive neuromuscular facilitation on stroke patients' dynamic balance ability. J Phys Ther Sci. 2015 May;27(5):1459-62. doi: 10.1589/jpts.27.1459. Epub 2015 May 26."},{"pmid":"30582917","type":"BACKGROUND","citation":"Gunning E, Uszynski MK. Effectiveness of the Proprioceptive Neuromuscular Facilitation Method on Gait Parameters in Patients With Stroke: A Systematic Review. Arch Phys Med Rehabil. 2019 May;100(5):980-986. doi: 10.1016/j.apmr.2018.11.020. Epub 2018 Dec 22."},{"pmid":"30767613","type":"BACKGROUND","citation":"Handelzalts S, Kenner-Furman M, Gray G, Soroker N, Shani G, Melzer I. Effects of Perturbation-Based Balance Training in Subacute Persons With Stroke: A Randomized Controlled Trial. Neurorehabil Neural Repair. 2019 Mar;33(3):213-224. doi: 10.1177/1545968319829453. Epub 2019 Feb 15."},{"pmid":"26048054","type":"BACKGROUND","citation":"Mansfield A, Aqui A, Centen A, Danells CJ, DePaul VG, Knorr S, Schinkel-Ivy A, Brooks D, Inness EL, McIlroy WE, Mochizuki G. Perturbation training to promote safe independent mobility post-stroke: study protocol for a randomized controlled trial. BMC Neurol. 2015 Jun 6;15:87. doi: 10.1186/s12883-015-0347-8."},{"pmid":"28579506","type":"BACKGROUND","citation":"Mansfield A, Schinkel-Ivy A, Danells CJ, Aqui A, Aryan R, Biasin L, DePaul VG, Inness EL. Does Perturbation Training Prevent Falls after Discharge from Stroke Rehabilitation? A Prospective Cohort Study with Historical Control. J Stroke Cerebrovasc Dis. 2017 Oct;26(10):2174-2180. doi: 10.1016/j.jstrokecerebrovasdis.2017.04.041. Epub 2017 Jun 1."},{"pmid":"23172402","type":"BACKGROUND","citation":"Ribeiro T, Britto H, Oliveira D, Silva E, Galvao E, Lindquist A. Effects of treadmill training with partial body weight support and the proprioceptive neuromuscular facilitation method on hemiparetic gait: a randomized controlled study. Eur J Phys Rehabil Med. 2013 Aug;49(4):451-61. Epub 2012 Nov 20."},{"pmid":"30524360","type":"BACKGROUND","citation":"van Duijnhoven HJR, Roelofs JMB, den Boer JJ, Lem FC, Hofman R, van Bon GEA, Geurts ACH, Weerdesteyn V. Perturbation-Based Balance Training to Improve Step Quality in the Chronic Phase After Stroke: A Proof-of-Concept Study. Front Neurol. 2018 Nov 22;9:980. doi: 10.3389/fneur.2018.00980. eCollection 2018."},{"pmid":"29675114","type":"BACKGROUND","citation":"Belas Dos Santos M, Barros de Oliveira C, Dos Santos A, Garabello Pires C, Dylewski V, Arida RM. A Comparative Study of Conventional Physiotherapy versus Robot-Assisted Gait Training Associated to Physiotherapy in Individuals with Ataxia after Stroke. Behav Neurol. 2018 Feb 20;2018:2892065. doi: 10.1155/2018/2892065. eCollection 2018."},{"pmid":"26109950","type":"BACKGROUND","citation":"Wu P, Zeng F, Li YX, Yu BL, Qiu LH, Qin W, Li J, Zhou YM, Liang FR. Changes of resting cerebral activities in subacute ischemic stroke patients. Neural Regen Res. 2015 May;10(5):760-5. doi: 10.4103/1673-5374.156977."},{"pmid":"34949215","type":"BACKGROUND","citation":"Muehlbauer T. Effects of balance training on static and dynamic balance performance in healthy children: role of training duration and volume. BMC Res Notes. 2021 Dec 23;14(1):465. doi: 10.1186/s13104-021-05873-5."},{"pmid":"24877116","type":"BACKGROUND","citation":"Morone G, Tramontano M, Iosa M, Shofany J, Iemma A, Musicco M, Paolucci S, Caltagirone C. The efficacy of balance training with video game-based therapy in subacute stroke patients: a randomized controlled trial. Biomed Res Int. 2014;2014:580861. doi: 10.1155/2014/580861. Epub 2014 May 5."},{"pmid":"30623845","type":"BACKGROUND","citation":"Bergmann J, Krewer C, Muller F, Jahn K. A new cutoff score for the Burke Lateropulsion Scale improves validity in the classification of pusher behavior in subactue stroke patients. Gait Posture. 2019 Feb;68:514-517. doi: 10.1016/j.gaitpost.2018.12.034. Epub 2018 Dec 26."},{"pmid":"29660413","type":"BACKGROUND","citation":"Villepinte C, Catella E, Martin M, Hidalgo S, Techene S, Lebely C, Castel-Lacanal E, de Boissezon X, Chih H, Gasq D. Validation of French upper limb Erasmus modified Nottingham Sensory Assessment in stroke. Ann Phys Rehabil Med. 2019 Jan;62(1):35-42. doi: 10.1016/j.rehab.2018.03.004. Epub 2018 Apr 13."},{"pmid":"33358073","type":"BACKGROUND","citation":"Hernandez ED, Forero SM, Galeano CP, Barbosa NE, Sunnerhagen KS, Alt Murphy M. Intra- and inter-rater reliability of Fugl-Meyer Assessment of Lower Extremity early after stroke. Braz J Phys Ther. 2021 Nov-Dec;25(6):709-718. doi: 10.1016/j.bjpt.2020.12.002. Epub 2020 Dec 17."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}