{"protocolSection":{"identificationModule":{"nctId":"NCT01678547","orgStudyIdInfo":{"id":"RP 19/12"},"organization":{"fullName":"IRCCS San Raffaele Roma","class":"OTHER"},"briefTitle":"Robot Walking Rehabilitation in Stroke Patients","officialTitle":"Effect of Robot Assisted Treatment on Gait Performace in Stroke Patients","acronym":"RoboSTROKE"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"TERMINATED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2012-09"},"primaryCompletionDateStruct":{"date":"2014-08","type":"ACTUAL"},"completionDateStruct":{"date":"2015-09","type":"ACTUAL"},"studyFirstSubmitDate":"2012-08-31","studyFirstSubmitQcDate":"2012-08-31","studyFirstPostDateStruct":{"date":"2012-09-05","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-07-05","lastUpdatePostDateStruct":{"date":"2023-07-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Michela Goffredo","investigatorTitle":"Biomedical Engineer, PhD","investigatorAffiliation":"IRCCS San Raffaele Roma"},"leadSponsor":{"name":"IRCCS San Raffaele Roma","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Stroke are the main causes of motor disability among adults and are expected to impose an increasing social and economic burden for our Country. The impact of stroke on patients is enormous, with negative ramifications on the persons participation in social, vocational, and recreational activities. It is the primary cause of long-term disability in these countries. At the present stage, it is well known that control of balance during upright standing depends upon the central integration of afferent information from vestibular, somatosensory (proprioceptive, tactile), and visual systems, which constitute a multilink neural network for the control of neck, hip, and ankle joints. More recently, it has been studied at the level of cerebral cortex; vestibular inputs would reach face/neck representation of primary somatosensory cortex and would be then integrated with visual and somatosensory inputs in intraparietal, posterior end of the insula and medial superior temporal cortices. Remarkably, balance impairment and the associated risk of falling represent one of the most prominent and potentially disabling features in stroke subjects. The specific aims of this project are: to verify whether the robotics lower limb treatment with body weight support is more effective than the treadmill treatment in the reduction of motor impairment in Stroke patients, and to improve the quality of the gait and the endurance and to analyze possible improvements in terms of physiological biomechanical gait through analysis of spatio-temporal parameters.","detailedDescription":"Objective: to assess the lower limb recovery after the gait rehabilitation training exercises in acute and chronic stroke patients.\n\nThe proposed project, through a Randomized controlled observer-blind trial aimed at evaluating the effectiveness of end-effector robot assisted therapy vs the treadmill and ground treatment in sub-acute and chronic stroke subjects. 90 inpatients and out-patients with a stroke will be recruited. We will randomize the patients on 3 groups \\[15 sub-acute (ischemic and hemorrhagic) stroke patients (after 30±7 days from injury) and 15 chronic (ischemic and hemorrhagic) patients (after 3/6 months days from injury) for all groups\\]:\n\n1. sub-acute and chronic stroke patients robot treatment.\n2. sub-acute and chronic patients treadmill treatment.\n3. sub-acute and chronic patients ground treatment.\n\nThe specific aims of this project are:\n\n1. to verify whether the robotics end-effector GEO lower limb treatment with body weight support is more effective than the treadmill treatment or ground treatment in the reduction of motor impairment in sub-acute and Chronic stroke patients, and to improve the quality of the gait and the endurance;\n2. to analyse possible improvements in terms of physiological biomechanical gait through analysis of kinematics , kinetics and EMG evaluation;\n3. to analyse possible improvements in terms of reduction of instable posture and movements, which can represent a reduction of the risk of fall typical of these subjects;\n4. to evaluate the kinematic, kinetic and EMG quantitative data during selected movements (gait, posture, ) compared with age matched reference data;\n5. to investigate the stability of the effects of robot-assisted treatment at 4/6 months follow-up in terms of Quality of Life (QoL).\n\nA first goal of this project is to investigate the differences in improvement of the quality and safety of the gait (motor performance and functional recovery) through kinematic/kinetic and EMG parameters (Change in Step Length, Change in Gait Velocity and Change in Stride Time Variability, 3D joints kinematics, ground reaction forces, joint kinetics, muscle activation,) and traditional clinical scales in sub-acute and chronic stroke patients.\n\nThe second goals is aimed at identifying possible advantages in the QoL of patients undergoing such a kind of in-patients and out-patients rehabilitation treatment and at investigating novel methods enabling lower limb functional recovery, leading to wide potential for regaining personal independence.\n\nThe third goal is to analyse direct cost savings associated with the use of such technologies, measured as direct, indirect and intangible costs, through specific HTA procedures."},"conditionsModule":{"conditions":["Stroke","Gait Disorders, Neurologic"],"keywords":["Stroke","Robot","Treatment","Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":28,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Robot G-EO","type":"EXPERIMENTAL","description":"Each subject will be asked to perform 15 sessions (3 to 5 days a week for 4 up to 5 weeks) consisting of a treatment cycle using the GE-O system device, according to individually tailored exercise scheduling.","interventionNames":["Device: Robot-assisted walking"]},{"label":"Treadmill Training","type":"ACTIVE_COMPARATOR","description":"Each subject will be asked to perform 15 sessions (3 to 5 days a week for 4 up to 5 weeks) consisting of a treatment cycle using the treadmill system device, according to individually tailored exercise scheduling.","interventionNames":["Device: Treadmill Training"]},{"label":"Ground treatment","type":"ACTIVE_COMPARATOR","description":"Ground Control Group (cCG): Each subject will be asked to perform 15 sessions (3 to 5 days a week for 4 up to 5 weeks) of traditional lower limb physiotherapy treatment.","interventionNames":["Other: Ground treatment"]}],"interventions":[{"type":"DEVICE","name":"Robot-assisted walking","description":"The practice will included an add-on robot-assisted walking therapy at variable speeds for 40 min with a partial body weight support (BWS). All participants will start with 30-40% BWS and an initial treadmill speed of 1.5 km/h speed will be increased to a range of 2.2 to 2.5 km/h and the BWS % will be decreased.","armGroupLabels":["Robot G-EO"],"otherNames":["G-EO System (Reha Technology AG Switzerland)"]},{"type":"DEVICE","name":"Treadmill Training","description":"The practice will included an add-on treadmill walking therapy at variable speeds for 40 min with a partial body weight support (BWS). All participants will start with 30-40% BWS and an initial comfortable treadmill speed and the speed will be increased to a range of 1,0 to 2.5 km/h and the BWS % will be decreased.","armGroupLabels":["Treadmill Training"],"otherNames":["Gait Trainer 3 (Biodex Medical Systems New York)"]},{"type":"OTHER","name":"Ground treatment","description":"The practice will included ground walking therapy s for 40 min with therapist support.","armGroupLabels":["Ground treatment"],"otherNames":["Physiotherapy treatment."]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"6 minuts walking test.","description":"The 6 minuts walking test as primary outcome assessments will be collected at baseline (inclusion)(T0) and endpoint (after 15 robot sesion) (T1) (no later than 1 day \\> last training session) at the follow-up examination after 3/6 months from the treatments conclusion (T2).","timeFrame":"Change from Baseline in gait speed at 6 months follow up."}],"secondaryOutcomes":[{"measure":"Fugl Meyer (lower limb section)","description":"The Fugl Meyer (lower limb section) scale will be collected at baseline (inclusion)(T0) and endpoint (after 15 robot sesion) (T1) (no later than 1 day \\> last training session) at the follow-up examination after 3/6 months from the treatments conclusion (T2).","timeFrame":"Change from Baseline in Fugl Meyer scrores at 6 months follow up months follow up."},{"measure":"Borg scale","description":"Cost of Waking walking effort using Borg scale will be collected at baseline (inclusion)(T0) and endpoint (after 15 robot sesion) (T1) (no later than 1 day \\> last training session) at the follow-up examination after 3/6 months from the treatments conclusion (T2).","timeFrame":"Change from Baseline in Borg scale at 6 months follow up."},{"measure":"Gait Parameters with EMG","description":"Gait analysis with EMG will be collected at baseline (inclusion)(T0) and endpoint (after 15 robot sesion) (T1) (no later than 1 day \\> last training session) at the follow-up examination after 3/6 months from the treatments conclusion (T2).","timeFrame":"baseline, weekly during intervention, 6 months follow up"},{"measure":"Functional Ambulation Classification","description":"The Functional Ambulation Classification will be collected at baseline (inclusion)(T0) and endpoint (after 15 robot sesion) (T1) (no later than 1 day \\> last training session) at the follow-up examination after 3/6 months from the treatments conclusion (T2).","timeFrame":"Change from Baseline in Fugl Meyer scrores at 6 months follow up months follow up."},{"measure":"Walk Handicap Scale (WHS)","description":"The Walk Handicap Scale (WHS) will be collected at baseline (inclusion)(T0) and endpoint (after 15 robot sesion) (T1) (no later than 1 day \\> last training session) at the follow-up examination after 3/6 months from the treatments conclusion (T2).","timeFrame":"Change from Baseline in Fugl Meyer scrores at 6 months follow up months follow up."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* between the ages of 18-95 years;\n* able to walk 25 feet unassisted or with assistance\n* truck control\n* first acute event of cerebrovascular stroke\n* unilateral paresis,\n* ability to understand and follow simple instructions\n* ability to walk without assistance prior to stroke\n* endurance sufficient to stand at least 20 minutes unassisted per patient report.\n\nExclusion Criteria:\n\n* unable to understand instructions required by the study (Informed Consent Test of Comprehension).\n* medical or neurological comorbidities that might contribute to significant gait dysfunction.\n* uncontrolled hypertension \\> 190/110 mmHg.\n* significant symptoms of orthostasis when standing up.\n* circulatory problems, history of vascular claudication or significant (+3) pitting edema.\n* lower extremity injuries or joint problems (hip or leg) that limit range of motion or function, or cause pain with movement\n* bilateral impairment,\n* severe sensory deficits in the paretic upper limb,\n* cognitive impairment or behavioral dysfunction that would influence the ability to comprehend or participate in the study.\n* Women who are pregnant and/or lactating.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Michela Goffredo, BME","affiliation":"IRCCS San Raffaele Rome Italy","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"San Raffaele Cassino","city":"Cassino","country":"Italy","geoPoint":{"lat":41.48581,"lon":13.82835}},{"facility":"IRCCS San Raffaele Roma","city":"Rome","zip":"00166","country":"Italy","geoPoint":{"lat":41.89193,"lon":12.51133}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000020233","term":"Gait Disorders, Neurologic"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M21748","name":"Gait Disorders, Neurologic","asFound":"Gait Disorders, Neurologic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}