{"protocolSection":{"identificationModule":{"nctId":"NCT03469206","orgStudyIdInfo":{"id":"DIRECT MT"},"organization":{"fullName":"Changhai Hospital","class":"OTHER"},"briefTitle":"Direct Intra-arterial Thrombectomy in Order to Revascularize AIS Patients With Large Vessel Occlusion Efficiently in Chinese Tertiary Hospitals","officialTitle":"Parallel Group, Randomized Clinical Trial of Direct Intra-arterial Thrombectomy Versus Intravenous Thrombolysis With Intra-arterial Thrombectomy for Patients With Large Vessel Occlusion of the Anterior Circulation","acronym":"DIRECT-MT"},"statusModule":{"statusVerifiedDate":"2019-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-02-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-10-20","type":"ACTUAL"},"completionDateStruct":{"date":"2019-10-26","type":"ACTUAL"},"studyFirstSubmitDate":"2018-02-28","studyFirstSubmitQcDate":"2018-03-12","studyFirstPostDateStruct":{"date":"2018-03-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-10-26","lastUpdatePostDateStruct":{"date":"2019-10-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jian-min Liu","investigatorTitle":"Dean of the department of Neurosurgery","investigatorAffiliation":"Changhai Hospital"},"leadSponsor":{"name":"Changhai Hospital","class":"OTHER"},"collaborators":[{"name":"National Health and Family Planning Commission, P.R.China","class":"OTHER_GOV"},{"name":"Wu Jieping Medical Foundation","class":"OTHER"},{"name":"Cardiovascular Chinese Research Center","class":"UNKNOWN"},{"name":"Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background: Intravenous thrombolysis (IVT) combined with mechanical thrombectomy (MT) has been proven safe and effective in patients with acute ischemic stroke (AIS) of anterior circulation large vessel occlusion (LVO). Despite recanalization, a considerable proportion of patients do not recover. The incidence of symptomatic intracerebral hemorrhage (sICH) was similar between combined IVT plus MT and IVT, suggesting that this complication could not be attributed to the MT, but rather to pre-treatment with IVT. Meanwhile, the incidence of intracranial atherosclerosis stenosis (ICAS) is higher in Asians. It is not clear whether patients with ICAS benefit from pretreatment with alteplase or not and how ICAS modifies treatment effect.\n\nObjective: To assess whether direct MT is non-inferior compared to combined IVT plus MT in patients with AIS due to an anterior circulation LVO, and to assess treatment effect modification by presence of ICAD.\n\nStudy design: This is a parallel group, RCT of direct MT compared to combined IVT plus MT, using a non-inferiority design. The trial has observer blinded assessment of the primary outcome and of neuro-imaging at baseline and follow up. The trial will be executed in collaboration with MRCLEAN NO-IV investigators.\n\nStudy population: Patients with AIS of anterior circulation VLO confirmed by CTA. Initiation of IVT must be feasible within 4.5 hours from symptom onset. Age must be 18 or over and NIHSS 2 or more.\n\nMain outcomes: The full distribution of the mRS at 3 months. Secondary outcomes: 1. death within 90 +/- 14 days; 2. pre-interventional reperfusion assessed on first intracranial DSA; 3. eTICI19 score on final angiography of MT; 4. score on the NIHSS at 24 +/- 6 hours and 5-7 days, or at discharge; 5. recanalization rate at 24-72h by CTA; 6. Final lesion volume at 5-7 days on NCCT20; 7. score on the EuroQoL 5-dimensions 5-level (EQ5D-5L)21 and Barthel index22 at 90 +/- 14 days; 8. dichotomous clinical outcome on the mRS at 90 +/- 14 days.","detailedDescription":"Protocol title: Direct Intra-arterial thrombectomy in order to Revascularize AIS patients with large vessel occlusion Efficiently in Chinese Tertiary hospitals: a Multicenter randomized clinical Trial (DIRECT-MT) Rationale: Mechanical thrombectomy (MT) by means of retrievable stents has been proven safe and effective in patients with acute ischemic stroke (AIS) with confirmed large vessel occlusion of the anterior circulation and in whom the procedure can be started within 6 hours from onset. Despite recanalization, a considerable proportion of patients do not recover. This can be attributed to potential adverse effects of the intravenous treatment (IVT) prior to MT. These effects could include neurotoxicity, blood brain barrier leakage and thrombus fragmentation through softening of the thrombus.\n\nAnother reason for non-recovery in MRCLEAN was the occurrence of symptomatic intracranial hemorrhage (sICH) in 7% of patients, which was fatal in 65%. sICH occurred as often in the intervention as in the control group, suggesting that this complication could not be attributed to the MT, but rather to pre-treatment with IVT. Therefore, the investigators hypothesize that direct MT may lead to a 8% absolute increase in good outcome compared to MT preceded by IVT.\n\nObjective: To assess whether direct MT is non-inferior compared to combined IVT plus MT in patients with AIS due to an anterior circulation LVO, and to assess treatment effect modification by presence of ICAD.\n\nStudy design: This is a multicenter, prospective, open label parallel group trial with blinded outcome assessment (PROBE design) assessing non-inferiority of direct MT compared to combined IVT plus MT.\n\nStudy population: Patients with acute ischemic stroke and a confirmed anterior circulation occlusion by CTA. Initiation of IVT must be feasible within 4.5 hours from symptom onset. Age must be 18 or over and NIHSS 2 or more.\n\nINCLUSION CRITERIA\n\n* a clinical diagnosis of acute ischemic stroke,\n* caused by a large vessel occlusion of the anterior circulation (intracranial carotid artery or middle M1/proximal M2) cerebral artery confirmed by CTA,\n* CT or MRI ruling out intracranial hemorrhage,\n* eligible for IVT and MT (within 4.5 hours after symptom onset),\n* a score of at least 2 on the NIH Stroke Scale,\n* age of 18 years or older,\n* written informed consent. EXCLUSION CRITERIA\n* Pre-stroke disability which interferes with the assessment of functional outcome at 90 days, i.e. mRS \\>2\n* Any contra-indication for IVT, according to guidelines of the American Heart Association, i.e.:\n\n  * arterial blood pressure exceeding 185/110 mmHg\n  * blood glucose less than 2.7 or over 22.2 mmol/L\n  * cerebral infarction in the previous 6 weeks with residual neurological deficit or signs of recent infarction on neuro-imaging\n  * serious head trauma in the previous 3 months\n  * major surgery or serious trauma in the previous 2 weeks\n  * gastrointestinal or urinary tract hemorrhage in the previous 3 weeks\n  * previous intracerebral hemorrhage\n  * use of anticoagulant with INR exceeding 1.7\n  * known thrombocyte count less than 100 x 109/L\n  * treatment with direct thrombin or factor X inhibitors\n  * treatment with heparin (APTT exceeds the upper limit of normal value) in the previous 48 hours.\n\nIntervention: The intervention group will undergo immediate MT using a stent retriever, as recommended by the steering committee. The standard care group will receive IVT 0.9 mg/kg with a maximum dose of 90 mg in one hour, followed by MT using a stent retriever. the investigators strive to reduce delays associated with IVT administration to a minimum to adequately assess the effect of IVT itself with MT.\n\nMain study parameters/outcomes: The primary outcome is the score on the modified Rankin Scale assessed blindly at 90 (+/- 14) days. An common odds ratio, adjusted for the prognostic factors (age, NIHSS, collateral score), representing the shift on the 6-category mRS scale measured at 3 months, estimated with ordinal logistic regression, will be the primary effect parameter.\n\nSecondary outcomes: 1. death within 90 +/- 14 days; 2. pre-interventional reperfusion assessed on first intracranial DSA; 3. eTICI19 score on final angiography of MT; 4. score on the NIHSS at 24 +/- 6 hours and 5-7 days, or at discharge; 5. recanalization rate at 24-72h by CTA; 6. Final lesion volume at 5-7 days on NCCT20; 7. score on the EuroQoL 5-dimensions 5-level (EQ5D-5L)21 and Barthel index22 at 90 +/- 14 days; 8. dichotomous clinical outcome on the mRS at 90 +/- 14 days."},"conditionsModule":{"conditions":["Ischemic Stroke","Large Vessel Occlusion","Thrombectomy","Thrombosis","Alteplase"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":656,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Direct MT","type":"SHAM_COMPARATOR","description":"Direct mechanical thrombectomy (MT) with no intravenous thrombolysis","interventionNames":["Procedure: intra-arterial thrombectomy"]},{"label":"IVT combine with MT","type":"ACTIVE_COMPARATOR","description":"Intravenous thrombolysis before mechanical thrombectomy","interventionNames":["Procedure: intra-arterial thrombectomy","Drug: Intravenous thrombolysis"]}],"interventions":[{"type":"PROCEDURE","name":"intra-arterial thrombectomy","description":"It is the emergency surgical removal of emboli which are blocking blood circulation. It usually involves removal of thrombi (blood clots)","armGroupLabels":["Direct MT","IVT combine with MT"]},{"type":"DRUG","name":"Intravenous thrombolysis","description":"alteplase is used in the intravenous thrombolysis. It catalyzes the conversion of plasminogen to plasmin, the major enzyme responsible for clot breakdown.","armGroupLabels":["IVT combine with MT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"mRS (the modified Rankin Scale)","description":"The mRS is an ordinal hierarchical scale ranging from 0 to 5, with higher scores indicating more severe disability.","timeFrame":"3 months after procedure"}],"secondaryOutcomes":[{"measure":"eTICI score (Extended Treatment In Cerebral Ischemia)","description":"The eTICI is an ordinal hierarchical scale ranging from 0 to 3, with higher scores indicating better antegrade reperfusion of the previously occluded target artery ischemic territory.","timeFrame":"Immediately after procedure"},{"measure":"NIHSS (The National Institutes of Health Stroke Scale)","description":"The NIHSS is an ordinal hierarchical scale to evaluate the severity of stroke by assessing a patient's performance. Scores range from 0 to 42, with higher scores indicating a more severe deficit.","timeFrame":"at 24 hours and 5-7 days"},{"measure":"Recanalization rate","description":"Recanalization rate at 24-48 hours after intra-arterial thrombectomy, assessed with CT angiography","timeFrame":"at 24-48 hours after intra-arterial thrombectomy"},{"measure":"Final infarct volume","description":"Final infarct volume will be assessed with the use of an automated, validated algorithm.","timeFrame":"at 5-7 days"},{"measure":"sICH (symptomatic intracranial hemorrhage) rate","description":"SICH means any hemorrhage with neurological deterioration, as indicated by an NIHSS score that was higher by ≥4 points than the value at baseline or the lowest value in the first 7 days or any hemorrhage leading to death.","timeFrame":"7 days after intra-arterial thrombectomy"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* a clinical diagnosis of acute ischemic stroke,\n* caused by a large vessel occlusion of the anterior circulation (distal intracranial carotid artery or middle M1/proximal M2) cerebral artery confirmed by CTA,\n* CT or MRI ruling out intracranial hemorrhage,\n* eligible for IVT and IAT (within 4.5 hours after symptom onset),\n* a score of at least 2 on the NIH Stroke Scale,\n* age of 18 years or older,\n* written informed consent.\n\nExclusion Criteria:\n\n* - Pre-stroke disability which interferes with the assessment of functional outcome at 90 days, i.e. mRS \\>2\n* Any contra-indication for IVT, according to guidelines of the American Heart Association, i.e.:\n\n  * arterial blood pressure exceeding 185/110 mmHg\n  * blood glucose less than 2.7 or over 22.2 mmol/L\n  * cerebral infarction in the previous 6 weeks with residual neurological deficit or signs of recent infarction on neuro-imaging\n  * serious head trauma in the previous 3 months\n  * major surgery or serious trauma in the previous 2 weeks\n  * gastrointestinal or urinary tract hemorrhage in the previous 3 weeks\n  * previous intracerebral hemorrhage\n  * use of anticoagulant with INR exceeding 1.7\n  * known thrombocyte count less than 100 x 109/L\n  * treatment with direct thrombin or factor X inhibitors\n  * treatment with heparin (APTT exceeds the upper limit of normal value) in the previous 48 hours.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jianmin Liu, M.D.","affiliation":"Neurosurgery Department of Changhai Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Benqiang Deng, M.D.","affiliation":"Neurology Department of Changhai Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Charles Majoie, M.D.","affiliation":"Radiology Department of Academic Medical Center Amsterdam","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Yvo Roos, M.D.","affiliation":"Neurology Department of Academic Medical Center Amsterdam","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Changhai Hospital","city":"Shanghai","state":"Shanghai","zip":"200433","country":"China","geoPoint":{"lat":31.22222,"lon":121.45806}}]},"referencesModule":{"references":[{"pmid":"36172030","type":"DERIVED","citation":"Xiaoxi Z, Xuan Z, Lei Z, Zifu L, Pengfei X, Hongjian S, Yongxin Z, Weilong H, Yihan Z, Dongwei D, Qiang L, Rui Z, Qinghai H, Yi X, Song L, Anderson CS, Jianmin L, Yongwei Z, Pengfei Y. Baseline blood pressure does not modify the effect of intravenous thrombolysis in successfully revascularized patients. Front Neurol. 2022 Sep 12;13:984599. doi: 10.3389/fneur.2022.984599. eCollection 2022."},{"pmid":"36151441","type":"DERIVED","citation":"Zhou Y, Wang Z, Ospel J, Goyal M, McDonough R, Yang P, Zhang Y, Zhang L, Ye X, Wei F, Su D, Lu H, Que X, Han H, Li T, Liu J; DIRECT-MT investigators. Effect of Admission Hyperglycemia on Safety and Efficacy of Intravenous Alteplase Before Thrombectomy in Ischemic Stroke: Post-hoc Analysis of the DIRECT-MT trial. Neurotherapeutics. 2022 Oct;19(6):1932-1941. doi: 10.1007/s13311-022-01281-0. Epub 2022 Sep 23."},{"pmid":"35688618","type":"DERIVED","citation":"Zhang M, Xing P, Tang J, Shi L, Yang P, Zhang Y, Zhang L, Peng Y, Liu S, Zhang L, Fu J, Liu J; DIRECT-MT Investigators. Predictors and outcome of early neurological deterioration after endovascular thrombectomy: a secondary analysis of the DIRECT-MT trial. J Neurointerv Surg. 2023 Sep;15(e1):e9-e16. doi: 10.1136/neurintsurg-2022-018976. Epub 2022 Jun 10."},{"pmid":"35240861","type":"DERIVED","citation":"Zhou Y, Zhang L, Ospel J, Goyal M, McDonough R, Xing P, Li Z, Zhang X, Zhang Y, Zhang Y, Hong B, Xu Y, Huang Q, Li Q, Yu Y, Zuo Q, Ye X, Yang P, Liu J; DIRECT-MT Investigators. Association of Intravenous Alteplase, Early Reperfusion, and Clinical Outcome in Patients With Large Vessel Occlusion Stroke: Post Hoc Analysis of the Randomized DIRECT-MT Trial. Stroke. 2022 Jun;53(6):1828-1836. doi: 10.1161/STROKEAHA.121.037061. Epub 2022 Mar 4."},{"pmid":"35232782","type":"DERIVED","citation":"Li H, Huang J, Ye S, Chen H, Yuan L, Liao G, Du W, Li C, Fang L, Liu S, Yang P, Zhang Y, Xing P, Zhang X, Ye X, Peng Y, Cao J, Zhang L, Yang Z, Liu J; DIRECT-MT investigators. Predictors of mortality in acute ischemic stroke treated with endovascular thrombectomy despite successful reperfusion: subgroup analysis of a multicentre randomised clinical trial. BMJ Open. 2022 Mar 1;12(3):e053765. doi: 10.1136/bmjopen-2021-053765."},{"pmid":"35222248","type":"DERIVED","citation":"Zhang P, Shen HJ, Chen L, Zhu X, Zhang MM, Jiang Y, Yang PF, Zhang L, Xing PF, Ye XF, Lou M, Yin CG, Deng BQ, Wu T, Zhang YW, Liu JM. Patient-Reported Anxiety/Depression After Endovascular Thrombectomy: A post-hoc Analysis of Direct-MT Trial. Front Neurol. 2022 Feb 9;13:811629. doi: 10.3389/fneur.2022.811629. eCollection 2022."},{"pmid":"35017204","type":"DERIVED","citation":"Xing P, Zhang X, Shen H, Shen F, Zhang L, Li Z, Zhang Y, Hong B, Shi H, Han H, Ye X, Zhang Y, Yang P, Liu J; DIRECT-MT investigators. Effect of stroke etiology on endovascular thrombectomy with or without intravenous alteplase: a subgroup analysis of DIRECT-MT. J Neurointerv Surg. 2022 Dec;14(12):1200-1206. doi: 10.1136/neurintsurg-2021-018275. Epub 2022 Jan 11."},{"pmid":"34915738","type":"DERIVED","citation":"Zhou Y, Xing P, Li Z, Zhang X, Zhang L, Zhang Y, Zhang Y, Hong B, Xu Y, Huang Q, Li Q, Zhao K, Zou C, Yu Y, Zuo Q, Liu S, Zhang L, Majoie CBLM, Roos YBWEM, Treurniet KM, Ye X, Peng Y, Yang P, Liu J; DIRECT-MT Investigators. Effect of Occlusion Site on the Safety and Efficacy of Intravenous Alteplase Before Endovascular Thrombectomy: A Prespecified Subgroup Analysis of DIRECT-MT. Stroke. 2022 Jan;53(1):7-16. doi: 10.1161/STROKEAHA.121.035267. Epub 2021 Dec 17. Erratum In: Stroke. 2022 Mar;53(3):e127."},{"pmid":"34872341","type":"DERIVED","citation":"Tian B, Tian X, Shi Z, Peng W, Zhang X, Yang P, Li Z, Zhang X, Lou M, Yin C, Zhang Y, Lu J, Liu J; DIRECT-MT Investigators. Clinical and Imaging Indicators of Hemorrhagic Transformation in Acute Ischemic Stroke After Endovascular Thrombectomy. Stroke. 2022 May;53(5):1674-1681. doi: 10.1161/STROKEAHA.121.035425. Epub 2021 Dec 7."},{"pmid":"33496186","type":"DERIVED","citation":"Geng C, Li SD, Zhang DD, Ma L, Liu GW, Jiao LQ, Liu JM, Chen WH, Zhu WS, Wen CM, Peng B. Endovascular Thrombectomy Versus Bridging Thrombolysis: Real-World Efficacy and Safety Analysis Based on a Nationwide Registry Study. J Am Heart Assoc. 2021 Feb 2;10(3):e018003. doi: 10.1161/JAHA.120.018003. Epub 2021 Jan 26."},{"pmid":"32374959","type":"DERIVED","citation":"Yang P, Zhang Y, Zhang L, Zhang Y, Treurniet KM, Chen W, Peng Y, Han H, Wang J, Wang S, Yin C, Liu S, Wang P, Fang Q, Shi H, Yang J, Wen C, Li C, Jiang C, Sun J, Yue X, Lou M, Zhang M, Shu H, Sun D, Liang H, Li T, Guo F, Ke K, Yuan H, Wang G, Yang W, Shi H, Li T, Li Z, Xing P, Zhang P, Zhou Y, Wang H, Xu Y, Huang Q, Wu T, Zhao R, Li Q, Fang Y, Wang L, Lu J, Li Y, Fu J, Zhong X, Wang Y, Wang L, Goyal M, Dippel DWJ, Hong B, Deng B, Roos YBWEM, Majoie CBLM, Liu J; DIRECT-MT Investigators. Endovascular Thrombectomy with or without Intravenous Alteplase in Acute Stroke. N Engl J Med. 2020 May 21;382(21):1981-1993. doi: 10.1056/NEJMoa2001123. Epub 2020 May 6."}],"seeAlsoLinks":[{"label":"DIRECT-MT website","url":"http://www.direct-mt.com"}]}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"SAP","hasProtocol":false,"hasSap":true,"hasIcf":false,"label":"Statistical Analysis Plan","date":"2019-10-21","uploadDate":"2019-10-26T10:38","filename":"SAP_000.pdf","size":974357},{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2019-08-20","uploadDate":"2019-10-26T10:41","filename":"Prot_001.pdf","size":849572}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000013927","term":"Thrombosis"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000016769","term":"Embolism and Thrombosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M16376","name":"Thrombosis","asFound":"Thrombosis","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M7474","name":"Embolism","relevance":"LOW"},{"id":"M18818","name":"Embolism and Thrombosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M13539","name":"Tissue Plasminogen Activator","relevance":"LOW"},{"id":"M13538","name":"Plasminogen","relevance":"LOW"},{"id":"M8161","name":"Fibrinolysin","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}