{"protocolSection":{"identificationModule":{"nctId":"NCT04212260","orgStudyIdInfo":{"id":"313-2018"},"organization":{"fullName":"Sunnybrook Health Sciences Centre","class":"OTHER"},"briefTitle":"Oropharyngeal Exercises and Post-Stroke Obstructive Sleep Apnea","officialTitle":"Strengthening Oropharyngeal Muscles as a Novel Approach to Treat Obstructive Sleep Apnea After Stroke: A Randomized Feasibility Study"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-09","type":"ACTUAL"},"completionDateStruct":{"date":"2022-12-09","type":"ACTUAL"},"studyFirstSubmitDate":"2019-12-17","studyFirstSubmitQcDate":"2019-12-23","studyFirstPostDateStruct":{"date":"2019-12-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-12","lastUpdatePostDateStruct":{"date":"2023-04-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Sunnybrook Health Sciences Centre","class":"OTHER"},"collaborators":[{"name":"Toronto Rehabilitation Institute","class":"OTHER"},{"name":"University of Toronto","class":"OTHER"},{"name":"Unity Health Toronto","class":"OTHER"},{"name":"Sunnybrook Research Institute","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study evaluates the feasibility and effectiveness of an oropharyngeal exercise (O-PE) regimen in treating post-stroke obstructive sleep apnea, as an alternative therapy to continuous positive airway pressure (CPAP). Eligible patients will be randomized (1:1) to treatment using a pre-specified schedule of O-PEs vs. a sham control arm.","detailedDescription":"BACKGROUND Obstructive sleep apnea (OSA) is characterized by recurrent obstruction of the upper airway during sleep due to intermittent loss of pharyngeal dilator muscle tone. OSA is both a risk factor for stroke, as well as a common post-stroke co-morbidity with approximately 72% of patients with stroke or transient ischemic attack (TIA) having OSA. Post-stroke OSA is linked to post-stroke, fatigue, which is a top research priority for stroke patients. Moreover, post-stroke OSA is associated with greater mortality, a higher risk of recurrent stroke, poorer cognition and lower functional status. In addition, stroke patients with OSA spend significantly longer times in rehabilitation and in acute care hospitals. Since OSA has a significant impact on the health of stroke patients, it is imperative that effective treatments are used to assist patients. Continuous positive airway pressure (CPAP) is the gold standard treatment for patients with moderate to severe OSA. However, despite having been demonstrated to improve post-stroke cognition, motor and functional outcomes,and overall quality of life, rates of CPAP adherence are low. Reasons for poor post-stroke CPAP adherence are multi-factorial and often not easily modifiable. Overall, there is a major clinical need to develop an alternative effective and well-tolerated treatment for OSA.\n\nOro-pharyngeal exercises (O-PEs) are commonly used by speech-language pathologists to improve oro-motor strength and range of motion and serve as a promising alternative approach to treat OSA. For example, in a randomized controlled trial in which patients with moderate OSA underwent 3 months of daily exercises focusing on strengthening oro-pharyngeal musculature, OSA severity and symptoms were demonstrated to be significantly reduced compared to sham exercises.Similarly, use of the didgeridoo, a wind instrument that strengthens muscles of the upper airway, has also been demonstrated to reduce OSA severity.\n\nMETHODS Research Question: Is a randomized controlled trial (RCT) of an O-PE regimen in post-stroke OSA feasible?\n\nPrimary Objective: To examine whether an RCT of an O-PE regimen is feasible in stroke patients with OSA who are unable to tolerate CPAP. (i) The O-PE regimen will be considered feasible if \\>80% of enrolled patients complete \\>80% of the study exercises. (ii) We will also track the monthly number of eligible vs. recruited patients from Dr. Boulos' stroke and sleep disorders clinic. Hypothesis: An RCT of an O-PE regimen in post-stroke OSA will be feasible in that \\>80% of enrolled patients will complete \\>80% of the study exercises.\n\nSecondary Objectives: To explore whether an O-PE regimen, compared to sham activities, might be effective in (i) improving various objective sleep metrics (i.e. OSA severity and nocturnal oxygen saturation), (ii) improving various measures of oropharyngeal physiology and function (i.e. oro-pharyngeal deficits and dysarthria, tongue/lip/jaw weakness, and oro-facial kinematics), and (iii) enhancing self-reported sleep-related symptoms. Hypothesis: Compared to the sham activities, O-PEs will positively influence the outcomes noted above."},"conditionsModule":{"conditions":["Apnea","Sleep Apnea Syndromes","Sleep Apnea, Obstructive","Stroke","Transient Ischemic Attack"],"keywords":["oropharyngeal exercises","obstructive sleep apnea","stroke","home sleep apnea test","randomized controlled trial","transient ischemic attack","feasibility","speech language pathology"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"The parties involved consist of patients, sleep medicine team (includes sleep clinician and research personnel who collect/assess sleep data), and speech-language pathology team (research personnel who provide instructions on exercises and collect/assess speech data).\n\nAll patients and members of the sleep medicine team will be masked to the condition assigned to each patient. The speech-language pathology team is not blinded to the patient assignments.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":33,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Oro-pharyngeal exercises","type":"EXPERIMENTAL","description":"Use of oro-pharyngeal exercises","interventionNames":["Behavioral: Oropharyngeal exercises"]},{"label":"Sham control","type":"SHAM_COMPARATOR","description":"Use of sham exercises.","interventionNames":["Behavioral: Sham control"]}],"interventions":[{"type":"BEHAVIORAL","name":"Oropharyngeal exercises","description":"Oro-pharyngeal exercises that improve oro-pharyngeal and tongue strength. Instructions will be delivered via a tablet-based app.","armGroupLabels":["Oro-pharyngeal exercises"]},{"type":"BEHAVIORAL","name":"Sham control","description":"Simple mouth movements that have no impact of oro-pharyngeal strength. Instructions will be delivered via a tablet-based app.","armGroupLabels":["Sham control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Percentage of enrolled participants completing >80% of the study exercises","description":"The study exercise regimen will be deemed feasible if \\>80% of enrolled patients complete \\>80% of the study exercises. Patient adherence with study exercises in both treatment arms will be recorded (in minutes) via use of the App that will deliver the oropharyngeal exercises/sham exercises. Completion of \\>80% of the study exercises would be indicated by \\>720 recorded minutes (if post-training visit is after 6 weeks) or \\>1200 recorded minutes (if post-training visit is after 10 weeks).","timeFrame":"6-10 weeks (post-training)"}],"secondaryOutcomes":[{"measure":"OSA severity (as measured by the apnea-hypopnea index)","description":"Measured by the apnea-hypopnea index (AHI). AHI quantifies the number of apneas and hypopneas per hour of sleep. It will be measured using a home sleep monitor that has been validated for use in the stroke population.","timeFrame":"Baseline, 6-10 weeks (post-training), and 10-14 weeks (retention)"},{"measure":"Lowest oxygen desaturation","description":"Lowest oxygen desaturation will be measured using a home sleep monitor that has been validated for use in the stroke population.","timeFrame":"Baseline, 6-10 weeks (post-training), and 10-14 weeks (retention)"},{"measure":"Oro-pharyngeal deficits and dysarthria (as measured by the second version of Frenchay Dysarthria Assessment)","description":"The second version of Frenchay Dysarthria Assessment (FDA-2) is divided into 7 sections: reflexes, respiration, lips, palate, laryngeal, tongue, and intelligibility, each containing several individual items. Each item is rated on a scale from \"0\" to \"7\", where \"0\" means normal for age, and \"7\" means unable to undertake task/movement/sound. The total score of the 7 sections will determine the severity of dysarthria.","timeFrame":"Baseline, 6-10 weeks (post-training), and 10-14 weeks (retention)"},{"measure":"Tongue/lip/jaw weakness","description":"Measured by the Iowa Oral Performance Instrument \\& Flexiforce (max pressure, endurance)","timeFrame":"Baseline, 6-10 weeks (post-training), and 10-14 weeks (retention)"},{"measure":"Oro-facial kinematic capacity","description":"Oro-facial kinematic capacity is defined by the range of facial motions (in mm) for lips and jaw, assessed during a standardized series of oro-motor tasks (e.g. Maximum mouth opening, syllable repetition)","timeFrame":"Baseline, 6-10 weeks (post-training), and 10-14 weeks (retention)"},{"measure":"Functional status (as measured by Functional Outcomes of Sleep Questionnaire)","description":"Functional Outcomes of Sleep Questionnaire (FOSQ) encompasses 5 subscales: activity level, vigilance, intimacy and sexual relationships, general productivity, social outcome. An average score is calculated for each subscale and the 5 subscales are totaled to produce a total score. Subscale scores range from 1-4 with total scores ranging from 5-20. Higher scores indicate better functional status.","timeFrame":"Baseline, 6-10 weeks (post-training), and 10-14 weeks (retention)"},{"measure":"Daytime sleepiness (as measured by Epworth Sleepiness Scale)","description":"Scores on Epworth Sleepiness Scale range from range from 0 to 24, with higher scores indicating higher average sleep propensity in daily life (daytime sleepiness).","timeFrame":"Baseline, 6-10 weeks (post-training), and 10-14 weeks (retention)"},{"measure":"Fatigue (as measured by Fatigue Severity Scale)","description":"Fatigue Severity Scale measures the severity of fatigue and its effect on a person's activities and lifestyle. Scores range from 9 to 63, with higher scores indicating greater fatigue severity.","timeFrame":"Baseline, 6-10 weeks (post-training), and 10-14 weeks (retention)"},{"measure":"Quality of Life (as measured by Stroke Impact Scale)","description":"Stroke Impact Scale (SIS) assesses multidimensional stroke outcomes through 8 domains: strength (raw score range: 4-20), hand function (5-25), activities of daily living (score range 10-50), mobility (score range 9-45), communication (score range 7-35), emotion (score range 9-45), memory and thinking (score range: 7-35), and participation (8-40). Each domain is scored separately. For each domain, raw scores are transformed using the following formula: Transformed Scale = (Actual raw score - lowest possible raw score)\\*100 / (Possible raw score range). Higher scores indicate greater quality of life.","timeFrame":"Baseline, 6-10 weeks (post-training), and 10-14 weeks (retention)"},{"measure":"Cognitive ability (as measured by Montreal Cognitive Assessment)","description":"Montreal Cognitive Assessment (MoCA) is a screening test for detecting cognitive impairment. Scores range from 0 to 30, with higher scores indicating greater cognitive ability.","timeFrame":"Baseline, 6-10 weeks (post-training), and 10-14 weeks (retention)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Imaging-confirmed stroke or stroke specialist-diagnosed transient ischemic attack (TIA)\n* Prior diagnosis of OSA by a physician at any time in the past.\n* Unable to tolerate CPAP after a 2-week trial of CPAP\n\nExclusion Criteria:\n\n* BMI \\> 40 kg/m2\n* The presence of conditions known to compromise the accuracy of portable sleep monitoring, such as moderate to severe pulmonary disease or congestive heart failure.\n* Oxygen therapy (e.g. nasal prongs), a nasogastric tube, or other medical device that would interfere with the placement of the home sleep apnea test\n* Cranial malformations/nasal obstruction\n* Significant depressive symptoms\n* Regular use of hypnotic medications\n* Other neuromuscular diseases or conditions affecting oropharyngeal muscles\n* Montreal Cognitive Assessment (MoCA) \\< 18\n* Aphasia\n* Oral or apraxia of speech","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Mark Boulos, MD MSc FRCPC","affiliation":"Sunnybrook Health Sciences Centre","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Yana Yunusova, MSc PhD","affiliation":"Sunnybrook Health Sciences Centre","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Sunnybrook Health Sciences Centre","city":"Toronto","state":"Ontario","zip":"M4N 3M5","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}}]},"referencesModule":{"references":[{"pmid":"19101028","type":"BACKGROUND","citation":"Bradley TD, Floras JS. Obstructive sleep apnoea and its cardiovascular consequences. Lancet. 2009 Jan 3;373(9657):82-93. doi: 10.1016/S0140-6736(08)61622-0. Epub 2008 Dec 26."},{"pmid":"16282178","type":"BACKGROUND","citation":"Yaggi HK, Concato J, Kernan WN, Lichtman JH, Brass LM, Mohsenin V. Obstructive sleep apnea as a risk factor for stroke and death. N Engl J Med. 2005 Nov 10;353(19):2034-41. doi: 10.1056/NEJMoa043104."},{"pmid":"20411688","type":"BACKGROUND","citation":"Johnson KG, Johnson DC. Frequency of sleep apnea in stroke and TIA patients: a meta-analysis. J Clin Sleep Med. 2010 Apr 15;6(2):131-7."},{"pmid":"18690506","type":"BACKGROUND","citation":"Annoni JM, Staub F, Bogousslavsky J, Brioschi A. Frequency, characterisation and therapies of fatigue after stroke. Neurol Sci. 2008 Sep;29 Suppl 2:S244-6. doi: 10.1007/s10072-008-0951-0."},{"pmid":"22341029","type":"BACKGROUND","citation":"Pollock A, St George B, Fenton M, Firkins L. Top ten research priorities relating to life after stroke. Lancet Neurol. 2012 Mar;11(3):209. doi: 10.1016/S1474-4422(12)70029-7. No abstract available."},{"pmid":"19406983","type":"BACKGROUND","citation":"Martinez-Garcia MA, Soler-Cataluna JJ, Ejarque-Martinez L, Soriano Y, Roman-Sanchez P, Illa FB, Canal JM, Duran-Cantolla J. Continuous positive airway pressure treatment reduces mortality in patients with ischemic stroke and obstructive sleep apnea: a 5-year follow-up study. Am J Respir Crit Care Med. 2009 Jul 1;180(1):36-41. doi: 10.1164/rccm.200808-1341OC. Epub 2009 Apr 30."},{"pmid":"16141444","type":"BACKGROUND","citation":"Arzt M, Young T, Finn L, Skatrud JB, Bradley TD. Association of sleep-disordered breathing and the occurrence of stroke. Am J Respir Crit Care Med. 2005 Dec 1;172(11):1447-51. doi: 10.1164/rccm.200505-702OC. Epub 2005 Sep 1."},{"pmid":"8571419","type":"BACKGROUND","citation":"Good DC, Henkle JQ, Gelber D, Welsh J, Verhulst S. Sleep-disordered breathing and poor functional outcome after stroke. Stroke. 1996 Feb;27(2):252-9. doi: 10.1161/01.str.27.2.252."},{"pmid":"12749548","type":"BACKGROUND","citation":"Kaneko Y, Hajek VE, Zivanovic V, Raboud J, Bradley TD. Relationship of sleep apnea to functional capacity and length of hospitalization following stroke. Sleep. 2003 May 1;26(3):293-7. doi: 10.1093/sleep/26.3.293."},{"pmid":"26888587","type":"BACKGROUND","citation":"Aaronson JA, Hofman WF, van Bennekom CA, van Bezeij T, van den Aardweg JG, Groet E, Kylstra WA, Schmand B. Effects of Continuous Positive Airway Pressure on Cognitive and Functional Outcome of Stroke Patients with Obstructive Sleep Apnea: A Randomized Controlled Trial. J Clin Sleep Med. 2016 Apr 15;12(4):533-41. doi: 10.5664/jcsm.5684."},{"pmid":"21372306","type":"BACKGROUND","citation":"Ryan CM, Bayley M, Green R, Murray BJ, Bradley TD. Influence of continuous positive airway pressure on outcomes of rehabilitation in stroke patients with obstructive sleep apnea. Stroke. 2011 Apr;42(4):1062-7. doi: 10.1161/STROKEAHA.110.597468. Epub 2011 Mar 3."},{"pmid":"27571048","type":"BACKGROUND","citation":"McEvoy RD, Antic NA, Heeley E, Luo Y, Ou Q, Zhang X, Mediano O, Chen R, Drager LF, Liu Z, Chen G, Du B, McArdle N, Mukherjee S, Tripathi M, Billot L, Li Q, Lorenzi-Filho G, Barbe F, Redline S, Wang J, Arima H, Neal B, White DP, Grunstein RR, Zhong N, Anderson CS; SAVE Investigators and Coordinators. CPAP for Prevention of Cardiovascular Events in Obstructive Sleep Apnea. N Engl J Med. 2016 Sep 8;375(10):919-31. doi: 10.1056/NEJMoa1606599. Epub 2016 Aug 28."},{"pmid":"15600056","type":"BACKGROUND","citation":"Aloia MS, Arnedt JT, Riggs RL, Hecht J, Borrelli B. Clinical management of poor adherence to CPAP: motivational enhancement. Behav Sleep Med. 2004;2(4):205-22. doi: 10.1207/s15402010bsm0204_3."},{"pmid":"24293768","type":"BACKGROUND","citation":"Chai-Coetzer CL, Luo YM, Antic NA, Zhang XL, Chen BY, He QY, Heeley E, Huang SG, Anderson C, Zhong NS, McEvoy RD. Predictors of long-term adherence to continuous positive airway pressure therapy in patients with obstructive sleep apnea and cardiovascular disease in the SAVE study. Sleep. 2013 Dec 1;36(12):1929-37. doi: 10.5665/sleep.3232."},{"pmid":"30522873","type":"BACKGROUND","citation":"Colelli DR, Kamra M, Rajendram P, Murray BJ, Boulos MI. Predictors of CPAP adherence following stroke and transient ischemic attack. Sleep Med. 2020 Feb;66:243-249. doi: 10.1016/j.sleep.2018.10.009. Epub 2018 Oct 24."},{"pmid":"19234106","type":"BACKGROUND","citation":"Guimaraes KC, Drager LF, Genta PR, Marcondes BF, Lorenzi-Filho G. Effects of oropharyngeal exercises on patients with moderate obstructive sleep apnea syndrome. Am J Respir Crit Care Med. 2009 May 15;179(10):962-6. doi: 10.1164/rccm.200806-981OC. Epub 2009 Feb 20."},{"pmid":"16377643","type":"BACKGROUND","citation":"Puhan MA, Suarez A, Lo Cascio C, Zahn A, Heitz M, Braendli O. Didgeridoo playing as alternative treatment for obstructive sleep apnoea syndrome: randomised controlled trial. BMJ. 2006 Feb 4;332(7536):266-70. doi: 10.1136/bmj.38705.470590.55. Epub 2005 Dec 23."},{"pmid":"24889103","type":"BACKGROUND","citation":"Mackenzie C, Muir M, Allen C, Jensen A. Non-speech oro-motor exercises in post-stroke dysarthria intervention: a randomized feasibility trial. Int J Lang Commun Disord. 2014 Sep-Oct;49(5):602-17. doi: 10.1111/1460-6984.12096. Epub 2014 May 29."},{"pmid":"27883209","type":"BACKGROUND","citation":"Kim HD, Choi JB, Yoo SJ, Chang MY, Lee SW, Park JS. Tongue-to-palate resistance training improves tongue strength and oropharyngeal swallowing function in subacute stroke survivors with dysphagia. J Oral Rehabil. 2017 Jan;44(1):59-64. doi: 10.1111/joor.12461."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001049","term":"Apnea"},{"id":"D000012891","term":"Sleep Apnea Syndromes"},{"id":"D000020181","term":"Sleep Apnea, Obstructive"},{"id":"D000020521","term":"Stroke"},{"id":"D000002546","term":"Ischemic Attack, Transient"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000012120","term":"Respiration Disorders"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000012818","term":"Signs and Symptoms, Respiratory"},{"id":"D000020919","term":"Sleep Disorders, Intrinsic"},{"id":"D000020920","term":"Dyssomnias"},{"id":"D000012893","term":"Sleep Wake Disorders"},{"id":"D000002545","term":"Brain Ischemia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4051","name":"Apnea","asFound":"Apnea","relevance":"HIGH"},{"id":"M15384","name":"Sleep Apnea Syndromes","asFound":"Sleep Apnea","relevance":"HIGH"},{"id":"M21700","name":"Sleep Apnea, Obstructive","asFound":"Sleep Apnea, Obstructive","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Transient Ischemic Attack","relevance":"HIGH"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M14647","name":"Respiration Disorders","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M15313","name":"Signs and Symptoms, Respiratory","relevance":"LOW"},{"id":"M21932","name":"Parasomnias","relevance":"LOW"},{"id":"M22344","name":"Sleep Disorders, Intrinsic","relevance":"LOW"},{"id":"M22345","name":"Dyssomnias","relevance":"LOW"},{"id":"M15386","name":"Sleep Wake Disorders","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}