{"protocolSection":{"identificationModule":{"nctId":"NCT05506241","orgStudyIdInfo":{"id":"57281"},"organization":{"fullName":"Queen's University","class":"OTHER"},"briefTitle":"Effectiveness of the Dynavision Device to Improve Spatial Awareness After Brain Injury","officialTitle":"The Effectiveness of the Dynavision D2 to Improve Left Neglect in Adults With Brain Injury: A Randomized Control Trial"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-08-16","studyFirstSubmitQcDate":"2022-08-16","studyFirstPostDateStruct":{"date":"2022-08-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-20","lastUpdatePostDateStruct":{"date":"2023-11-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Teresa Broers","investigatorTitle":"Occupational Therapist","investigatorAffiliation":"Queen's University"},"leadSponsor":{"name":"Queen's University","class":"OTHER"},"collaborators":[{"name":"Ontario Society of Occupational Therapists","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this research is to determine the effectiveness of using the Dynavision D2 to improve left neglect in adults with brain injury, and improve performance of ADLs/IADLs. This study will use a randomized control trial at Providence Care Hospital in Kingston Ontario, with clients admitted to the Stroke and ABI services who have been identified through the Catherine Bergego Scale (CBS) as having moderate to severe left neglect. Individuals will be randomly assigned to the control arm, where they will get the usual 60 minutes of OT treatment daily or the intervention arm, which is 30 minutes of their usual OT treatment and a 30 minute session of the Dynavision for 10 sessions for short stay inpatients (\\~ 3 weeks) and 20 sessions for clients with longer 5-6 week stay. The CBS will be used to measure change in neglect severity at three time points: baseline, following 10 sessions and following 20 sessions, for those that stay for longer.","detailedDescription":"This study will be a randomized control trial that will take place at Providence Care Hospital in Kingston, Ontario. Eligibility screening will be completed by the OT and written consent will be in person prior to randomization. Individuals will be able to decline participation without impact upon their usual treatment and will be able to withdraw at any time, even if they originally consented to be included. Stratified block randomization will take place, stratified by moderate and severe neglect, to ensure there are equal numbers of moderate and severe in each study arm, given that this pilot study will have a small sample size. The study IDs will be blindly assigned to intervention (Dynavision sessions) and control (usual OT therapy) groups. The study ID information with the respective group allocation will be coordinated by the primary investigator. Treating Occupational Therapists and OT Assistants will carry out the interventions, as per the group allocations.\n\nParticipants will be included into the study based on results from the Catherine Bergego Scale (CBS), via the Kessler Foundation Neglect Assessment Process (KF-NAP). This tool will be administered to individuals within the first 3 workdays following admission. Any client who scores moderate or severe on the CBS will be considered for inclusion into the study. Two additional sub tests from the Behavioural Inattention Test (BIT), namely the Star Cancellation Test and the Letter Cancellation Test will also be used in individuals identified by the CBS to have moderate to severe neglect. The sub-tests from the BIT are crucial to offer a secondary measure of peri-personal inattention, and offers qualitative information regarding if clients are using an efficient left-right strategy to cancel targets or a more inefficient right-left, up-down, or random strategies. Together, the measures will qualify and quantify the degree of impairment pre- and post-intervention.\n\nIndividuals will be randomly assigned to the control arm, where they will get usual OT treatment for 60 minutes or the intervention arm that will include a defined treatment period using the Dynavision. Participants assigned to the intervention arm will have 30 minutes of their usual OT treatment session, in addition to a 30-minute session of the Dynavision. It is important for the Dynavision session to not be a session over and above their usual one hour of therapy, as the study aims to determine the utility of the Dynavision to improve neglect, rather than testing increased therapy time in general. Individuals in the control arm will use the Dynavision once per week for only 10-15 minutes - 5 rounds of 2 or 3 minutes, which is similar to what clients have been receiving since we acquired the Dynavision.\n\nFor the intervention arm, use of the Dynavision will be comprised of six 3-minute or nine 2-minute sessions with 30 seconds to one-minute rest in between. All Dynavision sessions require clients to scan the 4' by 4' vertical board and hit the lit targets one at a time. Participants will be able to depress targets with their left or right hand, in standing or sitting. There are several programs that can be used to ensure participants stay interested and engaged, and all will require scanning left and right and back to the left. They will receive education about visual scanning, and encouragement to use a \"left-right\" strategy or, if needed, a \"lawn mower\" strategy, to help them to scan left. Testing will take place at three points: three-four days after admission will be the baseline score for all clients, at three weeks, following 10 sessions of the Dynavision, and finally at 5-6 weeks, after 20 sessions of the Dynavision. This means all patients will be tested at 10 weeks, and the longer stay patients will have an additional test score at 20 weeks."},"conditionsModule":{"conditions":["Stroke","Acute Brain Injury"],"keywords":["Visual scanning training","Left neglect"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Repetitive Visual Scanning Training","type":"EXPERIMENTAL","description":"Participants will receive 30 minutes of their usual occupational therapy treatment and a 30 minute session of the Dynavision for 10 sessions for short stay inpatients (\\~ 3 weeks) and 20 sessions for clients with longer 5-6 week stay.","interventionNames":["Device: Dynavision D2"]},{"label":"Usual Treatment","type":"NO_INTERVENTION","description":"Participants will receive the standard 60 minutes of occupational therapy treatment."}],"interventions":[{"type":"DEVICE","name":"Dynavision D2","description":"Use of the Dynavision will be comprised of six 3-minute or nine 2-minute sessions with 30 seconds to one-minute rest in between. All Dynavision sessions require clients to scan the 4' by 4' vertical board and hit the lit targets one at a time. Participants will be able to depress targets with their left or right hand, in standing or sitting.","armGroupLabels":["Repetitive Visual Scanning Training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Mean change from baseline score on Catherine Bergego Scale after 10 therapy sessions","description":"The Catherine Bergego Scale is a standardized tool to detect presence and degree of neglect during observation of everyday life situations. It is a 10-item scale, with each item, scored from 0-3, measuring no neglect up to severe neglect.","timeFrame":"~3 weeks from baseline"},{"measure":"Mean change from baseline score on Catherine Bergego Scale after 20 therapy sessions","description":"The Catherine Bergego Scale is a standardized tool to detect presence and degree of neglect during observation of everyday life situations. It is a 10-item scale, with each item, scored from 0-3, measuring no neglect up to severe neglect.","timeFrame":"~5-6 weeks from baseline"}],"secondaryOutcomes":[{"measure":"Mean change from baseline score on Star Cancellation Test after 10 therapy sessions","description":"The Star Cancellation test is a sub-test from the Behavioural Inattention Test, which aims to assess the presence and the extent of visual neglect. This test consists of a random array of verbal and non-verbal stimuli. The stimuli are 52 large stars (14 mm), 13 randomly positioned letters and 19 short (3-4 letters) words are interspersed with 56 smaller stars (8mm) which comprise the target stimuli. The patient is instructed to cancel all the small stars.","timeFrame":"~3 weeks from baseline"},{"measure":"Mean change from baseline score on Star Cancellation Test after 20 therapy sessions","description":"The Star Cancellation test is a sub-test from the Behavioural Inattention Test, which aims to assess the presence and the extent of visual neglect. This test consists of a random array of verbal and non-verbal stimuli. The stimuli are 52 large stars (14 mm), 13 randomly positioned letters and 19 short (3-4 letters) words are interspersed with 56 smaller stars (8mm) which comprise the target stimuli. The patient is instructed to cancel all the small stars.","timeFrame":"~5-6 weeks from baseline"},{"measure":"Mean change from baseline score on Letter Cancellation Test after 10 therapy sessions","description":"The Letter Cancellation test is a sub-test from the Behavioural Inattention Test, which aims to assess the presence and the extent of visual neglect. Paper and pencil test in which patients are required to scan, locate, and cross out designated targets from a background of distractor letters. The test consists of 5 rows of 34 upper case letters presented on a rectangular page. Forty target stimuli are positioned such that each appears in equal number on both sides of the page. Each letter is 6 mm high and positioned 2 mm apart.","timeFrame":"~3 weeks from baseline"},{"measure":"Mean change from baseline score on Letter Cancellation Test after 20 therapy sessions","description":"The Letter Cancellation test is a sub-test from the Behavioural Inattention Test, which aims to assess the presence and the extent of visual neglect. Paper and pencil test in which patients are required to scan, locate, and cross out designated targets from a background of distractor letters. The test consists of 5 rows of 34 upper case letters presented on a rectangular page. Forty target stimuli are positioned such that each appears in equal number on both sides of the page. Each letter is 6 mm high and positioned 2 mm apart.","timeFrame":"~5-6 weeks from baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Inpatient on stroke or acute brain injury service\n* Medically stable\n* Moderate-to-severe neglect, as determined by the Catherine Bergego Scale\n* Motivated to participate in daily therapy\n* Can physically and cognitively tolerate up to three hours of daily therapy from Occupational Therapy, Physiotherapy, and Speech Therapy\n\nExclusion Criteria:\n\n* N/A","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Teresa Broers, OT","role":"CONTACT","phone":"613-544-4900","phoneExt":"53074","email":"broerst@providencecare.ca"}],"locations":[{"facility":"Providence Care Hospital","status":"RECRUITING","city":"Kingston","state":"Ontario","zip":"K7L 4X3","country":"Canada","contacts":[{"name":"Teresa Broers, OT","role":"CONTACT","phone":"613-544-4900","phoneExt":"x53074","email":"broerst@providencecare.ca"}],"geoPoint":{"lat":44.22976,"lon":-76.48101}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}