{"protocolSection":{"identificationModule":{"nctId":"NCT04743830","orgStudyIdInfo":{"id":"KA-20074"},"organization":{"fullName":"Hacettepe University","class":"OTHER"},"briefTitle":"Scapular Training in Stroke Individuals","officialTitle":"Effects of Scapular Training on Scapular Kinematics, Periscapular Muscle Thickness, Shoulder Subluxation and Upper Extremity Functionality in Stroke Individuals"},"statusModule":{"statusVerifiedDate":"2022-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-02-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-11-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-11-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-02-03","studyFirstSubmitQcDate":"2021-02-03","studyFirstPostDateStruct":{"date":"2021-02-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-03-14","lastUpdatePostDateStruct":{"date":"2022-03-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"ÖZGE ONURSAL KILINÇ","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Hacettepe University"},"leadSponsor":{"name":"Hacettepe University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In recent publications evaluating scapular kinematics after stroke, it is emphasized that scapular muscles, which affect the performance of upper limbs in daily life, should not be ignored. When the literature is analyzed for these reasons, the studies in which scapular training was added to the treatment plan of upper limb rehabilitation of stroke individuals are inadequate and the existing studies have methodological deficiencies. Also, it is seen that studies which investigate the effects of these exercises on scapular kinematics, the parameters of periscapular muscle thickness and shoulder subluxation are not included. The purpose of this study is to examine the effects of scapular training on scapular kinematics, periscapular muscle thickness, shoulder subluxation and upper extremity functionality in stroke individuals. The study was planned to include 2 groups, 1 treatment and 1 control group. The control group will receive Neurodevelopmental Treatment - Bobath exercises, while the treatment group will receive exercises for the muscles around the scapula in addition to Neurodevelopmental Treatment - Bobath exercises. Muscle thickness of periscapular muscles, shoulder subluxation, 3D scapular kinematics, upper extremity and trunk performance, pain, activities of daily living and quality of life will be assessed before and after 8 weeks treatment program. As a result; effectiveness of scapular training in addition to Neurodevelopmental Treatment and relationship between scapular kinematics, periscapular muscle thickness, shoulder subluxation, and upper extremity performance will be examined."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Muscle Thickness","Scapula","3-D Kinematics","Upper Extremity Performance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Treatment Group","type":"EXPERIMENTAL","description":"Neurodevelopmental Treatment (Bobath) + Scapular Training Group","interventionNames":["Other: Neurodevelopmental Treatment (Bobath) + Scapular Training"]},{"label":"Control Group","type":"ACTIVE_COMPARATOR","description":"Neurodevelopmental Treatment (Bobath) Group","interventionNames":["Other: Neurodevelopmental Treatment (Bobath)"]}],"interventions":[{"type":"OTHER","name":"Neurodevelopmental Treatment (Bobath) + Scapular Training","description":"The Bobath concept for 40 minutes will be formed according to the needs of the individual and involve the upper limb, trunk and lower limb. It will be performed with 20 minutes scapular training including scapular exercise such as Proprioceptive Neuromuscular Facilitation (PNF), dynamic hug, towel-wall slide, scapular punch exercises etc. 3 days a week for 8 weeks.","armGroupLabels":["Treatment Group"]},{"type":"OTHER","name":"Neurodevelopmental Treatment (Bobath)","description":"The Bobath concept for 60 minutes will be formed according to the needs of the individual and involve the upper limb, trunk and lower limb. It will be performed 3 days a week for 8 weeks.","armGroupLabels":["Control Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Evaluation of Muscle Thickness with Ultrasonography","description":"The evaluation of muscle thickness of bilateral serratus anterior and lower trapezius muscles with ultrasonography will be performed by a physician using a 5-10 MHz linear probe (Diasus Dynamic Imaging Ltd, Livingston, Scotland,UK) in resting position. Muscle Thickness would be expressed as centimeters.","timeFrame":"change from baseline in muscle thickness of periscapular muscles at 8 weeks"},{"measure":"Evaluation of Shoulder Subluxation with Ultrasonography","description":"The evaluation of shoulder subluxation with ultrasonography will be performed by a physician using a 5-10 MHz linear probe (Diasus Dynamic Imaging Ltd, Livingston, Scotland,UK). It will be performed while the individual is sitting on a chair, the shoulder is in neutral rotation, with the elbow at 90 degrees of flexion and the forearm in pronation. The fore-arms will rest on a pillow placed on the patient's lap. The subluxation would be expressed as centimeters.","timeFrame":"change from baseline in shoulder subluxation at 8 weeks"},{"measure":"3-Dimensional Scapular Kinematics","description":"3-Dimensional Scapular Kinematics will be measured by electromagnetic tracking system (Motion Monitor®, Innovative Sports Training Inc, Chicago) during elevation of the upper extremity on the scapular and sagittal plane and hair combing activity.","timeFrame":"change from baseline in scapular kinematics at 8 weeks"}],"secondaryOutcomes":[{"measure":"Fugl-Meyer Assessment of Upper Extremity (FMA-UE)","description":"FMA-UE is a stroke-specific assessment tool to measure the upper limb motor impairment \\[61\\], which included shoulder-arm, wrist, hand, coordination and reflexes. There were 33 items, which scoring on an ordinal scale from 0 to 2. The total score was ranged from 0 to 66.","timeFrame":"change from baseline in upper extremity performance at 8 weeks"},{"measure":"Action Research Arm Test (ARAT)","description":"ARAT is a performance-based test that evaluates upper extremity function of grasping, gripping, pinching and gross arm movement. This ordinal scale consists of 19 items. The quality of the performance on each item was rated from 0 to 3 points. The total score was ranged from 0 to 57.","timeFrame":"change from baseline in upper extremity performance at 8 weeks"},{"measure":"Trunk Impairment Scale","description":"The Trunk Impairment Scale is a reliable and valid scale measuring trunk performance and sitting balance in stroke patients. It evaluates posture and selective movements of the trunk and contains of three subscales; static and dynamic sitting balance and coordination. The Trunk Impairment Scale version 2.0. including only dynamic sitting balance and coordination will be used for measuring trunk performance. The total score for Trunk Impairment Scale version 2.0. ranges between 0 and 16. Higher scores indicate better trunk performance.","timeFrame":"change from baseline in trunk performance at 8 weeks"},{"measure":"Visual Analog Scale","description":"Visual Analog Scale is one of the most commonly used methods in determining pain in the literature. It will be scored by the patients during an activity and the measurement of 3D scapular kinematics and also in resting position. The pain scores will be recorded by making a handwritten mark on a 10-cm line that represents a continuum between \"no pain\" and \"worst pain.\"","timeFrame":"change from baseline in pain at 8 weeks"},{"measure":"Modified Barthel Index (MBI)","description":"MBI is an ordinal scale used to measure performance in activities of daily living. It consists ten items describing activities of daily living such as mobility, dressing, bathing etc. Scores range from 0 (totally dependent) to 100 (fully independent), and higher scores indicates greater independence.","timeFrame":"change from baseline in performance of activities of daily living at 8 weeks"},{"measure":"ABILHAND Questionnaire","description":"The ABILHAND is a patient reported assessment for perceived difficulty in using hand to perform manual activities in daily activities such as peeling potatoes with a knife, sharpening a pencil etc. The ABILHAND version for stroke patients consists 23 bi-manual activities. Each item can be answered on a 3-level scale (impossible, difficult, easy). The total score for ABILHAND ranges between 0 and 46. Higher scores indicate better performance.","timeFrame":"change from baseline in performance of upper extremity activities of daily living at 8 weeks"},{"measure":"Stroke Specific Quality of Life Scale","description":"The Stroke Specific Quality of Life Scale is a patient-centered outcome measure to assessed the health-related quality of life of stroke survivors. It is a self-report scale and contains 49 items in 12 domains: mobility, energy, upper extremity function, work/productivity, mood, self-care, social roles, family roles, vision, language, thinking, and personality. Each item is rated on a 5-point Likert scale. The total score for the scale ranges between 49 and 245. Higher scores indicate better quality of life.","timeFrame":"change from baseline in quality of life at 8 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Unilateral ischemic / hemorrhagic stroke for more than 3 months\n* \\> 18 years\n* Mild-moderate upper extremity impairment (FMA≥30)\n* Active shoulder elevation ≥ 90°\n* Shoulder girdle muscles spasticity ≤ 2\n* Mini Mental State Examination score ≥ 24\n\nExclusion Criteria:\n\n* Body Mass Index ≤ 30 kg/m2\n* Having an allergy to adhesive tape\n* Clinical diagnosis of another neurologic disease other than stroke which might effect standing independently\n* Having a history of humerus, clavicle and scapula fracture\n* Having a shoulder surgery such as rotator cuff muscle repair","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Özge ONURSAL KILINÇ, MSc","role":"CONTACT","phone":"+905543225606","email":"ozgeonursal@hotmail.com"}],"overallOfficials":[{"name":"Özge ONURSAL KILINÇ, MSc","affiliation":"Hacettepe University, Faculty of Physical Therapy and Rehabilitation","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hacettepe University, Faculty of Physical Therapy and Rehabilitation","status":"RECRUITING","city":"Ankara","state":"Altındağ","zip":"06100","country":"Turkey","contacts":[{"name":"Muhammed KILINÇ, PT, PhD","role":"CONTACT"}],"geoPoint":{"lat":39.91987,"lon":32.85427}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}