{"protocolSection":{"identificationModule":{"nctId":"NCT00296140","orgStudyIdInfo":{"id":"IMV 04-096"},"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"Implementing Evidence in the Detection and Treatment of Post Stroke Depression","officialTitle":"Implementation Evidence in the Detection and Treatment of Post-stroke Depression"},"statusModule":{"statusVerifiedDate":"2018-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2006-12-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2009-06-30","type":"ACTUAL"},"completionDateStruct":{"date":"2009-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2006-02-22","studyFirstSubmitQcDate":"2006-02-22","studyFirstPostDateStruct":{"date":"2006-02-24","type":"ESTIMATED"},"resultsFirstSubmitDate":"2017-11-15","resultsFirstSubmitQcDate":"2018-08-24","resultsFirstPostDateStruct":{"date":"2018-08-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-08-24","lastUpdatePostDateStruct":{"date":"2018-08-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"VA Office of Research and Development","class":"FED"},"collaborators":[{"name":"Richard L. Roudebush VA Medical Center","class":"FED"},{"name":"Malcom Randall VA Medical Center","class":"FED"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Post Stroke Depression (PSD)is a high volume condition with negative impact on patient recovery after stroke. The primary aim of this study is to evaluate the effectiveness of a system intervention to improve the proportion of Veterans screened and started on treatment for PSD.\n\nThe secondary aim is evaluate whether a patient-based self-management intervention provides any additional benefit compared to usual care.","detailedDescription":"Objective:\n\nThe investigators' immediate objective is to test a system intervention to evaluate which aspects of the intervention are critical to improving the quality of care for veterans with PSD, and to refine it to prepare for the investigators' long-term objective: a multi-site study across multiple facilities and Veteran Integrated Service Networks (VISNs). To address the immediate objective, the investigators will evaluate two specific study aims using a quasi-experimental design comparing improvement in depression screening and treatment in veteran stroke survivors receiving care at two facilities receiving the intervention.\n\nThe primary aim of the study is to evaluate the effectiveness of a system intervention to improve the proportion of Veterans screened and treated for PSD. The system intervention is based on extending the use of the current depression performance measure that mandates yearly depression screening in VA primary care clinics to target veteran stroke survivors following-up in Veterans Administration (VA) Primary Care or Neurology clinics within six months of stroke. The primary outcome is the effect of the intervention on depression screening and treatment rates. The secondary aim of the study is to evaluate whether a patient-based self-management intervention provides additional benefit beyond the system intervention alone in improving patient depression symptoms, quality of life, and self-efficacy compared to usual post-stroke care. Subjects for the secondary aim will be recruited from the two intervention sites and will be randomized, stratified by site, to the patient intervention or usual care.\n\nHypotheses/Key Research Questions:\n\nSpecific Aim 1: To determine whether the system implementation intervention improves a) detection, and b) guideline-adherent treatment of PSD. Aim 1 Hypotheses: Compared to the base rate of PSD screening and treatment at the two intervention facilities, the system intervention will result in at least a 25% increase in: a) The proportion of Veterans screened for PSD in the first six months after stroke, and b) The proportion of Veterans with PSD that receive guideline-adherent depression treatment.\n\nSpecific Aim 2: To determine the effect of a patient self-management intervention in improving a) guideline-adherent treatment of PSD, and b) patient-centered outcomes after stroke. Aim 2 Hypotheses: Compared to Veterans receiving usual post-stroke care, Veterans receiving the self-management intervention will have: a) fewer depression symptoms, and b) improved quality of life and reduced health-related fears.\n\nResearch Plan:\n\nSpecific Aim 1: The investigators developed clinical teams at the two intervention facilities, and worked with these front-line providers to develop two depression reminders: a screening reminder used by clinic intake personnel, and a provider reminder triggered by any positive screen. The reminders were tailored to the clinical system at each site. The investigators are gathering administrative and chart review data on Veterans with ischemic stroke hospitalized at any of the VISN 8 or 11 VA Medical Center (VAMC) facilities during the 18-month cohort enrollment period. These data allow us to identify patients who follow up in either Primary Care or Neurology, identify whether they were screened and the screening result, and identify actions taken in response to a positive screen. Chart review allows us to examine depression screening and treatment that takes place even if the screening reminder is not used. The investigators will compare these data during the study period to chart review data for the 12 months prior to study initiation in both Primary Care and Neurology clinics at each site and to administrative data for all VISN 8 and 11 facilities (estimated number of patients in both VISNs is 822). For Specific Aim 2, the investigators are recruiting hospitalized Veterans for ischemic stroke at the Indianapolis or Gainesville VAMC, age 18 or older, able to speak and understand English, no severe cognitive impairments, access to a telephone, willing to follow-up at VA outpatient care, willing to participate in interviews, and life expectancy of at least six months. For Aim 2, the investigators plan to recruit 75 stroke patients into the Aim 2 self-management cohort.\n\nMethodology:\n\nAim 1: All data will be obtained from chart review and from the VA administrative databases that are part of the usual clinic care of the patients. These data include International Classification of Diseases (ICD)-9 codes extracted from Patient Treatment File main as well as basic demographics (i.e., age, gender, race, ethnicity, depression screening results, antidepressants prescribed, and number and type of outpatient follow-up appointments in the six months after stroke). All outcome data for this aim will be collected from electronic medical records\n\nAim 2: Data for the self-management program will be collected via patient interviews during the course of the study. The baseline interview will take place prior to hospital discharge or within two weeks of discharge. Two other interviews for outcome assessment will be done by phone at three and six months post-stroke.\n\nIntervention patients will also receive a self-management program over the first six months post-stroke. The program consists of six sessions delivered either in person or by phone and four additional follow-up calls to assess goal-setting, behaviors, and study outcomes. Based upon the investigators' earlier work, patients have expressed an interest in the following topics: expectations after stroke, negative/positive thinking, fears, creating a daily schedule, follow-up care, communication with providers, adapting/coping with disabilities, community resources and communication with caregivers. These topics will be addressed in the six sessions.\n\nControl patients will get baseline, three, and six-month interviews with the same outcome assessments. They will be provided American Stroke Association printed literature about stroke risk factors, warning signs, and community resources. They will receive one individual session prior to discharge or within two weeks of discharge focusing on stroke symptoms and risk factor education. They will receive the same number of calls at similar frequency to the intervention patients but the calls will generically cover how they are doing since their stroke and will not address goal setting, post-stroke behaviors, or self-management strategies.\n\nThe primary outcome for the patient self-management intervention is depression symptoms (Patient Health Questionnaire-9 (PHQ-9) score). Secondary outcomes include depression treatment, quality of life (measured by the Stroke-specific Quality of Life (SS-QOL) scale), self-efficacy, fear of injury, and stroke outcomes (patient-reported modified Rankin scale)."},"conditionsModule":{"conditions":["Mental Health","Neurology","Health Services"],"keywords":["post-stroke depression","clinical reminder","self-management"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Prospective, randomized, outcome-blinded (PROBE) design. Intervention based on the Chronic Care Model","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":66,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"self management of PSD symptoms","type":"OTHER","interventionNames":["Behavioral: self management of PSD symptoms"]},{"label":"screening and treatment of PSD","type":"OTHER","interventionNames":["Procedure: screening and treatment of PSD"]}],"interventions":[{"type":"BEHAVIORAL","name":"self management of PSD symptoms","armGroupLabels":["self management of PSD symptoms"]},{"type":"PROCEDURE","name":"screening and treatment of PSD","armGroupLabels":["screening and treatment of PSD"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"PHQ-9","description":"Patient Health Questionnaire-9, measures depression symptoms, range 0-27, higher values represent more depression symptoms","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"SS-QOL","description":"Stroke-specific quality of life scale, score range 1.0 - 5.0, higher scores indicate better self-reported quality of life.","timeFrame":"6 months"},{"measure":"Self-efficacy","description":"Patient-reported self-efficacy for stroke symptom management, range 1.0 - 10.0, higher scores indicate greater self-efficacy for stroke symptom management","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aim 1 - veterans with ischemic stroke hospitalized at any of the VISN 8 or 11 facilities during the 18th month enrollment period.\n* Aim 2 - veterans hospitalized at the Indianapolis or Gainesville VAMC's.\n\nExclusion Criteria:\n\n* Aim 1 - none\n* Aim 2 - 18 or younger, unable to speak or understand English, severe cognitive impairments, no access to telephone, not willing to follow-up at VA for outpatient care, unwilling to participate in interviews and/or life expectancy less than 6 months.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Linda S. Williams, MD","affiliation":"Richard L. Roudebush VA Medical Center, Indianapolis, IN","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"North Florida/South Georgia Veterans Health System, Gainesville, FL","city":"Gainesville","state":"Florida","zip":"32608","country":"United States","geoPoint":{"lat":29.65163,"lon":-82.32483}},{"facility":"Richard L. Roudebush VA Medical Center, Indianapolis, IN","city":"Indianapolis","state":"Indiana","zip":"46202-2884","country":"United States","geoPoint":{"lat":39.76838,"lon":-86.15804}}]},"referencesModule":{"references":[{"pmid":"18065147","type":"RESULT","citation":"Damush TM, Plue L, Bakas T, Schmid A, Williams LS. Barriers and facilitators to exercise among stroke survivors. Rehabil Nurs. 2007 Nov-Dec;32(6):253-60, 262. doi: 10.1002/j.2048-7940.2007.tb00183.x."},{"pmid":"20077155","type":"RESULT","citation":"Damush TM, Jackson GL, Powers BJ, Bosworth HB, Cheng E, Anderson J, Guihan M, LaVela S, Rajan S, Plue L. Implementing evidence-based patient self-management programs in the Veterans Health Administration: perspectives on delivery system design considerations. J Gen Intern Med. 2010 Jan;25 Suppl 1(Suppl 1):68-71. doi: 10.1007/s11606-009-1123-5."}],"availIpds":[{"type":"Clinical Study Report","url":"https://link.springer.com/article/10.1007/s13142-011-0070-y","comment":"Publication: Damush TM, Ofner S, Yu Z, Nicholas G, Williams LS. Implementation of a stroke self-management program. Translational Behavioral Medicine 2011;1:561-572"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"resultsSection":{"participantFlowModule":{"groups":[{"id":"FG000","title":"Self Management of PSD Symptoms","description":"Self management of PSD symptoms (plus PSD screening and treatment). Intervention subjects received a manualized self-management program consisting of a series of 24 of stroke self-management topics delivered in six bi-weekly telephone calls. Each session also incorporated goal setting and behavioral contracting for the specific goal identified by the subject. All subjects received care at a site where an ongoing clinical reminder to screen and treat patients for PSD was being implemented as part of a quality improvement intervention."},{"id":"FG001","title":"Screening and Treatment of PSD","description":"Screening and treatment of PSD (plus attention-control calls). All subjects received care at a site where an ongoing clinical reminder to screen and treat patients for PSD was being implemented as part of a quality improvement intervention. Attention-control subjects received six bi-weekly telephone calls asking about their general health post-stroke; no specific educational, self-management, or other topics were delivered."}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"33"},{"groupId":"FG001","numSubjects":"33"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"30"},{"groupId":"FG001","numSubjects":"33"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"3"},{"groupId":"FG001","numSubjects":"0"}]}],"dropWithdraws":[{"type":"Lost to Follow-up","reasons":[{"groupId":"FG000","numSubjects":"1"},{"groupId":"FG001","numSubjects":"0"}]},{"type":"Withdrawal by Subject","reasons":[{"groupId":"FG000","numSubjects":"1"},{"groupId":"FG001","numSubjects":"0"}]},{"type":"Discharge to Nursing Home","reasons":[{"groupId":"FG000","numSubjects":"1"},{"groupId":"FG001","numSubjects":"0"}]}]}]},"baselineCharacteristicsModule":{"populationDescription":"Information is not different than Participant Flow","groups":[{"id":"BG000","title":"Self Management of PSD Symptoms","description":"Self management of PSD symptoms (plus PSD screening and treatment). Intervention subjects received a manualized self-management program consisting of a series of 24 of stroke self-management topics delivered in six bi-weekly telephone calls. Each session also incorporated goal setting and behavioral contracting for the specific goal identified by the subject. All subjects received care at a site where an ongoing clinical reminder to screen and treat patients for PSD was being implemented as part of a quality improvement intervention."},{"id":"BG001","title":"Screening and Treatment of PSD","description":"Screening and treatment of PSD (plus attention-control calls). All subjects received care at a site where an ongoing clinical reminder to screen and treat patients for PSD was being implemented as part of a quality improvement intervention. Attention-control subjects received six bi-weekly telephone calls asking about their general health post-stroke; no specific educational, self-management, or other topics were delivered."},{"id":"BG002","title":"Total","description":"Total of all reporting groups"}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"30"},{"groupId":"BG001","value":"33"},{"groupId":"BG002","value":"63"}]}],"measures":[{"title":"Age, Continuous","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"years","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"67.3","spread":"12.4"},{"groupId":"BG001","value":"64.0","spread":"8.4"},{"groupId":"BG002","value":"65.6","spread":"10.3"}]}]}]},{"title":"Sex: Female, Male","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"1"},{"groupId":"BG002","value":"1"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"30"},{"groupId":"BG001","value":"32"},{"groupId":"BG002","value":"62"}]}]}]},{"title":"Race/Ethnicity, Customized","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Black","measurements":[{"groupId":"BG000","value":"6"},{"groupId":"BG001","value":"7"},{"groupId":"BG002","value":"13"}]},{"title":"White","measurements":[{"groupId":"BG000","value":"23"},{"groupId":"BG001","value":"21"},{"groupId":"BG002","value":"44"}]},{"title":"Unknown","measurements":[{"groupId":"BG000","value":"1"},{"groupId":"BG001","value":"5"},{"groupId":"BG002","value":"6"}]}]}]},{"title":"Region of Enrollment","paramType":"NUMBER","unitOfMeasure":"participants","classes":[{"title":"United States","categories":[{"measurements":[{"groupId":"BG000","value":"30"},{"groupId":"BG001","value":"33"},{"groupId":"BG002","value":"63"}]}]}]},{"title":"Living status","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Alone","measurements":[{"groupId":"BG000","value":"7"},{"groupId":"BG001","value":"11"},{"groupId":"BG002","value":"18"}]},{"title":"With one other","measurements":[{"groupId":"BG000","value":"15"},{"groupId":"BG001","value":"17"},{"groupId":"BG002","value":"32"}]},{"title":"With 2 or more others","measurements":[{"groupId":"BG000","value":"8"},{"groupId":"BG001","value":"5"},{"groupId":"BG002","value":"13"}]}]}]},{"title":"Caregiver Present","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Yes","measurements":[{"groupId":"BG000","value":"11"},{"groupId":"BG001","value":"12"},{"groupId":"BG002","value":"23"}]},{"title":"No","measurements":[{"groupId":"BG000","value":"19"},{"groupId":"BG001","value":"21"},{"groupId":"BG002","value":"40"}]}]}]},{"title":"National Institute of Health Stroke Scale score","description":"Summed score representing clinical stroke severity; ranges from 0-42, lower scores indicate lower clinical severity.","paramType":"MEDIAN","dispersionType":"FULL_RANGE","unitOfMeasure":"points","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"3.0","lowerLimit":"0","upperLimit":"11.0"},{"groupId":"BG001","value":"2.0","lowerLimit":"0","upperLimit":"11.0"},{"groupId":"BG002","value":"2.0","lowerLimit":"0","upperLimit":"11.0"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"PHQ-9","description":"Patient Health Questionnaire-9, measures depression symptoms, range 0-27, higher values represent more depression symptoms","populationDescription":"Comparison of PHQ-9 scores between intervention and control groups","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"units on a scale","timeFrame":"6 months","groups":[{"id":"OG000","title":"Self Management of PSD Symptoms","description":"Self management of PSD symptoms (plus PSD screening and treatment). Intervention subjects received a manualized self-management program consisting of a series of 24 of stroke self-management topics delivered in six bi-weekly telephone calls. Each session also incorporated goal setting and behavioral contracting for the specific goal identified by the subject. All subjects received care at a site where an ongoing clinical reminder to screen and treat patients for PSD was being implemented as part of a quality improvement intervention."},{"id":"OG001","title":"Screening and Treatment of PSD","description":"Screening and treatment of PSD (plus attention-control calls). All subjects received care at a site where an ongoing clinical reminder to screen and treat patients for PSD was being implemented as part of a quality improvement intervention. Attention-control subjects received six bi-weekly telephone calls asking about their general health post-stroke; no specific educational, self-management, or other topics were delivered."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"30"},{"groupId":"OG001","value":"33"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.4","spread":"6.0"},{"groupId":"OG001","value":"4.4","spread":"5.1"}]}]}]},{"type":"SECONDARY","title":"SS-QOL","description":"Stroke-specific quality of life scale, score range 1.0 - 5.0, higher scores indicate better self-reported quality of life.","populationDescription":"Comparison of overall SS-QOL scores between intervention and control subjects","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"units on a scale","timeFrame":"6 months","groups":[{"id":"OG000","title":"Self Management of PSD Symptoms","description":"Self management of PSD symptoms (plus PSD screening and treatment). Intervention subjects received a manualized self-management program consisting of a series of 24 of stroke self-management topics delivered in six bi-weekly telephone calls. Each session also incorporated goal setting and behavioral contracting for the specific goal identified by the subject. All subjects received care at a site where an ongoing clinical reminder to screen and treat patients for PSD was being implemented as part of a quality improvement intervention."},{"id":"OG001","title":"Screening and Treatment of PSD","description":"Screening and treatment of PSD (plus attention-control calls). All subjects received care at a site where an ongoing clinical reminder to screen and treat patients for PSD was being implemented as part of a quality improvement intervention. Attention-control subjects received six bi-weekly telephone calls asking about their general health post-stroke; no specific educational, self-management, or other topics were delivered."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"30"},{"groupId":"OG001","value":"33"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":"0.9"},{"groupId":"OG001","value":"4.1","spread":"0.7"}]}]}]},{"type":"SECONDARY","title":"Self-efficacy","description":"Patient-reported self-efficacy for stroke symptom management, range 1.0 - 10.0, higher scores indicate greater self-efficacy for stroke symptom management","populationDescription":"Comparison of self-rated self efficacy for managing stroke symptoms between intervention and control subjects","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"units on a scale","timeFrame":"6 months","groups":[{"id":"OG000","title":"Self Management of PSD Symptoms","description":"Self management of PSD symptoms (plus PSD screening and treatment). Intervention subjects received a manualized self-management program consisting of a series of 24 of stroke self-management topics delivered in six bi-weekly telephone calls. Each session also incorporated goal setting and behavioral contracting for the specific goal identified by the subject. All subjects received care at a site where an ongoing clinical reminder to screen and treat patients for PSD was being implemented as part of a quality improvement intervention."},{"id":"OG001","title":"Screening and Treatment of PSD","description":"Screening and treatment of PSD (plus attention-control calls). All subjects received care at a site where an ongoing clinical reminder to screen and treat patients for PSD was being implemented as part of a quality improvement intervention. Attention-control subjects received six bi-weekly telephone calls asking about their general health post-stroke; no specific educational, self-management, or other topics were delivered."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"29"},{"groupId":"OG001","value":"32"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.8","spread":"3.1"},{"groupId":"OG001","value":"8.5","spread":"3.7"}]}]}]}]},"adverseEventsModule":{"frequencyThreshold":"0","eventGroups":[{"id":"EG000","title":"Self Management of PSD Symptoms","description":"Self management of PSD symptoms (plus PSD screening and treatment). Intervention subjects received a manualized self-management program consisting of a series of 24 of stroke self-management topics delivered in six bi-weekly telephone calls. Each session also incorporated goal setting and behavioral contracting for the specific goal identified by the subject. All subjects received care at a site where an ongoing clinical reminder to screen and treat patients for PSD was being implemented as part of a quality improvement intervention.","seriousNumAffected":2,"seriousNumAtRisk":33,"otherNumAffected":7,"otherNumAtRisk":33},{"id":"EG001","title":"Screening and Treatment of PSD","description":"Screening and treatment of PSD (plus attention-control calls). All subjects received care at a site where an ongoing clinical reminder to screen and treat patients for PSD was being implemented as part of a quality improvement intervention. Attention-control subjects received six bi-weekly telephone calls asking about their general health post-stroke; no specific educational, self-management, or other topics were delivered.","seriousNumAffected":0,"seriousNumAtRisk":33,"otherNumAffected":11,"otherNumAtRisk":33}],"seriousEvents":[{"term":"Emergency department visit","organSystem":"General disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Patient walking as part of self management plan and became overheated; went to Emergency Room and given fluids and sent home.","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":33},{"groupId":"EG001","numEvents":0,"numAffected":0,"numAtRisk":33}]},{"term":"Emergency department visit","organSystem":"Nervous system disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Patient walking as part of self management plan, became dizzy, went to Emergency Room, was treated with fluids and released home.","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":33},{"groupId":"EG001","numEvents":0,"numAffected":0,"numAtRisk":33}]}],"otherEvents":[{"term":"ER visit","organSystem":"Musculoskeletal and connective tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Emergency Room visit for pain","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":33},{"groupId":"EG001","numEvents":4,"numAffected":4,"numAtRisk":33}]},{"term":"Hospitalization for unrelated, anticipated cause","organSystem":"General disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Hospitalization for comorbid conditions","stats":[{"groupId":"EG000","numEvents":6,"numAffected":6,"numAtRisk":33},{"groupId":"EG001","numEvents":7,"numAffected":7,"numAtRisk":33}]}]},"moreInfoModule":{"certainAgreement":{"piSponsorEmployee":true},"pointOfContact":{"title":"Dr. Linda Williams","organization":"Roudebush VA Medical Center","email":"Linda.Williams6@va.gov","phone":"317-988-2715"}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003863","term":"Depression"}],"ancestors":[{"id":"D000001526","term":"Behavioral Symptoms"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6748","name":"Depression","asFound":"Depression","relevance":"HIGH"},{"id":"M6751","name":"Depressive Disorder","relevance":"LOW"},{"id":"M4508","name":"Behavioral Symptoms","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":true}