{"protocolSection":{"identificationModule":{"nctId":"NCT04908241","orgStudyIdInfo":{"id":"TRAIL-RCT"},"organization":{"fullName":"University of British Columbia","class":"OTHER"},"briefTitle":"Telerehabilitation With Aims to Improve Lower Extremity Recovery Post-Stroke (TRAIL-RCT)","officialTitle":"Telerehabilitation With Aims to Improve Lower Extremity Recovery Post-Stroke (TRAIL-RCT): A Randomized Controlled Trial","acronym":"TRAIL-RCT"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-11-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-05-20","studyFirstSubmitQcDate":"2021-05-25","studyFirstPostDateStruct":{"date":"2021-06-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-19","lastUpdatePostDateStruct":{"date":"2023-06-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Brodie Sakakibara","investigatorTitle":"Assistant Professor","investigatorAffiliation":"University of British Columbia"},"leadSponsor":{"name":"University of British Columbia","class":"OTHER"},"collaborators":[{"name":"McMaster University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to compare the effectiveness of a 4-week lower extremity telerehabilitation protocol with aims to improve lower extremity function to a 4-week attention-controlled education program on lower extremity clinical outcomes, quality of life, and healthcare resources utilization among community dwelling adults with stroke across Canada.","detailedDescription":"With an aging population, and survival rates now at 83% in Canada, the number of stroke survivors is expected to reach 720,000 by 2038. While 90% of individuals with stroke return to independent community living, 80% report residual motor impairment, such as loss or limitation in motor control, or mobility limitation. These limitations have profound effects on the ability to perform everyday activities and are associated with substantial economic strain on the healthcare system. Thus, a primary focus of stroke rehabilitation is on the recovery of motor function, walking and balance, using exercise via physical therapy.\n\nThe rapid growth in Internet use and personal mobile devices has opened an array of possibilities for stroke survivors to remotely access specialized rehabilitation from their homes and communities (i.e., telerehabilitation). Telerehabilitation interventions have been used effectively for check-in sessions, education, and counselling after stroke, but knowledge of the effectiveness of using telerehabilitation for the delivery of exercise interventions for lower extremity recovery is limited.\n\nThe investigators developed the TeleRehabilitation with Aims to Improve Lower Extremity Recovery Post-Stroke (TRAIL) to address the unmet needs for lower extremity rehabilitation after stroke, and the need for accessible rehabilitation in the face of the COVID-19 pandemic. TRAIL is an exercise program designed to promote lower extremity recovery using technology with real-time therapist instruction and guidance. The investigators recently conducted a proof-of-concept, single-group feasibility study of TRAIL (TRAIL-PROOF). From TRAIL-PROOF, there were have no reports of serious adverse events and 100% retention of participants. Preliminary analysis of 32 individuals completed also suggest improvements in the clinical outcomes, including increased lower extremity strength, functional balance, and balance self-efficacy. Thus, from TRAIL-PROOF, it is evident that the TRAIL protocol has potential to improve lower extremity function among community-dwelling adults with stroke experiencing lower extremity impairment. The investigators now propose a full-scaled randomized controlled trial to further study the TRAIL program (TRAIL-RCT).\n\nThe objectives for TRAIL-RCT are as follows:\n\n1. The primary objective is to compare functional mobility (Timed Up and Go, primary clinical outcome) after 4 weeks of TRAIL to a 4-week attention-controlled education program (EDUCATION) in individuals ≤12 months post-stroke;\n2. The secondary objective is to compare the 4-week TRAIL and EDUCATION programs on secondary outcomes of:\n\n   1. Lower extremity strength (30-Second Sit-to Stand test);\n   2. Functional balance (Tandem Stand and Functional Reach);\n   3. Motor impairment (Virtual Fugl-Meyer Assessment);\n   4. Balance self-efficacy (Activities-specific Balance Confidence Scale);\n3. The tertiary objective is to compare the 4-week TRAIL and EDUCATION programs on health economic outcomes:\n\n   1. Health-related quality of life (Stroke Impact Scale, EuroQol-5D-5 Level); and\n   2. Health resources and costs (Health Resource Utilization Questionnaire)\n4. The quaternary objective is to evaluate the feasibility of a subsequent larger multisite implementation stepped wedge randomized trial of TRAIL using pre-specified criteria related to process, resources, management, and scientific indicators.\n\nIt is hypothesized that:\n\nThe primary hypothesis is that the 4-week TRAIL program will lead to greater improvement in functional mobility, as measured by the Timed Up and Go, compared to the 4-week EDUCATION program in individuals ≤12 months post-stroke (Objective 1, primary clinical outcome).\n\nThe investigators also anticipate that greater improvements will be observed in the secondary clinical outcomes, in the areas of lower extremity muscle strength, motor impairment, functional balance, and balance self-efficacy, following TRAIL compared to EDUCATION (Objective 2).\n\nThe tertiary hypothesis is that the TRAIL intervention will demonstrate superior health economic outcomes compared to the EDUCATION group (Objective 3).\n\nThe quaternary hypothesis is that the protocol will demonstrate sufficient feasibility (e.g., rates of recruitment/retention, treatment fidelity and adherence, safety, treatment effects) to support a subsequent larger multi-site implementation stepped wedge randomized controlled trial (Objective 4)."},"conditionsModule":{"conditions":["Stroke","Stroke, Ischemic","Stroke Hemorrhagic","Cerebral Injury","Cerebral Infarction","Brain Diseases","Central Nervous System Diseases","Cerebral Vascular Accident","Cerebral Vascular Disorder","Brain Ischemia","Brain Infarction","Cardiovascular Diseases","Infarction"],"keywords":["Telerehabilitation","Lower Extremity","Self-Management","Education","Secondary Prevention","Stroke","Exercise"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Following baseline assessment, participants will be randomized into the TRAIL or EDUCATION arm. Following randomization, participants will remain in their allocated group until the completion of the study. A central research coordinator that is not involved in recruitment, assessments or study intervention, will be responsible for randomization of study participants, and will advise the participant and site coordinator of the group allocation. There will be four timepoints where outcome assessments will be conducted, which include baseline (T0), 1-month (T1), 3-months (T2), and 6-months (T3) follow-up.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Outcome assessors will be blinded to participants' group allocation, whereby they will not be involved with delivering the TRAIL or EDUCATION programs. Participants are informed of their group assignment, however they will not know if they are in the experimental or control program, and instructed to withhold it from the assessors to ensure proper blinding and minimize internal bias.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":96,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"TRAIL","type":"EXPERIMENTAL","description":"TRAIL is a 4-week progressive exercise and self-management intervention for lower extremity recovery delivered by a trained registered physical therapist, in a 2:1 participant-to-therapist ratio. Each participant grouping will receive two telerehabilitation sessions (60-90 minutes) each week for 4 weeks (total 8-12 hours).","interventionNames":["Other: TRAIL"]},{"label":"EDUCATION","type":"ACTIVE_COMPARATOR","description":"The EDUCATION control arm is a 4-week education program focusing on stroke knowledge and risk factors. It will be delivered by health professionals who have experience working with individuals with stroke, knowledge of chronic disease self-management (e.g. physical or occupational therapists, nurses, kinesiologists), and who have completed study-specific training on the EDUCATION program\n\nParticipants will receive video conferencing sessions with the same schedule and 2:1 participant-to-coach ratio as TRAIL. Each participant grouping will receive two educational telerehabilitation sessions (60-90 minutes) each week for 4 weeks (total 8-12 hours).","interventionNames":["Other: EDUCATION"]}],"interventions":[{"type":"OTHER","name":"TRAIL","description":"Each week has a specific focus for lower extremity rehabilitation:\n\nWeek 1) Building a base: 8 exercises, 10-15 repetitions x 2-3 sets\n\nWeek 2) Increasing repetitions: 8 exercises, 15-20 repetitions x 3 sets\n\nWeek 3) Building exercise tolerance:10 exercises, 15-20 repetitions x 3 sets\n\nWeek 4) Maximizing repetitions: 10 exercises, 30 seconds as many reps as possible x 2 sets\n\nAt the end of the second exercise session each week, the therapist and participants work collaboratively to develop an independent exercise action plan to be completed before the first session of the next week. The self-managed plans includes exercises selected from TRAIL, agreed upon by the participant and therapist, that are safe to perform without therapist oversight. The aims of the exercise action plan are to: i) Add exercise volume without using program resources (e.g., therapist time); and ii) Build capacity for self-management for long-term health and well-being after TRAIL has ended.","armGroupLabels":["TRAIL"]},{"type":"OTHER","name":"EDUCATION","description":"EDUCATION has a specific focus on:\n\nWeek 1) What is stroke (e.g., gaining an understanding of the function of the brain, types of stroke and how stroke affects physical function) and introduction to self-management;\n\nWeek 2) What is self-management;\n\nWeek 3) Self-management for post-stroke complications (e.g., activities of daily living);\n\nWeek 4) Self-management for secondary prevention (e.g., blood pressure, diet, medication, stress management).\n\nEducation therapists will be provided with lesson plans and manuals to be circulated with the participants, and will facilitate the educational session through interactive Powerpoint presentations. In addition, participants will be asked to complete 30-60 minutes of educational homework, which will be discussed at the commencement of the following session.","armGroupLabels":["EDUCATION"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline Timed Up and Go (TUG) at 4 weeks","description":"Performance walking test to assess functional mobility","timeFrame":"Baseline, Post-Intervention (immediately following 4 weeks of intervention), 3-months, 6-months"}],"secondaryOutcomes":[{"measure":"Stroke Impact Scale (SIS)","description":"Stroke specific, self-reported health status measure. There are 8 domains assessed in this version and each item is rated using a 5-point Likert scale. The participant rates his/her difficulty completing the task from 1 to 5, where lower scores mean greater difficulty to complete the item.","timeFrame":"Baseline, Post-Intervention (immediately following 4 weeks of intervention), 3-months, 6-months"},{"measure":"Activities-Specific Balance (ABC) Scale","description":"Self-reported questionnaire measuring self-efficacy in performing activities without losing balance. The ABC Scale consists of 16 questions that require the participant to rate their confidence in performing the activity from 0% to 100%, where higher percentages indicate greater self-efficacy","timeFrame":"Baseline, Post-Intervention (immediately following 4 weeks of intervention), 3-months, 6-months"},{"measure":"Functional Reach","description":"Performance measure to assess balance through maximal forward reach (in cm) from a fixed base","timeFrame":"Baseline, Post-Intervention (immediately following 4 weeks of intervention), 3-months, 6-months"},{"measure":"Modified Virtual Fugl-Meyer Assessment","description":"Performance measure to assess lower extremity impairment","timeFrame":"Baseline, Post-Intervention (immediately following 4 weeks of intervention), 3-months, 6-months"},{"measure":"30 second Sit to Stand","description":"Performance measure used to assess lower extremity strength","timeFrame":"Baseline, Post-Intervention (immediately following 4 weeks of intervention), 3-months, 6-months"},{"measure":"Health Resource Utilization Questionnaire","description":"Health care utilization calculated by assessing health professional visits, admissions to hospital, laboratory tests/ investigations, and use of medications","timeFrame":"Baseline, Post-Intervention (immediately following 4 weeks of intervention), 3-months, 6-months"},{"measure":"Health-related quality of life (EuroQol-5D-5 Level)","description":"A generic preference-based utility instrument composed of 5 domains of health (mobility, self-care, usual activities, pain, anxiety/depression), each with 5 levels (1=no problems, 5=major problems), which is often used to calculate cost-utility","timeFrame":"Baseline, Post-Intervention (immediately following 4 weeks of intervention), 3-months, 6-months"},{"measure":"Tandem Stand","description":"Performance measure to assess balance through holding a tandem stance position (up to 10 seconds; alternate positions: semi-tandem or feet together","timeFrame":"Baseline, Post-Intervention (immediately following 4 weeks of intervention), 3-months, 6-months"}],"otherOutcomes":[{"measure":"Feasibility Indicator: Recruitment Rate","description":"Number of participants recruited","timeFrame":"Study Completion (Post-Intervention, immediately following study completion)"},{"measure":"Feasibility Indicator: Retention Rate","description":"Number of participants with post-intervention data","timeFrame":"Study Completion (Post-Intervention, immediately following study completion)"},{"measure":"Feasibility Indicator: Perceived Benefit of Telerehabilitation","description":"Satisfaction survey administered at the end of post-intervention visit","timeFrame":"Post-Intervention (immediately following 4 weeks of intervention)"},{"measure":"Feasibility Indicator: Treatment Fidelity","description":"Percentage of telerehabilitation sessions attended, exercise completed during telerehabilitation sessions, and self-management sessions completed","timeFrame":"Post-Intervention (immediately following 4 weeks of intervention)"},{"measure":"Feasibility Indicator: Blinding of Outcome Assessors","description":"Percentage of outcome assessors remaining blinded to group allocation throughout duration of study","timeFrame":"Study Completion (Post-Intervention, immediately following study completion)"},{"measure":"Feasibility Indicator: Appropriateness of Randomization Process","description":"Number of participants per group and baseline differences in outcomes between groups\n\nBaseline differences between groups","timeFrame":"Study Completion (Post-Intervention, immediately following study completion)"},{"measure":"Feasibility Indicator: Number of Participants Excluded based on Eligibility Criteria","description":"Number of individuals excluded from potential participant list (referrals from inpatient stroke rehabilitation and community outreach)","timeFrame":"Study Completion (Post-Intervention, immediately following study completion)"},{"measure":"Feasibility Indicator: Participant and Assessor Burden","description":"Duration (measured in minutes) to complete the assessments.","timeFrame":"Study Completion (Post-Intervention, immediately following study completion)"},{"measure":"Feasibility Indicator: Participant Burden","description":"Percentages of participants with pre- and post-assessments","timeFrame":"Study Completion (Post-Intervention, immediately following study completion)"},{"measure":"Feasibility Indicator: Ease of Using Equipment","description":"Downtime due to technical issues of tablet and video-conferencing platform (measured in minutes)","timeFrame":"Study Completion (Post-Intervention, immediately following study completion)"},{"measure":"Feasibility Indicator: Safety","description":"Number of adverse events from the program sessions or assessments","timeFrame":"Study Completion (Post-Intervention, immediately following study completion)"},{"measure":"Feasibility Indicator: Processing Time","description":"Time from initial contact to enrolment","timeFrame":"Study Completion (Post-Intervention, immediately following study completion)"},{"measure":"GENESIS-PRAXY Questionnaire","description":"Questionnaire used to assess gender-related measures encompassing gender roles, relations and identity. A composite score is calculated to determine whether an individual has primarily masculine, neutral or feminine gender characteristics.","timeFrame":"Baseline Assessment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* ≥19 years of age, ≤12 months post-stroke with lower extremity hemiparesis\n* Able to walk ≥10 meters with or without a gait aid and without physical assistance of another person\n* Can tolerate 50 minutes of activity (including rest breaks)\n* Has cognitive-communicative ability to participate, per clinical judgement\n* Able to provide consent\n* Has a caregiver, friend, or family member available to provide physical support during the assessment sessions\n\nExclusion Criteria:\n\n* Currently participating in formal in- or out-patient stroke rehabilitation focusing on lower extremity training\n* Living in long-term care\n* Severe vision or hearing loss\n* Significant musculoskeletal or other neurological conditions\n* Not medically stable\n* Comorbidities (e.g. limb amputation), pain or other symptoms that significantly impact lower extremity function\n* Planned surgery that would preclude or affect participation in the protocol","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Elise A Wiley, MSc","role":"CONTACT","phone":"(289) 214-1569","email":"wileye@mcmaster.ca"},{"name":"Brodie Sakakibara, PhD","role":"CONTACT","phone":"(250) 807-8505","email":"brodie@mail.ubc.ca"}],"overallOfficials":[{"name":"Brodie Sakakibara, PhD","affiliation":"University of British Columbia","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ada Tang, PhD","affiliation":"McMaster University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of British Columbia","status":"RECRUITING","city":"Vancouver","state":"British Columbia","zip":"V6T 1Z4","country":"Canada","contacts":[{"name":"Elise A Wiley, MSc","role":"CONTACT","phone":"(289) 214-1569","email":"wileye@mcmaster.ca"},{"name":"Brodie Sakakibara, PhD","role":"CONTACT","phone":"(250) 807-8505","email":"brodie@mail.ubc.ca"},{"name":"Brodie Sakakibara, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Janice Eng, PT/OT PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Courtney Pollock, PT PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":49.24966,"lon":-123.11934}},{"facility":"Dalhousie University","status":"RECRUITING","city":"Nova Scotia","state":"Halifax","zip":"B3H 4R2","country":"Canada","contacts":[{"name":"Melanie Dunlop","role":"CONTACT","phone":"905-473-1401","email":"melanie.dunlop@nshealth.ca"},{"name":"Judy Lugar","role":"CONTACT","phone":"902-225-6003","email":"judy@lugar.ca"},{"name":"Marilyn MacKay-Lyons, MScPT PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":44.99223,"lon":-62.97803}},{"facility":"Riverview Health Centre","status":"RECRUITING","city":"Winnipeg","state":"Manitoba","zip":"R3L 2P4","country":"Canada","contacts":[{"name":"Olayinka Akinrolie","role":"CONTACT","email":"akinrolo@myumanitoba.ca"},{"name":"Anuprita Kanitkar","role":"CONTACT","phone":"204-881-3112","email":"Anuprita.Kanitkar@umanitoba.ca"},{"name":"Ruth Barclay, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Sepideh Pooyania, MD FRCPC","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":49.8844,"lon":-97.14704}},{"facility":"Parkwood Institute","status":"RECRUITING","city":"London","state":"Ontario","zip":"N6C 5J1","country":"Canada","contacts":[{"name":"Alexandria Roa Agudelo","role":"CONTACT","phone":"(519) 646-6100","phoneExt":"42570","email":"alexandria.roaagudelo@sjhc.london.on.ca"},{"name":"Arden Lawson, BMSc","role":"CONTACT","phone":"(519) 646-6100","phoneExt":"42570","email":"arden.lawson@sjhc.london.on.ca"},{"name":"Robert Teasell, MD FRCP (C)","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":42.98339,"lon":-81.23304}},{"facility":"University Health Network","status":"RECRUITING","city":"Toronto","state":"Ontario","zip":"M5G 2C4","country":"Canada","contacts":[{"name":"Olga Yaroslavtseva","role":"CONTACT","phone":"416-876-4823","email":"olga.yaroslavtseva@uhn.ca"},{"name":"Mark Bayley, MD FRCPC","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":43.70011,"lon":-79.4163}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The anonymized data collected during the study, the trial protocol, statistical analysis plan, and informed consent form will be shared with qualified researchers engaging in independent scientific research, upon request to the research team.","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"timeFrame":"After the study end.","accessCriteria":"Please contact the research team."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000083302","term":"Hemorrhagic Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11997","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","relevance":"LOW"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Infarction","relevance":"HIGH"},{"id":"M5484","name":"Brain Ischemia","asFound":"Brain Ischemia","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","asFound":"Brain Diseases","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebral Vascular Disorder","relevance":"HIGH"},{"id":"M17090","name":"Vascular Diseases","asFound":"Vascular Disorder","relevance":"HIGH"},{"id":"M5432","name":"Central Nervous System Diseases","asFound":"Central Nervous System Diseases","relevance":"HIGH"},{"id":"M2405","name":"Hemorrhagic Stroke","asFound":"Stroke Hemorrhagic","relevance":"HIGH"},{"id":"M21995","name":"Brain Infarction","asFound":"Brain Infarction","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}