{"protocolSection":{"identificationModule":{"nctId":"NCT04575909","orgStudyIdInfo":{"id":"IRB00264439"},"organization":{"fullName":"Johns Hopkins University","class":"OTHER"},"briefTitle":"Functional Connectivity and Predictors of Affective Aprosodia Intervention in Subacute Right Hemisphere Stroke","officialTitle":"Functional Connectivity and Predictors of Affective Aprosodia Intervention in Subacute Right Hemisphere Stroke"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-02-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-09-18","studyFirstSubmitQcDate":"2020-09-29","studyFirstPostDateStruct":{"date":"2020-10-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-06","lastUpdatePostDateStruct":{"date":"2023-03-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Johns Hopkins University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study is an investigation of a behavioral speech and language treatment for emotional prosody recognition and production deficits in subacute right hemisphere stroke.","detailedDescription":"The phrase, \"it's not what you say, but how you say it\" neatly sums up prosody - the changes to one's tone of voice that transmit meaning. Changes to speech rate, rhythm, volume, and pitch to convey emotion fall into the category of affective, or emotional, prosody. That is, the changes made to the voice to express feelings, such as happy or sad.\n\nFollowing damage to the right side of the brain, such as in stroke, difficulties in affective prosody understanding and use have been observed. These findings have led researchers to view the right hemisphere as playing a critical role for emotional prosody. Affective prosody difficulties do not always spontaneously improve after acute right hemisphere stroke, and only a few evidenced-based treatments are available for these individuals. It is also understood that affective prosody difficulties can negatively impact social interactions and relationships, including those who care for individuals with emotional prosody difficulties. With miscommunication frequently occurring between those living with affective prosody disorders and those with whom these people interact, the risk of reduced quality of life and social isolation is possible and could be related to poorer health outcomes. Not only might there be personal burdens associated with poor management of communication difficulties in right hemisphere stroke and dementia, but there might also be economic burdens as well. In addition to counseling caregivers, family, and friends about the communication changes of loved ones, more evidenced-based speech and language treatment options are needed for those living with affective prosody disorders.\n\nCognitive-Linguistic and Speech-Language Assessment: During baseline testing, detailed speech-language and cognitive-communication behavioral testing will occur, focusing on aprosodia, awareness, motor speech, attention, verbal working memory, executive function, discourse, social participation, and emotion. Detailed testing focusing on aprosodia will occur after each Intervention Phase.\n\nFunctional near-infrared spectroscopy: Resting state functional connectivity as measured via functional near-infrared spectroscopy (fNIRS) will be assessed at Baseline, Post Phase I, and Post Phase II testing time points to track longitudinal change in functional connectivity patterns associated with targeted aprosodia intervention.\n\nAprosodia Intervention Phase: The aprosodia intervention will target receptive and expressive prosody over the course of four (4) weeks (12 sessions total). The receptive prosody intervention phase will occur for two weeks (6 sessions total, 3 sessions/week), and the expressive prosody intervention phase will occur for two weeks (6 sessions total, 3 sessions/week). Within each phase, the types of cues participants receive will also vary. Half of the expressive prosody intervention phase will use explicit cues (3 sessions total, 1 week), and the other half of the expressive prosody intervention phase will use implicit cues (3 sessions total, 1 week). This same setup for expressive prosody intervention phase will be used in the receptive prosody intervention phase. In addition to these implicit and explicit cues, expressive prosody intervention will also include feedback to increase awareness.\n\nNo-Intervention Phase: Participants will meet study personnel with the same frequency and duration (3 sessions/week, \\~1 hour/session) during the No-Intervention Phase as during REACT. Sessions will comprise conversation about current events, recovery progress (including speech therapy goals targeted in outside intervention \\[if relevant\\]), hobbies, and other similar topics."},"conditionsModule":{"conditions":["Right Hemispheric Stroke"],"keywords":["Prosody","Emotion","Stroke","Speech therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"A crossover trial design with randomized order of intervention (REACT/no-intervention, no-intervention/REACT). Half of participants will be randomly assigned to REACT in Phase I, and the other half will be randomly assigned to start with no-intervention in Phase I. In Phase II, participants will receive the alternative intervention not received during Phase I.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Key personnel will be blinded to participant testing timepoint by having separate personnel administer treatment and assessments for each participant.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Explicit Expressive Prosody Intervention","type":"EXPERIMENTAL","description":"Explicit cues will be provided to help participants improve expression of targeted affective prosody.","interventionNames":["Behavioral: Aprosodia Intervention"]},{"label":"Implicit Expressive Prosody Intervention","type":"EXPERIMENTAL","description":"Implicit cues will be provided to help participants improve expression of targeted affective prosody.","interventionNames":["Behavioral: Aprosodia Intervention"]},{"label":"Explicit Receptive Prosody Intervention","type":"EXPERIMENTAL","description":"Explicit cues will be provided to help participants improve recognition of targeted affective prosody.","interventionNames":["Behavioral: Aprosodia Intervention"]},{"label":"Implicit Receptive Prosody Intervention","type":"EXPERIMENTAL","description":"Implicit cues will be provided to help participants improve recognition of targeted affective prosody.","interventionNames":["Behavioral: Aprosodia Intervention"]},{"label":"No-Intervention","type":"ACTIVE_COMPARATOR","description":"Sessions will comprise conversation about current events, recovery progress (including speech therapy goals targeted in outside intervention \\[if relevant\\]), hobbies, and other similar topics.","interventionNames":["Behavioral: No-Intervention"]}],"interventions":[{"type":"BEHAVIORAL","name":"Aprosodia Intervention","description":"Intervention will focus on improving participants' use and understanding of emotional prosody using implicit and explicit cues, biofeedback, modeling, and feedback.","armGroupLabels":["Explicit Expressive Prosody Intervention","Explicit Receptive Prosody Intervention","Implicit Expressive Prosody Intervention","Implicit Receptive Prosody Intervention"]},{"type":"BEHAVIORAL","name":"No-Intervention","description":"Sessions will comprise conversation about current events, recovery progress (including speech therapy goals targeted in outside intervention \\[if relevant\\]), hobbies, and other similar topics.","armGroupLabels":["No-Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in accuracy on affective prosody expression following aprosodia intervention compared to spontaneous recovery","description":"Change in accuracy of participants' ability to express affective prosody on sentence lists (list score range 0-45), with increasing accuracy indicating better outcome.","timeFrame":"Baseline, 1 week after Phase I Intervention, 1 week after Phase II Intervention"},{"measure":"Change in accuracy on affective prosody recognition following aprosodia intervention compared to spontaneous recovery","description":"Change in accuracy of participants' ability to express affective prosody on sentence lists (list score range 0-45), with increasing accuracy indicating better outcome.","timeFrame":"Baseline, 1 week after Phase I Intervention, 1 week after Phase II Intervention"},{"measure":"Change in accuracy on standardized contextual measures of affective prosody expression","description":"Change in accuracy on the Montreal Evaluation of Communication (score range 0-18), with increasing score indicating better outcome.","timeFrame":"Baseline, 1 week after Phase I Intervention, 1 week after Phase II Intervention"},{"measure":"Change in accuracy on standardized contextualized measures of affective prosody recognition","description":"Change in accuracy on The Awareness of Social Inference Test (score range 0-24, with increasing score indicating better outcome.","timeFrame":"1 week after Phase I Intervention, 1 week after Phase II Intervention"},{"measure":"Change in resting state functional connectivity","description":"Differences in resting state functional connectivity patterns within prosody-specific regions of interest and left homologues (connectivity association range 0-0.99), with increasing association values indicating stronger connectivity","timeFrame":"Baseline, 1 week after Phase I Intervention, 1 week after Phase II Intervention"},{"measure":"Behavioral and neurological predictors of aprosodia intervention outcomes","description":"Scores on baseline cognitive-linguistic assessments and percent damage to lesioned regions of interest, larger beta coefficients indicating a stronger relationship between predictor (baseline behavioral and neurological data) and predicted (prosody accuracy) variables.","timeFrame":"Baseline, 1 week after Phase I or Phase II Intervention"}],"secondaryOutcomes":[{"measure":"Change in standardized acoustic features (rate, frequency, intensity, rhythm), on standardized measures of prosody expression","description":"Change in z-scored acoustic features on the Montreal Evaluation of Communication expression subtest, with scores closer to zero indicating better outcome.","timeFrame":"Baseline, 1 week after Phase I Intervention, 1 week after Phase II Intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ischemic stroke to the right cerebral hemisphere\n* No history of other significant neurological disease or injury affecting the brain (excluding prior lacunar stroke, asymptomatic stroke, or TIA)\n* Proficient speaker of English prior to stroke per self-report\n* Capable of providing informed consent or indicating another to provide informed consent\n* Ages 18-89\n* Demonstration of receptive and/or expressive aprosodia on standardized measures of aprosodia\n* Does not have severe cognitive impairment (MoCA \\> 9)\n* Is not severely depressed (PHQ-9 \\< 20)\n* Does not have more than mild motor speech impairment (ASRS \\< 16 and Dysarthria severity \\< 3)\n* Normal or corrected-to-normal hearing and vision via screening tasks and self-report\n* Medically stable\n* Not taking any medications that may interfere with prosody processing\n* Participation in speech therapy not targeting aprosodia\n\nExclusion Criteria:\n\n* Ischemic stroke outside the right hemisphere or primary hemorrhagic stroke in the right hemisphere\n* History of symptomatic stroke or significant neurological disease or injury affecting the brain\n* No proficiency in English based on self-report\n* Unable to provide informed consent or to indicate another to provide informed consent\n* Children \\< 18 and adults 90+ years\n* No demonstration of expressive or receptive aprosodia\n* Severe cognitive-linguistic impairment (MoCA \\< 16)\n* Severe depression (PHQ-9 \\> 19)\n* More than mild motor speech impairment (ASRS \\> 15 + Dysarthria severity \\< 2)\n* Uncorrected hearing/vision loss via screening tasks and self-report\n* Not medically stable\n* Reported medication use that may interfere with prosody processing\n* Participating in outside speech therapy targeting aprosodia","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"89 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Argye E Hillis, MD, MA","affiliation":"Johns Hopkins University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Johns Hopkins School of Medicine","city":"Baltimore","state":"Maryland","zip":"21287","country":"United States","geoPoint":{"lat":39.29038,"lon":-76.61219}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000013064","term":"Speech Disorders"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M15554","name":"Speech Disorders","asFound":"Aprosodia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}