{"protocolSection":{"identificationModule":{"nctId":"NCT02734082","orgStudyIdInfo":{"id":"155/14"},"organization":{"fullName":"Insel Gruppe AG, University Hospital Bern","class":"OTHER"},"briefTitle":"The Brain Heart Interaction in Acute Stroke","officialTitle":"The Brain Heart Interaction in Acute Stroke"},"statusModule":{"statusVerifiedDate":"2016-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-10"},"primaryCompletionDateStruct":{"date":"2015-03","type":"ACTUAL"},"completionDateStruct":{"date":"2015-03","type":"ACTUAL"},"studyFirstSubmitDate":"2014-11-24","studyFirstSubmitQcDate":"2016-04-11","studyFirstPostDateStruct":{"date":"2016-04-12","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-04-11","lastUpdatePostDateStruct":{"date":"2016-04-12","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Insel Gruppe AG, University Hospital Bern","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Many studies have shown that acute cerebral dysfunction can impair cardiac function and autonomic control of blood pressure, heart rate and vascular tone, however, the size of the stroke is rarely reported. Involvement of the insular cortex seems to predispose to cardiac damage and autonomic dysfunction. However, it is not clear whether cardiac dysfunction is merely a marker of large strokes or location of the stroke is critical.","detailedDescription":"Background\n\nOn one hand structural cardiac anomalies and arrhythmias such as atrial fibrillation can give rise to thrombi that are dislodged as emboli to the brain and cause stroke. On the other hand acute emotional stress or cerebral events can cause acute cardiac dysfunction with left ventricular failure in the absence of cardiac causes. The extreme variant of stress cardiomyopathy is known as Takotsubo cardiomyopathy. Patients are presenting with chest pain, electrocardiographic changes similar to acute myocardial infarction with ST-segment elevation, T-wave inversion, or QT prolongation, and elevated cardiac biomarkers such as CK and troponin. When coronary angiography is performed coronary arteries are normal, but the left ventricle shows mostly apical and midventricular dyskinesia and apical ballooning or rarely basal akinesia and apical hyperkinesia. The exact pathogenesis is unknown. Presumably high catecholamine levels resulting from the extreme emotional stress or acute cerebral events cause severe peripheral vasospasms resulting in myocardial dysfunction.\n\nIt has been known for many decades that myocardial damage such as small patchy necroses and subendocardial hemorrhages and cardiac arrhythmias can occur after subarachnoid or intracerebral haemorrhage. Greenhout and Reichenbach and Weidler observed abnormally increased autonomic activity or an imbalance between parasympathetic and sympathetic input to the heart. Systematic analyses of heart and brain interactions were first performed by JW Norris and coworkers in Toronto. They examined cardiac enzymes in 230 acute stroke patients and found raised CK-MB in 25 (11%). They also found that catecholamine concentrations in stroke patients were higher than in controls, that patients with higher CK levels had higher norepinephrine levels, more often arrhythmias and such elevated CK and norepinephrine levels were more common in hemispheric compared to brain stem strokes. DiAngelantonio et al assessed cardiac troponin I levels on admission of 330 stroke patients. When troponin I levels were elevated the odds for in-hospital death or non-fatal cardiac events were increased. These results were corroborated in a systematic review of 15 similar studies. According to this review troponin was elevated in 18.1% of 2901 stroke patients. Patients with elevated troponin levels had an odds ratio of 3.0 (95% CI 1.5-6.2) for showing electrocardiographic changes and an odds ratio for death of 2.9 (95% CI 1.7-4.8). Hakan Ay and coworkers addressed the question whether stroke in specific brain areas are more prone to cardiac damage. In a case control study they analysed diffusion weighted MR images of patients with elevated troponin T levels (cTnT) and patients with normal levels to identify voxels with diffusion restriction that are associated with troponin elevation. Brain regions that were a priori associated with cTnT elevation included the right posterior, superior, and medial insula and the right inferior parietal lobule. Among patients with right middle cerebral artery infarction, the insular cluster was involved in 88% of patients with and 33% without cTnT elevation (odds ratio: 15.00; 95% CI: 2.65 to 84.79). Their findings indicate that the right insula is associated with elevated serum cardiac troponin T level indicative of myocardial injury. In an additional MR study using diffusion and perfusion imaging the same group of researchers found that infarctions encompassing the insula is associated with increased conversion of ischemic but potentially viable penumbral tissues into infarction. Unlike Ay et al Laowattana and coworkers found left insular stroke associated with an increased risk of adverse cardiac outcome and decreased cardiac wall motion compared to stroke in other locations and TIA. According to their findings left insular lesions show decreased parasympathetic tone and right insular lesions increased sympathetic drive. This results in abnormal fluctuations in blood pressure, abnormal circadian blood pressure patterns, higher norepinephrine levels and elevated blood pressure in acute stroke. Furthermore, baroreflex sensitivity has been found to be reduced after stroke, i.e. autonomic adjustment of heart rate and vascular tone to sudden blood pressure changes was compromised. Sykora et al demonstrated that baroreflex impairment in acute stroke is not associated with carotid atherosclerosis but with insular involvement. In their study both insulae seemed to participate in processing the baroreceptor information with the left insula being more dominant. Other authors found that there might be a hemispheric dominance of autonomic control and that impairment of cardiovascular autonomic control increases with higher NIHSS scores. The reason for the neuroanatomic correlation of insular strokes and myocardial injury and that middle cerebral artery stroke involving the insula are more prone to growth as found by Ay et al is not known. A hypothesis focuses on the tight connections of the insular cortex to the limbic system. Phylogenetically the limbic system belongs to the oldest parts of the brain. It encompasses a group of gyri and nuclei and interconnections in the center of the brain such as amygdala, hippocampus, gyrus cinguli, fornix, anterioventral thalamic nuclei, and hypothalamus. The main functions of the limbic system is controlling the endocrine and autonomic nervous system, emotional life and behavior, olfaction, pleasure, and short and long term memory and learning. Dysautonomia after stroke is independent whether stroke is ischemic or hemorrhagic. Similarly, excitation of the cortex in epilepsy can result in cardiac dysfunction. Epilepsy can cause ictal tachycardia and bradycardia and ECG changes, even if brain imaging does not show any structural abnormality. In addition, more than a third of epilepsy patients show ictal bradycardia that would merit insertion of a permanent pacemaker. Sudden unexpected death is increased five fold in epilepsy, and especially patients with treatment refractory generalised tonic clonic seizures are at risk. One of the main reasons might be brain heart interactions with asystole. To summarize, many studies have shown that acute cerebral dysfunction can impair cardiac function and autonomic control of blood pressure, heart rate and vascular tone, however, the size of the stroke is rarely reported. Involvement of the insular cortex seems to predispose to cardiac damage and autonomic dysfunction. However, it is not clear whether cardiac dysfunction is merely a marker of large strokes or location of the stroke is critical.\n\nObjective\n\nThe aim of the proposed research is to answer the question whether both size of stroke and location are independent predictors of impairment of cardiac function in acute stroke.\n\nMethods\n\nThis is a retrospective analysis of patients of the Bernese Stroke Data Base who all had a full MRI examination at admission. All acute stroke patients will be screened for Troponin elevations, abnormal electrocardiograms or both. Patients with primary cardiac causes or other reasons for troponin elevations or ECG changes will be handled separately. The study patients will be compared to at least 200 control stroke patients without troponin elevations and without ECG changes. Infarct location, vessel occlusions and volumes of diffusion restriction and perfusion deficit will be assessed on MR images. In a multivariable analysis, the investigators will find out whether Troponin elevations and ECG abnormalities are associated with infarct location or infarct size or both. In addition, the investigators will perform a voxel based analysis for correlation of infarct location and troponin elevations and ECG abnormalities."},"conditionsModule":{"conditions":["Myocardial Infarction","Stroke"],"keywords":["stroke","ischemia","Berne"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":204,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Elevated Troponin and pathological EC","description":"Patients with acute ischemic stroke with elevated Troponin"},{"label":"No elevated Troponin or pathological EC","description":"Patients with acute ischemic stroke without elevated Troponin"},{"label":"Elevated Troponin, pathological ECG & coronary angiography","description":"Patients with acute ischemic stroke with elevated Troponin T and pathological ECG and coronary angiography"},{"label":"No elevated Troponin, pathological ECG & coronary angiography","description":"Patients with acute ischemic stroke without elevated Troponin T and pathological ECG and coronary angiography"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Association of ischemic lesion size and impaired heart regulation at baseline","description":"Association is to be determined via multivariate logistic regression. Baseline parameter at inclusion; functional outcome/mortality after 3 months.","timeFrame":"At baseline"},{"measure":"Association of ischemic lesion size and impaired heart regulation after 3 months","description":"Association is to be determined via multivariate logistic regression. Baseline parameter at inclusion; functional outcome/mortality after 3 months.","timeFrame":"After 3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥16 years\n* Hospitalized between 2004-2014\n* Acute MRI imaging performed\n* ECG on admission\n* Cardiac lab parameters on admission (TnT, CK, CK-MB)\n\nExclusion Criteria\n\n* Age \\<16 years\n* No acute MRI image\n* No lab parameters","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"All patients with acute ischemic stroke hospitalized at Inselpital Berne between 2004-2014.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Heinrich P Mattle, Prof. MD","affiliation":"Dep. of Neurology, Bern University Hospital, Bern","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Dep. of Neurology, Bern University Hospital, Bern","city":"Berne","zip":"3010","country":"Switzerland","geoPoint":{"lat":46.94809,"lon":7.44744}}]},"referencesModule":{"references":[{"pmid":"2353094","type":"BACKGROUND","citation":"Edelman RR, Mattle HP, Atkinson DJ, Hill T, Finn JP, Mayman C, Ronthal M, Hoogewoud HM, Kleefield J. Cerebral blood flow: assessment with dynamic contrast-enhanced T2*-weighted MR imaging at 1.5 T. Radiology. 1990 Jul;176(1):211-20. doi: 10.1148/radiology.176.1.2353094."},{"pmid":"1987608","type":"BACKGROUND","citation":"Mattle HP, Wentz KU, Edelman RR, Wallner B, Finn JP, Barnes P, Atkinson DJ, Kleefield J, Hoogewoud HM. Cerebral venography with MR. Radiology. 1991 Feb;178(2):453-8. doi: 10.1148/radiology.178.2.1987608."},{"pmid":"22363057","type":"BACKGROUND","citation":"Galimanis A, Jung S, Mono ML, Fischer U, Findling O, Weck A, Meier N, De Marchis GM, Brekenfeld C, El-Koussy M, Mattle HP, Arnold M, Schroth G, Gralla J. Endovascular therapy of 623 patients with anterior circulation stroke. Stroke. 2012 Apr;43(4):1052-7. doi: 10.1161/STROKEAHA.111.639112. Epub 2012 Feb 23."},{"pmid":"23471266","type":"BACKGROUND","citation":"Heldner MR, Zubler C, Mattle HP, Schroth G, Weck A, Mono ML, Gralla J, Jung S, El-Koussy M, Ludi R, Yan X, Arnold M, Ozdoba C, Mordasini P, Fischer U. National Institutes of Health stroke scale score and vessel occlusion in 2152 patients with acute ischemic stroke. Stroke. 2013 Apr;44(4):1153-7. doi: 10.1161/STROKEAHA.111.000604. Epub 2013 Mar 7."},{"pmid":"9366581","type":"BACKGROUND","citation":"Walpoth BH, Walpoth-Aslan BN, Mattle HP, Radanov BP, Schroth G, Schaeffler L, Fischer AP, von Segesser L, Althaus U. Outcome of survivors of accidental deep hypothermia and circulatory arrest treated with extracorporeal blood warming. N Engl J Med. 1997 Nov 20;337(21):1500-5. doi: 10.1056/NEJM199711203372103."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}