{"protocolSection":{"identificationModule":{"nctId":"NCT04688229","orgStudyIdInfo":{"id":"hummingbird"},"organization":{"fullName":"Shirley Ryan AbilityLab","class":"OTHER"},"briefTitle":"Motor Recovery Training for Hand and Digits in Stroke and SCI","officialTitle":"Hummingbird: Advancing Technology for Motor Recovery in Hand and Fingers for Stroke and Spinal Cord Injury"},"statusModule":{"statusVerifiedDate":"2021-09","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-10-20","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2022-02-27","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-05-27","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-12-21","studyFirstSubmitQcDate":"2020-12-24","studyFirstPostDateStruct":{"date":"2020-12-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-09-20","lastUpdatePostDateStruct":{"date":"2021-09-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Richard Harvey","investigatorTitle":"Clinical Chair, Brain Innovation Center; Professor of PM&R","investigatorAffiliation":"Shirley Ryan AbilityLab"},"leadSponsor":{"name":"Shirley Ryan AbilityLab","class":"OTHER"},"collaborators":[{"name":"Johns Hopkins University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study will use evaluate a hand therapy device training isolated finger control with engaging video gaming technology to facilitate hand and digit recovery in patients with acute stroke and cervical spinal cord injury. This study will randomize patients to either standard rehabilitation care with added study-related motor training or standard rehabilitation care alone.","detailedDescription":"The purpose of this project is to develop a usable bedside hand therapy device that that takes advantage of early neuroplasticity following stroke and cervical spinal cord injury (SCI), to retrain functionally relevant movement in individual fingers of the neurologically impaired hand. It is well established in neuroscience that neural recovery and neuroplasticity at the level of cortex in animals and humans is dependent on active motor practice. In this pilot project the investigators will determine and assure that this second-generation device, which has not yet been used in humans, is usable in the clinical setting and that patients with stroke and cervical SCI find it a meaningful tool for relearning hand movement. The investigators will also assess whether use of the device daily for 2 weeks results in improved functional hand use, improve finger strength and improved ability to control individual finger movements. Although these abilities are foundational to functional manipulation of objects with the hand, there is presently no specific therapeutic interventions, nor time available in conventional early (acute) rehabilitation to address these goals. Thus, early intensive hand recovery is an obvious but unmet need in neurorehabilitation. The goals for this one-year project are determine if the device:\n\n1. can facilitate improve hand function.\n2. can improve finger strength and individuation.\n3. is usable in a clinical setting and serves as a meaningful therapy tool to patients with stroke and cervical SCI.\n\nIf successful, this project will lead to a refined therapy protocol in preparation for a larger clinical trial to establish efficacy of this training approach for both stroke and cervical spinal cord injury. Both stroke and SCI populations were chosen as this tool could potentially have benefit for both groups. In addition, studying both patient populations provides generalizability to a wider group of individuals needing rehabilitation. If outcomes are suggestive of efficacy this device will evaluated in a large multi-center pivotal trial in preparation for transition to the clinical marketplace as new rehabilitation technology that has proven scientific evidence supporting its efficacy in early hand rehabilitation."},"conditionsModule":{"conditions":["Acute Stroke","Cervical Spinal Cord Injury"],"keywords":["Motor recovery","Hand","Stroke","SCI"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized study intervention vs standard of care rehabilitation in a 2:1 ratio balancing diagnostic groups","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Outcome assessors with collect outcome measures in a lab area separate from treatment location. Outcome assessors have no role in randomization or treatment","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":24,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Hummingbird intervention group","type":"EXPERIMENTAL","description":"10 one-hour sessions of focused hand training (affected or dominant hand) using the Hummingbird device in addition to standard of care inpatient rehabilitation","interventionNames":["Device: Hummingbird hand training device plus standard of care rehabilitation"]},{"label":"Comparison (sham) group","type":"ACTIVE_COMPARATOR","description":"10 one-hour sessions of activity focused on playing games or puzzles gaged to the ability of the subject in addition to Standard of care inpatient rehabilitation","interventionNames":["Other: Comparison (sham) intervention"]}],"interventions":[{"type":"DEVICE","name":"Hummingbird hand training device plus standard of care rehabilitation","description":"The Hummingbird is a comprehensive hardware and software platform that isolates the hand, wrist, and forearm in a neutral and comfortable position, allowing linear force and angular torque to be measured at the finger-tips between 0-10 Newtons at milli-newton resolution at 100 Hz per digit, in 5 degrees of freedom simultaneously, in real-time, for all 5 digits. The platform allows isolating and characterizing fine resolution forces with sufficient sensitivity and resolution to record data in severe paralysis. The platform also comprises therapeutic software to train exploratory, individuated, and inter-digit complex finger movements by coupling force and torque output to NeuroAnimation physics-based virtual interface in engaging therapeutic experiences.","armGroupLabels":["Hummingbird intervention group"]},{"type":"OTHER","name":"Comparison (sham) intervention","description":"During each hour of sham therapy the therapist will select cognitive tasks (e.g. puzzles and games) targeted to a level of difficulty based on the subjects ability. No grasping or object manipulation using the target upper limb will be included in this intervention. Rather, the participant will use either the unaffected limb (or non-targeted limb for SCI subjects) as needed for any particular puzzle or game.","armGroupLabels":["Comparison (sham) group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Graded and Redefined Assessment of Strength, Sensibility, and Prehension (GRASSP) measure","description":"Hand function test with 5 subtests including dorsal sensation (score 0-12), palmer sensation (score 0-12), strength (score 0-50), prehension ability (score 0-12) and prehension performance (score 0-30). Higher scores indicate better performance.","timeFrame":"Baseline,72 hours Post-treatment, 2 weeks post treatment, and 3 months post treatment"}],"secondaryOutcomes":[{"measure":"Action research arm test (ARAT)","description":"19-item measure divided into 4-subtests (grasp, grip, pinch, and gross arm movement). Scored 0-57 with higher score indicating better performance.","timeFrame":"Baseline, 72 hours post-treatment, 2 weeks post treatment, and 3 months post treatment"},{"measure":"Box and Block test","description":"Number of 2.5 cm cubes transferred over a partition in 60 seconds","timeFrame":"Baseline, 72 hours post-treatment, 2 weeks post treatment, and 3 months post treatment"},{"measure":"Usability of the device (Intervention group only)","description":"Finger strikes will be counted in each session. Usability will be defined by an increase of 50% or more of finger strikes per session over 10 treatment sessions","timeFrame":"First day of treatment through 10th day of treatment (last treatment)"}],"otherOutcomes":[{"measure":"Maximum voluntary force (MVF) by each of 5 digits","description":"participants are asked to depress one ﬁnger at a time with maximum strength, and to maintain this force level for 2 seconds (measured in Newtons)","timeFrame":"Baseline, 72 hours post-treatment, 2 weeks post treatment, and 3 months post treatment"},{"measure":"Average strength index all digits","description":"the average force for all 5 digits. All MVF values are normalized by the MVF of the non-targeted hand (measured in Newtons)","timeFrame":"Baseline, 72 hours post-treatment, 2 weeks post treatment, and 3 months post treatment"},{"measure":"Individuation index","description":"participants press only one ﬁnger at a sub-MVF force level while at the same time keeping other ﬁngers immobile on the keys. Four target force levels are tested for each ﬁnger: 20 percent, 40 percent, 60 percent, and 80 percent of MVF. Higher index scores indicate better finger individuation.","timeFrame":"Baseline, 72 hours post-treatment, 2 weeks post treatment, and 3 months post treatment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSCI patients\n\n1. Male and females between ages 18-75 years\n2. Within 1-2 months after traumatic SCI\n3. Cervical injury at C8 or above (tetraplegia)\n4. Categorized by the American Spinal Cord Injury Impairment Scale (AIS) as AIS A, B, C and D. Individuals with AIS A and B will be included if they score a minimum of 1 on the \"Prehension Ability\" GRASSP and are able to generate 0.01N with at least one finger in dominant or non-dominant hand using the Hummingbird device.\n5. Intact (level 2), impaired (level 1) or absent (level 0) lower motor neuron innervations in dermatomes C6, C7 and C8 during light touch and pin prick stimulus using the ISNCSCI sensory scores, and\n\nStroke patients\n\n1. Males and females between ages 18-90 years\n2. Within 1 month after anterior circulation ischemic stroke\n3. Ability to score a minimum of 1 on the \"Prehension Ability\" GRASSP and are able to generate 0.01N with at least one finger in hemiparetic hand using the Hummingbird device.\n4. Ability to initiate elbow flexion and extension in hemiparetic arm with gravity removed.\n\n6. Ability to perform reaching movements towards an object at a 8 cm distance in front and above.\n\nExclusion Criteria:\n\nSCI patients\n\n1. Uncontrolled medical problems including pulmonary, cardiovascular or orthopedic disease\n2. Any debilitating disease prior to the SCI that caused exercise intolerance\n3. Other neurological injury affecting target arm and hand\n4. Fracture or soft tissue injury to target arm and hand\n5. A pain scored greater than 3 on a 10 point scale at rest in target arm and hand\n6. Premorbid, ongoing major depression or psychosis, altered cognitive status\n7. History of head injury or stroke\n8. Ongoing cord compression or a syrinx in the spinal cord or who suffer from a spinal cord disease such as spinal stenosis, spina bifida or herniated cervical disk.\n\nStroke patients\n\n1. Uncontrolled medical problems including pulmonary, cardiovascular or orthopedic disease\n2. Any debilitating disease prior to the stroke that caused exercise intolerance\n3. Other neurological injury affecting target arm and hand\n4. Fracture or soft tissue injury to target arm and hand\n5. Pain scored greater than 3 on a 10 point scale at rest in target arm and hand\n6. Premorbid, ongoing major depression or psychosis, altered cognitive status\n7. Inability to follow a three-step command.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Connie Casale","role":"CONTACT","phone":"312-238-1522","email":"ccasale@sralab.org"}],"overallOfficials":[{"name":"Richard L Harvey, MD","affiliation":"Shirley Ryan AbillityLab","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"IPD will be shared with investigators upon request.","infoTypes":["STUDY_PROTOCOL","SAP","CSR"],"timeFrame":"3 months after completion of final data collection on last subject","accessCriteria":"Request in writing via email to principle investigator rharvey@sralab.org"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000013119","term":"Spinal Cord Injuries"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}