{"protocolSection":{"identificationModule":{"nctId":"NCT05928832","orgStudyIdInfo":{"id":"69HCL23_0237"},"organization":{"fullName":"Hospices Civils de Lyon","class":"OTHER"},"briefTitle":"Evaluation of the Feasibility of a Patient-centered Transition Program for Stroke Patients and Their Informal Caregivers, Combining Follow-up by a Case-manager and Access to an Internet Information Platform","officialTitle":"Evaluation of the Feasibility of a Patient-centered Transition Program for Stroke Patients and Their Informal Caregivers, Combining Follow-up by a Case-manager and Access to an Internet Information Platform","acronym":"P-NAVISTROKE"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-06-23","studyFirstSubmitQcDate":"2023-06-23","studyFirstPostDateStruct":{"date":"2023-07-03","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-07","lastUpdatePostDateStruct":{"date":"2023-08-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hospices Civils de Lyon","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Going back home following a stroke is a key step for the patient and his or her relatives. Due to the brutality of stroke and increasingly shorter lengths of hospital stay, patients and families must adapt quickly to the patient's new state of health and the new role of informal caregiver for family members. Currently, 70% of patients return home directly after treatment in a stroke center. Following the acute phase, the patient's care path involves many health and social workers. However, the health care system is complex and difficult for patients and informal caregivers to understand. A lack of support during the hospital/home transition has significant negative consequences for the patient (reduced functional prognosis, quality of life and reintegration, increased risk of recurrence) and his or her informal caregiver (increased perceived burden, decreased quality of life, socio-economic impact).\n\nPatients and informal caregivers report a significant need for advice and information during this transition period. They are looking for individualized, good quality information and whose nature evolves over time with the needs and recovery of the patient. Thus, the provision of information through an Internet platform could meet these characteristics, in association with individualized support by a case-manager to ensure continuity of care and improve care pathway. In France, no such program has been developed to date for stroke. Existing transition programs mainly focus on home rehabilitation and do not offer a comprehensive approach to the situation, integrating caregivers. In addition, no programs have been developed in partnership with patients and families to best meet needs.\n\nAn hospital-to-home transition support program in partnership with patients and relatives using a \"user-centered design\" approach has been developed in order to best meet needs.\n\nA first phase of co-construction has been conducted while 4 participatory workshops for (patients, informal caregivers, healthcare assistants and professionals in the social field) were carried out to precisely define and develop the program. The program was developed in based on data from the scientific literature, an inventory of existing systems and the experience of participants. During this phase a usability testing of the platform developed during the workshops with patients and informal caregivers following a Think Aloud method has also been conducted.\n\nThe hypothesis is that the implementation of this patient-centered post-stroke hospital/home transition program, combining an Internet platform and follow-up by a case-manager, is feasible within stroke center and will receive good acceptability from healthcare professionals, patients and informal caregivers."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Participation","Case-manager","Internet information platform"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention group","type":"EXPERIMENTAL","description":"Patients in the intervention group will receive an information letter on their discharge presenting the follow-up from which they will benefit: call from the case-manager and access to the internet platform.","interventionNames":["Other: Follow-up by a case-manager and access to the internet platform"]},{"label":"Control group","type":"NO_INTERVENTION","description":"Patients randomized to the control group will receive the usual practices"}],"interventions":[{"type":"OTHER","name":"Follow-up by a case-manager and access to the internet platform","description":"Patients in the intervention group receive an information letter on their discharge presenting the follow-up from which they benefit:call from the case-manager and access to the internet platform. The case-manager meets the patient and/or informal caregiver on the day of discharge from hospital. He recontacts the patient and/or informal caregiver within 7 days after returning home. A follow-up is offered to patients and caregivers following their return home, according to the objectives defined during the initial interview. The total duration of the support is 6 months maximum including at least 4 contacts with the case-manager,but this is refined and adapted with the patient, according to needs. Similarly, the frequency and methods (face-to-face or remote) of contact varies according to the needs of the patients and the stage of support, and is defined by the case-manager and patient. Patients and/or informal caregivers is also able to contact the case-manager 'on request'.","armGroupLabels":["Intervention group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Feasibility of implementing the Navistroke program","description":"Conclusion on the feasibility if the composite criteria is positive, namely:\n\n* Inclusion of 30 patients over a period of 4 months.\n* Realization of at least two exchanges out of the four defined in the follow-up with the case-manager for the 15 patients included in the intervention group.\n* Maintenance of the intervention during the 6-months study period","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Patients - Quality of life of patients","description":"Measured by the score of the Stroke Impact Scale (SIS) 6 months after discharged home.\n\nThis is a specific quality of life scale for patients post-stroke. The scale contains 64 items measuring 8 different domains (strength, hand functionality, Activities of Daily Living ADL/ Instrumental Activities of Daily Living IADL, mobility, communication, emotion, memory/thinking and social participation) and one item assessing overall recovery out of 100. The items are scored using a Likert scale with 5 response options. The score is reported out of 100 for each dimension (100 = no difficulties, 0= maximum difficulties)","timeFrame":"6 months"},{"measure":"Patients - Participation score of patients","description":"Measured by the score obtained in the \"participation\" dimension of the SIS, 6 months after discharged home.","timeFrame":"6 months"},{"measure":"Patients - Anxiety and depression scores between discharge and 6 months","description":"Evolution of anxiety and depression scores between discharge and 6 months after discharge, measured by the Hospital Anxiety and Depression scale (HADS) score.\n\nHADS is a specific depression and anxiety scale of 14 items. The scale contains 14 items of which 7 measure anxiety and 7 measure depression. The items are scored from 0 to 3, giving two scores out of 21 for each dimension; a score above 11 indicates an anxious or depressed state.","timeFrame":"6 months"},{"measure":"Patients - Fatigue between discharge and 6 months","description":"Changes in fatigue level measured by the Pichot scale between discharge and 6 months.\n\nPichot scale is a specific fatigue scale of 8 items. The items are scored from 0 to 4. A score above 22 indicates an excessive fatigue.","timeFrame":"6 months"},{"measure":"Patients - Social isolation between discharge and 6 month","description":"Social isolation at discharge and 6 months measured by the Social Support score Questionnaire 6.\n\nIndividuals are required to respond to the 6 items by (a) indicating the number of individuals available to support them and (b) rating their level of satisfaction with social support. Scores can range from 0 (no social support) to 6 (very high social support) for the number of available supports, and from 1 (very unsatisfied) to 6 (very satisfied) for the satisfaction domain in each item or area. From these scores in the 6 areas, an average score is calculated for the number of available supports and for satisfaction.","timeFrame":"6 months"},{"measure":"Patients - Satisfaction","description":"Satisfaction with the support received upon return home, measured at 6 months by an ad-hoc questionnaire of 11 items.","timeFrame":"6 months"},{"measure":"Patients - Information feeling","description":"Satisfaction with the information received about the pathology, the medical and social care upon return home, measured at 6 months by an ad-hoc questionnaire of 11 items.","timeFrame":"6 months"},{"measure":"Informal caregivers - Evolution of the quality of life between the patient's discharge from hospital and 6 months","description":"Measured by the Short Form-12 (SF-12) questionnaire between discharge and 6 months.\n\nThis is a validated scale measuring health-related quality of life. Score is between 0 and 100, A higher score is associated to a better outcome.","timeFrame":"6 months"},{"measure":"Informal caregivers - Level of perceived burden","description":"Measured by the ZARIT burden of care scale (Zarit Burden scale) This is a self questionnaire assessing the suffering of caregivers. Score is between 0 and 88. A higher score is associated to a worse outcome.","timeFrame":"6 months"},{"measure":"Informal caregivers - Evolution of the global anxiety-depression score between discharge and 6 months after the patient's discharge from hospital","description":"Evolution of anxiety and depression scores between discharge and 6 months after discharge, measured by the Hospital Anxiety and Depression scale (HADS) score.\n\nHADS is a specific depression and anxiety scale of 14 items. The scale contains 14 items of which 7 measure anxiety and 7 measure depression. The items are scored from 0 to 3, giving two scores out of 21 for each dimension; a score above 11 indicates an anxious or depressed state.","timeFrame":"6 months"},{"measure":"Informal caregivers - Satisfaction with the support and information received when returning home","description":"Satisfaction with the support received upon return home, measured at 6 months by an ad-hoc questionnaire of 11 items.","timeFrame":"6 months"},{"measure":"Informal caregivers - Information feeling","description":"Satisfaction with the information received about the pathology, the medical and social care upon return home, measured at 6 months by an ad-hoc questionnaire of 11 items.","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nFor patients:\n\n* Adult patient,\n* Having had a first confirmed, ischemic or hemorrhagic stroke\n* Hospitalized in a participating stroke center,\n* Living at home before the stroke,\n* Whose return home directly from the stroke center is planned\n* Presenting a modified Rankin score of 1 to 3 when deciding to leave the stroke center (absence of significant disability with moderate disability)\n* Having given its written consent\n* Whose main residence is located in the Rhône department\n* Aphasic patients, who have disorders that limit their ability to communicate by phone with the case-manager will be included in the event of identification of an informal caregiver with telephone support.\n* Aphasic patients may be included if an informal caregiver can follow up with the case manager\n\nFor informal caregivers:\n\n* Adult patient\n* Being a caregiver of a patient agreeing to participate in the NAVISTROKE study,\n* Having given their written consent\n\nExclusion Criteria:\n\n* Patient residing in an institution prior to stroke\n* Supported in the gerontological field before stroke\n* Inability to communicate by telephone with the case-manager and absence of a caregiver to follow up by telephone with the case-manager\n* Pregnant or breastfeeding women,\n* Persons deprived of their liberty by a judicial or administrative decision,\n* Persons under psychiatric care\n* Persons admitted to a health or social establishment for purposes other than research,\n* Persons of full age subject to a legal protection measure (guardians, curators),\n* Persons not affiliated to a social security scheme or beneficiaries of a similar scheme,\n* Subjects participating in other intervention research with an exclusion period still in progress at inclusion\n* Patients who do not understand French","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Julie MD HAESEBAERT","role":"CONTACT","phone":"472684905","phoneExt":"+33","email":"julie.haesebaert01@chu-lyon.fr"},{"name":"Anne TERMOZ","role":"CONTACT","phone":"427856300","phoneExt":"+33","email":"anne.termoz@chu-lyon.fr"}],"locations":[{"facility":"Unité Neuro-Vasculaire des Hospices Civils de Lyon - Hôpital Pierre Wertheimer","city":"Bron","zip":"69677","country":"France","contacts":[{"name":"Laurent MD DEREX","role":"CONTACT","phone":"0472357809","phoneExt":"+33","email":"laurent.derex@chu-lyon.fr"}],"geoPoint":{"lat":45.73333,"lon":4.91667}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Individual participant data that underlie the results reported in this article, after deidentification (text, tables, figures and appendices) may be shared with researchers whose proposed use of the data has been approved by an independent review committee identified for this purpose.","infoTypes":["STUDY_PROTOCOL"],"timeFrame":"Beginning 3 months and ending 5 years following publication","accessCriteria":"julie.haesebaert01@chu-lyon.fr"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}