{"protocolSection":{"identificationModule":{"nctId":"NCT02235350","orgStudyIdInfo":{"id":"neuromedbuccino01"},"organization":{"fullName":"Neuromed IRCCS","class":"OTHER"},"briefTitle":"Action Observation Treatment (AOT) as a Rehabilitation Tool","officialTitle":"Study on the Effectiveness of Action Observation Treatment (AOT) as a Rehabilitation Tool in Acute Stroke Patients and in Chronic Stroke Patients With Apraxia: a Randomized Controlled Trial","acronym":"AOT"},"statusModule":{"statusVerifiedDate":"2014-09","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-06"},"primaryCompletionDateStruct":{"date":"2014-09","type":"ACTUAL"},"completionDateStruct":{"date":"2015-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2014-09-05","studyFirstSubmitQcDate":"2014-09-05","studyFirstPostDateStruct":{"date":"2014-09-09","type":"ESTIMATED"},"lastUpdateSubmitDate":"2014-09-09","lastUpdatePostDateStruct":{"date":"2014-09-10","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Giovanni Buccino","investigatorTitle":"MD, PhD","investigatorAffiliation":"Neuromed IRCCS"},"leadSponsor":{"name":"Neuromed IRCCS","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Epidemiological studies report that 85% of stroke survivors show hemiparesis and a percentage ranging from 55% to 75% report upper limb functional impairment. Early rehabilitation in stroke patients with motor disorders can be effective to restore the affected function and to improve the performance of daily activities. Up to now, different methods and techniques have been used to recover motor functions in stroke patients. However, none of these has been conclusively proven to be more effective than the others. The clinical benefits induced by motor rehabilitation are closely related to \"neuroplasticity\". The main aim of the present study is to assess the efficacy of action observation treatment, based on Mirror Neuron System (MNS), in the rehabilitation of upper limb motor functions in acute stroke patients. The study will also aim at assessing neuroplasticity within areas belonging to the MNS through functional magnetic resonance (fMRI).","detailedDescription":"1. Study Rationale: Epidemiological studies report that 85% of stroke survivors show hemiparesis and a percentage ranging from 55% to 75% report upper limb functional impairment. Early rehabilitation in stroke patients with motor disorders can be effective to restore the affected function and to improve the performance of daily activities. Up to now, different methods and techniques have been used to recover motor functions in stroke patients, including motor training (active or passive mobilization) for the paretic limb, functional electrical stimulation, Constraint Induced Movement Therapy (CIMT) and robot-assisted rehabilitation. However, none of these has been conclusively proven to be more effective than the others. The clinical benefits induced by motor rehabilitation are closely related to \"neuroplasticity\", i.e. the ability of the central nervous system (CNS) to undergo structural and functional changes in response to physiological events, environmental stimuli and pathological events. After brain injuries, neurorehabilitation should aim at recovering functions and not vicariate them. In this context, observation and imitation of actions can recruit the mirror neuron system. Mirror neurons found both in the premotor cortex and parietal lobe, discharge both during the execution of a goal-directed action and the observation of the same or a similar action when performed by another individual. Electroencephalography (EEG) and Magnetoencephalography (MEG) studies showed that when an individual observes hand actions there is a desynchronization of the motor cortex similar, although weaker, to that occurring during actual execution of the observed movements. By means of Transcranial Magnetic Stimulation (TMS) it has been shown that motor-evoked potentials recorded from hand muscles increase during the observation of hand movements. Brain imaging studies showed that during the observation of actions performed with different biological effectors ( hand/mouth/foot), there is an activation of the ventral premotor cortex including Broca's region somatotopically organized. Thus, the motor system may be activated during action observation in the absence of overt movements. Based on this experimental evidence it has been suggested that action observation may be exploited as a rehabilitative approach even when patients can't perform motor output. Action observation treatment has been proven to be effective also in the rehabilitation on Parkinson's disease patients, in children with cerebral palsy, and orthopedic patients with hip/knee replacement.\n2. Aim of the Study: The main aim of the present study is to assess the efficacy of action observation treatment in the rehabilitation of upper limb motor functions in acute stroke patients and in chronic stroke patients with apraxia. The study will also aim at assessing neuroplasticity within areas belonging to the MNS through functional magnetic resonance (fMRI).\n3. Study design: monocentric, randomized, controlled trial with 2 parallel arms: Action Observation Treatment (AOT) and Observation of videos with no motor content (Motorial Neutral Observation (MNO). By describing the study, we will follow the guidelines suggested in the CONSORT 2010 Statement\n4. Clinical and functional evaluation: all assessments will be done by a neurologist and a physiotherapist not involved in the rehabilitation program and blinded with respect to patients' group assignment. The Fugl-Meyer, will be used for the motor assessment of the upper extremity (FMA, range 0-66) while the Functional Independence Measure (FIM, range 18 - 126) will be used for global functional evaluation. In order to investigate neurophysiological changes the Modified Ashworth Scale (MAS, range 0-5) as measure of spasticity in shoulder abductors, elbow, wrist, finger and thumb flexors will be administered. Also the Visual Analogue Scale (VAS, range 0 - 10) for pain assessment will be used. At the end of treatment, the subjects will provide a score of satisfaction with the therapy (1=poor; 2=sufficient; 3=good; 4=excellent). All patients will be assessed from a cognitive point of view with Mini Mental State Examination (MMSE). To check for the presence of apraxia, the scales of De Renzi and Goldenberg for ideational and ideomotor apraxia will be applied. In order to rule out aphasia, the Token Test and the test of free association between words will be used used. Working memory will be evaluated by means of verbal and visuospatial span. Depression of mood will be investigated in all patients through the Beck Depression Inventory.\n\n   This evaluation and testing will be applied to both acute stroke inpatients and chronic stroke outpatients referring to the Stroke Unit of Scientific Institute for Research and Treatment (IRCCS) Neuromed.\n5. Study Population and recruitment: A total of 80 patients, including acute stroke patients and chronic stroke patients with apraxia, referred to the Stroke Unit of the clinical center will be recruited.\n\n   The research staff in charge of the recruitment will pre-screen participants on the basis of inclusion/exclusion criteria and will explain the study at this time.\n\n   If the subject is eligible for the study according to the inclusion/exclusion criteria, she/he will be included into the trial and randomised, using a computer-based random-number generator, to receive daily AOT or MNO. Before inclusion patients and controls will be asked to sign an informed consent.\n\n   During AOT or MNO, all patients will undergo conventional rehabilitation treatment, with the following activity: passive mobilization of paretic side, muscle recruitment of paretic side, induction of postural reaction.\n6. Statistical analysis: before entering further analysis, scores obtained in the Fugl Meyer and FIM functional scales will enter Levene's test to assess homogeneity of variance in the two groups. Following this, a mixed-design analysis of variance (ANOVA), with time (T1, T2, T3, T4) as a within-participant factor and group (case, control) as a between-participants factor, will be carried out on the scores. To identify the source of significant differences among means, post-hoc analysis will be performed using the Newman Keuls test. The significance level for post-hoc comparisons will be set at 0.05. To further test the efficacy of treatment, functional score gain (D: score at T3 minus score at T2) will be calculated for each group and a planned t-test for independent samples performed.\n7. Experimental protocol with Functional Magnetic Resonance (fMRI): an experimental paradigm similar to that used by Binkofski et al., 1999 will be used to assess activation of sensorimotor circuits related to grasping/manipulation actions before AOT and at the end of AOT treatment, with the aim to study re-organization within these circuits or to assess the recruitment of alternative areas/circuits following the treatment. Subjects will lay supine in the scanner with the head immobilized with a pneumatic cushion and the eyes open. The room will be dark. The subjects will be asked to manipulate continuously either five complexes objects or a sphere. Each object will be placed into the participant's hand at the beginning of an activation phase and removed at the end of it by one of the experimenters. As a control, participants will be asked to manipulate a sphere. Manipulation actions will include movements of all finger. Both hands will be tested, separately. The testing order will be randomized across subjects. A block design paradigm will be used with each block lasting 20 s. Neuroradiological images will be analyzed with MATLAB (Mathworks Inc., Natiek, MA, USA) and statistical parametric mapping package SPM96 (Friston et al., 1994a,b; 1995b, 1997; Poline et al., 1995; Worsley \\& Friston, 1995)."},"conditionsModule":{"conditions":["Stroke, Acute Hemiplegia, Apraxia"],"keywords":["Adult","Male","Female","Neuronal Plasticity","Imitative Behavior/physiology","Magnetic Resonance Imaging","Psychomotor Disorders/rehabilitation","Follow-up Studies","Video Recording","Physical Therapy Modalities","Recovery of Function","Action Observation Treatment","Mirror Neuron System","Stroke/rehabilitation","Upper Limb"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","CARE_PROVIDER"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Action Observation Treatment (AOT)","type":"EXPERIMENTAL","description":"Conventional physiotherapy + Action Observation Treatment","interventionNames":["Other: Action Observation Treatment (AOT)"]},{"label":"Observation of videos with no motor content (MNO)","type":"SHAM_COMPARATOR","description":"Conventional physiotherapy + Observation of videos with no motor content (MNO)","interventionNames":["Other: Observation of videos with no motor content (MNO)"]}],"interventions":[{"type":"OTHER","name":"Action Observation Treatment (AOT)","description":"Participants will be asked to carefully observe at a computer screen videos depicting different daily actions. Each action will consist of 3 to 4 constituent motor acts. Each motor act will be presented for 3 minutes. As a whole, therefore, each video will be 12 minutes long. At the end of each motor act presentation, participants will be required to execute with the affected hand the observed motor sequence for 2 minutes. Each single rehabilitation session based on AOT will last 20 minutes. We will record ten daily actions for a total of ten video-clips. Participants will be presented with each video clips, twice a day, in order of complexity as judged by the experimenter. Participants will undergo 10 sessions a week, each lasting 20 minutes for 2 weeks.","armGroupLabels":["Action Observation Treatment (AOT)"]},{"type":"OTHER","name":"Observation of videos with no motor content (MNO)","description":"Participants will be asked to observe video clips with no specific motor content. Videos will concern scientific, geographical and historical issues. As for cases, video clips will be divided into three to four parts. At the end of each part, controls will execute the same actions as cases, in the same order. In this way cases and controls will undergo the same amount of motor practice and receive the same amount of visual stimulation, the only difference being the content of visual stimuli.","armGroupLabels":["Observation of videos with no motor content (MNO)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Assessment of Motor Recovery after Stroke (FMA), (L Jääskö 1975)","description":"FMA is a measuring system of upper limb motor disability indicated to monitor the degree of motor recovery after stroke during hospitalization. It looks like a questionnaire that describes the reflexes, the synergies of movement, coordination and speed of movement. Each task can receive a score ranging from 0 (no movement) and 2 (normal movement). The cumulative score and the profile of the scores indicate the degree of activity remaining motor and the need of rehabilitation.","timeFrame":"at baseline (T1)"},{"measure":"Functional Independence Measure (FIM), (Hamilton, 1987)","description":"FIM is a system of measurement of disability indicated to monitor patients during hospitalization. It looks like a questionnaire describing 18 activities of daily living (13-sphincteric motor, cognitive 5). Each task can receive a score ranging from 1 (complete dependence on others) and 7 (complete self-sufficiency). The cumulative score and the profile of the scores in the different items indicate the level of dependence even in the elementary activities of daily living, and above all the need for assistance.","timeFrame":"at baseline (T1)"},{"measure":"FMA","timeFrame":"at end-treatment, that is 15 days after starting treatment (T2)"},{"measure":"FIM","timeFrame":"at end-treatment, that is 15 days after starting treatment (T2)"},{"measure":"FMA","timeFrame":"2 months after starting treatment (T3)"},{"measure":"FIM","timeFrame":"2 months after starting treatment (T3)"},{"measure":"FMA","timeFrame":"6 months after starting treatment (T4)"},{"measure":"FIM","timeFrame":"6 months after starting treatment (T4)"}],"secondaryOutcomes":[{"measure":"Functional Magnetic Resonance (fMRI)","description":"Magnetic resonance (MR) images will be recorded on a 3.0 Tesla \"GE Signa HDxt 3T\" using standard echo planar imaging and a standard radio frequency, head coil phased array for signal received. 39 axial slice positions (slice thickness, 3 mm; no interslice gap) orientated in the anterior±posterior commissure plane covering the brain volume above the fronto-temporo-parietal areas will be acquired. The following sequences will be used: gradient echo planar imaging, sequence repetition time (TR), 3000 s; signal (echo)-gathering time (TE), 20 ms; FOV, 288x288 mm (FOV, field of view); matrix size, 96x96; in-plane resolution, 3 x 3 x 3 mm. In addition, high-resolution anatomical images of the entire brain will be obtained using a FSPGR strongly T1-weighted sequences: TR, 7 ms; TE, 3 ms (flip angle, a =13°) ir prep = 450, FOV, 256 mm, matrix size, 256x256, 180 axial slices with 1 mm single slice thickness.","timeFrame":"at baseline (T1)"},{"measure":"fMRI","timeFrame":"at end-treatment, that is 15 days after starting treatment (T2)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* first ever ischemic or hemorrhagic stroke confirmed by CT/MRI, no later than 30 days from acute event, or chronic stroke patients (more than three months from the acute event) with apraxia,\n* aged 18-85 years,\n* Upper limb plegia or paresis with muscle strength in grasping Medical Research Council (MRC) \\< 4,\n* ability to understand and carry out simple verbal instruction,\n* Mini Mental State Examination (MMSE) ≥ 20.\n\nExclusion Criteria:\n\n* previous cerebral ischemic or hemorrhagic event,\n* severe psychiatric disorders,\n* pre-existing rheumatic, orthopedic or muscular affection involving the upper limb,\n* moderate to severe fluent aphasia,\n* Neglect.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Giovanni Buccino, MD, PhD","role":"CONTACT","email":"buccino@unicz.it"}],"overallOfficials":[{"name":"Giovanni Buccino, MD, PhD","affiliation":"Neuromed IRCCS","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Neuromed IRCCS, Istituto Neurologico Mediterraneo","status":"RECRUITING","city":"Pozzilli","state":"Isernia","zip":"86077","country":"Italy","contacts":[{"name":"Giovanni Buccino, MD, PhD","role":"CONTACT","email":"buccino@unicz.it"},{"name":"Daniela Aprile, PT","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":41.51142,"lon":14.06252}}]},"referencesModule":{"references":[{"pmid":"35930301","type":"DERIVED","citation":"Borges LR, Fernandes AB, Oliveira Dos Passos J, Rego IAO, Campos TF. Action observation for upper limb rehabilitation after stroke. Cochrane Database Syst Rev. 2022 Aug 5;8(8):CD011887. doi: 10.1002/14651858.CD011887.pub3."}],"seeAlsoLinks":[{"label":"Click here for more information about this study: Cognitive recovery after stroke: Translational approach to new therapies of higher motor deficits (COGSTROKE). summary (pdf, 262 KB)","url":"http://www.neuron-eranet.eu/en/282.php"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000006429","term":"Hemiplegia"},{"id":"D000001072","term":"Apraxias"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000011596","term":"Psychomotor Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M14143","name":"Psychomotor Disorders","relevance":"LOW"},{"id":"M4074","name":"Apraxias","asFound":"Apraxia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"},{"id":"T465","name":"Apraxia","asFound":"Apraxia","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}