{"protocolSection":{"identificationModule":{"nctId":"NCT04655937","orgStudyIdInfo":{"id":"IRAS ID: 287785"},"organization":{"fullName":"University of Manchester","class":"OTHER"},"briefTitle":"Wellbeing After Stroke (WAterS): Upskilling a Workforce to Provide Psychotherapy for Stroke Survivors Aiming to Improve Adjustment and Wellbeing","officialTitle":"Wellbeing After Stroke (WAterS) Pilot Study Exploring Upskilling a Workforce to Deliver Acceptance and Commitment Therapy (ACT) for Improving Psychological Adjustment and Wellbeing for Groups of Community-based Stroke Survivors","acronym":"WAterS"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-03-15","type":"ACTUAL"},"completionDateStruct":{"date":"2023-05-01","type":"ACTUAL"},"studyFirstSubmitDate":"2020-11-17","studyFirstSubmitQcDate":"2020-12-04","studyFirstPostDateStruct":{"date":"2020-12-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-07","lastUpdatePostDateStruct":{"date":"2023-06-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr Emma Patchwood","investigatorTitle":"Research Fellow","investigatorAffiliation":"University of Manchester"},"leadSponsor":{"name":"University of Manchester","class":"OTHER"},"collaborators":[{"name":"Stroke Association","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke survivors face a range of mental health challenges adjusting post-stroke. There is a lack of treatment options and clinical psychologist workforce to deliver support. Acceptance and Commitment Therapy (ACT) has been used successfully in clinical services to improve wellbeing.\n\nThe investigators worked with stroke survivors, health care professionals and researchers to co-develop group ACT therapy, specifically for stroke survivors, to be delivered using video calling (Zoom). Staff training and supervision programmes were also developed to equip Stroke Association workforce (paraprofessionals) to deliver ACT.\n\nThe current study will recruit and train up to 10 professionals with some experience of supporting stroke survivors but no experience of ACT.\n\nThe study aims to recruit up to 30 stroke survivors in the community who are at least 4 months post-stroke and experiencing distress adjusting to their stroke. The investigators aimed to make everything accessible for people with mild/moderate difficulties with thinking and communicating. Recruitment took place across England, over a 6 month period.\n\nThe study will test how feasible and acceptable it is to deliver the co-developed, remote ACT intervention to stroke survivors:\n\n1. Initially, participants will be invited to consent to complete online measures of well-being every 3 months for up to 12 months (taking around 20 minutes), with the option to participate in group intervention. Those who don't opt for groups will not be treated but will be followed up about their wellbeing, if they agree.\n2. Those who opt to attend groups will be invited to attend the ACT intervention, involving 9 weekly sessions and homework.\n\nData will be collected on how successfully the groups are delivered and how acceptable they are / how to improve them, through online surveys, feedback questionnaires and interviews.\n\nUPDATE May 2023: The investigators had initially intended to run an 'active comparator' of social support and randomly allocated those people to groups. However, the design changed after the COVID-19 pandemic, meaning that the planning phases took longer than expected in order to pivot all study components to be deliverable online.","detailedDescription":"UPDATE May 2023: The design changed after the COVID-19 pandemic meant that the planning phases took longer than expected in order to pivot all study components to be deliverable online. Changes are outlined below but to summarise: The study became an observational proof of principle feasibility study with no randomised attention control comparator arm, as was originally planned.\n\nBackground: Stroke survivors face a range of mental health challenges during the adjustment process post-stroke. It is not always easy for stroke survivors to access treatment to help them face these challenges, due to the lack of interventions and access to clinical psychologists. Acceptance and Commitment Therapy (ACT) has good theoretical underpinning to support adjustment post stroke. The potential benefits of ACT may be further increased by group delivery.\n\nThe investigators have worked with stroke survivors, expert clinicians and researchers to develop an ACT intervention to be delivered remotely to groups, to support their adjustment and wellbeing post-stroke. The investigators have also developed a remote staff training and clinical supervision programme to equip professionals with no prior experience of ACT (Stroke Association coordinators) to deliver the intervention (typically an ACT intervention would be delivered by Clinical Psychologists).\n\nAims: The study aims to explore feasibility and acceptability of trained professionals delivering the adapted ACT intervention to stroke survivors in community settings in the context of a pilot study, with a potential no-treatment group (follow up only).\n\nMethods: There are three work packages described that, whilst distinct, do overlap in terms of participants and timelines. All methods and study materials have been informed through collaboration with stroke survivors and carers through the WAterS Patient and Carer Public Involvement (PCPI) Research User Group (RUG):\n\n* Work package 1 (staff training): remotely training paraprofessionals to deliver either the remote ACT intervention or attention control. Through qualitative research and competency exercises, explore whether this equips staff with confidence and skills to deliver the study components.\n* Work package 2 (pilot study): explore the acceptability of outcomes data collection separate to the acceptability of delivering remote group intervention and other study components. Eligible stroke survivors are recruited with baseline clinical and demographic information collected. They are invited to contribute self-report outcomes data about their psychological wellbeing, every three months for up to 12 months. Participant groups includes a no-treatment group, and a group that is invited to participate in the ACT intervention (9 short weekly sessions delivered by zoom). Stroke survivors attending intervention groups will be asked to complete additional self-report outcomes data in weeks 1 and weeks 9 of the groups.\n* Work package 3 (process evaluation; runs in parallel with pilot trial): observation and filming of intervention group will facilitate monitoring of fidelity, as well as provide opportunities for paraprofessional facilitators to reflect on delivery and competency during ongoing clinical supervision. In addition, the acceptability of course content to stroke survivor attendees will be explored through postal or online feedback questionnaires and qualitative interviews.\n\nParticipants. Up to 10 professionals (Stroke Association Coordinators) with some experience of supporting stroke survivors and facilitating existing social support groups will be recruited for training in Work Package 1 and subsequent facilitation of groups. Professionals will be recruited from sites across England. For Work packages 2 and 3: up to 30 stroke survivors who are at least four months post-stroke and experiencing difficulties with adjustment and psychological distress will be recruited across the UK using a variety of methods to explore optimal recruitment routes over a 6 month period.\n\nThe study is underpinned by United Kingdom Medical Research Council (MRC) updated guidance on developing and evaluating complex interventions. MRC advises that feasibility work can uncover and explore problems of acceptability, compliance, delivery, recruitment and retention; and they recommend that process evaluations are embedded to increase understanding of the intervention and optimise its design and evaluation. At the feasibility stage, process evaluation is an active and iterative process, and changes can and should be made and acted upon while the trial is on-going. As such, the methodological principles are outlined in this record, but it is likely that some specifics may be adjusted as data are collected and learning is implemented.\n\nAll data (including recordings) will be handled in line with University of Manchester approved protocols and Study-specific Data Management Plan to ensure the safety and security of data."},"conditionsModule":{"conditions":["Stroke","Psychological Distress","Cognitive Dysfunction","Communication Disorders","Psychological Adjustment"],"keywords":["Acceptance and Commitment Therapy","Psychotherapy","Trained professionals","Feasibility","Acceptability","Remote intervention"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"* Eligible Stroke Survivors are recruited and asked to a) provide self-reports on their wellbeing every 3 months for up to 12 months; b) opt in or out of invitation to group-based support.\n* Those who consent only to a) form our COHORT arm who do not receive treatment.\n* Those who consent to both a) and b) form our INTERVENTION group. When sufficient numbers are recruited, they are offered the intervention (Acceptance and Commitment Therapy group) Groups are delivered over 9 weekly sessions and involve homework.\n\nThis description was updated in May 2023 but to confirm: no active comparator / attention control arm (as originally plan) was included in the actual study","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE","maskingDescription":"* Participants attend the group if they agree to invitation and accept.\n* Staff / Care providers are trained and cannot be masked\n* Key outcomes are provided through self-report data from participants and therefore cannot be masked.\n\nOther outcomes - related to acceptability and feasibility - are collected by the research team. The research team is small and funding is minimal so we cannot mask the research team."}},"enrollmentInfo":{"count":20,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"non-randomised no treatment arm","type":"NO_INTERVENTION","description":"Participants who do not opt in to group support will only provide self-report data on their wellbeing and quality of life every 3 months for up to 12 months. Data collected through online survey platforms using validated questionnaires"},{"label":"invite Acceptance and Commitment Therapy (ACT) Group","type":"EXPERIMENTAL","description":"Only those who opt in to invites for group support will invited and allocated into treatment groups at random. Participants in this arm will be invited to 9 weekly ACT-informed therapy sessions involving core values identification, mindfulness practices and committed action plans. There will be homework in between sessions.","interventionNames":["Other: Acceptance and Commitment Therapy"]}],"interventions":[{"type":"OTHER","name":"Acceptance and Commitment Therapy","description":"none two hour remote sessions (50 minutes activity + 20 minute break + 50 minutes activity). Acceptance and Commitment Therapy (ACT) is a third wave transdiagnostic cognitive-behavioural therapy that supports clients to adjust to current experiences and 'commit' to behaviours that are congruent with their personal values, in order to promote psychological well-being and prevent future mental health crisis. ACT uses a variety of experiential techniques to support this process including: mindfulness practices; exercises to identify personal values; commitment to goals for valued living.","armGroupLabels":["invite Acceptance and Commitment Therapy (ACT) Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Study-specific participant qualitative interviews","description":"This is a feasibility and acceptability study so no defined primary outcome (although we are collecting many candidate measures to explore standard deviations and inform primary outcome for any eventual phase III trial).\n\nParticipant interviews will help us understand more about acceptability and feasibility, alongside observational data e.g. recruitment rates; retention rates; satisfaction and acceptability; fidelity measures etc.","timeFrame":"Following 9 week group support delivery,"},{"measure":"Study-specific participant feedback questionnaire","description":"As above, with all participants being asked to complete feedback questionnaires after groups, even if they do not wish to participate in interviews","timeFrame":"Following 9 week group support delivery"},{"measure":"Acceptance and Commitment Therapy Fidelity Measure (ACT-FM)","description":"To help us understand if we can /have achieved fidelity to intervention; a key piece of knowledge that will inform feasibility of a phase III trial. All ACT group sessions will be video recorded with a randomly selected sample reviewed against the ACT-FM.\n\nACT groups ran in August 2021(max N=2) and October 2021 (max N=2). There are 9 weekly recorded sessions per group, giving a maximum of 36 recorded sessions.","timeFrame":"Following 9 week ACT group support delivery"}],"secondaryOutcomes":[{"measure":"Psychological distress at baseline and every 3 months as measured by Clinical Outcomes in Routine Evaluation 10 (CORE-10)","description":"PLEASE NOTE: We are finalising a systematic review and Patient and Carer Collaboration sessions that will determine which of these two tools we use in our research. The final choice will be made based on psychometric credentials as well as consideration of the overall burden of completion of outcome measure surveys.\n\nWe are likely to use the Clinical Outcomes in Routine Evaluation 10 (CORE-10), as stated above but are also considering the Depression, Anxiety and Stress Scale - 21 Items (DASS-21)","timeFrame":"baseline + every 3 months up to 12 months"},{"measure":"Mood at baseline and every 3 months as measured by General Health Questionnaire - 12 items (GHQ12)","description":"PLEASE NOTE: We are finalising a systematic review and Patient and Carer Collaboration sessions that will determine which of these two tools we use in our research. The final choice will be made based on psychometric credentials as well as consideration of the overall burden of completion of outcome measure surveys.\n\nWe are likely to use the General Health Questionnaire - 12 items (GHQ12), as stated above but are also considering the Hospital Anxiety and Depression Scale (HADS)","timeFrame":"baseline + every 3 months up to 12 months"},{"measure":"Personal wellbeing at baseline and every 3 months as measured by the Office of National Statistics (ONS) four subjective well-being questions (ONS4)","description":"PLEASE NOTE: We are finalising a systematic review and Patient and Carer Collaboration sessions that will determine which of these two tools we use in our research. The final choice will be made based on psychometric credentials as well as consideration of the overall burden of completion of outcome measure surveys.\n\nWe are likely to use the Personal Wellbeing Score (PWS) based on the Office of National Statistics (ONS) four subjective well-being questions (ONS4), as stated above but are also considering the Patient-Reported Outcomes Measurement Information System Global 10 (PROMIS-10)","timeFrame":"baseline + every 3 months up to 12 months"},{"measure":"Psychological flexibility at baseline and every 3 months as measured by the Acceptance and. Action Questionnaire - Acquired Brain Injury (AAQ-ABI)","description":"PLEASE NOTE: We are finalising a systematic review and Patient and Carer Collaboration sessions that will determine which of these two tools we use in our research. The final choice will be made based on psychometric credentials as well as consideration of the overall burden of completion of outcome measure surveys.\n\nPsychological flexibility is a concept representing adjustment and acceptance; it is the target process of Acceptance and Commitment Therapy interventions.\n\nWe are likely to use the Acceptance and. Action Questionnaire - Acquired Brain Injury (AAQ-ABI), as stated above but are also considering the Acceptance and. Action Questionnaire (AAQ-II).","timeFrame":"baseline + every 3 months up to 12 months"},{"measure":"Valued living measure at baseline and every 3 months as measured by the Valuing Questionnaire (VQ)","description":"PLEASE NOTE: We are finalising a systematic review and Patient and Carer Collaboration sessions that will determine which of these two tools we use in our research. The final choice will be made based on psychometric credentials as well as consideration of the overall burden of completion of outcome measure surveys.\n\nLike psychological flexibility, valued living is another target process measure of Acceptance and Commitment Therapy.","timeFrame":"baseline + every 3 months up to 12 months"}],"otherOutcomes":[{"measure":"modified Barthel Index (self-report)","description":"measure of stroke severity","timeFrame":"baseline"},{"measure":"Oxford Cognitive Screen (OCS) - Remote","description":"means of describing participants baseline cognitive profile","timeFrame":"baseline"},{"measure":"Frenchay Aphasia Screening Test (FAST) - remote & Therapy Outcome Measure for Communication Activities","description":"means of describing participants baseline communication profile","timeFrame":"baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion / Exclusion Criteria:\n\n1. Adults in the UK (at least 18 years old)\n2. At least 4 months post-stroke (no upper limit);\n3. Who identify as having unmet needs in terms of psychological adjustment to stroke and psychological distress. Since exploring eligibility criteria is an aim of this feasibility study, self-report of these symptoms will be sufficient for inclusion. Participants who identify as severely anxious or depressed (or at risk of harm) are likely to be excluded from this research, with information on referral to more appropriate expert psychological support will be provided.\n4. Sufficient English language to engage in groups / complete measures\n5. Ability to engage in remote group interventions. The groups will be designed to include those who have traditionally been excluded from work like this e.g. those with cognitive and/or communicative difficulties. However, it is important to highlight that this is not an intervention designed for severe issues in these areas. We will aim to include all participants who self-report a willingness and ability to engage in the research, using the required technologies.\n\nUltimately, we aim to be as inclusive as possible for this study as there are many novel components of the research that we are exploring in terms of feasibility and acceptability. The data collected during the feasibility study describing sample characteristics, acceptability and outcomes may inform formal cut offs to be used in an eventual phase III RCT.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Emma Patchwood, PhD","affiliation":"University of Manchester","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Audrey Bowen, PhD","affiliation":"University of Manchester","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Manchester","city":"Manchester","country":"United Kingdom","geoPoint":{"lat":53.48095,"lon":-2.23743}}]},"referencesModule":{"seeAlsoLinks":[{"label":"YouTube channel where interested parties can listen to and read a lay-friendly report on study findings","url":"https://www.youtube.com/@watersstudy"},{"label":"Dr Emma Patchwood (Chief Investigator) Research profile","url":"https://research.manchester.ac.uk/en/persons/emma.patchwood"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000060825","term":"Cognitive Dysfunction"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000003072","term":"Cognition Disorders"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000065886","term":"Neurodevelopmental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M29395","name":"Cognitive Dysfunction","asFound":"Cognitive Dysfunction","relevance":"HIGH"},{"id":"M6064","name":"Communication Disorders","asFound":"Communication Disorders","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5991","name":"Cognition Disorders","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M30334","name":"Neurodevelopmental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M12168","name":"Nicotine","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}