{"protocolSection":{"identificationModule":{"nctId":"NCT04941482","orgStudyIdInfo":{"id":"9720701"},"secondaryIdInfos":[{"id":"494/GCN-HDDDNCYSH-DHYHN","type":"OTHER","domain":"Hanoi Medical University Institutional Ethical Review Board"}],"organization":{"fullName":"Hanoi Medical University","class":"OTHER"},"briefTitle":"Intervention Effectiveness Towards Improving Physical and Mental Health for Post-stroke Patients.","officialTitle":"Intervention Effectiveness Towards Improving Physical and Mental Health for Post-stroke Patients."},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-08-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-04-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-04-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-06-10","studyFirstSubmitQcDate":"2021-06-21","studyFirstPostDateStruct":{"date":"2021-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-12-08","lastUpdatePostDateStruct":{"date":"2022-12-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hanoi Medical University","class":"OTHER"},"collaborators":[{"name":"National Geriatric Hospital","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a multi-intervention randomized controlled trial that aimed to develop a management pattern for stroke survivors. The program consists of monitoring the recovery process, early detecting the physical and mental disorders, suitably intervening for each patient to improve their quality of life. New intervention techniques will be firstly applied for post-stroke patients in Vietnam such as using the portable functional near-infrared spectroscopy (fNIRS) device to explore cortex frontal hemodynamic and motivational interviewing for psychological adjustment. A total of registered 92 stroke patients in Vietnam National Geriatrics Hospital will be included in the study for 6 months. Included patients will be randomized to an intervention group and received the long-term follow-up program or to a control group receiving standard care. The mental health and physical functioning of participants will be assessed at 0, 1, 3, and 6 months follow-up. This work was funded by Vingroup Joint Stock Company and supported by the Domestic Master/Ph.D. Scholarship Programme of Vingroup Innovation Foundation (VINIF), Vingroup Big Data Institute (VINBIGDATA).","detailedDescription":"Stroke is a medical condition that occurs when a blood vessel that carries oxygen and nutrients to the brain is either blocked by a clot or bursts (or ruptures). This is a major cause of death and disability worldwide. Post-stroke patients will experience sudden and intense changes in their physical and mental health during the first year. Currently, there is no official management model for improving the physical and mental health of patients after stroke in Vietnam. Furthermore, traditional neuroimaging techniques such as Functional magnetic resonance imaging (fMRI), Positron emission tomography (PET), Electroencephalogram (EEG) are not suitable for routine monitoring due to limited flexibility dynamics and costs. Hence, this study aimed to develop a management pattern that includes monitoring the recovery process, early detecting the physical and mental disorders, suitably intervening for each patient to improve their quality of life. New intervention techniques will be firstly applied for post-stroke patients in Vietnam such as using the portable fNIRS device to explore cortex frontal hemodynamic and motivational interviewing for psychological adjustment. This randomized controlled trial study will include 92 post-stroke patients with dividing two groups (46 control \\& 46 intervention subjects), who experience emergency by stroke within one week. A multi-intervention program will design for stroke patients including \\[1\\] periodic health examination for assessment of physical and mental health, recurrence risks, and harmful behaviors; \\[2\\] guiding the appropriate rehabilitation exercises for improving the physical status and monitoring through daily online report; \\[3\\] using the motivational interviewing methods to improve and prevent mental disorder; \\[4\\] applicating the technique of functional near-infrared spectroscopy (fNIRS) for measurement of oxy-hemoglobin on cortex prefrontal to early detect mental disorder and stroke recurrence risks. Outcome data will be collected via study questionnaires and fNIRS measuring results which are administered by researchers in the study site at 0, 1, 3, and 6 months follow-up. Simultaneously, Motivational Interviewing will carry out on post-stroke patients in the first three months (one time per week in the first month and one time per the second and third month). This intervention method aims to discover and resolve patient's conflicts by a standardized communication skill to improve their mental health and change negative behaviors. The scores of the Stroke Impact Scale (SIS), physical and mental assessment scales and fNIRS data in both the groups will be used to calculate the effect estimates of intervention methods with a measure of precision (95% CI) and assessed the results of the trial."},"conditionsModule":{"conditions":["Stroke","Brain Infarction","Brain Ischemia","Cerebral Infarction","Cerebrovascular Disorders"],"keywords":["Stroke","Mental Health","Physical activity","Cognitive therapy","Motivational Interviewing","fNIRs","Functional near-infrared spectroscopy","Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A total of registered 92 stroke patients in Vietnam National Geriatrics Hospital will be included in the study for 6 months. Included patients will be randomized to an intervention group and received the long-term follow-up program or to a control group receiving standard care.","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":92,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Multi-intervention program","type":"EXPERIMENTAL","description":"A multi-intervention program will design for stroke patients including \\[1\\] periodic health examination for assessment of physical and mental health, recurrence risks, and harmful behaviors; \\[2\\] guiding the appropriate rehabilitation exercises for improving the physical status and monitoring through daily online report; \\[3\\] using the motivational interviewing methods to improve and prevent mental disorder; \\[4\\] applicating the technique of functional near-infrared spectroscopy (fNIRS) for measurement of oxy-hemoglobin on cortex prefrontal to early detect mental disorder and stroke recurrence risks.","interventionNames":["Behavioral: Periodic health check program for post-stroke","Behavioral: Guiding the appropriate rehabilitation exercises","Behavioral: Motivational Interviewing","Device: Functional near-infrared spectroscopy"]},{"label":"Standard care","type":"ACTIVE_COMPARATOR","description":"Standard health check and fNIRS measure","interventionNames":["Behavioral: Periodic health check program for post-stroke","Device: Functional near-infrared spectroscopy"]}],"interventions":[{"type":"BEHAVIORAL","name":"Periodic health check program for post-stroke","description":"The stroke survivors will be assessed their physical and mental health, recurrence risks, and harmful behaviors at 0, 1, 3, and 6 months by specific scales.","armGroupLabels":["Multi-intervention program","Standard care"]},{"type":"BEHAVIORAL","name":"Guiding the appropriate rehabilitation exercises","description":"The appropriate rehabilitation exercises will be designed and guided for each patient and they will be followed up by the daily online report.","armGroupLabels":["Multi-intervention program"]},{"type":"BEHAVIORAL","name":"Motivational Interviewing","description":"Motivational Interviewing will carry out on post-stroke patients in the first three months (one time per week in the first month and one time per the second and third month). This intervention method aims to discover and resolve patient's conflicts by a standardized communication skill to improve their mental health and change negative behaviors.","armGroupLabels":["Multi-intervention program"],"otherNames":["Cognitive therapy"]},{"type":"DEVICE","name":"Functional near-infrared spectroscopy","description":"The fNIRS devices as an effective monitoring and therapeutic tool, evaluating the evolution of neural activity and stroke rehabilitation and recovery. Moreover, the cortex hemodynamic measure by fNIRS may detect early various mental disorders such as depression, anxiety, schizophrenia... through cognitive tasks.","armGroupLabels":["Multi-intervention program","Standard care"],"otherNames":["fNIRS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes from Baseline Stroke Impact Scale (SIS) at 1, 3, and 6 months","description":"Change from baseline to end-of-study (half-year post-randomization). Range: 0-100; positive values reflect an improvement.","timeFrame":"Baseline, 1, 3, and 6 months post intervention"},{"measure":"Changes from Baseline Barthel Index (BI) at 1, 3, and 6 months","description":"Measure the changes of activities of daily living through assessing functional independence during half-year post-randomization. The score of the Barthel Index ranging from 0 to 100 was collected when 0 is the minimum (worst outcome) and 100 is the maximum (best outcome).","timeFrame":"Baseline, 1, 3, and 6 months post intervention"},{"measure":"Changes from Baseline Mini-Mental State Examination (MMSE) at 1, 3, and 6 months","description":"A screening tool for post-stroke cognitive impairment. Scores range from 0 to 30 points, with lower scores indicating greater impairment. MMSE scores of approximately 21 to 25 are consistent with mild dementia, 11 to 20 with moderate, and 0 to 10 with severe.","timeFrame":"Baseline, 1, 3, and 6 month post intervention"},{"measure":"Changes from Baseline Patient Health Questionnaire (PHQ-9) at 1, 3, and 6 months","description":"The Patient Health Questionnaire-9 (PHQ-9) is a screening tool for post-stroke depression and assessing the changes at baseline, 1, 3, and 6 months. The possible range is 0-27 and the higher scores mean worse outcomes (Depression Severity: 0-4 none, 5-9 mild, 10-14 moderate, 15-19 moderately severe, 20-27 severe)","timeFrame":"Baseline, 1, 3, and 6 months post intervention"}],"secondaryOutcomes":[{"measure":"Fatigue severity scale (FSS)","description":"The fatigue severity scale (FSS) is a 9-item questionnaire with questions to measure fatigue for stroke patients. The items are scored on a 7 point scale from 1 (strongly disagree) to 7 (strongly agree). The minimum score = 9 and the maximum score possible =63. Higher the score is respectively greater fatigue severity.","timeFrame":"Baseline, 1, 3, and 6 months post intervention"},{"measure":"Pittsburgh sleep quality index (PSQI)","description":"The Pittsburgh sleep quality index (PSQI) was designed as a self-rated questionnaire that assesses sleep quality and disturbances over a 1-month time. It includes seven subscores, each of which can range from 0 to 3. The subscores are tallied, yielding a total score that can range from 0 to 21. A total score of 5 or more indicates poor sleep quality; the higher the score, the worse the quality.","timeFrame":"Baseline, 1, 3, and 6 month post intervention"},{"measure":"Alcohol Use Disorders Identification Test-Concise (AUDIT-C)","description":"Alcohol Use Disorders Identification Test-Concise (AUDIT-C) is a 3-item alcohol screen that can help identify persons who are hazardous drinkers or have active alcohol use disorders. There are 3 questions and are scored on a scale of 0-12. Each question has 5 answer choices valued from 0 points to 4 points. In men, a score of 4 or more is considered positive, optimal for identifying hazardous drinking or active alcohol use disorders. In women, a score of 3 or more is considered positive.","timeFrame":"Baseline, 1, 3, and 6 month post intervention"},{"measure":"Fagerström Test for Nicotine Dependence (FTND)","description":"An ordinal measure of nicotine dependence related to cigarette smoking. In scoring the Fagerstrom Test for Nicotine Dependence, yes/no items are scored from 0 to 1 and multiple-choice items are scored from 0 to 3. The items are summed to yield a total score of 0-10. The higher the total Fagerström score, the more intense is the patient's physical dependence on nicotine.","timeFrame":"Baseline, 1, 3, and 6 months post intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of stroke according to WHO's definition of stroke\n* Are managed at the National Geriatrics Hospital in Vietnam\n* Include 24 hours to 1 week after stroke\n* Provide informed consent\n* Willing to attend intervention therapies \\& follow-up evaluations for half-year.\n* Have conscious, cognitive, and communication abilities.\n\nExclusion Criteria:\n\n* Do not agree to participate in the study\n* Are included in other experimental studies\n* Have mental disorders before stroke attack\n* Glasgow score ≤ 8\n* Other diseases that make it difficult to complete the intervention","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Thao TP Nguyen, MD, MSc","role":"CONTACT","phone":"+84916911897","email":"dr.nguyenthiphuongthao.hmu@gmail.com"}],"overallOfficials":[{"name":"Thao TP Nguyen, MD, MSc","affiliation":"Hanoi Medical University, Hanoi 100000, Viet Nam","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Geriatrics Hospital","status":"RECRUITING","city":"Hanoi","zip":"100000","country":"Vietnam","contacts":[{"name":"Huyen TT Vu, MD, PhD","role":"CONTACT","phone":"+84913531579","email":"vuthanhhuyen11@hmu.edu.vn"}],"geoPoint":{"lat":21.0245,"lon":105.84117}}]},"referencesModule":{"references":[{"pmid":"27291521","type":"BACKGROUND","citation":"Feigin VL, Roth GA, Naghavi M, Parmar P, Krishnamurthi R, Chugh S, Mensah GA, Norrving B, Shiue I, Ng M, Estep K, Cercy K, Murray CJL, Forouzanfar MH; Global Burden of Diseases, Injuries and Risk Factors Study 2013 and Stroke Experts Writing Group. Global burden of stroke and risk factors in 188 countries, during 1990-2013: a systematic analysis for the Global Burden of Disease Study 2013. Lancet Neurol. 2016 Aug;15(9):913-924. doi: 10.1016/S1474-4422(16)30073-4. Epub 2016 Jun 9."},{"pmid":"26037617","type":"BACKGROUND","citation":"Cheng D, Qu Z, Huang J, Xiao Y, Luo H, Wang J. Motivational interviewing for improving recovery after stroke. Cochrane Database Syst Rev. 2015 Jun 3;2015(6):CD011398. doi: 10.1002/14651858.CD011398.pub2."},{"pmid":"22393252","type":"BACKGROUND","citation":"Petersen TH, Willerslev-Olsen M, Conway BA, Nielsen JB. The motor cortex drives the muscles during walking in human subjects. J Physiol. 2012 May 15;590(10):2443-52. doi: 10.1113/jphysiol.2012.227397. Epub 2012 Mar 5."},{"pmid":"14615624","type":"BACKGROUND","citation":"Miyai I, Yagura H, Hatakenaka M, Oda I, Konishi I, Kubota K. Longitudinal optical imaging study for locomotor recovery after stroke. Stroke. 2003 Dec;34(12):2866-70. doi: 10.1161/01.STR.0000100166.81077.8A. Epub 2003 Nov 13."},{"pmid":"17140875","type":"BACKGROUND","citation":"Strangman G, Goldstein R, Rauch SL, Stein J. Near-infrared spectroscopy and imaging for investigating stroke rehabilitation: test-retest reliability and review of the literature. Arch Phys Med Rehabil. 2006 Dec;87(12 Suppl 2):S12-9. doi: 10.1016/j.apmr.2006.07.269."},{"pmid":"27429995","type":"BACKGROUND","citation":"Mihara M, Miyai I. Review of functional near-infrared spectroscopy in neurorehabilitation. Neurophotonics. 2016 Jul;3(3):031414. doi: 10.1117/1.NPh.3.3.031414. Epub 2016 Jul 12."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000007238","term":"Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Infarction","relevance":"HIGH"},{"id":"M5484","name":"Brain Ischemia","asFound":"Brain Ischemia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disorders","relevance":"HIGH"},{"id":"M21995","name":"Brain Infarction","asFound":"Brain Infarction","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M207468","name":"Chrysarobin","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}