{"protocolSection":{"identificationModule":{"nctId":"NCT03458884","orgStudyIdInfo":{"id":"2015-420-31M"},"organization":{"fullName":"Umeå University","class":"OTHER"},"briefTitle":"Does Cardiorespiratory Interval Training Improve Post-stroke Fatigue","officialTitle":"Does a Cardiorespiratory Interval Training Program at Home Improve Post-stroke Fatigue?"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-03-19","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-02-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-03-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-03-02","studyFirstSubmitQcDate":"2018-03-02","studyFirstPostDateStruct":{"date":"2018-03-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-16","lastUpdatePostDateStruct":{"date":"2023-05-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Anna Brandal","investigatorTitle":"PhD","investigatorAffiliation":"Umeå University"},"leadSponsor":{"name":"Umeå University","class":"OTHER"},"collaborators":[{"name":"Region Västerbotten","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Post-stroke fatigue is common and negatively influences post-stroke recovery. Today, there is insufficient evidence how to treatment post-stroke fatigue. Our objective is to investigate if a structured cardiorespiratory interval training program added to the early supported discharge (ESD)-service results in relieved post-stroke fatigue and increased oxygen uptake.\n\nThis is a 1:1 prospective randomized open- label trial(Two-centre study) with blinded evaluators (PROBE-design) of 50 participants referred to ESD with study start at 4 (±1) weeks after discharge from the stroke unit. The intervention group (N=25) receives a structured cardiorespiratory interval training program on ergometer cycle, 30-40 minutes, 3 days a week for 8 weeks. The cardiorespiratory interval training program comprises of 4x4 minute interval, at 70 to 80% of peak heart rate, interrupted by 3 minutes active recovery.\n\nThe control group (N=25) receives usual ESD care. The primary outcome will be a shift in the Swedish Fatigue Assessment Scale before intervention (baseline) versus 8 weeks months after start of intervention in the intervention and control groups. Secondary outcomes include cardiorespiratory fitness, compliance, adherence and adverse events.","detailedDescription":"Stroke is a major cause of disability among adults. After stroke, post-stroke fatigue is a common and negatively influences post-stroke recovery. Today, there is insufficient evidence how to treatment post-stroke fatigue. Post-stroke fatigue is considered to have a multifactorial cause and it is biologically plausible that fatigue might be related to physical deconditioning and reduced physical activity.\n\nAfter stroke, functional limitations often lead to a reduction in physical activity, which in turn may lead to decline in cardiorespiratory fitness. Cardiorespiratory fitness is often measured as peak oxygen consumption, VO2peak. Studies have reported that physical activity and cardiorespiratory fitness is lower in stroke victims than gender- and aged-matched healthy individuals.\n\nIntervention aimed to increased cardiorespiratory fitness has been highlighted as an important component in in stroke rehabilitation. Guidelines for physical activity and cardiorespiratory fitness following stroke recommend cardiorespiratory training 20-60 minutes, 3-7 days a week at 50-80% of maximal heart rate. Interval training (4 x 4 minutes) has showed to improve cardiovascular fitness at different patient groups, including Stroke.\n\nToday, stroke unit and early supported discharge service (ESD) is recommended as an effective way to improve patient outcome and quality of care following stroke. The ESD service provides support and rehabilitation for the patients in their own environment and the rehabilitation is often focused on activities in daily living and mobility.\n\nThe objective of this study is to investigate if a structured cardiorespiratory interval training program added to the early supported discharge (ESD)-service results in relieved post-stroke fatigue and increased oxygen uptake. Furthermore, the study will explore whether it is feasible and safe for patients with post-stroke fatigue to perform a structured cardiorespiratory interval training program in their home environment.\n\nMethod/design\n\nThis is a 1:1 prospective randomized open-label trial (Two-centre study) with blinded evaluators (PROBE-design) comparing 8 weeks structured cardiorespiratory interval training program added to standard ESD care compared with standard ESD care alone in 50 patients with post-stroke fatigue.\n\nStudy participants\n\nConsecutive stroke patients who receives stroke unit care followed by ESD-service at Umeå Stroke Center, University Hospital, Umeå, Sweden and Gävle hospital, Region Gävleborg, Sweden. A stroke physician will examine the patients 4 (± 1) weeks after discharge from the stroke unit. The patients fulfilling the eligibility criteria will receive oral and written information. Thereafter, the potential participants will be given at least 24 hours until they are asked for written informed consent.\n\nAfter informed consent, an incremental cardiopulmonary exercise test will be performed on an ergometer cycle (pre-treatment test). The participants will also estimate post-stroke fatigue with the Swedish fatigue assessment scale (S-FAS).\n\nRandomization\n\nParticipants (N=50) eligible for study participation according to inclusion and exclusion criteria will be randomly assigned to the intervention group(N=25) or the control group(N=25). The randomization procedure will be web-based using program Minim. Minimization will be used to create groups for intervention and control in order to stratify groups and ensure balance at study entry with respect to significant variables. The participants will be stratified according to sex, age and stroke severity (Modified Rankin Scale 0-1 vs ≥2).\n\nTreatment\n\nStroke patients in the control group will receive usual ESD care including information about post-stroke fatigue, support and practical advice about how to identify and manage fatigue symptoms in daily tasks, such as the adaptation and prioritization of activities, physical activity and rest.\n\nThe participants in the intervention group will receive structured cardiorespiratory interval training program on an ergometer cycle. This is in addition to usual ESD care. The training will be conducted 30-40 minutes, 3 days a week for 8 weeks. Based on the incremental cardiopulmonary exercise test (pre-treatment test) an individual training heart rate range of 70 to 80% of maximal heart rate (HR peak) will be set. The participants will wear a heart rate monitor during the training and be instructed to exercise within the heart rate range. An experienced physiotherapist will be present and guide the training sessions during the first weeks. When the participants become more familiar with the exercise, the physiotherapist will monitor the training through phone or telemedicine equipment.\n\n. The training session will start with a 10 minutes warm-up followed by 25 minutes of 4x4 minute interval, at 70 to 80% of peak heart rate, interrupted by 3 minutes active recovery and 5 minutes cool down. In order to get a estimation of perceived exertion, the participant will rate on The Borg Rating of Perceived Exertion (RPE) scale every minute during the 4-minute intervals.\n\nStatistical analysis\n\nThe sample size was estimated by a power calculation. The power calculation was based on the level of fatigue assessed with the Swedish Fatigue Assessment scale (primary outcome). The absolute reliability for the Swedish Fatigue Assessment scale is 9 points, which means that a 9 points change is required to indicate a real change of fatigue level. 21 persons per group are needed for power of 80 % significance level of 0.05 (2 sided t-test, assuming a standard deviation of 10). This calculation is based on a t-test assuming a standard deviation of 10 points. A total of 50 participants (25 participants per group) will enter this study. The analyses of primary and secondary outcome will be on the basis of intension to treat. Two-sided students t-test or two-sided Wilcoxon signed rank test will be used to compare groups for the pre-treatment test and post treatment test."},"conditionsModule":{"conditions":["Stroke","Fatigue"],"keywords":["Stroke","Fatigue","PROBE design","Cardiorespiratory fitness","Cardiorespiratory training"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"1:1 prospective randomized open-label trial with blinded evaluators (PROBE-design)","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Cardiorespiratory interval training","type":"EXPERIMENTAL","description":"Cardiorespiratory interval training program on ergometer cycle, 30-40 minutes, 3 days a week for 8 weeks.","interventionNames":["Other: Cardiorespiratory interval training"]},{"label":"Usual care","type":"NO_INTERVENTION","description":"Usual ESD care including information about post-stroke fatigue, support and practical advice about how to identify and manage fatigue symptoms in daily tasks, such as the adaptation and prioritization of activities, physical activity and rest."}],"interventions":[{"type":"OTHER","name":"Cardiorespiratory interval training","description":"A structured cardiorespiratory interval training program on an ergometer cycle 3 days a week for 8 weeks.","armGroupLabels":["Cardiorespiratory interval training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Post-stroke fatigue","description":"Post-stroke fatigue will be measured with The Swedish Fatigue Assessment Scale (S-FAS) comprises 10 questions that describe how a person generally feels. The answers are given using a 5-point scale ranging from 1 (never) to 5 (always) such that the total score ranges from 10 to 50 points. Items 4 and 10 require reversed scoring. A high score indicate an increase level of fatigue.","timeFrame":"The S-FAS will be measured before intervention (pre-treatment test) and immediately after end of 8 week intervention (post-treatment test)"}],"secondaryOutcomes":[{"measure":"Cardiorespiratory fitness (Peak oxygen consumption, VO2peak)","description":"Cardiorespiratory fitness will be determined by measuring peak oxygen consumption (VO2peak) in an incremental cardiopulmonary exercise test on a ergometer cycle","timeFrame":"Cardiorespiratory fitness (peak oxygen consumption) will be measured before intervention (pre-treatment test) and immediately after end of 8 week intervention (post-treatment test)"},{"measure":"Feasibility (Fidelity)","description":"Fidelity will be measured by recording the number of sessions completed.","timeFrame":"Fidelity will be measured throughout the intervention and will be monitored at each individual training session, 3 days a week for 8 weeks"},{"measure":"Feasibility (Adherence)","description":"Adherence will be measured by monitoring heart rate (HR) during the exercise","timeFrame":"Adherence will be measured throughout the intervention and will be monitored at each individual training session, 3 days a week for 8 weeks"},{"measure":"Feasibility (Adverse events)","description":"Adverse events will be recorded by asking the participants to fill in a home-exercise logbook at each training session and reviewing hospital record.","timeFrame":"Adverse events will be measured throughout the intervention and will be monitored at each individual training session, 3 days a week for 8 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Preliminary or final diagnosis of acute stroke due to Brain infarction: large vessel disease, lacunar syndrome, cryptogenic stroke Intracerebral hemorrhage\n* Post-stroke fatigue (defined as a summation score of 28 or more on the S-FAS)\n* Medical stability\n* Independent living in Umeå or Gävle (in the nearby surrounding areas) and able to cycle an ergometer cycle.\n\nExclusion Criteria:\n\n* Patients with severe stroke with modified Rankin Scale \\>3\n* Atrial fibrillation, pacemaker or other arrhythmia which exclude reliable monitoring of heart-frequency\n* Unstable pulmonary or cardiac disease\n* Serious co-morbidity with for example terminal cancer, hemodialysis, severe cognitive dysfunction with Montreal Cognitive Assessment (MOCA) ≤ 26\n* Drug abuse\n* Patients living far away from the hospital or in residential care facilities.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Anna Bråndal, PhD","role":"CONTACT","phone":"+46702197609","email":"anna.brandal@umu.se"},{"name":"Per Wester, MD, PhD","role":"CONTACT","phone":"+46703280001","email":"per.wester@umu.se"}],"overallOfficials":[{"name":"Anna Bråndal, PhD","affiliation":"Department of Community Medicine and Rehabilitation, Physotherapy","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Anna Bråndal","status":"RECRUITING","city":"Umeå","zip":"s-90185","country":"Sweden","contacts":[{"name":"Anna Brandal, PhD","role":"CONTACT","phone":"+702197609","email":"anna.brandal@umu.se"}],"geoPoint":{"lat":63.82842,"lon":20.25972}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000005221","term":"Fatigue"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M8054","name":"Fatigue","asFound":"Fatigue","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}