{"protocolSection":{"identificationModule":{"nctId":"NCT04214522","orgStudyIdInfo":{"id":"GO 19/804"},"organization":{"fullName":"Hacettepe University","class":"OTHER"},"briefTitle":"Reliability and Validity of the Kinesthetic and Visual Imagery Questionnaire in Acute Stroke Patients","officialTitle":"Investigation of Reliability and Validity of the Kinesthetic and Visual Imagery Questionnaire in Acute Stroke Patients"},"statusModule":{"statusVerifiedDate":"2019-12","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2020-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-12-28","studyFirstSubmitQcDate":"2019-12-28","studyFirstPostDateStruct":{"date":"2020-01-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-12-30","lastUpdatePostDateStruct":{"date":"2020-01-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ece Candur","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Hacettepe University"},"leadSponsor":{"name":"Hacettepe University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study was planned to investigate the validity and reliability of the Kinesthetic and Visual Imagery Questionnaire in patients with acute stroke.\n\nThe objectives of the research are:\n\n1. To evaluate the validity of the Kinesthetic and Visual Imaginery Questionnaire in acute stroke patients aged 50-75 years\n2. To evaluate the test-retest reliability of the Kinesthetic and Visual Imaginery Questionnaire in acute stroke patients aged 50-75 years","detailedDescription":"Motor imagery (MI) is the mental representation of movement without any real body movement. MI is a complex and cognitive process involving the use of sensory and perceptual memories related to motor movements.Various studies using brain imaging techniques have found that during motor imagery, brain areas similar to voluntary movement are activated or the motor cortex can be stimulated. These findings suggest that stroke patients who cannot physically move their limbs can stimulate brain regions responsible for motor movements using motor imagery. The Kinesthetic and Visual Imaginery Questionnaire (KVIQ) is a motor imagery questionnaire developed for people who need to be guided for different reasons and cannot perform complex movements. Evaluate both visual and kinesthetic dimensions of motor images. This study was planned because of the need for evaluation of motor imagery for stroke patients, who mostly have motor and sensory problems."},"conditionsModule":{"conditions":["Image, Body","Acute Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Acute stroke patients","description":"Acute stroke patients","interventionNames":["Behavioral: Determine what the imagery levels are"]}],"interventions":[{"type":"BEHAVIORAL","name":"Determine what the imagery levels are","description":"Determine the motor imagery: kinesthetic and visual imagery","armGroupLabels":["Acute stroke patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Kinesthetic and Visual Imagery Questionnaire","description":"The Kinesthetic and Visual Imagery Questionnaire is a representative tool to assess motor imagery ability. The questionnaire can be used to assess healthy individuals, as well as those with physical disabilities. It allows easy evaluation of motor imagery ability in a sitting position with single joint motions. Furthermore, the questionnaire assesses both visual and kinesthetic dimensions of motor imagery. The questionnaire is not self-administered, rather it is administered by a trained assessor. It assesses the vividness of each dimension of motor imagery (clarity of the image/intensity of sensation) on a 5-point ordinal scale.The long version comprises 20 items (10 movements for each scale) and the short version includes 10 items (5 movements for each scale). Higher scores mean a better outcome.","timeFrame":"15 minutes"}],"secondaryOutcomes":[{"measure":"Barthel Index","description":"The Barthel Scale/Index (BI) is an ordinal scale used to measure performance in activities of daily living (ADL). Ten variables describing ADL and mobility are scored, a higher number being a reflection of greater ability to function independently following hospital discharge.Time taken and physical assistance required to perform each item are used in determining the assigned value of each item. The Barthel Index measures the degree of assistance required by an individual on 10 items of mobility and self care ADL.","timeFrame":"5 minutes"},{"measure":"Motor Assessment Scale","description":"The Motor Assessment Scale is a clinical assessment tool that evaluates eight areas of motor function in recovering stroke patients. The scale uses tasks related to activities of daily living to measure the full range of functional motor performance in stroke survivors. These include: Supine to side-lying, supine to sitting over side of bed, balanced sitting, sitting to standing, walking, upper arm function, hand movements, hand activities. Items are assessed using a 7-point scale (0-6). A score of 6 indicates optimal motor behavior item scores (with the exceptions of the general tonus item) are summed to provide an overall score (out of 48 points).Higher scores mean a better outcome.","timeFrame":"15 minutes"},{"measure":"Trail Making Test","description":"The Trial Making Test (TMT) can provide information about visual search speed, scanning, speed of processing, mental flexibility, as well as executive functioning. The TMT consists of two parts, A and B. Part A\\&B consists of one sample test and one task. The numbers are randomly printed on the sample worksheet. The subject is required to join consecutive numbers in order by drawing connecting lines. The worksheet consists of numbers 1 to 25. The time taken to join consecutive numbers is taken as the subject's score. Part B consists of a sample test as well as the main task. The numbers 1 to 13 and letters A to L are presented on the task worksheet. The participant is required to alternate between numbers and letters as s/he proceeds in an ascending sequence.","timeFrame":"5 minutes"},{"measure":"Trunk İmpairment Scale","description":"The Trunk İmpairment Scale, developed by Fujiwara et al. In 2004, is another scale that evaluates post-stroke trunk impairment. The 7-parameter scale included vertical posture perception, trunk rotation muscle strength and reflexes on the affected and unaffected side, and trunk vertically and abdominal manual muscle test sub-parameters in the stroke impairment assessment set of Tsuji et al. \\[33\\]. Each parameter is evaluated over 4 points. The total score ranges from a minimum of 0 to a maximum of 21 points. Higher score means better performance.","timeFrame":"2 minutes"},{"measure":"Mental Chronometry","description":"Mental chronometry is an objective method used in the evaluation of motor imagery. It examines the time difference between actually making a movement and imagining the same movement.The modified box block test will be used to measure mental chronometry.The modified version has 15 cubes, and the individual's time to transfer all of these cubes is recorded. The individual is then asked to imagery this transfer. The imagery time is also recorded and the time difference are calculated.","timeFrame":"1 minute"},{"measure":"Mental Chronometry Ratio","description":"Real performance time - imagery time/ real performance time","timeFrame":"1 minute"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* First stroke and ischemic stroke\n* Being in the 50-75 age range\n* At least 24 hours after stroke\n* Absence of apraxia and aphasia\n* Get at least 15 points on the Glasgow Coma Scale\n* Score of 24 or more from Mini Mental Test\n* Stable vital signs and no improvement in symptoms for 48 hours\n* No signs of depression (score 15 or less from the Beck Depression Scale)\n* Sitting without support for 1 minute\n* Not participating in another concurrent study\n* Agree to participate in the study\n\nExclusion Criteria:\n\n* Other known neurological diseases\n* Neglect of the body half\n* Presence of cerebellum or mesencephalon lesion\n* Drug use affecting cognition\n* Patients with epilepsy, seizure attacks\n* Those with severe heart and lung disease that may interfere with the study\n* Patients with visual or auditory disabilities that might interfere with the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Acute stroke patients in the Stroke Unit of Hacettepe University, Department of Neurology will be included in the study.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Ece Candur, PT","role":"CONTACT","phone":"+905398355432","email":"ececandur@gmail.com"}],"locations":[{"facility":"Hacettepe University","status":"RECRUITING","city":"Ankara","state":"Altındağ","zip":"06080","country":"Turkey","contacts":[{"name":"Ece Candur, PT","role":"CONTACT","phone":"+905398355432","email":"ececandur@gmail.com"},{"name":"Ece Candur, PT","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.91987,"lon":32.85427}}]},"referencesModule":{"references":[{"pmid":"17419886","type":"BACKGROUND","citation":"Malouin F, Richards CL, Jackson PL, Lafleur MF, Durand A, Doyon J. The Kinesthetic and Visual Imagery Questionnaire (KVIQ) for assessing motor imagery in persons with physical disabilities: a reliability and construct validity study. J Neurol Phys Ther. 2007 Mar;31(1):20-9. doi: 10.1097/01.npt.0000260567.24122.64."},{"pmid":"29724042","type":"BACKGROUND","citation":"Nakano H, Kodama T, Ukai K, Kawahara S, Horikawa S, Murata S. Reliability and Validity of the Japanese Version of the Kinesthetic and Visual Imagery Questionnaire (KVIQ). Brain Sci. 2018 May 2;8(5):79. doi: 10.3390/brainsci8050079."},{"pmid":"29364391","type":"BACKGROUND","citation":"Demanboro A, Sterr A, Anjos SMD, Conforto AB. A Brazilian-Portuguese version of the Kinesthetic and Visual Motor Imagery Questionnaire. Arq Neuropsiquiatr. 2018 Jan;76(1):26-31. doi: 10.1590/0004-282X20170181."},{"pmid":"20799430","type":"BACKGROUND","citation":"Randhawa B, Harris S, Boyd LA. The Kinesthetic and Visual Imagery Questionnaire is a reliable tool for individuals with Parkinson disease. J Neurol Phys Ther. 2010 Sep;34(3):161-7. doi: 10.1097/npt.0b013e3181e1aa71."},{"pmid":"24271091","type":"BACKGROUND","citation":"Tabrizi YM, Zangiabadi N, Mazhari S, Zolala F. The reliability and validity study of the Kinesthetic and Visual Imagery Questionnaire in individuals with multiple sclerosis. Braz J Phys Ther. 2013 Nov-Dec;17(6):588-92. doi: 10.1590/S1413-35552012005000124. Epub 2013 Nov 14."},{"pmid":"27689548","type":"BACKGROUND","citation":"Liepert J, Busching I, Sehle A, Schoenfeld MA. Mental chronometry and mental rotation abilities in stroke patients with different degrees of sensory deficit. Restor Neurol Neurosci. 2016 Nov 22;34(6):907-914. doi: 10.3233/RNN-160640."},{"pmid":"22247502","type":"BACKGROUND","citation":"Liepert J, Greiner J, Nedelko V, Dettmers C. Reduced upper limb sensation impairs mental chronometry for motor imagery after stroke: clinical and electrophysiological findings. Neurorehabil Neural Repair. 2012 Jun;26(5):470-8. doi: 10.1177/1545968311425924. Epub 2012 Jan 13."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Acute Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}