{"protocolSection":{"identificationModule":{"nctId":"NCT04011787","orgStudyIdInfo":{"id":"1437"},"organization":{"fullName":"University Hospitals of North Midlands NHS Trust","class":"OTHER"},"briefTitle":"The Relative Effectiveness of BOLUS Versus Continuous Nasogastric Feeding After Stroke: a Proof of Principal Study","officialTitle":"The Relative Effectiveness of BOLUS Versus Continuous Nasogastric Feeding After Stroke: a Proof of Principal Study","acronym":"BOLUS"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"WITHDRAWN","whyStopped":"Funding withdrawn for the study","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2023-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-03-12","studyFirstSubmitQcDate":"2019-07-04","studyFirstPostDateStruct":{"date":"2019-07-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-05-19","lastUpdatePostDateStruct":{"date":"2022-05-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospitals of North Midlands NHS Trust","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Patients with severe strokes are often unable to be take oral diet food and fluids safely because they cannot swallow effectively. Therefore, patients need to be fed via a tube placed through the nose into the stomach (nasogastric tube). Tube feeding can be given by the intermittent (bolus) method, whereby the feed is given over a short time (15 to 30 minutes), or by the continuous feeding method, where the feed is given continuously over 10-16 hours. Nasogastric feeding can be complicated by vomiting or reflux of the feed into the oesophagus causing aspiration of gastric contents into the lung and pneumonia. Nasogastric feeds can be given continuously or as bolus feeds. Healthy people eating normally take their diet in discrete meals. The human digestive system is adapted to intermittent food intake and is likely to work best if food is provided in this pattern, but the larger volume of the feed by this method may cause vomiting and aspiration. It is unclear which method is better for allowing normal digestive processes and reducing pneumonia due to aspirated feeds. There are no trials comparing these two feeding methods in patients with acute stroke. The aim of this small study is to determine if a trial comparing the two treatment approaches is feasible in patients with acute stroke, and to collect information on the effects on feed tolerance and digestion.\n\nIn this study we will compare the effect of the bolus and intermittent nasogastric tube feeding on digestion and feed tolerance in 20 patients who need nasogastric feeding within 36 hours of a stroke. Patients will be randomly allocated to be given the feeds either by the bolus or by the continuous method for 7 days. During this time they will be examined every day. The study will examine how effectively food is digested by measuring the amount of feed given and the metabolic responses of the body by looking at changes in the level of blood sugar and digestive hormones. The investigators will also monitor complications such as vomiting, diarrhoea, and pneumonia. Patients will be randomly allocated to be given the feeds either by the bolus or by the continuous method for 7 days.\n\nThis will provide information which will allow the investigators to design a larger definitive study to conclusively prove which method is more appropriate.","detailedDescription":"Patients admitted to the acute stroke unit at University Hospitals of North Midlands NHS Trust and who require nasogastric (NG) feeding will be eligible for recruitment, patients will be screened and assessed for eligibility on the stroke unit by a member of the local research team, confirmed by a medical practitioner.\n\nConsent- Informed consent will be sought from patients after full oral and written information about the nature and purpose of the study, potential risks and benefits, alternative treatments, and the right to refuse and to withdraw at any time. In cases where the patient lacks the capacity to give fully informed consent, the patient will be informed as much as he/she is able to understand with the option to refuse, and fully informed consent will be sought from a consultee. The oral and written information will be provided to the consultee including the same information as would be given to the patient. If the patient has capacity to consent for themselves, but unable to sign because of impairments; verbal consent, witnessed and signed by an independent observer, will be documented. Where the patient has capacity to consent for themselves, but only able to make a mark on the paper rather than sign as required, the same procedure will be followed. Confirmation of consent will be sought in patients who are recruited with consent from a consultee, but regain capacity prior to the end of the trial.\n\nDue to the nature of the study, patients or their consultee will have to decide within a few hours of admission to hospital. They will be given the opportunity to discuss the study with a relative or friend. Participants or their consultee will be free to withdraw from the trial at any time without giving reasons and without prejudicing further treatment.\n\nAn age-matched healthy control group will be recruited from patients' relatives and friends to provide a normal baseline for the metabolic response to normal feeding.\n\nThe original signed consent form will be filed in the case report form. One copy will be given to the patient or consultee, another copy will be sent to the trial coordinating centre and another will be filed in the patients' notes.\n\nThe participant information sheets, and consent forms, will not be available in other languages. If needed, the usual hospital interpreter and translator services will be available to assist with discussion of the trial.\n\nIf a participant is able to consent for the study but later becomes incapacitated, the original consent will endure the loss of capacity as long as the trial has not significantly altered since the original consent was given.\n\nRandomisation- Participants will be randomized into the intervention or control groups using a computerized random number generator. The randomization procedure will be conducted by an independent statistician at Keele University. Sealed and numbered opaque envelopes containing the allocated intervention will be kept in the research office on the acute stroke ward. For each randomisation the envelope with the lowest number will be used. The envelopes will be selected and opened by the research nurse following consent and baseline assessment. An email containing the Participant ID and the number of the envelope will be sent to the Principal Investigator. A copy of the original randomisation codes will be kept independently by the sponsor in the Trial Master File. Assessments-\n\n* A daily log of symptoms and signs of feed intolerance and pneumonia will be taken for 7 days.\n* A venous blood sample for a full blood count and C-reactive Protein will be taken on day 1, 3, and 7.\n* A Chest x-Ray will be conducted on day 7 to confirm/exclude evidence of pneumonia.\n* Glucose level measurements will be taken every 10 minutes for each participant for 5 days following randomisation, using a sensor inserted into the subcutaneous tissue by the trained research nurse.\n* Daily for 5 days following randomisation fasting venous plasma glucose, apart from the day that the hormonal profile is collected, samples are to be taken by the research nurse and processed by the pathology department.\n* All participants, including healthy controls, will have a hormonal profile in response to feeding will be taken on day 4, post randomisation. The continuous feed, the bolus feed or, in the non-stroke control group, a calorific drink that is equivalent calories to the Naso-Gastric feed (e.g. Ensure plus) will be given as the first meal in the morning after an overnight fast. Venous plasma glucose and insulin levels will be checked both fasting, immediately after the meal, and every 30 minutes in response to NG feed for 4 hours after the meal (total of 10 sets of samples per subject, each set comprising 2ml clotted sample and 1ml fluoride oxalate sample). For patients who are on NG feeding, the sample collection will similarly start at -30 and 0 minute before the NG feed (either bolus or continuous feed) and then every 30 minutes for 4 hours (total of 10 samples). The venous plasma glucose sample collected for the hormonal profile will also be used for the daily fasting venous plasma glucose sample (see above). We will primarily calculate the time averaged mean insulin and glucose responses computed as incremental AUCs (above baseline), divided by the time interval (hours). Values at each individual time point will be compared directly. The investigators will also collect data on total glycaemic exposure (glucose AUC 0-240) and the insulinogenic index (ΔI30/ΔG30) as an index of β-cell response."},"conditionsModule":{"conditions":["Stroke","Dysphagia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"20 patients will be randomised to two arms with a control group of a further 10 patients","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention","type":"ACTIVE_COMPARATOR","description":"bolus NGT feeding","interventionNames":["Dietary Supplement: bolus NGT feeding","Diagnostic Test: Continuous Glucose Monitoring","Diagnostic Test: Metabolic Profile","Radiation: Chest X-ray"]},{"label":"Control","type":"OTHER","description":"Continuous NGT feeding (standard care)","interventionNames":["Dietary Supplement: Continuous NGT feeding","Diagnostic Test: Metabolic Profile","Radiation: Chest X-ray"]}],"interventions":[{"type":"DIETARY_SUPPLEMENT","name":"bolus NGT feeding","description":"Participants randomised to bolus NGT feeding will receive this for 7 days at mealtimes","armGroupLabels":["Intervention"]},{"type":"DIETARY_SUPPLEMENT","name":"Continuous NGT feeding","description":"Participants randomised to bolus NGT feeding will receive this continuously for 7 days as per hospital protocol","armGroupLabels":["Control"]},{"type":"DIAGNOSTIC_TEST","name":"Continuous Glucose Monitoring","description":"Both participant groups will have continuous glucose monitoring performed for 5 days while in the study","armGroupLabels":["Intervention"]},{"type":"DIAGNOSTIC_TEST","name":"Metabolic Profile","description":"Bloods will be taken to assess all patients metabolic profile","armGroupLabels":["Control","Intervention"]},{"type":"RADIATION","name":"Chest X-ray","description":"A chest X-ray will be performed on patients receiving study interventions on day 7 to confirm/exclude pneumonia","armGroupLabels":["Control","Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Feed tolerance","description":"Total of 7 points. 7/7 full tolerance, 0/7 severe intolerance. This is based on Nutrition, Vomiting, Diarrhoea, Bloating, Abdominal pain, Pneumonia and raised inflammatory markers","timeFrame":"7 days"}],"secondaryOutcomes":[{"measure":"Number of glucose excursions above 7mmol/L","description":"Number of glucose excursions above 7mmol/L","timeFrame":"7 days"},{"measure":"mean glucose levels","description":"mean glucose levels","timeFrame":"7 days"},{"measure":"glucose centiles","description":"10th, 25th, 50th, 75th, 90th","timeFrame":"7 days"},{"measure":"total area under curve (AUC)","description":"total area under the curve (AUC) measured in mmol","timeFrame":"7 days"},{"measure":"diurnal AUC","description":"diurnal AUC","timeFrame":"7 days"},{"measure":"nocturnal AUC","description":"nocturnal AUC","timeFrame":"7 days"},{"measure":"average duration of specific glucose readings","description":"e.g. \\<4-7.9mmol/l, 7-11mmol/l and \\>11mmol/l","timeFrame":"7 days"},{"measure":"average hourly change","description":"change in glucose levels from one hour to the next","timeFrame":"7 days"},{"measure":"inter-day variability","description":"change in glucose levels between days","timeFrame":"7 days"},{"measure":"largest amplitude of glycaemic excursions","description":"largest rise in glucose levels","timeFrame":"7 days"},{"measure":"mean amplitude of glycaemic excursions","description":"average of glucose levels","timeFrame":"7 days"},{"measure":"postprandial amplitude of glycaemic excursions","description":"glucose changes after meal","timeFrame":"7 days"},{"measure":"the time-averaged mean insulin and glucose responses","description":"computed as incremental AUCs (above baseline), divided by the time interval (hours)","timeFrame":"5 hours"},{"measure":"total glycaemic exposure","description":"glucose AUC 0-240","timeFrame":"5 hours"},{"measure":"the insulinogenic index","description":"relationship between insulin and glucose levels at 30 minutes","timeFrame":"5 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age \\>=18 years\n* Within 36 h hospital admission with acute ischaemic or haemorrhagic stroke\n* Dysphagia requiring nasogastric tube (NGT) feeding (assessed by failed sip test)\n\nExclusion Criteria:\n\n* Moribund, receiving palliative care\n* Clinical diagnosis of pneumonia\n* Pre-existing gastric motility problems\n* Inability to obtain consent from the patients or their representative","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Fahmy Hanna","affiliation":"Consultant","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University Hospitals of North Midlands NHS Trust","city":"Stoke-on-Trent","state":"Staffordshire","zip":"ST4 6QG","country":"United Kingdom","geoPoint":{"lat":53.00415,"lon":-2.18538}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"The participants' clinicians clinical team and members of the research team on the delegation log will access the data. Representatives of the sponsor (UHNM) and representatives the regulatory authorities will have access to personal data for monitoring and audit purposes only."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6572","name":"Deglutition Disorders","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"}]}},"hasResults":false}