{"protocolSection":{"identificationModule":{"nctId":"NCT00387712","orgStudyIdInfo":{"id":"B3834-R"},"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"Inflammatory Abnormalities in Muscle After Stroke: Effects of Exercise","officialTitle":"Inflammatory Abnormalities in Muscle After Stroke: Effects of Exercise"},"statusModule":{"statusVerifiedDate":"2017-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2006-10"},"primaryCompletionDateStruct":{"date":"2012-08","type":"ACTUAL"},"completionDateStruct":{"date":"2014-08","type":"ACTUAL"},"studyFirstSubmitDate":"2006-10-12","studyFirstSubmitQcDate":"2006-10-12","studyFirstPostDateStruct":{"date":"2006-10-13","type":"ESTIMATED"},"resultsFirstSubmitDate":"2017-02-21","resultsFirstSubmitQcDate":"2017-06-22","resultsFirstPostDateStruct":{"date":"2017-09-14","type":"ACTUAL"},"lastUpdateSubmitDate":"2017-06-22","lastUpdatePostDateStruct":{"date":"2017-09-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"VA Office of Research and Development","class":"FED"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The purpose of this study is to first define whether abnormalities of skeletal muscle are related to the presence of inflammation and to poor motor performance and whether this can be modified by exercise interventions.","detailedDescription":"Stroke is the leading cause of disability in the United States. Biological changes in hemiparetic skeletal muscle may further propagate the disability. The investigators report gross muscular atrophy and major shift to fast myosin heavy chain (MHC) isoform distribution in hemiparetic thigh that are related to reduced fitness and slow walking speed. The investigators also find elevated inflammatory mediators, tumor necrosis factor (TNF) and nuclear factor kappa beta (NFkB) in the paretic thigh muscle. No prior studies have systematically examined the profile of hemiparetic muscle contractile proteins and their relationship to function and fitness after stroke. Furthermore, the molecular mechanisms underlying hemiparetic skeletal muscle atrophy and contractile protein abnormalities are unknown.\n\nThe investigators have investigated treadmill aerobic exercise (T-AEX), as a task-oriented training model. This exercise model can reverse the alterations in MHC profile in hemiparetic leg muscles after stroke. This T-AEX program also improves fitness (VO2) levels, leg strength, and ambulatory performance in chronic stroke. Moreover, post hoc analyses our randomized treadmill exercise program show that specific features of the exercise prescription likely influence the nature of exercise-mediated adaptations.\n\nHypothesis: The investigators propose a randomized clinical study to investigate the hypothesis that in chronic stroke patients a 6 month velocity-based progressive T-AEX program is superior to duration-based progressive T-AEX for improving hemiparetic (HP) leg skeletal muscle contractile protein expression and reducing inflammatory markers to improve muscle function, fitness, and ambulation.\n\nSpecific Aims: 1) Determine whether skeletal muscle MHC isoform expression is altered and inflammatory mediators, TNF and markers of NFkB activation, present in the hemiparetic vastus lateralis muscle, compared the non-paretic leg and matched non-stroke control leg muscles, and related to muscle function, fitness, and gait performance. 2) Determine whether 6 months progressive T-AEX programs can attenuate this abnormal MHC profile and inflammatory mediators to improve muscle structure and function.\n\nMethods: At baseline, bilateral vastus lateralis (VL) biopsies are obtained from chronically disabled, stroke participants with hemiparetic gait to examine the HP and non-P thigh skeletal muscles for alterations in MHC isoforms, key muscle contractile protein, and evidence for inflammation (TNFa) and NFkB activation. Participants are randomized to 6 months of progressive velocity-based or duration-based T-AEX training. Repeat VL muscle biopsies are obtained in the HP limb only after exercise interventions to assess whether 6-month exercise rehabilitation can restore MHC profile and attenuate activation of inflammatory pathways. Expression of the specific MHC isoforms, TNF, and NFKB marker expression (mRNA and protein) are investigated in these muscle tissues by real-time real time (RT)- polymerase chain reaction (PCR), Western Blot analysis, and immunohistochemistry. The investigators will explore relationships between T-AEX mediated changes in MHC expression and inflammatory activation in skeletal muscle after stroke to improve muscle strength, muscle performance, fitness and activity levels, activities of daily living (ADL) performance, and gait deficit severity.\n\nAnticipated Results and Relevance: The cross-sectional baseline data will provide the first systematic study of a substantial cohort of stroke patients to define the relationship between altered structural and contractile protein expression to both muscle physiology and clinical measures of muscle performance, metabolic fitness, and rehabilitation mobility outcomes. HP VL muscle will be directly compared to the non-paretic (NP) limb muscle within-subjects and to non-stroke reference controls, in order to better understand the scope of skeletal muscle inflammatory and metabolic abnormalities in the stroke population. The intervention results will allow us to determine the specific requirements of treadmill training that are optimal and crucial to produce the exercise-mediated adaptations in hemiparetic skeletal muscle that lead to improved rehabilitation outcomes to reduce the disability of chronic stroke."},"conditionsModule":{"conditions":["Stroke","Inflammation"],"keywords":["exercise","inflammation","motor performance","skeletal muscle","chronic stroke survivors","treadmill exercise"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":99,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Velocity based treadmill training","type":"EXPERIMENTAL","description":"6 month of progressive treadmill walking with treadmill speed gradually progressed to meet the training heart rate goals for moderate intensity aerobic exercise, when hemiparetic gait velocity can no longer be safely progressed, incline is added to achieve the heart rate training goals.","interventionNames":["Other: Velocity based treadmill training"]},{"label":"Duration based treadmill training","type":"EXPERIMENTAL","description":"6 month of progressive treadmill walking with duration is gradually progressed to meet the endurance goals for low aerobic intensity exercise, gait velocity and incline do not progress.","interventionNames":["Other: Duration based treadmill training"]}],"interventions":[{"type":"OTHER","name":"Velocity based treadmill training","description":"6 month of progressive treadmill walking with a safety harness and hand rail support to prevent falls. Treadmill speed is gradually progressed to meet the training heart rate goals for moderate aerobic exercise, when hemiparetic gait velocity can no longer be progressed, incline is added to achieve heart rate training goals. Progression is also based on participant's tolerance, abilities and safety.","armGroupLabels":["Velocity based treadmill training"]},{"type":"OTHER","name":"Duration based treadmill training","description":"6 month of progressive treadmill walking with a safety harness and hand rail support to prevent falls. Treadmill duration is gradually progressed to meet the endurance goals for low aerobic intensity exercise, gait velocity and incline do not progress. Progression is based on participant's tolerance, abilities and safety.","armGroupLabels":["Duration based treadmill training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Cardiovascular Fitness (VO2 Peak)","description":"Cardiovascular fitness is measured by collecting the expired gases during a progressive graded treadmill test.","timeFrame":"Baseline to 6 month"},{"measure":"Paretic Thigh Skeletal Muscle Myosin Heavy Chain Myosin Heavy Chain Isoform 2a","description":"Skeletal muscle punch biopsies are obtained from the bilateral (paretic and non-paretic) vastus lateralis thigh muscle, at baseline and after 6 month interventions. Homogenized muscle messenger ribonucleic acid (mRNA) for myosin heavy chain isoforms are analyzed by real time polymerase chain reaction as fluorescent units with normalization to an acidic ribosomal protein, a housekeeping gene.","timeFrame":"Baseline to 6 month"}],"secondaryOutcomes":[{"measure":"30 Foot Walk Time (Sec)","description":"Participants are instructed to walk fast as comfortable on a straight pathway on the floor demarcated by cones. They may use their usual canes, walkers, and orthotics while they walk. The walks are timed, the value is the mean of three trials with an interval rest between each trial.","timeFrame":"baseline to 6 month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chronic stroke (\\>6 months after initial stroke)\n* Age 40-80\n* Stable neurologic deficits\n* Able to walk with an assistive device\n* Language skills to understand the training program safely\n\nExclusion Criteria:\n\n* No anticoagulation or medical conditions that preclude exercise.\n* No dementias or depression","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Charlene Hafer-Macko, MD","affiliation":"VA Maryland Health Care System, Baltimore","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"VA Maryland Health Care System, Baltimore","city":"Baltimore","state":"Maryland","zip":"21201","country":"United States","geoPoint":{"lat":39.29038,"lon":-76.61219}}]},"referencesModule":{"references":[{"pmid":"18277823","type":"BACKGROUND","citation":"Ivey FM, Hafer-Macko CE, Macko RF. Exercise training for cardiometabolic adaptation after stroke. J Cardiopulm Rehabil Prev. 2008 Jan-Feb;28(1):2-11. doi: 10.1097/01.HCR.0000311501.57022.a8."},{"pmid":"18566943","type":"BACKGROUND","citation":"Ivey FM, Hafer-Macko CE, Macko RF. Task-oriented treadmill exercise training in chronic hemiparetic stroke. J Rehabil Res Dev. 2008;45(2):249-59. doi: 10.1682/jrrd.2007.02.0035."},{"pmid":"19225985","type":"BACKGROUND","citation":"Prior SJ, McKenzie MJ, Joseph LJ, Ivey FM, Macko RF, Hafer-Macko CE, Ryan AS. Reduced skeletal muscle capillarization and glucose intolerance. Microcirculation. 2009 Apr;16(3):203-12. doi: 10.1080/10739680802502423. Epub 2009 Feb 16."},{"pmid":"18566945","type":"BACKGROUND","citation":"McKenzie MJ, Yu S, Macko RF, McLenithan JC, Hafer-Macko CE. Human genome comparison of paretic and nonparetic vastus lateralis muscle in patients with hemiparetic stroke. J Rehabil Res Dev. 2008;45(2):273-81. doi: 10.1682/jrrd.2007.02.0036."},{"pmid":"21636819","type":"BACKGROUND","citation":"Ivey FM, Ryan AS, Hafer-Macko CE, Macko RF. Improved cerebral vasomotor reactivity after exercise training in hemiparetic stroke survivors. Stroke. 2011 Jul;42(7):1994-2000. doi: 10.1161/STROKEAHA.110.607879. Epub 2011 Jun 2."},{"pmid":"21164115","type":"BACKGROUND","citation":"Ryan AS, Ivey FM, Prior S, Li G, Hafer-Macko C. Skeletal muscle hypertrophy and muscle myostatin reduction after resistive training in stroke survivors. Stroke. 2011 Feb;42(2):416-20. doi: 10.1161/STROKEAHA.110.602441. Epub 2010 Dec 16."},{"pmid":"18566944","type":"RESULT","citation":"Hafer-Macko CE, Ryan AS, Ivey FM, Macko RF. Skeletal muscle changes after hemiparetic stroke and potential beneficial effects of exercise intervention strategies. J Rehabil Res Dev. 2008;45(2):261-72. doi: 10.1682/jrrd.2007.02.0040."},{"pmid":"21734070","type":"RESULT","citation":"Ryan AS, Buscemi A, Forrester L, Hafer-Macko CE, Ivey FM. Atrophy and intramuscular fat in specific muscles of the thigh: associated weakness and hyperinsulinemia in stroke survivors. Neurorehabil Neural Repair. 2011 Nov-Dec;25(9):865-72. doi: 10.1177/1545968311408920. Epub 2011 Jul 6."},{"pmid":"26303787","type":"RESULT","citation":"Ivey FM, Stookey AD, Hafer-Macko CE, Ryan AS, Macko RF. Higher Treadmill Training Intensity to Address Functional Aerobic Impairment after Stroke. J Stroke Cerebrovasc Dis. 2015 Nov;24(11):2539-46. doi: 10.1016/j.jstrokecerebrovasdis.2015.07.002. Epub 2015 Aug 21."}],"seeAlsoLinks":[{"label":"Click here for more information about this study: Inflammatory Abnormalities in Muscle After Stroke: Effects of Exercise","url":"http://www.acsm.org"},{"label":"Click here for more information about this study: Inflammatory Abnormalities in Muscle After Stroke: Effects of Exercise","url":"http://www.stroke.org"},{"label":"Click here for more information about this study: Inflammatory Abnormalities in Muscle After Stroke: Effects of Exercise","url":"http://www.strokeassociation.org"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"resultsSection":{"participantFlowModule":{"preAssignmentDetails":"Reasons for participant exclusion were not meeting eligibility criteria, screen failures (ischemia on stress test or serious lab abnormalities) new medical conditions, study time requirements, return to work, lost to follow-up, lack of transportation.","recruitmentDetails":"Veterans with chronic hemiparetic stroke (latency \\> 6 months) were recruited from the Baltimore VA and University of Maryland Neurology and Primary care clinics, as well as through Institutional Review Board approved flyers and ads.","groups":[{"id":"FG000","title":"Velocity Based Treadmill Training","description":"6-month treadmill exercise progressed on speed based on individual participant's tolerance, abilities and safety."},{"id":"FG001","title":"Duration Based Treadmill Training","description":"6-month treadmill exercise at self-selected speed progressed only on training duration."}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"47"},{"groupId":"FG001","numSubjects":"52"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"18"},{"groupId":"FG001","numSubjects":"16"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"29"},{"groupId":"FG001","numSubjects":"36"}]}],"dropWithdraws":[{"type":"Physician Decision","reasons":[{"groupId":"FG000","numSubjects":"6"},{"groupId":"FG001","numSubjects":"4"}]},{"type":"Lost to Follow-up","reasons":[{"groupId":"FG000","numSubjects":"17"},{"groupId":"FG001","numSubjects":"20"}]},{"type":"Withdrawal by Subject","reasons":[{"groupId":"FG000","numSubjects":"6"},{"groupId":"FG001","numSubjects":"12"}]}]}]},"baselineCharacteristicsModule":{"groups":[{"id":"BG000","title":"Velocity Based Treadmill Training","description":"6-month treadmill exercise progressed only gait speed and then incline to achieve moderate aerobic exercise heart rate training goal."},{"id":"BG001","title":"Duration Based Treadmill Training","description":"6-month treadmill exercise at self-selected speed progressed only on training duration."},{"id":"BG002","title":"Total","description":"Total of all reporting groups"}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"47"},{"groupId":"BG001","value":"52"},{"groupId":"BG002","value":"99"}]}],"measures":[{"title":"Age, Categorical","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"<=18 years","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]},{"title":"Between 18 and 65 years","measurements":[{"groupId":"BG000","value":"7"},{"groupId":"BG001","value":"10"},{"groupId":"BG002","value":"17"}]},{"title":">=65 years","measurements":[{"groupId":"BG000","value":"40"},{"groupId":"BG001","value":"42"},{"groupId":"BG002","value":"82"}]}]}]},{"title":"Age, Continuous","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"years","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"62","spread":"3"},{"groupId":"BG001","value":"64","spread":"6"},{"groupId":"BG002","value":"63","spread":"3"}]}]}]},{"title":"Sex: Female, Male","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"11"},{"groupId":"BG001","value":"14"},{"groupId":"BG002","value":"25"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"36"},{"groupId":"BG001","value":"38"},{"groupId":"BG002","value":"74"}]}]}]},{"title":"Race/Ethnicity, Customized","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"title":"Race","categories":[{"title":"African American","measurements":[{"groupId":"BG000","value":"28"},{"groupId":"BG001","value":"32"},{"groupId":"BG002","value":"60"}]},{"title":"Latino","measurements":[{"groupId":"BG000","value":"3"},{"groupId":"BG001","value":"1"},{"groupId":"BG002","value":"4"}]},{"title":"Caucasian","measurements":[{"groupId":"BG000","value":"16"},{"groupId":"BG001","value":"19"},{"groupId":"BG002","value":"35"}]}]}]},{"title":"Region of Enrollment","paramType":"NUMBER","unitOfMeasure":"participants","classes":[{"title":"United States","categories":[{"measurements":[{"groupId":"BG000","value":"47"},{"groupId":"BG001","value":"52"},{"groupId":"BG002","value":"99"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"Cardiovascular Fitness (VO2 Peak)","description":"Cardiovascular fitness is measured by collecting the expired gases during a progressive graded treadmill test.","populationDescription":"Randomized study design with Intent to treat group by time analysis of change in peak cardiovascular fitness levels between the higher-intensity treadmill training group and the lower intensity training group across baseline to 6 months post-exercise time points.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Error","unitOfMeasure":"ml/kg/min","timeFrame":"Baseline to 6 month","groups":[{"id":"OG000","title":"Velocity Based Treadmill Training","description":"6-month treadmill exercise progressed only gait speed and then incline to achieve moderate aerobic exercise heart rate training goal."},{"id":"OG001","title":"Duration Based Treadmill Training","description":"6-month treadmill exercise at self-selected speed progressed only on training duration."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"18"},{"groupId":"OG001","value":"16"}]}],"classes":[{"title":"baseline","categories":[{"measurements":[{"groupId":"OG000","value":"15.9","spread":"1.7"},{"groupId":"OG001","value":"16.6","spread":"1.2"}]}]},{"title":"6 month","categories":[{"measurements":[{"groupId":"OG000","value":"21.3","spread":"1.6"},{"groupId":"OG001","value":"17.5","spread":"1.2"}]}]}],"analyses":[{"groupIds":["OG000","OG001"],"groupDescription":"Power Calculation: It was calculated that 29 subjects should be randomized to 2 groups to achieve a significant time by group interaction for peak fitness for high-velocity or low velocity duration training groups, assuming a power of 90 percent power and alpha = 0.01, two-tailed analyses.\n\nPrimary analyses is a group by time analysis of variance in peak fitness levels between the higher-intensity and lower intensity training groups across baseline to 6 months post-exercise time points.","nonInferiorityType":"OTHER","nonInferiorityComment":"Analysis of variance between groups across time is the primary analyses.","pValue":"0.001","pValueComment":"Group (high velocity training vs. low velocity duration training) by time (baseline to post-6 months) for the primary outcome category (peak fitness) using repeated measures analysis of variance. No adjustment for multiple comparisons is needed.","statisticalMethod":"ANOVA","statisticalComment":"No other adjustments such as degrees of freedom was necessary."}]},{"type":"PRIMARY","title":"Paretic Thigh Skeletal Muscle Myosin Heavy Chain Myosin Heavy Chain Isoform 2a","description":"Skeletal muscle punch biopsies are obtained from the bilateral (paretic and non-paretic) vastus lateralis thigh muscle, at baseline and after 6 month interventions. Homogenized muscle messenger ribonucleic acid (mRNA) for myosin heavy chain isoforms are analyzed by real time polymerase chain reaction as fluorescent units with normalization to an acidic ribosomal protein, a housekeeping gene.","populationDescription":"The difference muscle and participant number reflects those that participated and completed pre/post biopsies.\n\nParetic thigh muscle, at baseline and after 6 month interventions, are analyzed for myosin heavy chain proportions. Values were the mean of duplicates run on polymerase chain reaction were normalized to a ribosomal protein mRNA.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Error","unitOfMeasure":"PCR flourescence units","timeFrame":"Baseline to 6 month","groups":[{"id":"OG000","title":"Velocity Based Treadmill Training","description":"6-month treadmill exercise progressed only gait speed and then incline to achieve moderate aerobic exercise heart rate training goal."},{"id":"OG001","title":"Duration Based Treadmill Training","description":"6-month treadmill exercise at self-selected speed progressed only on training duration."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"7"},{"groupId":"OG001","value":"6"}]}],"classes":[{"title":"Baseline","categories":[{"measurements":[{"groupId":"OG000","value":"3.35","spread":"0.87"},{"groupId":"OG001","value":"3.64","spread":"0.74"}]}]},{"title":"6 months","categories":[{"measurements":[{"groupId":"OG000","value":"4.40","spread":"0.71"},{"groupId":"OG001","value":"5.44","spread":"0.79"}]}]}],"analyses":[{"groupIds":["OG000","OG001"],"groupDescription":"Power Calculation: It was calculated that 22 participants should be randomized to 2 groups to achieve a significant time by group interaction for myosin heavy chain isoforms for high-velocity or low velocity duration training groups, assuming a power of 90 percent power and alpha = 0.01, two-tailed analyses.","nonInferiorityType":"OTHER","nonInferiorityComment":"Primary analyses is a group by time analysis of variance in myosin heavy chain levels levels between the higher-intensity and lower intensity training groups across baseline to 6 months post-exercise time points.","pValue":"0.11","statisticalMethod":"ANOVA"}]},{"type":"SECONDARY","title":"30 Foot Walk Time (Sec)","description":"Participants are instructed to walk fast as comfortable on a straight pathway on the floor demarcated by cones. They may use their usual canes, walkers, and orthotics while they walk. The walks are timed, the value is the mean of three trials with an interval rest between each trial.","populationDescription":"Randomized study design with intent to treat group by time analysis of change in floor walking time between the higher-intensity treadmill training group and the lower intensity training group across baseline to 6 months post-exercise time points.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Error","unitOfMeasure":"sec","timeFrame":"baseline to 6 month","groups":[{"id":"OG000","title":"Velocity Based Treadmill Training","description":"6-month treadmill exercise progressed only gait speed and then incline to achieve moderate aerobic exercise heart rate training goal."},{"id":"OG001","title":"Duration Based Treadmill Training","description":"6-month treadmill exercise at self-selected speed progressed only on training duration."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"18"},{"groupId":"OG001","value":"16"}]}],"classes":[{"title":"baseline","categories":[{"measurements":[{"groupId":"OG000","value":"15.4","spread":"2.1"},{"groupId":"OG001","value":"17.2","spread":"2.2"}]}]},{"title":"6 month","categories":[{"measurements":[{"groupId":"OG000","value":"13.8","spread":"2.1"},{"groupId":"OG001","value":"15.9","spread":"1.9"}]}]}],"analyses":[{"groupIds":["OG000","OG001"],"groupDescription":"Primary analyses is a group by time analysis of variance in 30 foot walk time (sec) between the higher-intensity and lower intensity training groups across baseline to 6 months post-exercise time points.","nonInferiorityType":"OTHER","nonInferiorityComment":"Analysis of variance between groups across time is the primary analyses.","pValue":"0.81","pValueComment":"Group (high velocity training vs. low velocity duration training) by time (baseline to post-6 months) for the secondary outcome category (30 ft walk time - fastest comfortable gait) using repeated measures analysis of variance.","statisticalMethod":"ANOVA","statisticalComment":"No other adjustments such as degrees of freedom was necessary."}]}]},"adverseEventsModule":{"frequencyThreshold":"5","timeFrame":"Adverse event data was collected from time of consent signing to completion of the final post test (consent process, screening, baseline testing, 6 month intervention, and post testing. This represents about 7 to 8 months of participant study involvement.","description":"Adverse and serious adverse event are the definition are similar to those used in clinical trials.gov.","eventGroups":[{"id":"EG000","title":"Velocity Based Treadmill Training","description":"6-month treadmill exercise progressed only gait speed and then incline to achieve moderate aerobic exercise heart rate training goal.","deathsNumAffected":0,"deathsNumAtRisk":47,"seriousNumAffected":1,"seriousNumAtRisk":47,"otherNumAffected":8,"otherNumAtRisk":47},{"id":"EG001","title":"Duration Based Treadmill Training","description":"6-month treadmill exercise at self-selected speed progressed only on training duration.","deathsNumAffected":0,"deathsNumAtRisk":52,"seriousNumAffected":2,"seriousNumAtRisk":52,"otherNumAffected":9,"otherNumAtRisk":52}],"seriousEvents":[{"term":"pneumonia","organSystem":"Respiratory, thoracic and mediastinal disorders","sourceVocabulary":"SNOMED CT","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"lung infection","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":47},{"groupId":"EG001","numEvents":0,"numAffected":0,"numAtRisk":52}]},{"term":"recurrent stroke","organSystem":"Nervous system disorders","sourceVocabulary":"SNOMED CT","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":0,"numAffected":0,"numAtRisk":47},{"groupId":"EG001","numEvents":1,"numAffected":1,"numAtRisk":52}]},{"term":"UTI","organSystem":"Infections and infestations","sourceVocabulary":"SNOMED CT","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"urine infection","stats":[{"groupId":"EG000","numEvents":0,"numAffected":0,"numAtRisk":47},{"groupId":"EG001","numEvents":1,"numAffected":1,"numAtRisk":52}]}],"otherEvents":[{"term":"Abnormal cardiac screening treadmill test","organSystem":"Cardiac disorders","sourceVocabulary":"SNOMED CT","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Signs of chest pain, signs of cardiac ischemia or cardiac arrhythmia on electrocardiogram during the stress test.","stats":[{"groupId":"EG000","numEvents":2,"numAffected":2,"numAtRisk":47},{"groupId":"EG001","numEvents":3,"numAffected":3,"numAtRisk":52}]},{"term":"Screening lab abnormality","organSystem":"Metabolism and nutrition disorders","sourceVocabulary":"SNOMED CT","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"This includes abnormalities on screening with blood count, electrolyte abnormalities, thyroid dysfunction, poor glucose control.","stats":[{"groupId":"EG000","numEvents":3,"numAffected":3,"numAtRisk":47},{"groupId":"EG001","numEvents":2,"numAffected":2,"numAtRisk":52}]},{"term":"abnormal screening imaging","organSystem":"Musculoskeletal and connective tissue disorders","sourceVocabulary":"SNOMED CT","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"osteopenia, osteoporosis, incidental non-critical abdominal aneurysm, non-diagnosed diverticulosis,","stats":[{"groupId":"EG000","numEvents":3,"numAffected":3,"numAtRisk":47},{"groupId":"EG001","numEvents":4,"numAffected":4,"numAtRisk":52}]}]},"moreInfoModule":{"limitationsAndCaveats":{"description":"Limitations of the study, such as early termination, led to smaller numbers of participants analyzed and technical problems with measurement and participant inability to attend testing or complete testing led to unreliable and missing data."},"certainAgreement":{"piSponsorEmployee":true},"pointOfContact":{"title":"Charlene Hafer-Macko","organization":"Baltimore VAMC","email":"charlene.hafer-macko@va.gov","phone":"410-605-7000","phoneExt":"5451"}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000007249","term":"Inflammation"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M12","name":"Congenital Abnormalities","relevance":"LOW"},{"id":"M9983","name":"Inflammation","asFound":"Inflammation","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":true}