{"protocolSection":{"identificationModule":{"nctId":"NCT04703218","orgStudyIdInfo":{"id":"20-055"},"organization":{"fullName":"University Hospital, Caen","class":"OTHER"},"briefTitle":"REEDUCATION OF OLFACTORY DISORDERS AFTER A CEREBRAL VASCULAR ACCIDENT IN ADULTS","officialTitle":"REEDUCATION OF OLFACTORY DISORDERS AFTER A CEREBRAL VASCULAR ACCIDENT IN ADULTS","acronym":"RE-OLF"},"statusModule":{"statusVerifiedDate":"2021-01","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-06-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-01-07","studyFirstSubmitQcDate":"2021-01-07","studyFirstPostDateStruct":{"date":"2021-01-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-07-27","lastUpdatePostDateStruct":{"date":"2021-07-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Caen","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Study context:\n\nThe literature identifies more and more research revealing olfactory disorders, with a high frequency after an acquired brain injury. So far, studies have mainly focused on post-traumatic and post-infectious olfactory disorders of the upper airways. There is scarcer data available on the olfactory disorders occurring after stroke. A recent study found 43.6% of patients with a loss of olfactory function after a stroke (2). This type of disorder can have repercussions in everyday life and endanger people, not being able to smell a burning odor or gas fumes. In addition, patients frequently describe loss of pleasure associated with these olfactory disorders (3). Tests allowing the evaluation of these difficulties exist but remain little used in clinical routine (4). These psychophysical tests allow a quantitative analysis of the olfactory capacities of subjects through various measures such as the detection threshold (T SST sub-score), discrimination (D SST sub-score) or the identification of an odor. (SST sub-score I). Some studies have shown a reduction in olfactory disturbances following specific training. Thus, Hummel et al. proposed a self-stimulation protocol to patients whose olfactory dysfunction was due to various aetiologies (post-infectious, post-traumatic or idiopathic) (5). People were to smell 4 scents twice a day for 12 weeks. The results show an improvement in the olfaction of the patients, while no change was noted in the subjects who did not perform the training. Lehrer et al. obtained similar results in patients with head trauma (CT) after 3 months of training (6). However, no study has looked at the effect of specific olfaction training in post-stroke patients. The few data available in the literature suggest that these disorders are common after stroke.\n\nObjectives :\n\nWe propose an open, randomized controlled study, comparing the SST score between the group of patients who received olfactory training and the group who received standard rehabilitation.\n\nMaterial and methods :\n\nIn the treatment of post-stroke olfactory disorders, we will suggest to patients hospitalized in SSR or followed in consultation to participate in a controlled, randomized open study.\n\nAll included patients will be assessed using the SST and the modified ASOF quality of life questionnaire (7). After randomization, patients in the treatment group will benefit from a presentation of specific olfaction training. This training consists of smelling 4 scents twice a day using scent sticks, for 12 weeks. At the end of these 12 weeks, a post-protocol evaluation including the SST, the modified ASOF quality of life questionnaire and a measurement of any side effects related to training will be offered.\n\nHypothesis tested:\n\nThe aim of this work is to evaluate the effectiveness of a specific olfaction training protocol in patients with olfaction disorders following stroke."},"conditionsModule":{"conditions":["Adult With Stroke and Olfaction's Complaint"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":128,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients with stroke and olfaction disorder benefiting from specific olfaction training.","type":"EXPERIMENTAL","interventionNames":["Other: olfactory rehabilitation"]},{"label":"Patients with stroke and olfactory disorder benefiting from standard post-stroke rehabilitation","type":"NO_INTERVENTION"}],"interventions":[{"type":"OTHER","name":"olfactory rehabilitation","description":"Olfactory rehabilitation consists of smelling 4 scents twice a day using scent sticks, for 12 weeks","armGroupLabels":["Patients with stroke and olfaction disorder benefiting from specific olfaction training."]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"TDI score obtained in SST after the training period (12 weeks)","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"Score obtained on the ASOF quality of life questionnaire modified after training (12 weeks)","timeFrame":"3 months"},{"measure":"T, D and I sub-scores obtained in SST after training (12 weeks)","timeFrame":"3 months"},{"measure":"Number of complaints about side effects and possible discomfort related to training","timeFrame":"3 months and 6 months"},{"measure":"Number of training stops (training < 12 weeks)","timeFrame":"3 months"},{"measure":"score obtained in the SST after training (12 weeks)","timeFrame":"3 months"},{"measure":"TDI score obtained at SST 3 months after the end of training (at 24 weeks)","timeFrame":"6 months"},{"measure":"Percentage of patients changing category according to the thresholds validated by the SST (anosmia, hyposmia, normosmia).","timeFrame":"3 months and 6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult patient under 65 in order to avoid presbyosmia bias,\n* Patient suffering from an ischemic and / or hemorrhagic stroke dating at least 3 months,\n* Patient followed in the SRH department and / or in post-stroke consultation,\n* French-speaking patient,\n* Patient affiliated to the social security scheme,\n* Patient having signed the informed consent.\n\nExclusion Criteria:\n\n* Patient with a TDI score greater than 30.5 on the SST,\n* Patient with global aphasia: score \\<25 on the oral comprehension subtest of MT86 sentences (1),\n* Person under legal protection (guardianship, curatorship, safeguard of justice),\n* Patient treated with corticosteroids, corticosteroids, steroids, antihistamines and antibiotics which may have repercussions on olfaction,\n* History of trauma to the face,\n* History of ENT surgery,\n* Chronic rhinitis,\n* Infection of the ENT sphere in the 15 days preceding inclusion,\n* Neurodegenerative pathology,\n* Parosmia, phantosmia or cacosmia,\n* History of systemic chemotherapy or radiotherapy to the head.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebral Vascular Accident","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}