{"protocolSection":{"identificationModule":{"nctId":"NCT04676880","orgStudyIdInfo":{"id":"RDC-2020.01"},"organization":{"fullName":"R&D Cardiologie","class":"OTHER"},"briefTitle":"Left Atrial Appendage Occlusion for AF Patients Unable to Use Oral Anticoagulation Therapy","officialTitle":"Comparing Effectiveness and Safety of Left Atrial Appendage Occlusion for Non-valvular Atrial Fibrillation Patients at High Stroke Risk Unable to Use Oral Anticoagulation Therapy","acronym":"COMPARE-LAAO"},"statusModule":{"statusVerifiedDate":"2022-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-05-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-11-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-11-25","studyFirstSubmitQcDate":"2020-12-18","studyFirstPostDateStruct":{"date":"2020-12-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-12-19","lastUpdatePostDateStruct":{"date":"2022-12-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"L.V.A. Boersma","investigatorTitle":"Clinical professor","investigatorAffiliation":"R&D Cardiologie"},"leadSponsor":{"name":"R&D Cardiologie","class":"OTHER"},"collaborators":[{"name":"ZonMw: The Netherlands Organisation for Health Research and Development","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"Up to 5% of Atrial Fibrillation (AF) patients may have or develop contraindications to use oral anticoagulation (OAC). Randomized controlled trial (RCT) data suggest that Left Atrial Appendage Occlusion (LAAO) may provide a non-inferior alternative for cardioembolic stroke protection in patients tolerant to OAC. However, RCT data for LAAO is lacking in patients with contra-indications to OAC using antiplatelet (APT) or no therapy as usual care. The hypothesis underlying this trial is to demonstrate that LAAO is superior to usual care for the prevention of stroke.","detailedDescription":"Stroke risk for non-valvular AF is estimated with the CHA2DS2-VASc score. When patients have no risk factors, no anticoagulation is recommended with a Class III, loe B. With 1 risk factor in men and 2 in women, anticoagulation should be considered (class IIA, loe-B). When the CHA2DS2-VASc score is 2 or greater in men (3 or greater in women) anticoagulation is recommended in all with a Class I, loe-A, preferably with a NOAC (class I, loe-A). Platelet inhibitor monotherapy is prohibited with a Class III, loe-A. Patients that have or develop a long-term contra-indication for oral anticoagulation have no class I guideline accepted alternative. Instead it is recommended to modify conditions or interrupt anticoagulants (Class IIB, loe-B). Resumption of oral anticoagulants should be guided by a multidisciplinary team that weighs the risks and benefits of such a course of action (class IIA, loe-C). In patients after an intracranial haemorrhage (ICH), it is recommended to initiate or resume anticoagulation after 2-4 weeks (class IIA, loeC) choosing an agent with low intracranial bleeding risk.\n\nThere is insufficient data to support the choice of anticoagulant and no evidence at all for avoiding stroke prevention altogether, which has led to wide variations in restarting oral anticoagulation often after several months of abstinence. Over 60% does not even resume therapy after anticoagulation-associated ICH.\n\nAs the LAA is the dominant source for cardioembolic stroke, mechanical percutaneous endocardial occlusion procedures have been developed. The WATCHMAN and AMULET (both FDA- and CE approval) are the most used but others are emerging. Basically, a cardiac catheterization is performed from the Femoral Vein, passing a 14F catheter through the Inferior Caval Vein and the interatrial septum to the left atrium. The delivery system is then positioned in the LAA ostium, and the device is deployed blocking the entrance and eliminating the LAA from the circulation. The implant procedure is usually guided by trans-esophageal echo imaging to assess device size and determine optimal position before it can be released. Adequate closure is achieved in 99% of patients nowadays, with a low and manageable procedural risk of 2.5%. To avoid device-related thrombus during reendothelialization patients are treated with dual antithrombotic agents, aspirin and clopidogrel in the first 3 months, which is narrowed down to aspirin until 1 year after which time it may be discontinued.\n\nThe 5-year follow up of PROTECT-AF and PREVAIL showed that LAAO was non-inferior to vitamin K antagonist (VKA) for the primary endpoint of stroke/ TIA/systemic embolism/death (HR 0.82, p-value 0.3), while VKA-patients had significantly more major bleeding events after the implant (HR 0.48, p=0.0003). WATCHMAN LAAO is CE and FDA approved and worldwide almost 100.000 WATCHMAN implantations have now been performed. Currently no RCT outcome data are available comparing WATCHMAN LAAO to any type of NOAC. For AMULET and other LAAO devices there are no published RCT compared to either VKA or NOAC. The EWOLUTION all-comers registry data in over 1000 AF pts (73% unable to use (N)OAC, CHA2DS2-VASc 4.7) WATCHMAN LAAO showed stroke and bleeding rates 80% and 46% lower than expected compared to historical data. In 2 similar AMPLATZER-AMULET LAAO registries of \\>1000 AF patients, stroke and bleeding rates were 50-60% lower. Both in the 2020 ESC and the 2019 AHA/ACC guidelines, LAAO has received a Class IIb, loe-B recommendation for stroke prevention in patients with AF that have non-reversible contra-indications for long-term anticoagulation.\n\nThe COMPARE-LAAO trial studies the effectiveness and safety of LAAO as an alternative means for stroke prevention, to establish whether outcomes in The Netherlands are comparable to literature. In the setting of a randomized controlled trial, LAA will be compared to usual care of anti-platelet therapy or nothing based on individual physician's assessment. Cost-effectiveness will be studied by comparing the additional cost of the procedure to cost of usual care, and the differences in cost between both arms for complications due to stroke and other embolism."},"conditionsModule":{"conditions":["Atrial Fibrillation","Anticoagulants and Bleeding Disorders"],"keywords":["Atrial fibrillation","Anticoagulation","Left atrial appendage occlusion","Left atrial appendage","Occluder","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This trial is set-up as an open-label, national multicentre, superiority randomized controlled trial where patients will be randomized in a 2:1 fashion to the device arm or the usual care arm.","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":609,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention arm - Left atrial appendage occlusion (with Watchman FLX or Amplatzer Amulet device)","type":"EXPERIMENTAL","description":"Patients randomized to the intervention arm will receive left atrial appendage occlusion. In order to prevent device-related thrombus, they will use dual antiplatelet therapy (acetylsalicylzuur + clopidogrel) for three months and single antiplatelet therapy (acetylsalicylzuur) until at least 12 months after the procedure.","interventionNames":["Device: Left atrial appendage occlusion (Watchman FLX or Amplatzer Amulet)"]},{"label":"Control arm - no or usual care","type":"NO_INTERVENTION","description":"The patients in the control arm will stay on optimal treatment as decided by the referring physician (antiplatelet therapy or nothing)."}],"interventions":[{"type":"DEVICE","name":"Left atrial appendage occlusion (Watchman FLX or Amplatzer Amulet)","description":"Currently, there are two devices available on the Dutch market, Watchman and Amulet. After randomization to the intervention arm, additional randomization for type of device will follow. If the amount of procedures is too small to implant two devices, the centre will implant a device of choice.","armGroupLabels":["Intervention arm - Left atrial appendage occlusion (with Watchman FLX or Amplatzer Amulet device)"],"otherNames":["Watchman FLX device","Amplatzer Amulet device"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Time to first occurrence of ischemic or hemorrhagic or undetermined stroke.","timeFrame":"Minimal follow up is 1 year, maximum follow up +/- 5 years"},{"measure":"Time to first occurrence of the composite of stroke (ischemic or hemorrhagic or undetermined), TIA and systemic embolism.","timeFrame":"Minimal follow up is 1 year, maximum follow up +/- 5 years"},{"measure":"Incidence of procedural complications","description":"Defined as major procedure-related events that require prolonged hospitalization and/or specific treatment, or that lead to permanent physical or mental disability, including but not limited to: pericardiocentesis, major access site bleeding (BARC), any other major bleeding (BARC), device dislocation from the LAA to the heart or aorta, stroke, death, or other severe complications that are considered due to the procedure","timeFrame":"Procedure up to 30 days"}],"secondaryOutcomes":[{"measure":"The composite event rate of stroke (ischemic or hemorrhagic), TIA, systemic embolism and cardiovascular death.","timeFrame":"Through study completion, an average of 3 years"},{"measure":"Ischemic stroke event rate","timeFrame":"Through study completion, an average of 3 years"},{"measure":"Disabling stroke event rate","timeFrame":"Through study completion, an average of 3 years"},{"measure":"Hemorrhagic stroke event rate","timeFrame":"Through study completion, an average of 3 years"},{"measure":"TIA event rate","timeFrame":"Through study completion, an average of 3 years"},{"measure":"Systemic embolism (SE) event rate","timeFrame":"Through study completion, an average of 3 years"},{"measure":"Mortality (cardiovascular) event rate","timeFrame":"Through study completion, an average of 3 years"},{"measure":"Mortality (all-cause) event rate","timeFrame":"Through study completion, an average of 3 years"},{"measure":"Major bleeding event rate (according to BARC criteria)","timeFrame":"both procedural up to 7 days, as well as total (through study completion, an average of 3 years)"},{"measure":"Minor bleeding event rate","timeFrame":"both procedural up to 7 days, as well as total (through study completion, an average of 3 years)"},{"measure":"Number of patients with successful device deployment","timeFrame":"procedural up to 7 days"},{"measure":"Adverse events rate","timeFrame":"at 30 days, and from 30 days until end of follow up (max. 5 years, avarage of 3 years)"},{"measure":"Device related thrombus event rate","timeFrame":"Through study completion, an average of 3 years"},{"measure":"Net-clinical benefit of efficacy and safety endpoint (calculated as the difference in time to first occurence of stroke, TIA and SE in both arms in comparison to the 30-day rate of procedural complications in both groups)","timeFrame":"Through study completion, an average of 3 years"},{"measure":"Patient-reported health quality assessed by the SF12 questionnaire","description":"SF-12 stands for 12-Item Short Form Health Survey. Every question is scored from 1 to 5 points. Higher scores indicate better outcomes.","timeFrame":"baseline, 3, 6, 12 months, after that on a yearly base (until the end of the study, max follow up +/- 5 years)"},{"measure":"Anxiety and depression assessed by the HADS questionnaire","description":"HADS questionnaire stands for Hospital Anxiety and Depression Scale. The scale of the HADS-questionnaire lies between 0-21.\n\nFor both anxiety and depression, de scores indicate:\n\n* 0-7 = normal\n* 8-10 = borderline normal\n* 11-21 = abnormal","timeFrame":"baseline, 3, 6, 12 months, after that on a yearly base (until the end of the study, max follow up +/- 5 years)"},{"measure":"Generic health status assessed by the EQ5D5L questionnaire (in order to perform a cost-effectiveness analysis)","description":"EQ5D5L is a standardized instrument for measuring generic health status, widely used for (among other things) economic evaluations.\n\nThe EQ5D5L consists of 5 dimensions (mobility, self care, usual activities, pain/discomfort, anxiety/depression), each with a scale/digit of 1-5 (where 1 indicates no problem and 5 indicates extreme problems).\n\nThe digits for 5 dimensions can be combined in a 5-digit number describing a patients health state (this is no cardinal score).\n\nFrom these 5-digits numbers, a index value can be calculated. These index values will be compared between the different time frames and groups.","timeFrame":"Through study completion, an average of 3 years. Questionnaires will be send on a half yearly basis."},{"measure":"Medical consumption (in order to perform a cost-effectiveness analysis)","description":"iMCQ stands for iMTA Medical Consumption Questionnaire and is developed in order to improve standardization in measurement in health economic evaluation.\n\nThe iMCQ is a generic instrument for measuring medical costs. The iMCQ includes questions related to frequently occurring contacts with health care providers.","timeFrame":"Through study completion, an average of 3 years. Questionnaires will be send on a half yearly basis."},{"measure":"Productivity losses (in order to perform a cost-effectiveness analysis)","description":"iPCQ stands for iMTA Productivity Cost Questionnaire and is developed in order to improve standardization in measurement in health economic evaluation.\n\nThe iPCQ is a generic questionnaire for the measurement of productivity losses.","timeFrame":"Through study completion, an average of 3 years. Questionnaires will be send on a half yearly basis."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Documented non-valvular AF (paroxysmal or non-paroxysmal) and\n2. CHA2DS2-VASc score of 2 or more and\n3. Unsuitable for long-term use of oral anticoagulation as determined by the referring physician team as well as the multidisciplinary team in the study hospital and\n4. Suitable for dual APT for at least 3 months and single APT from 3 until at most 12 months and\n5. At least 18 years of age, and willing and able to provide informed consent and adhere to study rules and regulations and follow-up\n\nThe decision of suitability for LAAO should be made by a multidisciplinary team consisting of at least an echocardiographist, an implanting cardiologist, and a cardiac surgeon. The decision of unsuitability for oral anticoagulation by the referring and implanting centers will be clearly and extensively documented in the study charts. This should include the support of physicians other than the referring and implanting cardiologist. These physicians should be specialists in the field where the contra-indication arises such as neurology, gastro-enterology, internal medicine, urology, or other specialties. In many cases the contra-indication may be due to (repeated) major bleeding.Bleeding will be classified according to the BARC criteria as major with a score of 3 or more. The risk of recurrent bleeding should be established by a multidisciplinary team, as well as the decision that the risk of bleeding recurrence outweighs the benefit of restarting oral anticoagulation, which will be documented in the charts. Alternative reasons not to use anticoagulation should be major and irreversible. These may be highly variable and may include but are not limited to occupational or life-style hazards, drug side-effects, ineffectiveness, intolerance, renal or liver failure, falling hazards, vascular problems, cerebral amyloid deposition, and coagulation disorders.\n\nExclusion Criteria:\n\n1. Any invasive cardiac procedure within 30 days prior to randomization and 90 days after LAAO that would interfere with the study follow-up and medication\n2. Unsuitable LAA anatomy for closure or thrombus in the LAA at the time of procedure\n3. Contraindications or unfavourable conditions to perform cardiac catheterization or TEE\n4. Atrial septal malformations, atrial septal defect or a high-risk patient foramen ovale that may cause thrombo-embolic events\n5. Atrial septal defect repair or closure device or a patent foramen ovale repair or any other anatomical condition as this may preclude an LAAO procedure\n6. LVEF\\<31% and/or heart failure NYHA 3-4\n7. Mitral valve regurgitation grade 3 or more\n8. Mitral stenosis as this makes AF by definition valvular in nature\n9. Aortic valve stenosis (AVA\\<1.0 cm2 or Pmax\\>50 mmHg) or regurgitation grade 3 or more\n10. Planned cardiac surgery for any reason within 3 months\n11. Stroke within the 3 months prior to inclusion, if not yet clinically stable, and/or without adequate diagnostic or prognostic evaluation, and/or in need of other interventions NL75209.100.20 COMPARE-LAAO Study protocol version 1.4 September 2020\n12. Planned CEA for significant carotid artery disease\n13. Major bleeding (BARC criteria\\>type 2) within 1 month prior to inclusion or longer if it has not been resolved yet\n14. Compelling medical reason to use VKA or NOAC (e.g. mechanical heart valve, pulmonary embolism, ventricular aneurysm)\n15. Major contraindications for using aspirin or clopidogrel\n16. (planned) pregnancy\n17. Participation in any other clinical trial that interferes with the current study\n18. Life expectancy of less than 1 year","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Lucas VA Boersma, Prof. Dr.","role":"CONTACT","phone":"+31 (0)88 320 0900","email":"l.boersma@antoniusziekenhuis.nl"},{"name":"Mike Bosschaert, Drs.","role":"CONTACT","phone":"+31 (0)88 320 0900","email":"m.bosschaert@antoniusziekenhuis.nl"}],"overallOfficials":[{"name":"Lucas VA Boersma, Prof. Dr.","affiliation":"St Antonius Ziekenhuis Nieuwegein","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Medical Center Leeuwarden","status":"ACTIVE_NOT_RECRUITING","city":"Leeuwarden","state":"Friesland","zip":"8934 AD","country":"Netherlands","geoPoint":{"lat":53.20139,"lon":5.80859}},{"facility":"Radboud UMC","status":"NOT_YET_RECRUITING","city":"Nijmegen","state":"Gelderland","zip":"6525 GA","country":"Netherlands","contacts":[{"name":"Sjoerd Westra, MD","role":"CONTACT"}],"geoPoint":{"lat":51.8425,"lon":5.85278}},{"facility":"Maastricht UMC","status":"NOT_YET_RECRUITING","city":"Maastricht","state":"Limburg","zip":"6229 HX","country":"Netherlands","contacts":[{"name":"Marisevi Chaldoupi, MD, PhD","role":"CONTACT"}],"geoPoint":{"lat":50.84833,"lon":5.68889}},{"facility":"St Antonius Hospital","status":"RECRUITING","city":"Nieuwegein","state":"Noord Holland","zip":"3435 CM","country":"Netherlands","contacts":[{"name":"Lucas Boersma, prof. dr.","role":"CONTACT"},{"name":"Marina Huijboom","role":"CONTACT","phone":"+31 88 320 0900","email":"m.huijboom@antoniusziekenhuis.nl"}],"geoPoint":{"lat":52.02917,"lon":5.08056}},{"facility":"Amphia Hospital","status":"NOT_YET_RECRUITING","city":"Breda","state":"Noord-Brabant","zip":"4818 CK","country":"Netherlands","contacts":[{"name":"Sander IJsselmuiden, MD, PhD","role":"CONTACT"}],"geoPoint":{"lat":51.58656,"lon":4.77596}},{"facility":"OLVG","status":"NOT_YET_RECRUITING","city":"Amsterdam","state":"Noord-Holland","zip":"1091 AC","country":"Netherlands","contacts":[{"name":"Muchtiar Khan, MD","role":"CONTACT"}],"geoPoint":{"lat":52.37403,"lon":4.88969}},{"facility":"Amsterdam UMC","status":"NOT_YET_RECRUITING","city":"Amsterdam","state":"Noord-Holland","zip":"1105 AZ","country":"Netherlands","contacts":[{"name":"Joris de Groot, MD, PhD","role":"CONTACT"}],"geoPoint":{"lat":52.37403,"lon":4.88969}},{"facility":"Medical Spectrum Twente","status":"NOT_YET_RECRUITING","city":"Enschede","state":"Overijssel","zip":"7512 KZ","country":"Netherlands","contacts":[{"name":"Jeroen Stevenhagen, MD, PhD","role":"CONTACT"}],"geoPoint":{"lat":52.21833,"lon":6.89583}},{"facility":"Isala Clinics","status":"NOT_YET_RECRUITING","city":"Zwolle","state":"Overijssel","zip":"8025 BT","country":"Netherlands","contacts":[{"name":"Arif Elvan, MD, PhD","role":"CONTACT"}],"geoPoint":{"lat":52.5125,"lon":6.09444}},{"facility":"Haga Hospital","status":"NOT_YET_RECRUITING","city":"Den Haag","state":"Zuid Holland","zip":"2545 AA","country":"Netherlands","contacts":[{"name":"Jeroen van der Heijden, MD, PhD","role":"CONTACT"}],"geoPoint":{"lat":52.07667,"lon":4.29861}},{"facility":"Leiden UMC","status":"NOT_YET_RECRUITING","city":"Leiden","state":"Zuid-Holland","zip":"2333 ZA","country":"Netherlands","contacts":[{"name":"Frank van der Kley, MD","role":"CONTACT"}],"geoPoint":{"lat":52.15833,"lon":4.49306}},{"facility":"Erasmus MC","status":"ACTIVE_NOT_RECRUITING","city":"Rotterdam","state":"Zuid-Holland","zip":"3015 GD","country":"Netherlands","geoPoint":{"lat":51.9225,"lon":4.47917}},{"facility":"UMC Groningen","status":"ACTIVE_NOT_RECRUITING","city":"Groningen","zip":"9713 GZ","country":"Netherlands","geoPoint":{"lat":53.21917,"lon":6.56667}},{"facility":"UMC Utrecht","status":"RECRUITING","city":"Utrecht","zip":"3584 CX","country":"Netherlands","contacts":[{"name":"George Vlachojannis, MD, PhD","role":"CONTACT"}],"geoPoint":{"lat":52.09083,"lon":5.12222}}]},"referencesModule":{"references":[{"pmid":"35537503","type":"DERIVED","citation":"Huijboom M, Maarse M, Aarnink E, van Dijk V, Swaans M, van der Heijden J, IJsselmuiden S, Folkeringa R, Blaauw Y, Elvan A, Stevenhagen J, Vlachojannis G, van der Voort P, Westra S, Chaldoupi M, Khan M, de Groot J, van der Kley F, van Mieghem N, van Dijk E, Dijkgraaf M, Tijssen J, Boersma L. COMPARE LAAO: Rationale and design of the randomized controlled trial \"COMPARing Effectiveness and safety of Left Atrial Appendage Occlusion to standard of care for atrial fibrillation patients at high stroke risk and ineligible to use oral anticoagulation therapy\". Am Heart J. 2022 Aug;250:45-56. doi: 10.1016/j.ahj.2022.05.001. Epub 2022 May 7."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"During/at the end of the study, the database will be transfered to the 'Dutch Heart Registry' (https://nederlandsehartregistratie.nl/). This registry keeps track of all implantable devices that are within the national health insurance package. In this way, data can be obtained by other researchers (fair data principle).","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"After publishing the main study articles, all data will be available.","accessCriteria":"Specific degrees in the field of research have to be demonstrated, as well as links with hospitals or research institutes (e.g. an employee contract) of the researcher/physician."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"},{"id":"D000020141","term":"Hemostatic Disorders"},{"id":"D000001778","term":"Blood Coagulation Disorders"}],"ancestors":[{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000006402","term":"Hematologic Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000006474","term":"Hemorrhagic Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9246","name":"Hemorrhage","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M21667","name":"Hemostatic Disorders","asFound":"Bleeding Disorder","relevance":"HIGH"},{"id":"M4749","name":"Blood Coagulation Disorders","asFound":"Bleeding Disorder","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M9180","name":"Hematologic Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M9250","name":"Hemorrhagic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M1669","name":"Clopidogrel","relevance":"LOW"}],"browseBranches":[{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}