{"protocolSection":{"identificationModule":{"nctId":"NCT04015271","orgStudyIdInfo":{"id":"2019H0197"},"organization":{"fullName":"Ohio State University","class":"OTHER"},"briefTitle":"Feasibility of Action Observation and Repetitive Task Practice on Upper Extremity Outcomes in Chronic Stroke Survivors","officialTitle":"The Feasibility of Action Observation and Repetitive Task Practice Combined Practice Schedule on Upper Extremity Outcomes in Moderately Impaired Chronic Stroke Survivors"},"statusModule":{"statusVerifiedDate":"2020-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-06-27","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-12-31","type":"ACTUAL"},"completionDateStruct":{"date":"2019-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2019-07-02","studyFirstSubmitQcDate":"2019-07-09","studyFirstPostDateStruct":{"date":"2019-07-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-03-03","lastUpdatePostDateStruct":{"date":"2020-03-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"John Buford, PT, PhD","investigatorTitle":"Professor and Director of Physical Therapy Division, School of Health and Rehabilitation Sciences","investigatorAffiliation":"Ohio State University"},"leadSponsor":{"name":"Ohio State University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The objective of this pilot randomized controlled single blinded, parallel-group study is to detect change of the Action Observation (AO) and Repetitive Task Practice (RTP) combined practice schedule on upper limb motor impairment outcomes in chronic, moderately impaired stroke survivors.","detailedDescription":"The current proposal aims to conduct a pilot randomized controlled single blinded, parallel-group study design to detect change of the Action Observation (AO) and Repetitive Task Practice (RTP) combined practice schedule on upper limb (UL) motor impairment outcomes in the chronic, moderately impaired stroke survivor. Individuals will be randomized to 1) experimental conditions of AO + RTP practice schedule, or 2) control condition of Placebo Video (PV) + RTP, and will receive an assigned regimen from a blinded intervention therapist for one hour, 3 times per week, for 8 weeks (total of 24 sessions), and a daily 30 minute HEP. A blinded assessor will complete assessments on each subject at three distinct time points of pretest, post intervention, and 1 month post intervention."},"conditionsModule":{"conditions":["Stroke","Hemiparesis"],"keywords":["stroke","hemiparesis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A pilot randomized controlled single blinded, parallel-group study design","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"The care provider completing intervention and the outcomes assessor are members of the research team and blinded to group assignment.","whoMasked":["CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":15,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Action Observation + Repetitive Task Practice","type":"EXPERIMENTAL","description":"Action Observation (AO) therapy regimen will include watching a 6 minute video of another person completing a specified functional task (Putting on a shirt, pick up a sandwich and bring to mouth, eat food with a spoon, or cut meat with knife and fork). Subjects will be instructed to carefully watch the AO video and prepare to physically perform the task immediately after observing the video. The Repetitive Task Practice (RTP) therapy regimen emphasizes repeated physical performance with the hemiplegic upper limb for 24 minutes of a specified functional task that is matched to the AO recording. The AO + RTP regimens will be repeated for a total of 60 minutes. Each Subject will complete a Home Exercise Program (HEP) will include practicing components and movement patterns of the functional task that was difficult for the patient to perform during RTP intervention for 30 minutes each day outside of scheduled intervention sessions.","interventionNames":["Behavioral: Action Observation + Repetitive Task Practice"]},{"label":"Placebo Video + Repetitive Task Practice","type":"PLACEBO_COMPARATOR","description":"The control placebo videos (PV) will be 6 minutes, and will include a series of changing static images without animals, human beings, or sound (i.e. pictures of buildings, trees, cruise ships, mountains, beach umbrellas, beds, and tables). A Repetitive Task Practice (RTP) therapy regimen will be completed immediately after observing the PV, which emphasizes repeated physical performance with the hemiplegic upper limb for 24 minutes of a specified functional task. These tasks include putting on a shirt, picking up a sandwich and bringing it to mouth, eating food with a spoon, or cutting meat with knife and fork. The PV + RTP regimens will be repeated for a total of 60 minutes. Each Subject will complete a Home Exercise Program (HEP) will include practicing components and movement patterns of the functional task that was difficult for the patient to perform during RTP intervention for 30 minutes each day outside of scheduled intervention sessions.","interventionNames":["Behavioral: Placebo Video + Repetitive Task Practice"]}],"interventions":[{"type":"BEHAVIORAL","name":"Action Observation + Repetitive Task Practice","description":"Observing a video of another person performing a functional task and physically repetitively performing the same task for upper extremity hemiparesis","armGroupLabels":["Action Observation + Repetitive Task Practice"]},{"type":"BEHAVIORAL","name":"Placebo Video + Repetitive Task Practice","description":"Observing a video of static images and physically repetitively performing functional task for upper extremity hemiparesis","armGroupLabels":["Placebo Video + Repetitive Task Practice"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from Baseline in Upper extremity section of the Fugl-Meyer Scale","description":"Assessment to evaluate motor impairment of the hemiplegic upper limb. Multiple time points will be used to asses the change in motor impairment. Items are scored on a 3 point ordinal scale (0 = cannot perform, 2 = can perform fully), and are totaled for a maximum of 66 possible points.","timeFrame":"Pretest, immediately after the intervention, and 1 month post intervention"}],"secondaryOutcomes":[{"measure":"Change from Baseline in the The Arm Motor Ability Test","description":"Assessment to evaluate function during activities of daily living of the hemiplegic upper limb","timeFrame":"Pretest, immediately after the intervention, and 1 month post intervention"},{"measure":"Change from Baseline in the Motor Activity Log","description":"Assessment to evaluate the activity limitation of hemiplegic upper limb functional use in the community","timeFrame":"Pretest, immediately after the intervention, and 1 month post intervention"},{"measure":"Change from baseline in smoothness of movements measured by three-axis accelerometer","description":"A Fitbit will be used to quantify the amount of upper limb motor activity during an intervention session and heart rate","timeFrame":"Each session (3 times per week) during 8 week intervention"},{"measure":"Change from Baseline in Stroke Impact Scale 2.0","description":"Assessment to evaluate motor and functional changes in the hemiplegic upper. It is a 64-item self-report measure assessing 8 domains (strength, hand function, ADL/IADL, mobility, communication, emotion, memory and thinking, and participation).A low score indicates a high impact on quality of life.","timeFrame":"Pretest, immediately after the intervention, and 1 month post intervention"},{"measure":"Survey to assess subjects experience in the study","description":"A survey to examine the perceived experience of the intervention for subjects participating in the study. Subjects will answer on a 5 point ordinal scale (1 = Strongly disagree, 5 = Strongly Agree), and open ended questions will be descriptive questions to explain response on ordinal scale.","timeFrame":"immediately after the intervention, and 1 month post intervention"},{"measure":"Daily Diary","description":"A diary to measure everyday application of functional tasks learned in the protocol and compliance with HEP","timeFrame":"Each day during 8 week intervention"},{"measure":"Number of trials/ repetitions per task","description":"Measurement of the number of times a subject completes a task in a one hour session","timeFrame":"Each session (3 times per week) during 8 week intervention"},{"measure":"Change in Movement time to complete task","description":"Measure the amount of time required for a subject to complete a task during performance of task","timeFrame":"Each session (3 times per week) during 8 week intervention"},{"measure":"Change in Amount of physical assist to perform task","description":"Measure how much assistance a subject requires to complete a task. Amount will be measured in the categories of tactile cue, 1 hand assistance, 2 hand assistance","timeFrame":"Each session (3 times per week) during 8 week intervention"},{"measure":"Change in Number of verbal cues given to perform task","description":"Measure the number of verbal cues that are required for a subject to perform a task","timeFrame":"Each session (3 times per week) during 8 week intervention"},{"measure":"Change in the number of errors during task performance","description":"Measure the number of errors that a subject demonstrates while performing a task","timeFrame":"Each session (3 times per week) during 8 week intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Experienced a stroke resulting in a Upper Extremity Fugl Meyer score \\>17 \\< 49\n* Experienced a post stroke \\> 6 months\n* \\> 24 on the Folstein Mini Mental Status Examination\n* Experienced only one stroke\n* Discharged from all forms of physical rehabilitation intervention\n* Visual acuity of 20/50 or greater with or without corrective lenses\n* \\> 19 on the Hooper Visual Organization Test\n* Unilateral stroke only\n* Cerebral stroke\n* Age of onset of stroke greater than 18 years old.\n\nExclusion Criteria:\n\n* \\< 18 years old\n* \\> 5 on a 10-point visual analog pain scale in the affected UL\n* \\> 2 on the Modified Ashworth Scale in the affected UL to exclude individuals with hypertonia, spasticity, joint rigidity, and joint contracture\n* Participating in any experimental rehabilitation or drug studies\n* Uncontrolled cardiovascular, or pulmonary disease, or other disease that would preclude involvement in a therapeutic treatment\n* Neurological disorder other than stroke\n* \\> 31 on Beck Depression Inventory (\"Severe Depression\")\n* Unable to regularly attend treatment sessions and follow-up due to distance from the center or inadequate social support\n* Cerebellar stroke with ataxia","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"John Buford, PhD","affiliation":"Ohio State University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The Ohio State University","city":"Columbus","state":"Ohio","zip":"43210","country":"United States","geoPoint":{"lat":39.96118,"lon":-82.99879}}]},"referencesModule":{"references":[{"pmid":"35930301","type":"DERIVED","citation":"Borges LR, Fernandes AB, Oliveira Dos Passos J, Rego IAO, Campos TF. Action observation for upper limb rehabilitation after stroke. Cochrane Database Syst Rev. 2022 Aug 5;8(8):CD011887. doi: 10.1002/14651858.CD011887.pub3."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}