{"protocolSection":{"identificationModule":{"nctId":"NCT04431362","orgStudyIdInfo":{"id":"261210"},"organization":{"fullName":"King's College Hospital NHS Trust","class":"OTHER"},"briefTitle":"Effects of Music Listening on Mood in an Inpatient Rehabilitation","officialTitle":"A Single Case Experimental Design Study Exploring the Effect of Music in an Inpatient Neuropsychological Rehabilitation Setting"},"statusModule":{"statusVerifiedDate":"2021-02","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-03-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2022-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-04-26","studyFirstSubmitQcDate":"2020-06-12","studyFirstPostDateStruct":{"date":"2020-06-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-02-23","lastUpdatePostDateStruct":{"date":"2021-02-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"King's College Hospital NHS Trust","class":"OTHER"},"collaborators":[{"name":"King's College London","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim is to examine whether self-selected music can improve mood (as well as cognitive function) in stroke patients at an inpatient rehabilitation unit. Additionally, the feasibility of such an intervention will be assessed.\n\nHypotheses:\n\n* The current intervention will be found to have a high feasibility.\n* Stroke patients will exhibit improved mood during the music listening intervention phase compared to their baseline phase.\n* Patients will show improvements in engagement in therapy if non-compliance was a previous issue (as demonstrated by therapist feedback regarding attendance of therapy sessions).\n* Patients will experience improved cognitive (memory) function (i.e. immediate and delayed free recall) during the intervention phase compared to baseline.","detailedDescription":"Stroke is one of the leading causes of disability in the world. Research has shown that in the aftermath of a stroke, patients continue to experience various impairments even years after the stroke. For example, research has shown that stroke survivors continue to experience both cognitive impairments (e.g. executive dysfunction) and low mood (e.g. depression) even after more than 5 years since the stroke has passed. A further study was able to link low mood with reduced engagement in therapy, which has been found to lead patients to experience less benefits from the given therapy.\n\nDue to the lack of supporting evidence for pharmacological and psychological treatments, music intervention was introduced with positive results being reported in regards to patients' mood and cognitive abilities. For example, one study found that stroke patients who listened to self-selected music were likely to experience a significant improvement in their mood and cognitive abilities when compared to another group who listened to audiobooks.\n\nThe current study aims to build on previous research by utilising a novel study design that has not been previously used to assess the feasibility and effectiveness of music intervention on the mood of patients located at an inpatient rehabilitation unit. The chosen design, single-case experimental design, allows researchers to take into account the individual differences of the patients, which cannot be considered when using an experimental design which needs a group of similar characteristics. In addition, by using a non-concurrent multiple baseline design, the researchers will be able to show that any changes occurring to the target behaviour (mood) will be due to the intervention itself rather than any other extraneous variables found in the environment, as three different time lengths will be used for the baseline phase (5, 10, and 15 days). The aim of the study is to provide data that support the feasibility and effectiveness of music intervention as an inexpensive and simple method for improving mood in stroke patients at an inpatient rehabilitation unit. It also aims to show similar effectiveness in increasing cognitive impairment and therapy engagement."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants first complete a baseline phase before starting the intervention phase.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"The measures will be completed by the clinical psychologist while the diary and checklist will be done by the patients with assistance from the research student or activity coordinators.","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":5,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Baseline","type":"NO_INTERVENTION","description":"Participants will not listen to music for 5 to 15 days based on the baseline duration they were assigned."},{"label":"Intervention","type":"EXPERIMENTAL","description":"Participants will listen to music for 3 weeks.","interventionNames":["Behavioral: Self-selected music"]}],"interventions":[{"type":"BEHAVIORAL","name":"Self-selected music","description":"Participants will be given iPods and headphones to listen to their music","armGroupLabels":["Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in the CORE-10 mood screen","description":"questionnaire measure of distress, functioning and risk","timeFrame":"up to 6 weeks"},{"measure":"Change in self-report diary","description":"will assess feasibility by examining how frequently the patients are listening to music","timeFrame":"up to 6 weeks"},{"measure":"Change in self-report by therapists","description":"Will help to assess patients' engagement in therapy before during and after intervention","timeFrame":"up to 6 weeks"},{"measure":"Change in the Montreal Cognitive Assessment","description":"Will help to explore changes in cognition before and after the intervention. Minimum value=0, maximum value=30, better scores mean better outcome.","timeFrame":"up to 6 weeks"},{"measure":"Change in The Brain Injury Rehabilitation Trust Memory and Information Processing Battery (examines memory and information processing. Only the story recall subcategory will be used)","description":"Will help to explore changes in cognition (memory) before and after the intervention Minimum value=0, maximum value=60. Better scores mean better outcome","timeFrame":"up to 6 weeks"},{"measure":"Change in the Mood Likert Scale","description":"Ad hoc scale made for the study for participants to rate their mood. It is a Likert scale (0 is very relaxed, 10 is very stressed). Higher score thus mean worse outcome.","timeFrame":"up to 6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 18 years or older\n* Good grasp of the English Language\n* Patients at the Frank Cooksey Rehabilitation Unit or transferring to the unit from an acute stroke ward\n* Recent diagnosis of stroke using MRI or CT scans\n* Low mood; will be confirmed by the clinical psychologist on the ward using mood screens as appropriate\n\nExclusion Criteria:- Severe or global aphasia, which interferes with their ability to understand instructions\n\n* Have a diagnosis of dementia\n* Patients who lack the capacity to consent\n\nThe study will also aim to exclude patients who have severe cognitive impairment, as assessed by the occupational therapists and clinical psychologist on the ward using screens or functional assessment as appropriate.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Giulia Bellesi, DClinPsy","role":"CONTACT","phone":"01689866391","email":"giulia.bellesi@nhs.net"}],"overallOfficials":[{"name":"Giulia Bellesi, DClinPsy","affiliation":"King's College Hospital NHS Trust","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"17903971","type":"BACKGROUND","citation":"Adamson J, Beswick A, Ebrahim S. Is stroke the most common cause of disability? J Stroke Cerebrovasc Dis. 2004 Jul-Aug;13(4):171-7. doi: 10.1016/j.jstrokecerebrovasdis.2004.06.003."},{"pmid":"23399668","type":"BACKGROUND","citation":"Dallery J, Cassidy RN, Raiff BR. Single-case experimental designs to evaluate novel technology-based health interventions. J Med Internet Res. 2013 Feb 8;15(2):e22. doi: 10.2196/jmir.2227."},{"pmid":"11191243","type":"BACKGROUND","citation":"Hammond MF, O'Keeffe ST, Barer DH. Development and validation of a brief observer-rated screening scale for depression in elderly medical patients. Age Ageing. 2000 Nov;29(6):511-5. doi: 10.1093/ageing/29.6.511."},{"pmid":"22197200","type":"BACKGROUND","citation":"Koorenhof L, Baxendale S, Smith N, Thompson P. Memory rehabilitation and brain training for surgical temporal lobe epilepsy patients: a preliminary report. Seizure. 2012 Apr;21(3):178-82. doi: 10.1016/j.seizure.2011.12.001. Epub 2011 Dec 23."},{"pmid":"29253607","type":"BACKGROUND","citation":"Krasny-Pacini A, Evans J. Single-case experimental designs to assess intervention effectiveness in rehabilitation: A practical guide. Ann Phys Rehabil Med. 2018 May;61(3):164-179. doi: 10.1016/j.rehab.2017.12.002. Epub 2017 Dec 15."},{"pmid":"18047872","type":"BACKGROUND","citation":"Ouellet MC, Morin CM. Efficacy of cognitive-behavioral therapy for insomnia associated with traumatic brain injury: a single-case experimental design. Arch Phys Med Rehabil. 2007 Dec;88(12):1581-92. doi: 10.1016/j.apmr.2007.09.006."},{"pmid":"27279674","type":"BACKGROUND","citation":"Tate RL, Perdices M, Rosenkoetter U, Shadish W, Vohra S, Barlow DH, Horner R, Kazdin A, Kratochwill T, McDonald S, Sampson M, Shamseer L, Togher L, Albin R, Backman C, Douglas J, Evans JJ, Gast D, Manolov R, Mitchell G, Nickels L, Nikles J, Ownsworth T, Rose M, Schmid CH, Wilson B. The Single-Case Reporting Guideline In BEhavioural Interventions (SCRIBE) 2016 Statement. Aphasiology. 2016 Jul 2;30(7):862-876. doi: 10.1080/02687038.2016.1178022. Epub 2016 Apr 29."},{"pmid":"24410191","type":"BACKGROUND","citation":"Tunnard C, Wilson BA. Comparison of neuropsychological rehabilitation techniques for unilateral neglect: an ABACADAEAF single-case experimental design. Neuropsychol Rehabil. 2014;24(3-4):382-99. doi: 10.1080/09602011.2013.872041. Epub 2014 Jan 13."},{"pmid":"23284148","type":"RESULT","citation":"Ayerbe L, Ayis S, Wolfe CD, Rudd AG. Natural history, predictors and outcomes of depression after stroke: systematic review and meta-analysis. Br J Psychiatry. 2013 Jan;202(1):14-21. doi: 10.1192/bjp.bp.111.107664."},{"pmid":"29727009","type":"RESULT","citation":"Baylan S, McGinlay M, MacDonald M, Easto J, Cullen B, Haig C, Mercer SW, Murray H, Quinn TJ, Stott D, Broomfield NM, Stiles C, Evans JJ. Participants' experiences of music, mindful music, and audiobook listening interventions for people recovering from stroke. Ann N Y Acad Sci. 2018 May 4. doi: 10.1111/nyas.13618. Online ahead of print."},{"pmid":"27548875","type":"RESULT","citation":"Baylan S, Swann-Price R, Peryer G, Quinn T. The effects of music listening interventions on cognition and mood post-stroke: a systematic review. Expert Rev Neurother. 2016 Nov;16(11):1241-1249. doi: 10.1080/14737175.2016.1227241. Epub 2016 Aug 29."},{"pmid":"23425001","type":"RESULT","citation":"Cumming TB, Churilov L, Linden T, Bernhardt J. Montreal Cognitive Assessment and Mini-Mental State Examination are both valid cognitive tools in stroke. Acta Neurol Scand. 2013 Aug;128(2):122-9. doi: 10.1111/ane.12084. Epub 2013 Feb 21."},{"pmid":"11053175","type":"RESULT","citation":"Maclean N, Pound P, Wolfe C, Rudd A. Qualitative analysis of stroke patients' motivation for rehabilitation. BMJ. 2000 Oct 28;321(7268):1051-4. doi: 10.1136/bmj.321.7268.1051."},{"pmid":"21441153","type":"RESULT","citation":"McKevitt C, Fudge N, Redfern J, Sheldenkar A, Crichton S, Rudd AR, Forster A, Young J, Nazareth I, Silver LE, Rothwell PM, Wolfe CD. Self-reported long-term needs after stroke. Stroke. 2011 May;42(5):1398-403. doi: 10.1161/STROKEAHA.110.598839. Epub 2011 Mar 24."},{"pmid":"18287122","type":"RESULT","citation":"Sarkamo T, Tervaniemi M, Laitinen S, Forsblom A, Soinila S, Mikkonen M, Autti T, Silvennoinen HM, Erkkila J, Laine M, Peretz I, Hietanen M. Music listening enhances cognitive recovery and mood after middle cerebral artery stroke. Brain. 2008 Mar;131(Pt 3):866-76. doi: 10.1093/brain/awn013."},{"pmid":"20159122","type":"RESULT","citation":"Skidmore ER, Whyte EM, Holm MB, Becker JT, Butters MA, Dew MA, Munin MC, Lenze EJ. Cognitive and affective predictors of rehabilitation participation after stroke. Arch Phys Med Rehabil. 2010 Feb;91(2):203-7. doi: 10.1016/j.apmr.2009.10.026."}],"seeAlsoLinks":[{"label":"Neuro-rehabilitation beds open","url":"http://www.kingshealthpartners.org/latest/629-neurorehabilitation-beds-open"},{"label":"Assessing capacity","url":"http://www.nhs.uk/conditions/consent-to-treatment/capacity/"},{"label":"Frank Cooksey Rehabilitation Unit","url":"http://www.kch.nhs.uk/service/a-z/frank-cooksey"},{"label":"Stroke","url":"http://www.nhlbi.nih.gov/health-topics/stroke"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}