{"protocolSection":{"identificationModule":{"nctId":"NCT05448261","orgStudyIdInfo":{"id":"14610421"},"organization":{"fullName":"Chinese University of Hong Kong","class":"OTHER"},"briefTitle":"Emotion-centered Problem-solving Intervention for Family Caregivers of Stroke Survivors (SoLVE)","officialTitle":"FoStering psychosOcial weLlbeing of Family Caregivers of Stroke surVivors Using Emotion-centered, Problem-solving Approach (SoLVE): A Randomized Controlled Trial","acronym":"SoLVE"},"statusModule":{"statusVerifiedDate":"2022-07","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-07-15","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-08-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-07-02","studyFirstSubmitQcDate":"2022-07-02","studyFirstPostDateStruct":{"date":"2022-07-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-07-18","lastUpdatePostDateStruct":{"date":"2022-07-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ho Yu CHENG","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Chinese University of Hong Kong"},"leadSponsor":{"name":"Chinese University of Hong Kong","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is one of the leading causes of disability globally. Stroke survivors generally require lifelong support from family caregivers. The abrupt onset of stroke and associated physical and cognitive impairments result in a series of complex and demanding interactions between family caregivers and stroke survivors. More than 40% of stroke caregivers develop depressive symptoms over time. The depression of family caregivers negatively impacts their physical health and caregiving role and directly affects the mental health and recovery of stroke survivors. Thus, effective strategies for stressful caregiving situations are urgently needed.\n\nAs postulated in the relational/problem solving model of stress, problem-solving coping is a cognitive behavioral process that can enhance caregivers' well-being by changing caregiving situations and/or changing their negative emotional stress responses to stressful situations into positive responses. In view of the influence of negative emotions on the cognitive process of an individual, integrating perspective taking as a cognitive reappraisal strategy into the training of problem-solving coping skills may potentially improve the psychosocial well-being of family caregivers.\n\nThis mixed method study aims (1) to examine the effects of a emotion-centered problem-solving intervention on the depressive symptoms, problem-solving coping, emotion regulation, caregiving competence, and health-related quality of life of stroke caregivers and on the physical functioning of stroke survivors; (2) to explore the mediating effect of emotion regulation and problem solving coping on caregivers' depressive symptoms, caregiving competence, and health-related quality of life and on stroke survivors' physical functioning; and (3) to understand how intervention influences depressive symptoms from a family caregiver's perspective. A total of 178 family caregivers will be recruited from various non-government organizations and nurse clinics for stroke patients of the Hospital Authority. Participants will be randomly allocated to the intervention group (IG) and control group (CG). Caregivers in the IG will receive an emotion-centered problem-solving intervention adopting a \"shared problem, shared action plan\" approach, whereas the caregivers in the CG will receive stroke-related education. Outcomes will be measured at baseline, 12 and 36 weeks after study entry.\n\nThis study makes the first attempt to develop an emotion-centered problem-solving intervention and examine its effectiveness in the context of stroke caregiving. The findings will advance our understanding of emotional regulation and problem-solving coping strategies for reducing the depressive symptoms of stroke caregivers, ultimately providing a culturally sensitive medical-social service direction for the delivery of community-based rehabilitation services to stroke families."},"conditionsModule":{"conditions":["Depression","Stroke"],"keywords":["Stroke","family caregivers","emotion-centered problem-solving","psychosocial wellbeing"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This research is a sequential mixed-method study that includes a randomized controlled trial and a descriptive qualitative study","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","maskingDescription":"Group allocation will be sealed in an opaque envelope and will be given to the participants according to their sequence of study entry, and will be concealed from outcome assessors.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":178,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Emotion-centered problem-solving intervention (EPi)","type":"EXPERIMENTAL","description":"The EPi comprises four weekly 60 minutes individual face-to-face session (45 minutes of emotion-centered problem-solving intervention and 15 minutes of stroke education), followed by two bi-weekly telephone follow-ups (30 minutes) and one face-to-face round up session (60 minutes). The content of the stroke education will be based on a developed booklet for local family caregivers (please refer to control group).","interventionNames":["Behavioral: Emotion-centered problem-solving intervention (EPi)"]},{"label":"Stroke education","type":"SHAM_COMPARATOR","description":"The CG will receive basic education on stroke caregiving, as research indicates that basic education is not effective in improving problem-solving coping abilities and depressive symptoms. Four weekly individual stroke education (60 minutes/session) will be conducted by a trained research nurse. It will be based on a developed information booklet for local stroke caregivers. The participants will received three biweekly phone calls for general greetings. Questions relating to stroke caregiving raised by the caregivers will be answered according to the educative content. Any extra information provided will be documented.","interventionNames":["Other: stroke education"]}],"interventions":[{"type":"BEHAVIORAL","name":"Emotion-centered problem-solving intervention (EPi)","description":"The EPi is built upon the model of relational/problem-solving model of stress and is aimed at supporting caregivers in (1) revisiting stressful caregiving and associated problem from a psychological distanced perspective; (2) adopting problem orientation toward one's experience in the present moments with curiosity, openness and acceptance; and (3) applying the problem-solving skills learned for the enhancement of their psychosocial wellbeing in the stressful caregiving context. To reduce the incongruence between caregivers and stroke survivors in problem-solving, we will adopt a \"shared problem, shared action plan\" approach for the family caregivers and stroke survivors.","armGroupLabels":["Emotion-centered problem-solving intervention (EPi)"]},{"type":"OTHER","name":"stroke education","description":"Information is related to stroke and recurrent stroke and strategies for assisting stroke survivors in day-to-day activities.","armGroupLabels":["Stroke education"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Depressive levels of caregivers","description":"Measured by using the Chinese version of 20-item Center of Epidemiology Studies Depression Scale","timeFrame":"Change of depressive levels from baseline to 3 months and to 9 months"}],"secondaryOutcomes":[{"measure":"Problem-solving coping abilities of caregivers","description":"Measured by using the Chinese version of Problem Solving Inventory","timeFrame":"Change of problem-solving coping abilities from baseline to 3 months and to 9 months"},{"measure":"Emotion regulation strategies of caregivers","description":"Measured by using the Chinese version of the Emotion Regulation Questionnaire","timeFrame":"Change of emotion regulation strategies from baseline to 3 months and to 9 months"},{"measure":"Caregiving competence of caregivers","description":"Measured by using the Chinese version of the Caregiving Competence Scale","timeFrame":"Change of caregiving competence from baseline to 3 months and to 9 months"},{"measure":"Health-related quality of life of caregivers","description":"Measured by using the Chinese version of the Medical Outcome Study 12-item Short Form Health Survey version 2","timeFrame":"Change of health-related quality of life from baseline to 3 months and to 9 months"},{"measure":"Physical functioning of stroke survivors","description":"Measured by using the Chinese version of the Modified Barthel Index (MBI)","timeFrame":"Change of physical functioning from baseline to 3 months and to 9 months"}],"otherOutcomes":[{"measure":"Depressive symptoms of stroke survivors","description":"Measured by using the Chinese version of 20-item Center of Epidemiology Studies Depression Scale","timeFrame":"At baseline, 3 months and 9 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Hong Kong residents, aged 18 years or above;\n* can understand and provide informed consent (Abbreviated Mental Test, Hong Kong version score ≥6\\];\n* with premorbid depressive symptoms (20-item Center of Epidemiology Studies Depression Scale score ≥841);\n* Chinese family caregivers of stroke survivors who had been diagnosed of ischemic or hemorrhagic stroke within the past 6 months and had residual physical impairment (score of Modified Barthel Index \\<91);\n* family members who assume the primary responsibility for caring the stroke patient and who are identified by the stroke patients as their primary caregiver;\n* with no history of self-reported/doctor diagnosed psychiatric illness\n\nExclusion Criteria:\n\n* Patient-caregiver dyads who are non-Chinese","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"The Nethersole School of Nursing, Chinese University of Hong Kong","city":"Hong Kong","state":"Please Select","country":"China","geoPoint":{"lat":22.39407,"lon":114.13737}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6748","name":"Depression","relevance":"LOW"},{"id":"M6751","name":"Depressive Disorder","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}