{"protocolSection":{"identificationModule":{"nctId":"NCT04271033","orgStudyIdInfo":{"id":"PARADIGM-EXTEND"},"organization":{"fullName":"John Paul II Hospital, Krakow","class":"OTHER"},"briefTitle":"MicroNet-covered Stent System for Stroke Prevention in All Comer Carotid Revascularization","officialTitle":"Long-term Outcomes of MicroNet-covered Stent Routine Use for Stroke Prevention in Symptomatic and Increased-risk Asymptomatic Carotid Stenosis Patients Requiring Revascularization by Neurovascular Team Decision: PARADIGM-EXTEND","acronym":"PARADIGM-EXT"},"statusModule":{"statusVerifiedDate":"2022-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-01-15","studyFirstSubmitQcDate":"2020-02-13","studyFirstPostDateStruct":{"date":"2020-02-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-03-14","lastUpdatePostDateStruct":{"date":"2022-03-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"John Paul II Hospital, Krakow","class":"OTHER"},"collaborators":[{"name":"Jagiellonian University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"All-comer study of unselected patients suitable for carotid artery revascularization to evaluate the feasibility, efficacy and safety of first line endovascular revasculariztion using MicroNet covered stent (CGuard™) in the treatment of consecutive symptomatic and increased-stroke-risk asymptomatic carotid lesions that require revascularization by Neurovascular Team decision.","detailedDescription":"Independent investigator initiated, academic, single arm, open-label, non-randomized, prospective, multicenter, multispecialty trial of CGuard™ routine use in all-comer population of consecutive patients with symptomatic or increased-stroke-risk asymptomatic carotid stenosis.\n\nIncreased-stroke-risk is defined as the following patient and/or lesion characteristics:\n\nthrombus containing, documented progressive, irregular, ulcerated lesion; evidence of ipsilateral ischemic cerebral injury in MRI or CT imaging; contralateral stroke in relation to carotid stenosis; contralateral artery occlusion.\n\nThe main objective of this observational study is to evaluate (1) the periprocedural feasibility and efficacy of CGuard™ stent system in the treatment of carotid artery stenosis (2) long-term efficacy and safety of routine CGuard™ stent system use.\n\nThe study hypothesis is that the novel CGuard™ MicroNet® covered stent is safe and effective for a majority of consecutive patients considered to require carotid revascularization.\n\nThe multicenter arm of the project has a specific cohort descriptor: PARADIGM-EXTEND MC"},"conditionsModule":{"conditions":["Carotid Artery Diseases"],"keywords":["Stenting"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Single arm registry","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":550,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Carotid Artery Stenting","type":"EXPERIMENTAL","description":"Consecutive male and female patients older than 18 year with symptomatic and increased-stroke-risk asymptomatic carotid lesions that require revascularization by Neurovascular Team decision.","interventionNames":["Device: Carotid Artery Stenting"]}],"interventions":[{"type":"DEVICE","name":"Carotid Artery Stenting","description":"Carotid artery stenting according to local clinical experience and ESC/ESVS guidelines using exclusively CGuard™, MicroNet covered stent under proximal or distal intraprocedural cerebral protection according to \"tailored CAS\" algorithm.","armGroupLabels":["Carotid Artery Stenting"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"MACNE (Major Adverse Cardiac and Neurological Events)","description":"Death, Stroke, Myocardial Infarction.","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Procedural success","description":"Successful stent delivery and deployment without complication","timeFrame":"Within 48 hours from index procedure"},{"measure":"In-hospital MACNE (Major Adverse Cardiac and Neurological Events)","description":"Death, Stroke, Myocardial Infarction within index hospitalization","timeFrame":"Within 48 hours from index procedure"},{"measure":"30-day MACNE (Major Adverse Cardiac and Neurological Events)","description":"Death, Stroke, Myocardial Infarction within 30 days","timeFrame":"30 days"},{"measure":"Incidence of any periprocedural complications","description":"Any periprocedural complications","timeFrame":"Within 48 hours"},{"measure":"Functional MRI efficacy assessment.","description":"In case of fMRI evaluation, pre and postprocedural imaging.","timeFrame":"Within 48 hours"},{"measure":"Diffusion Weighted MRI efficacy assessment.","description":"In case of DW-MRI evaluation, new ischemic lesions according to protocol criteria in postprocedural imaging.","timeFrame":"Within 48 hours"},{"measure":"Intravascular Ultrasound Stent Evaluation","description":"In case of IVUS examination, postprocedural stent expansion, apposition and carotid plaque sequestration evaluation.","timeFrame":"Periprocedural"},{"measure":"Ipsilateral Stroke incidence","description":"Ischemic stoke at the site of index procedure.","timeFrame":"From one month until one year after the procedure."},{"measure":"Ipsilateral Stroke incidence","description":"Ischemic stoke at the site of index procedure.","timeFrame":"From one year until five years after the procedure."},{"measure":"Any stroke incidence","description":"Any stroke during study observational period.","timeFrame":"Within five years from the procedure."},{"measure":"Peak Systolic Velocity in Duplex Ultrasound evaluation in target vessel","description":"Peak-systolic and End-diastolic Velocities assessed with DUS peri-proceduraly.","timeFrame":"Periprocedural"},{"measure":"Peak Systolic Velocity in Duplex Ultrasound evaluation in target vessel","description":"Peak-systolic and End-diastolic Velocities assessed with DUS 30 day after discharge.","timeFrame":"Within 30 days after index procedure."},{"measure":"Peak Systolic Velocity in Duplex Ultrasound evaluation in target vessel","description":"Peak-systolic and End-diastolic Velocities assessed with DUS one year after discharge.","timeFrame":"One year after index procedure."}]},"eligibilityModule":{"eligibilityCriteria":"General Inclusion Criteria:\n\n* Patient \\> 18 years old qualified by NeuroVascular Team for carotid revascularization according to local standards of care\n* Signed informed consent\n* Agreement (routin un this group of patients) to clinical and ultrasonographis follow up.\n\nAngiographic Inclusion Criteria:\n\n* De-novo atherosclerotic lesions or neo-atherosclerosis\n* Symptomatic patients (history of transient ischemic attack, ischaemic stroke or amaurosis fugax within 6 months from index procedure) with index artery stenosis ≥50% assessed in angiography with NASCET method or\n* Asymptomatic patients with index artery stenosis ≥70-80% assessed in angiography with NASCET method\n\nGeneral Exclusion Criteria:\n\n* Lack of NeuroVascular Team agreement on carotid revascularization indication\n* Lack of signed informed consent\n* Estimated life expectancy less than 1 year\n* Chronic renal failure with serum creatinine level \\> 3.0 mg/dL\n* Myocardial Infarction within 72 hours prior to index procedure.\n* Pregnant women\n* Diagnosed coagulopathies\n* History of contrast media allergy, not reacting to pharmacotherapy\n\nAngiographic Exclusion Criteria:\n\n* Index lesion occlusion\n* Common carotid artery stent protruding to aortic arch\n* Anatomical conditions restricting stent implantation\n* Significant common carotid artery stenosis proximal to index lesion (unless treated)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Piotr Musialek, MD, PhD","role":"CONTACT","phone":"+48126142287","email":"p.musialek@szpitaljp2.krakow.pl"}],"overallOfficials":[{"name":"Piotr Musialek, MD, PhD","affiliation":"Jagiellonian University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Cardiac and Vascular Diseases, The John Paul II Hospital","status":"RECRUITING","city":"Kraków","state":"Maloplska","zip":"31-202","country":"Poland","contacts":[{"name":"Piotr Musialek, Prof","role":"CONTACT","phone":"+48126142287","email":"p.musialek@szpitaljp2.krakow.pl"}],"geoPoint":{"lat":50.06143,"lon":19.93658}}]},"referencesModule":{"references":[{"pmid":"29425606","type":"BACKGROUND","citation":"Aboyans V, Ricco JB, Bartelink MEL, Bjorck M, Brodmann M, Cohnert T, Collet JP, Czerny M, De Carlo M, Debusa S, Espinola-Klein C, Kahan T, Kownator S, Mazzolai L, Naylora AR, Roffi M, Rotherb J, Sprynger M, Tendera M, Tepe G, Venermoa M, Vlachopoulos C, Desormais I. 2017 ESC Guidelines on the Diagnosis and Treatment of Peripheral Arterial Diseases, in collaboration with the European Society for Vascular Surgery (ESVS). Rev Esp Cardiol (Engl Ed). 2018 Feb;71(2):111. doi: 10.1016/j.rec.2017.12.014. No abstract available. English, Spanish."},{"pmid":"26890472","type":"BACKGROUND","citation":"Brott TG, Howard G, Roubin GS, Meschia JF, Mackey A, Brooks W, Moore WS, Hill MD, Mantese VA, Clark WM, Timaran CH, Heck D, Leimgruber PP, Sheffet AJ, Howard VJ, Chaturvedi S, Lal BK, Voeks JH, Hobson RW 2nd; CREST Investigators. Long-Term Results of Stenting versus Endarterectomy for Carotid-Artery Stenosis. N Engl J Med. 2016 Mar 17;374(11):1021-31. doi: 10.1056/NEJMoa1505215. Epub 2016 Feb 18."},{"pmid":"26886419","type":"BACKGROUND","citation":"Rosenfield K, Matsumura JS, Chaturvedi S, Riles T, Ansel GM, Metzger DC, Wechsler L, Jaff MR, Gray W; ACT I Investigators. Randomized Trial of Stent versus Surgery for Asymptomatic Carotid Stenosis. N Engl J Med. 2016 Mar 17;374(11):1011-20. doi: 10.1056/NEJMoa1515706. Epub 2016 Feb 17."},{"pmid":"28473130","type":"BACKGROUND","citation":"Sardar P, Chatterjee S, Aronow HD, Kundu A, Ramchand P, Mukherjee D, Nairooz R, Gray WA, White CJ, Jaff MR, Rosenfield K, Giri J. Carotid Artery Stenting Versus Endarterectomy for Stroke Prevention: A Meta-Analysis of Clinical Trials. J Am Coll Cardiol. 2017 May 9;69(18):2266-2275. doi: 10.1016/j.jacc.2017.02.053."},{"pmid":"30063301","type":"BACKGROUND","citation":"Janczak D, Malinowski M, Ziomek A, Kobecki J, Lesniak M, Dorobisz T, Dorobisz K, Janczak D, Chabowski M. Carotid artery stenting versus endarterectomy for the treatment of both symptomatic and asymptomatic patients with carotid artery stenosis: 2 years' experience in a high-volume center. Adv Clin Exp Med. 2018 Dec;27(12):1691-1695. doi: 10.17219/acem/75902."},{"pmid":"23582886","type":"BACKGROUND","citation":"de Donato G, Setacci F, Sirignano P, Galzerano G, Cappelli A, Setacci C. Optical coherence tomography after carotid stenting: rate of stent malapposition, plaque prolapse and fibrous cap rupture according to stent design. Eur J Vasc Endovasc Surg. 2013 Jun;45(6):579-87. doi: 10.1016/j.ejvs.2013.03.005. Epub 2013 Apr 10."},{"pmid":"28427600","type":"BACKGROUND","citation":"Kotsugi M, Takayama K, Myouchin K, Wada T, Nakagawa I, Nakagawa H, Taoka T, Kurokawa S, Nakase H, Kichikawa K. Carotid Artery Stenting: Investigation of Plaque Protrusion Incidence and Prognosis. JACC Cardiovasc Interv. 2017 Apr 24;10(8):824-831. doi: 10.1016/j.jcin.2017.01.029."},{"pmid":"26292586","type":"BACKGROUND","citation":"Schofer J, Musialek P, Bijuklic K, Kolvenbach R, Trystula M, Siudak Z, Sievert H. A Prospective, Multicenter Study of a Novel Mesh-Covered Carotid Stent: The CGuard CARENET Trial (Carotid Embolic Protection Using MicroNet). JACC Cardiovasc Interv. 2015 Aug 17;8(9):1229-1234. doi: 10.1016/j.jcin.2015.04.016."},{"pmid":"18540694","type":"BACKGROUND","citation":"Pieniazek P, Musialek P, Kablak-Ziembicka A, Tekieli L, Motyl R, Przewlocki T, Moczulski Z, Pasowicz M, Sokolowski A, Lesniak-Sobelga A, Zmudka K, Tracz W. Carotid artery stenting with patient- and lesion-tailored selection of the neuroprotection system and stent type: early and 5-year results from a prospective academic registry of 535 consecutive procedures (TARGET-CAS). J Endovasc Ther. 2008 Jun;15(3):249-62. doi: 10.1583/07-2264.1."},{"pmid":"29192895","type":"BACKGROUND","citation":"Musialek P, Grunwald IQ. How asymptomatic is \"asymptomatic\" carotid stenosis? Resolving fundamental confusion(s) - and confusions yet to be resolved. Pol Arch Intern Med. 2017 Nov 30;127(11):718-719. doi: 10.20452/pamw.4157. Epub 2017 Nov 30. No abstract available."},{"pmid":"27733691","type":"BACKGROUND","citation":"Musialek P, Hopf-Jensen S. Commentary: Carotid Artery Revascularization for Stroke Prevention: A New Era. J Endovasc Ther. 2017 Feb;24(1):138-148. doi: 10.1177/1526602816671263. Epub 2016 Oct 13. No abstract available."},{"pmid":"28798779","type":"BACKGROUND","citation":"Musialek P, Hopkins LN, Siddiqui AH. One swallow does not a summer make but many swallows do: accumulating clinical evidence for nearly-eliminated peri-procedural and 30-day complications with mesh-covered stents transforms the carotid revascularisation field. Postepy Kardiol Interwencyjnej. 2017;13(2):95-106. doi: 10.5114/pwki.2017.69012. Epub 2017 Jul 19."},{"pmid":"30522670","type":"BACKGROUND","citation":"Stabile E, de Donato G, Musialek P, De Loose K, Nerla R, Sirignano P, Chianese S, Mazurek A, Tesorio T, Bosiers M, Setacci C, Speziale F, Micari A, Esposito G. Use of Dual-Layered Stents in Endovascular Treatment of Extracranial Stenosis of the Internal Carotid Artery: Results of a Patient-Based Meta-Analysis of 4 Clinical Studies. JACC Cardiovasc Interv. 2018 Dec 10;11(23):2405-2411. doi: 10.1016/j.jcin.2018.06.047."},{"pmid":"24526550","type":"BACKGROUND","citation":"Musialek P. TASTE-less endpoint of 30-day mortality (and some other issues with TASTE) in evaluating the effectiveness of thrombus aspiration in STEMI: not the \"evidence\" to change the current practice of routine consideration of manual thrombus extraction. Kardiol Pol. 2014;72(6):479-87. doi: 10.5603/KP.a2014.0022. Epub 2014 Feb 14. No abstract available."},{"pmid":"27180302","type":"RESULT","citation":"Musialek P, Mazurek A, Trystula M, Borratynska A, Lesniak-Sobelga A, Urbanczyk M, Banys RP, Brzychczy A, Zajdel W, Partyka L, Zmudka K, Podolec P. Novel PARADIGM in carotid revascularisation: Prospective evaluation of All-comer peRcutaneous cArotiD revascularisation in symptomatic and Increased-risk asymptomatic carotid artery stenosis using CGuard MicroNet-covered embolic prevention stent system. EuroIntervention. 2016 Aug 5;12(5):e658-70. doi: 10.4244/EIJY16M05_02."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002340","term":"Carotid Artery Diseases"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M5284","name":"Carotid Artery Diseases","asFound":"Carotid Artery Diseases","relevance":"HIGH"},{"id":"M6165","name":"Constriction, Pathologic","relevance":"LOW"},{"id":"M18928","name":"Carotid Stenosis","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}