{"protocolSection":{"identificationModule":{"nctId":"NCT02995616","orgStudyIdInfo":{"id":"LOKOMAT STUDY II"},"organization":{"fullName":"Vrije Universiteit Brussel","class":"OTHER"},"briefTitle":"Energy Consumption and Cardiorespiratory Load During Robot-Assisted Gait Training in Non-Ambulatory Stroke Patients","officialTitle":"Energy Consumption and Cardiorespiratory Load During Robot-Assisted Gait Training in Non-Ambulatory Stroke Patients"},"statusModule":{"statusVerifiedDate":"2019-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-03-16","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-01-08","type":"ACTUAL"},"completionDateStruct":{"date":"2019-01-08","type":"ACTUAL"},"studyFirstSubmitDate":"2016-12-13","studyFirstSubmitQcDate":"2016-12-13","studyFirstPostDateStruct":{"date":"2016-12-16","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-02-05","lastUpdatePostDateStruct":{"date":"2019-02-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Nina Lefeber","investigatorTitle":"Doctoral Researcher","investigatorAffiliation":"Vrije Universiteit Brussel"},"leadSponsor":{"name":"Vrije Universiteit Brussel","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this study will be to investigate the energy consumption, cardiorespiratory load and perceived exertion in non-ambulatory subacute stroke patients during a robot-assisted gait training (RAGT) session and to compare the exercise intensity with aerobic training recommendations.\n\nThe second aim is to investigate the effect of different levels of guidance force on the energy consumption, cardiorespiratory load and perceived exertion.","detailedDescription":"STUDY DESIGN. An experimental, 1-group, single-centre trial will be conducted in which stroke patients will perform 2 RAGT sessions: 1) walking in the Lokomat according to regular RAGT settings and 2) walking in the Lokomat with different levels of guidance force (60%, 80% and 100%).\n\nPATIENT RECRUITMENT. We aim to recruit 20 stroke patients in the St. Ursula Rehabilitation Centre in Herk-de-Stad, Belgium.\n\nRESTRICTIONS AND PROHIBITIONS. Patients will be instructed to not consume food, alcohol, caffeine or nicotine at least 3h prior to the intervention. Usual medication intake will be allowed with small amounts of water.\n\nPROCEDURE. Patients will be tested in 3 RAGT sessions on 3 separate days. During the first session patients will walk in the Lokomat according to their regular therapy settings for a minimum of 20 minutes (i.e. minimum tolerable guidance force (GF), minimal tolerable body weight support (BWS) and maximum tolerable walking speed). During the second and third session patients will walk in the Lokomat with 2 different levels of guidance force (once 60% and once 100%) for a minimum 20 minutes each and with the same amount of body weight support and walking speed as in the first session. On a separate day before the intervention, patients will be seated for 10 minutes during which resting values (respiratory gases and heart rate) will be assessed (in order to measure their Resting Metabolic Rate). In addition, informed consent and baseline clinical demographic characteristics will be obtained. At the start of the intervention, a mouth mask, heart rate monitor and gait analysis system will be applied. After a seated resting period of 5 minutes, patients will walk for a minimum of 20 minutes during which respiratory gases and heart rate will be monitored continuously. The Borg rating of perceived exertion will be registered every 3 minutes. The intervention will be terminated early when relative or absolute indications are presented as reported by the American Heart Association or when patients are unable to continue walking. Walking sessions will be controlled for time of day.\n\nRANDOMIZATION. The levels of GF will be randomised..\n\nMATERIALS. A flexible facemask (adult facemask, small/medium, Cortex, Germany), lightweight chest carrying gas analysis system (Metamax 3B, Cortex, Germany) and Bluetooth heart rate belt (Polar H7, Polar Electro, Finland) will be used to measure metabolic and cardiorespiratory parameters. At the start of each measurement, gas (room air and reference gas (17.4% O2 and 5.1% CO2)) and volume (3L syringe) calibrations of the breath-by-breath gas analysis system will be performed in accordance with the manufacturer's instructions.\n\nSTATISTICAL ANALYSIS. Statistics will be performed using SPSS (IBM, Chicago, IL). The significance level will be set at 5%. Descriptive statistics will be calculated for baseline patient characteristics. Means and standard deviations will be calculated for continuous variables and frequencies and percentages for categorical variables. To investigate the effect of time and the effect of different levels of guidance force, repeated measures ANOVAs (within subject factors) will be analyzed. In case of significant differences, posthoc analysis will be interpreted. To investigate if the effect of guidance force is related to the patient's baseline level of GF (i.e. GF during regular therapy settings) correlational analysis will be performed and baseline GF will be considered as a covariate."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Robot-Assisted Gait Training","Guidance force","Stroke","Energy Consumption","Cardiorespiratory Load"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":12,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Lokomat training","type":"EXPERIMENTAL","description":"Patients will be tested in 3 Lokomat training sessions on 3 separate days. During the first session patients will walk in the Lokomat according to their regular therapy settings. During the second and third session patients will walk in the Lokomat with 2 different levels of guidance force (100% guidance force and 60% guidance force).","interventionNames":["Device: Regular therapy settings","Device: 100% guidance force","Device: 60% guidance force"]}],"interventions":[{"type":"DEVICE","name":"Regular therapy settings","description":"Patients will walk in the Lokomat according to their regular therapy settings for a minimum of 20 minutes (i.e. minimum tolerable guidance force (GF), minimal tolerable body weight support (BWS) and maximum tolerable walking speed)","armGroupLabels":["Lokomat training"]},{"type":"DEVICE","name":"100% guidance force","description":"Patients will walk in the Lokomat with 100% GF for a minimum of 20 minutes (same amount of body weight support and walking speed as in the first session)","armGroupLabels":["Lokomat training"]},{"type":"DEVICE","name":"60% guidance force","description":"Patients will walk in the Lokomat with 60% GF for a minimum of 20 minutes (same amount of body weight support and walking speed as in the first session)","armGroupLabels":["Lokomat training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Oxygen consumption (VO2)","description":"Average oxygen consumption (mL/kg/min) at different time frames. Oxygen consumption will be measured continuously (from the beginning of rest till the end of walking). Offline calculations (e.g. averages) will be performed afterwards.","timeFrame":"End 5min resting period; Begin, mid and end of 20min walking period (session 1, 2 and 3)"},{"measure":"Carbon Dioxide Production (CO2)","description":"Average carbon dioxide production (mL/kg/min) at different time frames. Carbon dioxide production will be measured continuously (from the beginning of rest till the end of walking). Offline calculations (e.g. averages) will be performed afterwards.","timeFrame":"End 5min resting period; Begin, mid and end of 20min walking period (session 1, 2 and 3)"},{"measure":"Minute ventilation (VE)","description":"Average amount of air in- or exhaled (L/min) at different time frames. VE will be measured continuously (from the beginning of rest till the end of the walking session). Offline calculations will be performed afterwards.","timeFrame":"End 5min resting period; Begin, mid and end of 20min walking period (session 1, 2 and 3)"},{"measure":"Heart rate (HR)","description":"Average heart rate (beats/min) at different time frames. Heart rate will be measured continuously (from the beginning of rest till the end of the walking session). Offline calculations will be performed afterwards.","timeFrame":"End 5min resting period; Begin, mid and end of 20min walking period (session 1, 2 and 3)"},{"measure":"Percentage heart rate reserve (%HRR)","description":"The percentage of the heart rate reserve (i.e. the difference between the person's predicted maximum heart rate and the person's resting heart rate) at different time moments (= heart rate at different times moments divided by predicted heart rate reserve).","timeFrame":"Begin, mid and end of 20min walking period (session 1)"},{"measure":"Percentage maximal heart rate (%HRmax)","description":"The percentage of the person's predicted maximal heart rate at different time moments (= heart rate at different times moments divided by predicted maximal heart rate).","timeFrame":"Begin, mid and end of 20min walking period (session 1)"},{"measure":"Rating of perceived exertion (assessed by the 6-20 Borg scale) (RPE)","description":"Rating of perceived effort, strain and/or fatigue during walking, pointed on a 15-point Borg scale (6-20) at the end of rest and during walking (every 3 minutes).","timeFrame":"End 5min resting period; Begin, mid and end of 20min walking period (session 1, 2 and 3)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* First-ever subacute (≤ 3 months) stroke patients\n* Eligible to receive robot-assisted gait training according to local therapists' criteria (i.e. non-ambulatory stroke patients that are able to bear full weight on the hemiplegic leg during a minimum of one gait cycle with manual help allowed to maintain balance)\n* Functional Ambulation Category \\< 3\n* Trained in the Lokomat system 2 times prior to the start of the study (i.e. one fitting session and one training session).\n\nExclusion Criteria:\n\n* \\> 135 kg and \\>179 cm\n* Unstable cardiovascular conditions\n* Musculoskeletal problems (other than stroke) affecting the ability to walk\n* Concurrent pulmonary diseases (e.g. asthma)\n* Concurrent neurological diseases\n* Communicative and/or cognitive problems affecting the ability to comprehend or follow instructions\n* Other problems affecting the execution of the intervention (e.g. severe spasticity, contractures or dermatological contra-indications)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Eric Kerckhofs, Prof. Ph.D","affiliation":"Vrije Universiteit Brussel","role":"STUDY_CHAIR"},{"name":"Eva Swinnen, Prof. Ph.D","affiliation":"Vrije Universiteit Brussel","role":"STUDY_DIRECTOR"},{"name":"Nina Lefeber, Ph.D student","affiliation":"Vrije Universiteit Brussel","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"St. Ursula Rehabilitation Centre (Jessa Hospital)","city":"Herk-de-Stad","state":"Limburg","zip":"3540","country":"Belgium","geoPoint":{"lat":50.94013,"lon":5.16636}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}