{"protocolSection":{"identificationModule":{"nctId":"NCT05153642","orgStudyIdInfo":{"id":"109/17"},"organization":{"fullName":"University Hospital Ostrava","class":"OTHER"},"briefTitle":"Emergent Microsurgical Intervention in Acute Stroke Patients After Mechanical Thrombectomy Failure Trial","officialTitle":"Emergent Microsurgical Intervention in Acute Stroke Patients After Mechanical Thrombectomy Failure Trial","acronym":"EMIAS"},"statusModule":{"statusVerifiedDate":"2021-12","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-11-28","studyFirstSubmitQcDate":"2021-11-28","studyFirstPostDateStruct":{"date":"2021-12-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-12-11","lastUpdatePostDateStruct":{"date":"2022-01-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital Ostrava","class":"OTHER"},"collaborators":[{"name":"České Budějovice Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"With all of the gains that have been achieved with endovascular mechanical thrombectomy revascularization and intravenous thrombolysis logistics, there is still a subgroup of patients with salvageable brain tissue for whom persistent emergent large vessel occlusion (ELVO) portends a catastrophic outcome. Study aims to test the safety and efficacy of emergent microsurgical intervention in acute ischemic stroke patients with symptomatic middle cerebral artery occlusion after failure of mechanical thrombectomy.","detailedDescription":"Randomization: Patients after mechanical thrombectomy failure at the first Comprehensive Stroke center (Center 1) will be randomly allocated to the microsurgery group (MSIG) or standard of care Control group 1 (CG1) with 1 : 1 randomization ratio. All consecutive patients with standard stroke care and recanalization failure after mechanical thrombectomy without any subsequent surgical interventions at the second Comprehensive Stroke center (Center 2) will be included in the Control group 2 (CG2) to support reproducibility and eliminate bias in patient selection for MSI - case-control.\n\nDemographics (age, sex) and medical history (arterial hypertension; diabetes mellitus; hyperlipidemia; body mass index; previous stroke or transient ischemic attack; ischemic heart disease; atrial fibrillation; smoking; alcohol abuse; previous use of antithrombotics, anticoagulants, and statins; glucose and cholesterol level at admission; and blood pressure at admission) data will be collected in all patients at admission.\n\nThe neurological status will be assessed using the National Institute of Health Stroke Scale (NIHSS) score at admission and 24 h and seven days after stroke onset.\n\nCollected data for clinical outcomes include modified Rankin score (mRS) 24 h and 90 days after stroke onset, 7- and 90-day mortality, and incidence of symptomatic intracerebral hemorrhage (SICH).\n\nSICH is defined as type 2 parenchymal hematoma and clinical worsening with an NIHSS score of ≥ 4.\n\nFavorable clinical outcome is defined as an mRS score of 0-2 on day 90 after stroke onset.\n\nIVT and MT treatment Both Comprehensive Stroke centers have at least 15 years of experience in acute stroke treatment with a high number of IVT (more than 100 per year) and MT (more than 80 per year) cases complying with local or European stroke organization certification regulations. The IVT and MT treatment protocols at both centers followed the current recommendations by the American Heart Association/American Stroke Association, European Stroke Organization, and/or national guidelines throughout the study duration. All patients will be examined using computed tomography and computed tomography angiography at admission. Patients with wake-up stroke or unknown stroke onset will be also examined using CT perfusion mismatch scans or magnetic resonance diffusion weighted images/fluid-attenuated inversion recovery mismatch to evaluate ischemic core and penumbra for treatment indication according to the above-mentioned guidelines.\n\nThe following stroke data and logistical information will be collected in all patients: occlusion location, occlusion side, stroke etiology, early ischemic changes evaluated using ASPECTS, onset-to-admission time, onset-to-needle time for IVT, onset-to-groin time for MT, and final TICI score.\n\nMT failure declaration The MT procedure will be always indicated by a stroke physician and performed by an experienced interventional neuroradiologist with expertise in cerebral vessel evaluation and treatment techniques. MT recanalization success will be assessed using the TICI scale. Cases with TICI scores of 0 and 1 are evaluated as recanalization failure. Recanalization failure will be declared after at least three unsuccessful attempts to retrieve the thrombi using a retrieval or aspiration tool, or after failure to reach the site of occlusion using the guiding wire. The declaration of onset-to-failure time will be assessed in all cases.\n\nMicrosurgical intervention A protocol for emergent microsurgical treatment as a rescue therapy for cases with mechanical thrombectomy failure as a third-tier option was established and approved by the local ethical committee. The revascularization is always indicated by a stroke physician after MT failure declaration by an interventional neuroradiologist.\n\nThe request for MSI will reported to the surgeon immediately after encountering the first difficulties in reaching the occlusion site or a failure to resolve vessel obturation\n\nMicrosurgery technique and its prerequisites\n\nAll of the microsurgical interventions will be performed by vascular neurosurgeon with experience of more than 200 EC-IC bypasses. Surgical technique will be chosen according to the classification of MT failure with the following scenarios:\n\nThe EC-IC bypass distal to the occlusion will be prepared in A) patients with a failure to pass the lesion using microwire and B) subjects with a failure to reach the occlusion. Middle cerebral artery exploration and eventual embolectomy will performed before the bypass. A transverse arteriotomy will be used in the M1 segment occlusion, while a longitudinal arteriotomy with optional subsequent lesion retrieval using a Fogarty catheter will be used in the upper or lower M2 trunk occlusions. The M2 with longitudinal arteriotomy can be used as the recipient artery for a superior temporal artery to M2 artery anastomosis. Minimally invasive and rapid surgical embolectomy technique will be used in cases with atrial fibrillation as the suspected source of emboli.\n\nC) In cases with successful passage using a microwire or catheter, but with failure of thrombus retrieval, a calcified cerebral embolus can be an example of failure. In cases with suspected occlusion due to intracranial atherosclerosis, the superior temporal artery will be always dissected and EC-IC bypass will be performed.\n\nGeneral anesthesia will be administered by a dedicated anesthetist. Any hypotension episodes will be carefully avoided after the introduction of general anesthesia.\n\nFibrinogen levels will be checked at least 1 h after IVT administration to predict early fibrinogen degradation coagulopathy and to decrease procedural and post procedural risk of bleeding. Fibrinogen will be supplemented with Haemocomplettan P® (CSL Behring GmbH, Marburg, Germany) in cases with levels of \\< 1 g/L. The fibrinogen level will be checked again upon skin closure and then the following day 24 h after IVT. In patients with no antiplatelet drug history prior to stroke, 500 mg of an intravenous acetylsalicylic acid will be administered during the revascularization procedure."},"conditionsModule":{"conditions":["Acute Stroke","Surgical Procedure"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"case-control","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Microsurgical intervention","type":"EXPERIMENTAL","description":"Microsurgical intervention will be used for treatment of acute symptomatic occlusion of middle cerebral artery (in M1 or M2 segment) with or without intracranial ICA occlusion in patients who failed to reach recanalization using standard treatment","interventionNames":["Procedure: Microsurgical intervention"]},{"label":"Standard treatment","type":"NO_INTERVENTION","description":"Acute symptomatic occlusion of middle cerebral artery (in M1 or M2 segment) with or without intracranial ICA occlusion in patients who failed to reach recanalization using standard treatment - intravenous thrombolysis and/or mechanical thrombectomy"}],"interventions":[{"type":"PROCEDURE","name":"Microsurgical intervention","description":"The EC-IC bypass distal to the occlusion will be prepared in patients with a failure to pass the lesion using microwire and subjects with a failure to reach the occlusion. Middle cerebral artery exploration and eventual embolectomy will be performed before the bypass. A transverse arteriotomy will be used in the M1 segment occlusion, while a longitudinal arteriotomy with optional subsequent lesion retrieval using a Fogarty catheter will be used in the upper or lower M2 trunk occlusions. Minimally invasive and rapid surgical embolectomy technique will be used in cases with atrial fibrillation as the suspected source of emboli. In cases with successful passage using a microwire or catheter, but with failure of thrombus retrieval, a calcified cerebral embolus can be an example of failure. In cases with suspected occlusion due to intracranial atherosclerosis, the superior temporal artery will be always dissected and EC-IC bypass was performed.","armGroupLabels":["Microsurgical intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Clinical status at 3 month measured using modified Rankin score","description":"modified Rankin score range: 0-6; favourable clinical outcome: modified Rankin score 0-2; percentage of patients with favourable clinical outcome","timeFrame":"90 days after randomization"}],"secondaryOutcomes":[{"measure":"Clinical status at 24 hours measured using modified Rankin score","description":"modified Rankin score range: 0-6; favourable clinical outcome: modified Rankin score 0-2; percentage of patients with favourable clinical outcome","timeFrame":"24 hours after randomization"},{"measure":"Percentage of patients with symptomatic intracerebral hemorrhage","description":"Symptomatic intracerebral hemorrhage detected on control CT 24 hours after randomization","timeFrame":"24 hours after randomization"},{"measure":"Mortality","description":"Death within 3 month after randomization","timeFrame":"90 days after randomization"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age of ≥ 18 years;\n* indication for MT according to valid guidelines;\n* modified Rankin score (mRS) of ≤ 2 before stroke onset;\n* baseline Alberta Stroke Program Early CT Score (ASPECTS) of ≥ 6;\n* MCA occlusion in M1 or M2 segment with or without intracranial ICA occlusion;\n* estimated onset-to-skin cut time of ≤6 h or core/penumbra mismatch in cases with wake-up stroke or stroke with unknown onset;\n* MT failure with TICI score of 0-1 declared by an interventional neuroradiologist and expectation to achieve recanalization within 24 h from stroke onset.\n\nExclusion Criteria:\n\n* indication for MT according to valid guidelines;\n* thrombocyte count of ≤ 100,000/µL;\n* contraindication for general anesthesia","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Martin Roubec, MD, PhD","role":"CONTACT","email":"martin.roubec@fno.cz"},{"name":"David Školoudík, Prof MD PhD","role":"CONTACT","email":"skoloudik@hotmail.com"}],"overallOfficials":[{"name":"Jiří Fiedler, MD, PhD","affiliation":"České Budějovice Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University Hospital Ostrava","status":"RECRUITING","city":"Ostrava-Poruba","state":"Czech Republic","zip":"708 52","country":"Czechia","contacts":[{"name":"Martin Roubec, MD, Ph.D.","role":"CONTACT","email":"martin.roubec@fno.cz"},{"name":"David Školoudík, Prof MD PhD","role":"CONTACT","email":"skoloudik@hotmail.com"}],"geoPoint":{"lat":49.83465,"lon":18.28204}},{"facility":"České Budějovice Hospital","status":"RECRUITING","city":"České Budějovice","zip":"37001","country":"Czechia","contacts":[{"name":"Jiří Fiedler, MD, PhD","role":"CONTACT"}],"geoPoint":{"lat":48.97447,"lon":14.47434}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Free online access to the individual participant data","infoTypes":["STUDY_PROTOCOL"],"timeFrame":"1 month after finalizing the study data for 1 year","accessCriteria":"No limitation","url":"http://fno.cz"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2023-07-27","submissionInfos":[{"releaseDate":"2023-07-27"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Acute Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}