{"protocolSection":{"identificationModule":{"nctId":"NCT02628366","orgStudyIdInfo":{"id":"R-15-302"},"organization":{"fullName":"Lawson Health Research Institute","class":"OTHER"},"briefTitle":"Major Outcomes With Personalized Dialysate TEMPerature","officialTitle":"Major Outcomes With Personalized Dialysate TEMPerature: Pragmatic, Registry-Based, Cluster Randomized Controlled Trial","acronym":"MyTEMP"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-04-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-03-31","type":"ACTUAL"},"completionDateStruct":{"date":"2021-03-31","type":"ACTUAL"},"studyFirstSubmitDate":"2015-11-16","studyFirstSubmitQcDate":"2015-12-08","studyFirstPostDateStruct":{"date":"2015-12-11","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-06-26","lastUpdatePostDateStruct":{"date":"2023-06-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Lawson Health Research Institute","class":"OTHER"},"collaborators":[{"name":"Population Health Research Institute","class":"OTHER"},{"name":"Ottawa Hospital Research Institute","class":"OTHER"},{"name":"Dialysis Clinic, Inc.","class":"INDUSTRY"},{"name":"Cancer Care Ontario","class":"OTHER"},{"name":"Institute for Clinical Evaluative Sciences","class":"OTHER"},{"name":"The Kidney Foundation of Canada","class":"OTHER"},{"name":"Canadian Institutes of Health Research (CIHR)","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"People with failed kidneys need an artificial kidney machine (called dialysis) to remove toxins and extra fluid from the body. Most patients receive dialysis treatments at a hospital three times a week. During treatment, a patient's blood pressure may drop, causing dizziness and muscle cramping. Repeated drops in blood pressure can also injure the heart and brain. Over time, this can lead to heart attacks, strokes, and sometimes death due to cardiovascular causes. New research shows that cooling the temperature of the dialysis fluid (called dialysate) can reduce heart and brain injury. In most hospitals, all patients' dialysate temperature is set at 36.5 ºC (to match body temperature). In a study of 73 patients, we showed that reducing the dialysate temperature by 0.5 ºC below body temperature protected the heart and brain from injury \\[1,2\\]. We now want to test this simple, safe, low-cost intervention in a large study with \\~7500 dialysis patients in Ontario. We can lower the dialysate temperature on dialysis machines in Ontario at no added cost. This intervention has the potential to reduce many hospitalizations and deaths in Ontario, and relieve suffering in patients with kidney failure.","detailedDescription":"1. Statement of the health problem or issue\n\n   Dialysis is a life-saving treatment for patients with kidney failure. However, over 20% of patients die within one year of starting dialysis from heart disease or stroke.\n\n   One reason that so many dialysis patients die from heart diseases and strokes may be related to the dialysis treatment itself. During dialysis, blood pressure often drops, and the flow of blood and oxygen to the heart and brain is reduced. Over time, this can cause significant damage to vital organs and result in heart attacks, strokes, and even death due to cardiovascular-related causes.\n\n   Our team was the first to show that the heart and brain become starved of blood and oxygen during dialysis. We and others have shown that lowering the temperature of dialysis (to just below the patient's own body temperature) improves blood flow and protects the heart and brain during dialysis. We will now determine if this method can prevent heart attacks and strokes in a large population of dialysis patients.\n2. Objective of your project\n\n   The purpose of this study is to test the effect of outpatient hemodialysis centers randomized to (1) a personalized temperature-reduced dialysate protocol or (2) a standard-temperature dialysate protocol for 4 years on cardiovascular-related death and hospitalizations.\n3. How will you undertake your work?\n\n   We will conduct a cluster randomized controlled trial. Our study will include \\~7500 dialysis patients in 84 dialysis centres across Ontario. The name of this study is MyTEMP. Patients in 42 of the 84 dialysis centres will be in the treatment group and they will receive personalized dialysis (0.5-0.9ºC below their measured body temperature). Patients in the other 42 centres will be in the control group and will receive standard dialysis at a fixed temperature of 36.5ºC. This study will last for four years. At the end of four years, we will compare the rate of cardiovascular-related deaths, heart attacks, strokes, and heart failure in the treatment and control groups.\n4. What is unique/innovative about your project?\n\n   We usually need to study a large number of patients in a clinical trial to reliably understand the effects of treatment. Normally, a study with 7500 patients would cost more than $15 million dollars to conduct; however, our study will provide a reliable answer to the question being asked and cost less than $2 million. This is because we will use data that is already being collected by our healthcare system. For example, when a patient is hospitalized for a heart attack or stroke, this information is recorded in a secure healthcare database. We will be able to analyze these healthcare data at the end of the study (and link patient outcomes to the type of dialysis treatment received (i.e. treatment or control)). This innovative study design means that our study will be much larger (but cost much less) than a traditional clinical trial.\n\n   This pragmatic trial includes all patients who receive chronic in-centre hemodialysis patients in participating Ontario centres. High-risk patients with multiple comorbidities, including cognitive impairments or disabilities, who are often excluded from trials because of their high-risk status are eligible for participation in the MyTEMP trial. By including patients from a variety of medical, ethnic, geographic, and socioeconomic backgrounds, the results of our trial should be broadly generalizable.\n5. What is the impact of the proposed research?\n\nCurrently, many patients worldwide receive hemodialysis with a dialysate temperature of 36.5ºC to 37.0ºC. Lowering the dialysate temperature below a core body temperature is a promising intervention that has the potential to reduce the risk of cardiovascular-related mortality and major adverse cardiovascular events in patients on hemodialysis.\n\nAt four years of follow-up, our trial is powered to detect a minimum 20% hazard rate difference in the composite outcome of time to first cardiovascular-related mortality or hospitalization for major cardiovascular events among centres that use a temperature-reduced personalized hemodialysis protocol compared with centres that use a standard-temperature hemodialysis protocol."},"conditionsModule":{"conditions":["Kidney Diseases","End-Stage Kidney Disease","Hemodialysis"],"keywords":["Cluster randomized Controlled Trial","Personalized Dialysate Temperature","Cooler Dialysate Temperature","Mortality","Cardiovascular Events","Myocardial Infarction","Ischemic Stroke","Congestive Heart Failure","Dialysis Solutions"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":84,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Personalized Dialysate Temperature","type":"EXPERIMENTAL","description":"Dialysis centres randomized to the intervention arm will provide temperature-reduced personalized hemodialysis. A nurse will set the temperature of the dialysate to 0.5°C below each patient's body temperature measured just before starting the dialysis treatment. We are aware that some dialysis machines (e.g. Fresenius 5008) are only able to modify dialysate temperature by 0.5°C increments. For centres with those machines, the nurse will set the dialysate temperature 0.5 to 0.9 °C below each patient's body temperature (measured before starting the hemodialysis treatment) to a minimum of 35.5°C.","interventionNames":["Other: Personalized Dialysate Temperature"]},{"label":"Fixed Dialysate Temperature at 36.5°C","type":"NO_INTERVENTION","description":"Dialysis centres in the control group will provide usual care, which is standard dialysis using a fixed dialysate temperature of 36.5°C"}],"interventions":[{"type":"OTHER","name":"Personalized Dialysate Temperature","description":"Dialysis centres randomized to the intervention will provide temperature-reduced personalized hemodialysis. A nurse will set the temperature of the dialysate to 0.5°C below each patient's body temperature measured just before starting the dialysis treatment. We are aware that some dialysis machines (e.g. Fresenius 5008) are only able to modify dialysate temperature by 0.5°C increments. For centres with those machines, the nurse will set the dialysate temperature 0.5 to 0.9 °C below each patient's body temperature (measured before starting the hemodialysis treatment) to a minimum of 35.5°C.","armGroupLabels":["Personalized Dialysate Temperature"],"otherNames":["Individualized Dialysate Temperature"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Composite outcome of cardiovascular-related mortality or major cardiovascular event","description":"There are many challenges associated with selecting the primary endpoint in MyTEMP because of heterogeneity of the population, complexity of renal pathophysiology and its interaction with cardiovascular disease, and competing risks of non-cardiovascular-related death.\n\nOur primary outcome is a composite outcome of cardiovascular-related mortality or a hospitalization for non-fatal major cardiovascular event which is any of myocardial infarction, ischemic stroke, or congestive heart failure. We chose a cause-specific death (i.e. cardiovascular) in our endpoint, in contrast to all-cause mortality, because non-cardiovascular causes of death are common in the hemodialysis population and the intervention is less likely to reduce the rate of such deaths. However, as a secondary outcome (see Secondary outcomes), we will also test the effect of personalized temperature-reduced dialysate temperature on all-cause mortality.","timeFrame":"Four Years"}],"secondaryOutcomes":[{"measure":"Key secondary outcome: Between-group mean difference in the intradialytic drop of systolic blood pressure.","description":"A blood pressure drop is defined as the pre-dialysis systolic blood pressure minus the intradialytic nadir systolic blood pressure, where the greater the number (in the positive direction) the larger the drop.","timeFrame":"Four Years"},{"measure":"Composite outcome of all-cause mortality or major cardiovascular event","description":"Composite of all-cause mortality and hospitalization for a major cardiovascular event including: myocardial infarction, ischemic stroke, or congestive heart failure.","timeFrame":"Four Years"},{"measure":"All-cause mortality","timeFrame":"Four Years"},{"measure":"Hospitalization for non-fatal myocardial infarction","timeFrame":"Four Years"},{"measure":"Hospitalization for non-fatal congestive heart failure","timeFrame":"Four Years"},{"measure":"Hospitalization for non-fatal ischemic stroke","timeFrame":"Four Years"},{"measure":"Cardiovascular-related mortality","timeFrame":"Four Years"}],"otherOutcomes":[{"measure":"Composite of All-Cause emergency department visits or all-cause hospitalizations (repeated measure)","description":"Patients on hemodialysis are frequently hospitalized and account for 5% to 7% of healthcare expenditures in developed countries despite comprising a very small percentage of the general adult population. These patients have several characteristics that make them vulnerable to hospitalization and emergency department use, including multimorbidity, high rates cardiovascular and complications, and complex medication regimens. The historic hazard rate for emergency department visits was 1.05, all-cause hospitalization was 0.65, and the composite all-cause emergency department visits or hospitalizations over a 4-year period (from April 1, 2013 to March 31, 2017) for an open cohort was 1.22 events per person-year.","timeFrame":"Four Years"},{"measure":"All-Cause emergency department visits (repeated measures)","timeFrame":"Four Years"},{"measure":"All-cause hospitalizations (repeated measure)","timeFrame":"Four years"},{"measure":"Hospital encounter with lower limb amputation","description":"Patients on hemodialysis, especially those with diabetes, have a high incident rate of amputation. Amputations are associated with cardiovascular risk factors and likely linked to vascular injury caused by hemodialysis-induced ischemia, which complicates pre-existing arterial disease and diabetes related injury. We will compare the lower extremity amputation (excluding digit amputations) rate for the two groups. In separate analyses, we will estimate the amputation rate for subgroups of patients with diabetes, as well as those with and without a history of lower extremity amputation in the 10 years before the trial start date or the date entering the trial cohort for new patients starting MyTEMP after April 3rd, 2017.","timeFrame":"Four Years"},{"measure":"Hospital encounter with a major fall or fracture","description":"Many patients on dialysis are frail and prone to falling, which may also predispose them to suffer a fracture. Bone fractures are an important outcome and can result in morbidity, high economic costs, and mortality. Intra-dialytic hypotension might increase the rate and severity of falls after a hemodialysis session leading to additional fractures requiring hospitalizations. We will estimate the rate of fractures for both arms of the trial.","timeFrame":"Four Years"},{"measure":"Intradialytic hypotension","description":"Nadir systolic blood pressure \\< 90 mmHg anytime during dialysis session when value prior to session was ≥ 90 mmHg, or ii) drop in systolic blood pressure ≥ 30 mmHg anytime during session from value prior to session.","timeFrame":"Four years"},{"measure":"Intradialytic hypotension alternate definition #1","description":"Systolic blood pressure \\< 90 mmHg alone (only count if systolic blood pressure is ≥90 mmHg pre-dialysis).","timeFrame":"Four years"},{"measure":"Intradialytic hypotension alternate definition #2","description":"At least a 25% relative reduction in nadir systolic blood pressure from pre-dialysis systolic blood pressure or nadir \\<90 mmHg (only count latter if not present pre-dialysis).","timeFrame":"Four years"},{"measure":"Intradialytic hypotension alternate definition #3","description":"At least a 25% relative reduction in nadir systolic blood pressure from pre-dialysis systolic blood pressure.","timeFrame":"Four years"},{"measure":"Intradialytic hypotension alternate definition #4","description":"A drop in nadir systolic blood pressure by ≥ 35 mmHg from pre-dialysis systolic blood pressure.","timeFrame":"Four years"}]},"eligibilityModule":{"eligibilityCriteria":"This pragmatic cluster randomized controlled trial has only two inclusion criteria:\n\nInclusion Criteria:\n\n* The hemodialysis centre must have cared for a minimum of 15 outpatients being treated with maintenance in-centre hemodialysis on January 1st, 2017.\n* The medical director of the hemodialysis centre (who acted as the centre's gatekeeper) must have been willing for their centre to adopt the randomly allocated dialysate temperature protocol for the duration of the trial.\n\nExclusion Criteria:\n\n* The centre cares for less than 15 patients being treated with conventional in-centre hemodialysis.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Amit X Garg, PhD","affiliation":"London Health Sciences Centre","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Christopher W McIntyre, MD","affiliation":"London Health Sciences Centre","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"London Health Sciences Centre","city":"London","state":"Ontario","zip":"N6A5W9","country":"Canada","geoPoint":{"lat":42.98339,"lon":-81.23304}}]},"referencesModule":{"references":[{"pmid":"28532509","type":"BACKGROUND","citation":"Presseau J, Mutsaers B, Al-Jaishi AA, Squires J, McIntyre CW, Garg AX, Sood MM, Grimshaw JM; Major outcomes with personalized dialysate TEMPerature (MyTEMP) investigators. Barriers and facilitators to healthcare professional behaviour change in clinical trials using the Theoretical Domains Framework: a case study of a trial of individualized temperature-reduced haemodialysis. Trials. 2017 May 22;18(1):227. doi: 10.1186/s13063-017-1965-9."},{"pmid":"30404848","type":"BACKGROUND","citation":"Ward JM, Getchell L, Garg AX; MyTEMP Investigators. Patient and caregiver involvement in a multicentre clustered hemodialysis trial. CMAJ. 2018 Nov 7;190(Suppl):S32-S33. doi: 10.1503/cmaj.180403. No abstract available."},{"pmid":"36343653","type":"DERIVED","citation":"MyTEMP writing committee. Personalised cooler dialysate for patients receiving maintenance haemodialysis (MyTEMP): a pragmatic, cluster-randomised trial. Lancet. 2022 Nov 12;400(10364):1693-1703. doi: 10.1016/S0140-6736(22)01805-0. Epub 2022 Nov 4."},{"pmid":"34471542","type":"DERIVED","citation":"Dixon SN, Sontrop JM, Al-Jaishi A, Killin L, McIntyre CW, Anderson S, Bagga A, Benjamin D, Blake P, Devereaux PJ, Iliescu E, Jain A, Lok CE, Nesrallah G, Oliver MJ, Pandeya S, Sood MM, Tam P, Wald R, Walsh M, Zwarenstein M, Garg AX. MyTEMP: Statistical Analysis Plan of a Registry-Based, Cluster-Randomized Clinical Trial. Can J Kidney Health Dis. 2021 Aug 27;8:20543581211041182. doi: 10.1177/20543581211041182. eCollection 2021. Erratum In: Can J Kidney Health Dis. 2022 Jul 6;9:20543581221110098."},{"pmid":"32076569","type":"DERIVED","citation":"Al-Jaishi AA, McIntyre CW, Sontrop JM, Dixon SN, Anderson S, Bagga A, Benjamin D, Berry D, Blake PG, Chambers L, Chan PCK, Delbrouck N, Devereaux PJ, Ferreira-Divino LF, Goluch R, Gregor L, Grimshaw JM, Hanson G, Iliescu E, Jain AK, Lok CE, Mustafa RA, Nathoo B, Nesrallah GE, Oliver MJ, Pandeya S, Parmar MS, Perkins D, Presseau J, Rabin E, Sasal J, Shulman T, Sood MM, Steele A, Tam P, Tascona D, Wadehra D, Wald R, Walsh M, Watson P, Wodchis W, Zager P, Zwarenstein M, Garg AX. Major Outcomes With Personalized Dialysate TEMPerature (MyTEMP): Rationale and Design of a Pragmatic, Registry-Based, Cluster Randomized Controlled Trial. Can J Kidney Health Dis. 2020 Feb 5;7:2054358119887988. doi: 10.1177/2054358119887988. eCollection 2020."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"While data sharing agreements prohibit ICES from making the data publicly available, access may be granted to those who meet prespecified criteria for confidential access, available at www.ices.on.ca/DAS. The full dataset creation plan and underlying analytic code are available from the authors upon request, understanding that the programs may rely upon coding templates or macros that are unique to ICES."}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2022-09-06","uploadDate":"2023-06-21T10:00","filename":"Prot_SAP_003.pdf","size":2440192}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000007674","term":"Kidney Diseases"},{"id":"D000007676","term":"Kidney Failure, Chronic"}],"ancestors":[{"id":"D000014570","term":"Urologic Diseases"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"},{"id":"D000051436","term":"Renal Insufficiency, Chronic"},{"id":"D000051437","term":"Renal Insufficiency"},{"id":"D000002908","term":"Chronic Disease"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9111","name":"Heart Failure","relevance":"LOW"},{"id":"M10388","name":"Kidney Diseases","asFound":"Kidney Disease","relevance":"HIGH"},{"id":"M10389","name":"Kidney Failure, Chronic","asFound":"End Stage Kidney Disease","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M11845","name":"Myocardial Infarction","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M26408","name":"Renal Insufficiency","relevance":"LOW"},{"id":"M17009","name":"Urologic Diseases","relevance":"LOW"},{"id":"M2876","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M26783","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M13817","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8089","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M26785","name":"Male Urogenital Diseases","relevance":"LOW"},{"id":"M26407","name":"Renal Insufficiency, Chronic","relevance":"LOW"},{"id":"M5837","name":"Chronic Disease","relevance":"LOW"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000015314","term":"Dialysis Solutions"}],"ancestors":[{"id":"D000019999","term":"Pharmaceutical Solutions"}],"browseLeaves":[{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"},{"id":"M17698","name":"Dialysis Solutions","asFound":"Carfilzomib","relevance":"HIGH"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}