{"protocolSection":{"identificationModule":{"nctId":"NCT00056706","orgStudyIdInfo":{"id":"030135"},"secondaryIdInfos":[{"id":"03-N-0135"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Ischemic Nerve Block to Improve Hand Function in Stroke Patients","officialTitle":"Improved Function in the Paretic Hand of Chronic Stroke Patients by Transient Deafferentation of the Intact Upper Extremity"},"statusModule":{"statusVerifiedDate":"2006-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2003-03"},"completionDateStruct":{"date":"2006-01"},"studyFirstSubmitDate":"2003-03-21","studyFirstSubmitQcDate":"2003-03-19","studyFirstPostDateStruct":{"date":"2003-03-20","type":"ESTIMATED"},"lastUpdateSubmitDate":"2008-03-03","lastUpdatePostDateStruct":{"date":"2008-03-04","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"descriptionModule":{"briefSummary":"This study will determine whether impaired hand function due to stroke can be improved by blocking nerve impulses to the unaffected arm. Following a stroke, the unaffected side of the brain might negatively influence the affected side. Studies in healthy volunteers show that function in one hand improves when ischemic nerve block (inflating a pressure cuff to block nerve impulses) is applied to the forearm of the other hand. This study will examine whether similar improvement also occurs in the affected hand of patients with chronic impairment after stroke.\n\nStroke patients with sensory (numbness) or motor impairment (weakness) in the hand that has persisted at least 12 months after the stroke may be eligible for this study. Patients who have had more than one stroke, whose stroke affected both sides of the body, who have a history of deep vein thrombosis (blood clotting), or who are receiving anticoagulant (blood-thinning) treatment at the time of the study will not be enrolled.\n\nParticipants will have physical and neurological examinations and will undergo the following procedures:\n\nSession 1\n\n* Magnetic resonance imaging (if one has not been done within the previous 6 months): MRI uses a magnetic field and radio waves to produce images of body tissues and organs. For this procedure, the patient lies on a table that is moved into the scanner (a narrow cylinder) and wears earplugs to muffle loud knocking and thumping sounds that occur during the scanning process. The procedure lasts about 45 to 90 minutes, during which the patient lies still up to a few minutes at a time.\n* Mini Mental State Examination - Patients will take a short test to assess cognitive function.\n\nSessions 2 (and possibly 3 and 4)\n\n* Motor task practice: Patients practice a motor task several times to achieve optimal performance. The task is a rhythmic, repetitive pinch grip at maximal strength at a frequency of one grip every 10 seconds. If technical difficulties arise during the session, the procedure will be repeated in sessions 3 and 4.\n\nSessions 5 (and possibly 6)\n\n* Pinch grip and ischemic nerve block (INB): Patients perform the pinch grip task several times and then INB is applied. For INB, a blood pressure cuff is inflated around the arm at the level of the elbow for 35 to 50 minutes. The procedure causes temporary numbness, tingling, loss of muscle strength, and discoloration or the forearm and hand. Patients repeat the pinch grip task during the INB and again 20 minutes after the INB is released. If technical difficulties arise during the session, the procedure will be repeated in session 6.\n\nSession 7\n\nThis session is identical to session 5, except the INB is applied immediately above the ankle instead of on the forearm.","detailedDescription":"There are very few therapeutic options for the treatment of disability resulting from chronic stroke. We recently found that transient deafferentation of one hand in healthy subjects enhanced performance in corticomotor excitability and a tactile discriminative task, targeting muscles in the opposite non-deafferented hand. The purpose of this protocol is to test the hypothesis that transient deafferentation of the intact hand in chronic stroke patients will improve functions in the paretic hand. We plan to study patients with chronic strokes dating back at least one year, and either predominantly motor or somatosensory deficits.\n\nPrimary outcome measures are (a) in patients with predominantly somatosensory deficit, deafferentation-induced improvement in a tactile discrimination task (grating orientation task GOT and (b) in patients with predominantly motor deficit, deafferentation-induced improvement in pinch muscle strength.\n\nModified primary outcome measure will be the decrease in interhemispheric inhibition targeting the paretic hand during deafferentation of the healthy hand (chronic stroke patients, motor deficit group).\n\nSecondary outcome measure will be the decrease in interhemispheric inhibition targeting the non-deafferented hand in healthy control subjects."},"conditionsModule":{"conditions":["Cerebrovascular Accident"],"keywords":["Motor Deficit","Somatosensory Deficit","Cortical Reorganization","Disinhibition","Rehabilitation","Plasticity","Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","enrollmentInfo":{"count":75}},"armsInterventionsModule":{"interventions":[{"type":"PROCEDURE","name":"Transient deafferentation"}]},"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA:\n\nWe will include patients with thromboembolic non-hemorrhagic hemispheric lesions and with hemorrhagic hemispheric lesions (subcortical in the corticospinal tract, or cortical in motor or somatosensory representations, as documented by CT or MRI) at least 12 months after the stroke. In addition, for the TMS measurements we will include 17 age- and gender-matched control subjects.\n\nFor the GOT task, we will choose subjects who initially had a severe sensory paresis (sensory NIH-SS below 1), which subsequently recovered to the point that they have a residual somatosensory deficit but can perform the task.\n\nFor the motor performance, we will choose subjects who initially had a severe motor paresis (below MRC grade 2), which subsequently recovered to the point that they have a residual motor deficit but can perform the required tasks.\n\nEXCLUSION CRITERIA:\n\nPatients with more than one stroke.\n\nPatients with bilateral motor impairment.\n\nPatients with cerebellar or brainstem lesions.\n\nPatients or subjects unable to perform the task (wrist or elbow flexion at least MRC grade 2, less than 75% of performance in the grating orientation task with a grating of 3.0).\n\nPatients or subjects with history of severe alcohol or drug abuse, psychiatric illness like severe depression, poor motivational capacity, or severe language disturbances, particularly of receptive nature or with serious cognitive deficits (defined as equivalent to a mini-mental state exam score of 23 or less).\n\nPatients or subjects with severe uncontrolled medical problems (e.g. cardiovascular disease, severe rheumatoid arthritis, active joint deformity of arthritic origin, active cancer or renal disease, any kind of end-stage pulmonary or cardiovascular disease, or a deteriorated condition due to age, uncontrolled epilepsy or others).\n\nPatients or subjects with increased intracranial pressure as evaluated by clinical means.\n\nPatients or subjects with unstable cardiac arrhythmia.\n\nPatients or subjects with history of hyperthyroidism or individuals receiving drugs acting primarily on the central nervous system.\n\nPatients with more than moderate to severe microangiopathy, polyneuropathy, diabetes mellitus, or ischemic peripheral disease.\n\nPatients with a history of deep vein thrombosis.\n\nPatients receiving anticoagulant treatment at the time of the proposed study.\n\nExcessive callus at the palm of the fingers.\n\nPregnancy in women.","healthyVolunteers":true,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"National Institute of Neurological Disorders and Stroke (NINDS)","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"1620338","type":"BACKGROUND","citation":"Brasil-Neto JP, Cohen LG, Pascual-Leone A, Jabir FK, Wall RT, Hallett M. Rapid reversible modulation of human motor outputs after transient deafferentation of the forearm: a study with transcranial magnetic stimulation. Neurology. 1992 Jul;42(7):1302-6. doi: 10.1212/wnl.42.7.1302."},{"pmid":"2389146","type":"BACKGROUND","citation":"Calford MB, Tweedale R. Interhemispheric transfer of plasticity in the cerebral cortex. Science. 1990 Aug 17;249(4970):805-7. doi: 10.1126/science.2389146."},{"pmid":"12031403","type":"BACKGROUND","citation":"Chen R, Cohen LG, Hallett M. Nervous system reorganization following injury. Neuroscience. 2002;111(4):761-73. doi: 10.1016/s0306-4522(02)00025-8."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}