{"protocolSection":{"identificationModule":{"nctId":"NCT02533128","orgStudyIdInfo":{"id":"EKSG 15/003"},"organization":{"fullName":"Cantonal Hospital of St. Gallen","class":"OTHER"},"briefTitle":"Biomarkers, Blood Pressure, BIS: Risk Stratification/Management of Patients at Cardiac Risk in Major Noncardiac Surgery","officialTitle":"Biomarkers, Blood Pressure and BIS: Perioperative Risk Stratification and Management Optimization of Patients at Cardiac Risk Undergoing Major Noncardiac Surgery (The BBB Study)","acronym":"BBB"},"statusModule":{"statusVerifiedDate":"2020-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-10-14"},"primaryCompletionDateStruct":{"date":"2019-05-17","type":"ACTUAL"},"completionDateStruct":{"date":"2020-04-17","type":"ACTUAL"},"studyFirstSubmitDate":"2015-08-24","studyFirstSubmitQcDate":"2015-08-25","studyFirstPostDateStruct":{"date":"2015-08-26","type":"ESTIMATED"},"lastUpdateSubmitDate":"2020-07-14","lastUpdatePostDateStruct":{"date":"2020-07-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Miodrag Filipovic, Prof. Dr. med.","investigatorTitle":"Vice-Chairman, Clinic for Anesthesiology, Intensive Care, Prehospital and Pain Medicine","investigatorAffiliation":"Cantonal Hospital of St. Gallen"},"leadSponsor":{"name":"Miodrag Filipovic, Prof. Dr. med.","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Major adverse cardiovascular events (MACE) are a leading cause of serious complications and death following major noncardiac surgery. The heart biomarkers brain-type natriuretic peptide (BNP) and high-sensitivity troponin I/T (hs-TnI/T), may aid in estimating the risk of surgery - low values may permit identifying patients at a very low risk of postoperative complications, potentially helping to avoid unnecessary tests and delays prior to surgery.\n\nRecent studies suggest that the manner in which an anesthetic is conducted may have an important impact on postoperative outcomes. The combination of low blood pressure (BP) and a deep level of anesthesia despite a low dose of anesthetic - also known as a \"triple low\" - has been linked to increased complications and death following surgery. However, it is unclear whether triple lows actually cause postoperative complications or whether they are merely an indicator of a sick patient, who is in general more likely to suffer from cardiovascular events in the near future. To answer this question, in this study patients will be randomly assigned to groups with lower and higher blood pressures, and the postoperative rates of major adverse cardiovascular events and of relevant increases in hs-TnI (a marker of cardiac injury) compared.\n\nAnother important question is that of the optimal blood pressure target during surgery. Currently there are no established methods of tailoring blood pressure management to the individual patient. In the study the investigators will perform ambulatory 24h BP measurements prior to surgery to measure the patients' average BP during sleep. In the analysis of the study data, the investigators will try to determine the relationship of preoperative biomarker levels, intraoperative BP (both in relation to fixed targets and to the patient's own night-time BP) and of anesthetic depth with the occurrence of major adverse cardiovascular events after surgery.","detailedDescription":"1. Hypothesis and purpose\n\n   This study is based on the hypothesis that normal preoperative cardiac biomarkers, lack of intraoperative hypotension and BIS values between 45-60 are associated with better outcomes compared with elevated biomarkers, intraoperative hypotension and/or BIS values below 45. Additionally, the investigators hypothesize that tight blood pressure management reduces the incidence of adverse outcomes compared to liberal blood pressure management (see below for definitions). Lastly, the investigators will test the hypothesis that individualized, relative lower limits of blood pressure are a better predictor of adverse outcomes than absolute, non-individualized limits.\n2. Study design\n\n   The study will be comprised of a cohort study (RISK) and a nested randomized controlled trial (RCT) \\[HEMODYNAMICS\\]. In the period between September 2015 and August 2018 all patients meeting the inclusion criteria will be included in the cohort study to assess the association of perioperative biomarkers, intraoperative blood pressure and BIS values with the occurrence of MACE. A smaller subset of patients will additionally be included in the RCT to assess the effect of tight versus liberal blood pressure management on MACE.\n\n   Cardiac risk assessment and optimization will be performed according to clinical practice in the investigators' institution, following internal guidelines (based on the 2007 ACC/AHA guidelines. In addition, preoperative cardiac biomarkers (BNP and hsTnI) will be measured. Intraoperative blood pressure management will be based on an internal hemodynamic management algorithm, however in the cohort study the intervention threshold will be left at the discretion of the anesthesiologist. The occurrence of MACE will be assessed 30 days and one year after surgery. The association of preoperative biomarker levels and the occurrence of intraoperative hypotension will be investigated.\n\n   In the RCT, patients will be assessed similarly to the protocol of the cohort study, however these patients will be randomly assigned to either tight (mean arterial pressure \\[MAP\\] \\> 75 mmHg) or liberal (MAP at the discretion of the anesthesiologist, but not \\< 60mmHg) blood pressure management using the same hemodynamic management algorithm as in the whole cohort. In a subset of the RCT patients, a nighttime blood pressure profile will be obtained additionally to define a presumed individual lower blood pressure limit (i.e. the mean MAP during natural sleep). The association of intraoperative time spent below the individual lower blood pressure limit with the occurrence of adverse outcomes will be assessed.\n\n   Additionally, the association of postoperative parameters (e.g. the time spent below a given blood pressure threshold) with the occurrence of MACE will be investigated.\n\n   Further, the association of perioperative levels of the biomarkers midregional proadrenomedullin (MR-proADM) and high-sensitivity cardiac troponin T (hs-TnT) with the occurrence of MACE will be investigated.\n\n   Lastly, fully anonymised patient data from the BBB-Study may be included in multicenter cohort studies investigating perioperative myocardial ischemia and hemodynamic stability.\n3. Sample Size\n\n   The sample size calculation of the Clinical Trials Unit St. Gallen indicates that in the RCT, assuming a 10% drop-out rate, 458 patients will be necessary to detect an a difference of 33% between the liberal and tight BP groups in our primary composite endpoint of MACE (α=0.05, β=0.2).\n4. Statistical Analysis\n\nIn the RCT, potential differences between the incidence of the primary endpoint in the tight and liberal BP groups will be assessed using χ2 statistics. In the cohort study, the investigators will generate logistic regression models using the primary (or secondary) outcome as a dependent variable. The investigators will model the preoperative level of cardiac biomarkers (in quartiles and dichotomized), time spent below a prespecified mean arterial pressure (\\< 75 mmHg, \\< 60 and below the individual average mean arterial pressure during natural sleep) and time spent below a BIS \\< 45. The model will be adjusted for the following prespecified independent variables: Charlson Comorbidity Index, Lee Revised Cardiac Risk Index, age and sex. The number of independent variables will be limited to avoid overfitting of the model. For dichotomization of BNP, the investigators will define the optimal cut-off value using receiver operating characteristics curves for the primary outcome under assumption of equal weight sensitivity and specificity. The null hypothesis will be considered refuted if the 2-sided p-value is \\< 0.05.\n\nBased on previous experience in similar studies, the investigators expect a very small number of loss of follow up (\\< 2%). If the number exceeds 5% a Cox regression model using time to the composite endpoint (or time to last contact, if loss of follow up has occurred) as a dependent variable will be calculated. Missing perioperative BNP values will be handled as normal (\\< 50 pg/ml). Any other missing perioperative laboratory values shall also be assumed to be normal."},"conditionsModule":{"conditions":["Hypotension","Postoperative Complications","Acute Coronary Syndrome","Heart Failure","Coronary Occlusion","Stroke","Acute Kidney Injury","Renal Insufficiency, Chronic","Death"],"keywords":["Intraoperative blood pressure","Triple low","Anesthetic overdose","Major adverse cardiac events (MACE)","Myocardial injury after noncardiac surgery (MINS)","Perioperative risk stratification","Brain-type natriuretic peptide (BNP)","High-sensitivity cardiac Troponin I (hs-cTnI)"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":458,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Liberal blood pressure management","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Liberal blood pressure management"]},{"label":"Tight blood pressure management","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Tight blood pressure management"]}],"interventions":[{"type":"DRUG","name":"Liberal blood pressure management","description":"Protocolized hemodynamic management to maintain mean arterial pressure (MAP) \\> 60 mmHg","armGroupLabels":["Liberal blood pressure management"]},{"type":"DRUG","name":"Tight blood pressure management","description":"Protocolized hemodynamic management to maintain mean arterial pressure (MAP) \\> 75 mmHg","armGroupLabels":["Tight blood pressure management"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"High-sensitivity cardiac Troponin I (hs-cTnI) > 0.04ng/ml and >= 35% relative increase compared to preoperative value","timeFrame":"Postoperative days 0-3"},{"measure":"Major adverse cardiovascular events","description":"Acute coronary syndrome, new or worsening congestive heart failure, coronary revascularization, stroke, acute kidney injury, all-cause mortality","timeFrame":"30 days postoperatively"}],"secondaryOutcomes":[{"measure":"Major adverse cardiovascular events","description":"Acute coronary syndrome, new or worsening congestive heart failure, coronary revascularization, stroke, new diagnosis of chronic kidney disease (CKD) or progression of pre-existing CKD, all-cause mortality","timeFrame":"1 year postoperatively"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria (both A and B fulfilled):\n\n* A) undergoing major noncardiac surgery, defined as:\n\n  * vascular surgery (with the exception of arteriovenous shunt, vein stripping procedures and carotid endarterectomies)\n  * intraperitoneal surgery\n  * intrathoracic surgery\n  * major orthopedic surgery\n* B) at cardiovascular risk, defined as meeting at least 1 of the following 6 criteria:\n\n  * history of coronary artery disease\n  * history of peripheral vascular disease\n  * history of stroke\n  * hospitalization for congestive heart failure\n  * undergoing major vascular surgery, with the exception of arteriovenous shunt, vein stripping procedures and carotid endarterectomies\n  * fulfillment of any 3 of the 7 Lee criteria, defined as:\n\n    * undergoing intrathoracic or intraperitoneal surgery\n    * anamnestic transient ischemic attack (TIA)\n    * any history of CHF or history of pulmonary edema\n    * diabetes\n    * serum creatinine \\> 175 mcmol/l\n    * age \\> 70 years\n    * undergoing emergent or urgent surgery\n\nExclusion Criteria:\n\n* General\n\n  * pregnancy\n  * inclusion in another clinical trial with any endpoints in common with the BBB Study: hs-cTnI, components of MACE (acute coronary syndrome \\[ACS\\], congestive heart failure \\[CHF\\], coronary revascularization, stroke, acute kidney injury \\[AKI\\], new chronic kidney disease \\[CKD\\] or progression of CKD, mortality)\n  * previously enrolled in BBB Study\n* RCT\n\n  * emergent surgery\n  * presence of any active cardiac conditions:\n\n    * unstable coronary syndromes: unstable or severe (CCS III or IV) angina\n    * decompensated heart failure: NYHA IV, worsening or new-onset\n    * significant arrhythmias: high-grade AV-block (Mobitz II and third-degree), symptomatic bradycardia, symptomatic ventricular arrhythmias, supraventricular arrhythmias with uncontrolled ventricular rate (\\>100bpm at rest), newly recognized ventricular tachycardia\n    * severe valvular disease: severe aortic stenosis (mean pressure gradient \\> 40 mmHg, aortic valve area \\< 1.0 cm2, symptomatic), symptomatic mitral stenosis (progressive dyspnea on exertion, externional presyncope, heart failure)\n  * any transplantation","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Miodrag Filipovic, Prof. Dr.","affiliation":"Cantonal Hospital of St. Gallen","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Kantonsspital St. Gallen","city":"St. Gallen","zip":"9007","country":"Switzerland","geoPoint":{"lat":47.42391,"lon":9.37477}}]},"referencesModule":{"references":[{"pmid":"22546967","type":"BACKGROUND","citation":"Sessler DI, Sigl JC, Kelley SD, Chamoun NG, Manberg PJ, Saager L, Kurz A, Greenwald S. Hospital stay and mortality are increased in patients having a \"triple low\" of low blood pressure, low bispectral index, and low minimum alveolar concentration of volatile anesthesia. Anesthesiology. 2012 Jun;116(6):1195-203. doi: 10.1097/ALN.0b013e31825683dc."},{"pmid":"17901357","type":"BACKGROUND","citation":"Fleisher LA, Beckman JA, Brown KA, Calkins H, Chaikof E, Fleischmann KE, Freeman WK, Froehlich JB, Kasper EK, Kersten JR, Riegel B, Robb JF, Smith SC Jr, Jacobs AK, Adams CD, Anderson JL, Antman EM, Buller CE, Creager MA, Ettinger SM, Faxon DP, Fuster V, Halperin JL, Hiratzka LF, Hunt SA, Lytle BW, Nishimura R, Ornato JP, Page RL, Tarkington LG, Yancy CW; American College of Cardiology/American Heart Association Task Force on Practice Guidelines (Writing Committee to Revise the 2002 Guidelines on Perioperative Cardiovascular Evaluation for Noncardiac Surgery); American Society of Echocardiography; American Society of Nuclear Cardiology; Heart Rhythm Society; Society of Cardiovascular Anesthesiologists; Society for Cardiovascular Angiography and Interventions; Society for Vascular Medicine and Biology; Society for Vascular Surgery. ACC/AHA 2007 guidelines on perioperative cardiovascular evaluation and care for noncardiac surgery: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines (Writing Committee to Revise the 2002 Guidelines on Perioperative Cardiovascular Evaluation for Noncardiac Surgery): developed in collaboration with the American Society of Echocardiography, American Society of Nuclear Cardiology, Heart Rhythm Society, Society of Cardiovascular Anesthesiologists, Society for Cardiovascular Angiography and Interventions, Society for Vascular Medicine and Biology, and Society for Vascular Surgery. Circulation. 2007 Oct 23;116(17):e418-99. doi: 10.1161/CIRCULATIONAHA.107.185699. Epub 2007 Sep 27. No abstract available. Erratum In: Circulation. 2008 Aug 26;118(9): e143-4. Circulation. 2008 Feb 5;117(5):e154."},{"pmid":"25085961","type":"BACKGROUND","citation":"Fleisher LA, Fleischmann KE, Auerbach AD, Barnason SA, Beckman JA, Bozkurt B, Davila-Roman VG, Gerhard-Herman MD, Holly TA, Kane GC, Marine JE, Nelson MT, Spencer CC, Thompson A, Ting HH, Uretsky BF, Wijeysundera DN. 2014 ACC/AHA guideline on perioperative cardiovascular evaluation and management of patients undergoing noncardiac surgery: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines. Circulation. 2014 Dec 9;130(24):e278-333. doi: 10.1161/CIR.0000000000000106. Epub 2014 Aug 1. No abstract available."},{"pmid":"25086026","type":"BACKGROUND","citation":"Kristensen SD, Knuuti J, Saraste A, Anker S, Botker HE, Hert SD, Ford I, Gonzalez-Juanatey JR, Gorenek B, Heyndrickx GR, Hoeft A, Huber K, Iung B, Kjeldsen KP, Longrois D, Luscher TF, Pierard L, Pocock S, Price S, Roffi M, Sirnes PA, Sousa-Uva M, Voudris V, Funck-Brentano C; Authors/Task Force Members. 2014 ESC/ESA Guidelines on non-cardiac surgery: cardiovascular assessment and management: The Joint Task Force on non-cardiac surgery: cardiovascular assessment and management of the European Society of Cardiology (ESC) and the European Society of Anaesthesiology (ESA). Eur Heart J. 2014 Sep 14;35(35):2383-431. doi: 10.1093/eurheartj/ehu282. Epub 2014 Aug 1. No abstract available."},{"pmid":"34711333","type":"DERIVED","citation":"Wanner PM, Wulff DU, Djurdjevic M, Korte W, Schnider TW, Filipovic M. Targeting Higher Intraoperative Blood Pressures Does Not Reduce Adverse Cardiovascular Events Following Noncardiac Surgery. J Am Coll Cardiol. 2021 Nov 2;78(18):1753-1764. doi: 10.1016/j.jacc.2021.08.048."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000058186","term":"Acute Kidney Injury"},{"id":"D000051437","term":"Renal Insufficiency"},{"id":"D000051436","term":"Renal Insufficiency, Chronic"},{"id":"D000054058","term":"Acute Coronary Syndrome"},{"id":"D000007022","term":"Hypotension"},{"id":"D000054059","term":"Coronary Occlusion"},{"id":"D000011183","term":"Postoperative Complications"}],"ancestors":[{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000007674","term":"Kidney Diseases"},{"id":"D000014570","term":"Urologic Diseases"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000002908","term":"Chronic Disease"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000003327","term":"Coronary Disease"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M28688","name":"Acute Kidney Injury","asFound":"Acute Kidney Injury","relevance":"HIGH"},{"id":"M9762","name":"Hypotension","asFound":"Hypotension","relevance":"HIGH"},{"id":"M9111","name":"Heart Failure","relevance":"LOW"},{"id":"M26407","name":"Renal Insufficiency, Chronic","asFound":"Renal Insufficiency, Chronic","relevance":"HIGH"},{"id":"M6535","name":"Death","relevance":"LOW"},{"id":"M9708","name":"Hypersensitivity","relevance":"LOW"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M27235","name":"Acute Coronary Syndrome","asFound":"Acute Coronary Syndrome","relevance":"HIGH"},{"id":"M26408","name":"Renal Insufficiency","asFound":"Renal Insufficiency","relevance":"HIGH"},{"id":"M13755","name":"Postoperative Complications","asFound":"Postoperative Complications","relevance":"HIGH"},{"id":"M29701","name":"Drug Overdose","relevance":"LOW"},{"id":"M27236","name":"Coronary Occlusion","asFound":"Coronary Occlusion","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M10388","name":"Kidney Diseases","relevance":"LOW"},{"id":"M17009","name":"Urologic Diseases","relevance":"LOW"},{"id":"M2876","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M26783","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M13817","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8089","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M26785","name":"Male Urogenital Diseases","relevance":"LOW"},{"id":"M5837","name":"Chronic Disease","relevance":"LOW"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"},{"id":"M6239","name":"Coronary Disease","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC25","name":"Substance Related Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3797","name":"Anesthetics","relevance":"LOW"},{"id":"M4544","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"},{"id":"T217","name":"Mace","relevance":"LOW"},{"id":"T240","name":"Nutmeg","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"},{"abbrev":"HB","name":"Herbal and Botanical"}]}},"hasResults":false}