{"protocolSection":{"identificationModule":{"nctId":"NCT04786652","orgStudyIdInfo":{"id":"2021"},"organization":{"fullName":"Northern State Medical University","class":"OTHER"},"briefTitle":"Fluid Responsiveness: SVV vs esSVV in Mechanically Ventilated and Spontaneously Breathing Patients","officialTitle":"Fluid Responsiveness: A Validation of Stroke Volume Variations Estimated With Pulse Wave Transit Time in Mechanically Ventilated and Spontaneously Breathing Patients After Off-pump Coronary Artery Bypass Grafting"},"statusModule":{"statusVerifiedDate":"2021-03","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-03-20","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2021-10-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-12-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-03-04","studyFirstSubmitQcDate":"2021-03-04","studyFirstPostDateStruct":{"date":"2021-03-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-03-12","lastUpdatePostDateStruct":{"date":"2021-03-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Northern State Medical University","class":"OTHER"},"collaborators":[{"name":"Nihon Kohden","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Postoperative period after off-pump coronary artery bypass grafting (OPCAB) can be a challenging area for emerging methods for less-invasive continuous hemodynamic monitoring. The primary goal of this study is to assess the accuracy of estimated stroke volume variation (esSVV, Nihon Kohden, Japan) compared with SVV determined by conventional pulse contour analysis (SVVPCA), respectively.\n\nAll the measurements and tests will be performed:\n\n1. In mechanically ventilated patients after OPCAB within two hrs after intervention: passive leg raising (PLR), increased PEEP, and mini-fluid load (mFL) tests will be followed by standard fluid load (sFL). Monitoring: SVVPCA, PPVPCA, esSVV, HLI, PVI, pre-ejection fraction (PEP, echocardiography), CIPCA, esCI and CISTD. Transthoracic echocardiography will be performed to assess the volume of heart chambers, ejection fraction and pre-ejection phase (PEP).\n2. In spontaneously breathing patients at 18 hrs of the postoperative period: PLR, and mFL tests followed by sFL. Monitoring: SVVPCA, PPVPCA, esSVV, PVI, PEP, CIPCA, esCI and CISTD. Transthoracic echocardiography will be performed to assess the volume of heart chambers, ejection fraction and pre-ejection phase.","detailedDescription":"Postoperative period after off-pump coronary artery bypass grafting (OPCAB) can be a challenging area for emerging methods for less-invasive continuous hemodynamic monitoring.It is well known that OPCAB results in rapid changes in cardiac performance and vascular tone affecting many hemodynamic variables. The patients demonstrating any pattern of hemodynamic instability during and after major cardiac surgery can benefit from assessment of fluid responsiveness both invasively and non-invasively. In addition to continuous monitoring of cardiac output (CO), functional hemodynamic parameters as well as multiple dynamic tests are of value when elaborating the goal-directed treatment plan and clinical decision-making. Fluid responsiveness can be assessed using stroke volume variation (SVV) and pulse pressure variation (PPV), as well as by non-invasive heart-lung interaction index (HLI, G5-Hamilton, Switzerland) and pulse variability index (PVI, Masimo, USA). However, these parameters vary in predictive value in different categories of patients. Thus, passive leg raising (PLR), transient increase in positive end-expiratory pressure (PEEP) and mini-fluid load test (mFL) can be also used to assess the fluid status, both perioperatively and in critically ill patients. The main advantages of these tests are their reversibility and simplicity. Both PLR and mFL test can be readily performed in spontaneously breathing patients. The restoration of the spontaneous breathing has been supposed to be a major limitation for the predictive value of the functional hemodynamic parameters based on the cardiopulmonary interactions, namely, SVV and PPV. However, recent studies have shown that spontaneous breathing activity does not completely eliminate the accuracy of these parameters only expanding the \"grey zone\" of indefinite values.\n\nAmong emerging techniques for continuous measurement of SVV and cardiac output, the assessment of pulse wave transit time (PWTT) has recently become available in the clinical practice. The latter method is based on the relationship between R-wave on ECG, SpO2, and blood pressure, allowing assessment of estimated continuous stroke volume, SVV and CO (esSVV and esCCO, Nihon Kohden, Japan). The potential advantage of this technique is relative non-invasiveness. However, possible limitations include the dependence on signal quality, calibration and intrinsic hemodynamic characteristics. The results of our pilot study of esCCO in OPCAB demonstrate that during OPCAB, esCCO values overestimate CO and demonstrate poor accuracy, precision, and trending ability compared to transpulmonary thermodilution (TPTD). However, postoperatively esCCO showed better agreement with TPTD. The determination of esSVV when CO2 is measured on the bedside monitor also requires further validation in changing clinical settings both during mechanical ventilation and spontaneous breathing.\n\nGoals of the study The primary goal of this study is to assess the accuracy of estimated stroke volume variation (esSVV, Nihon Kohden, Japan) compared with SVV determined by conventional pulse contour analysis (SVVPCA), respectively.\n\nThe secondary goals of this study are to assess the predictive value of esSVV in the early postoperative period during complex dynamic tests including series of dynamic tests (passive leg raising, increased PEEP, and mini-fluid load) followed by the standard fluid load in both mechanically ventilated and spontaneously breathing patients.\n\nMethods Before OPCAB, after receiving the informed consent, all the patients will be subjected to standard premedication. After transfer to the operation room, the catheterization of radial artery using standard 20 G radial arterial catheter (Arteriofix, B/Braun, Germany) and peripheral vein will be performed before induction of anesthesia. The monitoring will also include ECG and SpO2.\n\nAfter standardized preoxygenation 80% O2 for 3 minutes the induction of anesthesia will be conducted using propofol 1-1.5 mg/kg, fentanyl 5-7 mcg/kg and pipecuronium 0.1 mg/kg. Thereafter anesthesia will be maintained with sevoflurane 0.5-3 vol.% with flow of 1 l/min and fentanyl infusion of 2-4 mcg/kg/hr. EtCO2 will be monitored throughput the study period using BSM9100 monitor (Nihon Kohden, Japan).\n\nAll patients will be mechanically ventilated using volume controlled ventilation (Primus, Dräger, Germany) with FiO2 0.5, PEEP 5 cm H2O, VT 8 ml/kg PBW, and RR between 10 to 18 per min to maintain EtCO2 30-35 mm Hg. After induction of anesthesia, the femoral artery will be catheterized with a 5F arterial thermodilution catheter (Pulsiocath PV2015L20, Pulsion). An 8.5F 20-cm central venous catheter will be inserted into the internal jugular vein. The thermodilution measurements will be performed in triplicate with a cooled (\\< 8°C) 0.9% NaCl solution injected via the central venous catheter. To maintain their fluid status, the patients will receive continuous infusion of balanced crystalloid solutions using infusomate (B\\|Braun) at the rate depending on initial global end-diastolic volume index (GEDVI) value:\n\n* GEDI \\< 650 ml/m2 - 7 ml/kg/hr.\n* GEDI = 651-750 ml/m2 - 5 ml/kg/hr.\n* GEDI \\> 750 ml/m2 - 3 ml/kg/hr. In cases of arterial hypotension (mean arterial pressure \\< 60 mm Hg for longer than 5 mins) despite fluid repletion the norepinephrine infusion will be started. Goal-directed inotrope (dobutamine) and/or vasopressor (noradrenaline) support is to be used in case of cardiac index \\< 2.0 l/min/m2 (PiCCO2) and MAP \\< 60 mm Hg for more than 5 min, respectively.\n\nAll hemodynamic parameters will be electronically captured (PiCCO2 Science Version and Nihon Kohden BSM 9100). The calibration of esCCO will be performed using invasive blood pressure and patient data after transfer to ICU. In addition, all patients will be monitored for respiratory mechanics, arterial and venous blood gases and lactate concentration, EtCO2, SpO2, and depth of anesthesia (BIS monitoring). In addition, all the data retrieved from PiCCO2 and esCCO will be electronically captured constantly with a predefined frequency.\n\nAfter the intervention, all the patients will be transferred to the cardiosurgical ICU and sedated with propofol (2-6 mg/kg/hr) during 30-60 min to prevent early emergence and facilitate the assessment of fluid responsiveness and effects of recruitment maneuver and fluid load tests. All patients will be ventilated in the IPPV volume-controlled mode with FiO2 0.5, PEEP 5 cm H2O, VT 8 ml/kg PBW, and RR between 10 to 18 per min to maintain EtCO2 30-45 mm Hg. The fluid therapy will include balanced crystalloid infusion at rates of 2-3 ml/kg/hr during the first 6 hrs postoperatively.\n\nAll the measurements and tests will be performed:\n\n1. In mechanically ventilated patients after OPCAB within two hrs after intervention: passive leg raising (PLR), increased PEEP, and mini-fluid load (mFL) tests will be followed by the standard fluid load (sFL). Monitoring: SVVPCA, PPVPCA, esSVV, HLI, PVI, the pre-ejection fraction (PEP, echocardiography), CIPCA, esCI and CISTD. Transthoracic echocardiography will be performed to assess the volume of heart chambers, ejection fraction and pre-ejection phase (PEP).\n2. In spontaneously breathing patients at 18 hrs of the postoperative period: PLR, and mFL tests followed by sFL. Monitoring: SVVPCA, PPVPCA, esSVV, PVI, PEP, CIPCA, esCI and CISTD. Transthoracic echocardiography will be performed to assess the volume of heart chambers, ejection fraction and pre-ejection phase.\n\nDynamic tests Passive leg raising (PLR) test will be performed by transient transferring of the patient from a classic semi-recumbent position to elevated legs and horizontal trunk position for 2 minutes. The effect will be assessed at 60 seconds after start of the test.3,4 The PEEP-test (in mechanically ventilated patients only) with PEEP increased from 5 to 20 cm H2O for five minutes will be performed. The PEEP test will be discontinued in case of MAP reduction below 50 mm Hg and/or bradycardia (below 40/min) or PCCI \\< 1.5 l/min/m2 during the period exceeding one minute. The measurements will be registered at 2 and 5 min after the start of PEEP test.10 Mini-FLT (mFLT) of 1.5 ml/kg crystalloid within 1 min (approx. 100 mL).11,12 Standard FLT (5.5 mL/kg) within 5 min (approx. 400 mL). Both tests will be followed by the registration of PCA-based CI, SVV, and PPV and PWTT-based esSVV and esCCO. The patient will be assigned as \"fluid responsive\" if the standard fluid load test results in 15% increase in CO determined with STD.12 The predictive value of complex dynamic test comprising PLR, PEEP, and mFL tests will be explored and merged into one complex score.\n\nPostoperative infusion After sFL-test, the infusion will be maintained at rate of 1 ml/kg in fluid responders (an increase of CI \\> 15% after standard fluid load) and 0.5 ml/kg/hr in non-responders using standard infusomate for titration (B\\|Braun).\n\nWe plan to enroll 20 patients. The predictive value of esSVV for fluid responsiveness during postoperative period will be assessed using ROC-analysis and compared with other functional tests. The accuracy of esSVV measurements will be assessed using Pearson's or Spearman's correlation coefficients and Bland-Altman analysis using PCA-based SVV values and STD-based CO values as reference techniques.\n\nFor SVV, the percentage error (PE) will be calculated as (1.96 × SD of the bias of the methods / mean SVV of the two methods × 100%).\n\nFollowing the calculation of delta CO (ΔCO) between two consecutive measurements for both methods by subtracting the value of preceding stage from that of the consequent stage, a half-circle polar plot will be made. According to Critchley et al., central zone data with mean ΔCO \\< 10% representing statistical noise component will be excluded from further analysis. Based on polar data, angular bias, radial limits of agreement and polar concordance rate will be calculated. A trending ability will be assumed as good if angular bias will be within ± 5°, radial limits of agreement within ± 30° and polar concordance rate at 30° will be 95% or higher. For all the tests a p value \\< 0.05 will be considered as significant."},"conditionsModule":{"conditions":["Hemodynamic Instability","Postoperative Complications"],"keywords":["cardiac surgery","fluid responsiveness","dynamic tests"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Assessment of fluid responsiveness","type":"EXPERIMENTAL","interventionNames":["Device: estimated stroke volume variation (esSVV, Nihon Kohden, Japan)","Diagnostic Test: Assessment of fluid responsiveness in mechanically ventilated patients after OPCAB","Diagnostic Test: Assessment of fluid responsiveness in spontaneously breathing patients at 18 hrs of the postoperative period"]}],"interventions":[{"type":"DEVICE","name":"estimated stroke volume variation (esSVV, Nihon Kohden, Japan)","description":"Assessment of the estimated stroke volume variation (esSVV, Nihon Kohden, Japan) in the early postoperative period after OPCAB","armGroupLabels":["Assessment of fluid responsiveness"]},{"type":"DIAGNOSTIC_TEST","name":"Assessment of fluid responsiveness in mechanically ventilated patients after OPCAB","description":"In mechanically ventilated patients after OPCAB within two hrs after intervention: passive leg raising (PLR), increased PEEP, and mini-fluid load (mFL) tests will be followed by standard fluid load (sFL). Monitoring: SVVPCA, PPVPCA, esSVV, HLI, PVI, pre-ejection fraction (PEP, echocardiography), CIPCA, esCI and CISTD. Transthoracic echocardiography will be performed to assess the volume of heart chambers, ejection fraction and pre-ejection phase (PEP).","armGroupLabels":["Assessment of fluid responsiveness"]},{"type":"DIAGNOSTIC_TEST","name":"Assessment of fluid responsiveness in spontaneously breathing patients at 18 hrs of the postoperative period","description":"2) In spontaneously breathing patients at 18 hrs of the postoperative period: PLR, and mFL tests followed by sFL. Monitoring: SVVPCA, PPVPCA, esSVV, PVI, PEP, CIPCA, esCI and CISTD. Transthoracic echocardiography will be performed to assess the volume of heart chambers, ejection fraction and pre-ejection phase.","armGroupLabels":["Assessment of fluid responsiveness"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Accuracy of estimated stroke volume variation","description":"The primary goal of this study is to assess the accuracy of estimated stroke volume variation (esSVV, Nihon Kohden, Japan) compared with SVV determined by conventional pulse contour analysis (SVVPCA), respectively.","timeFrame":"immediately postoperatively"}],"secondaryOutcomes":[{"measure":"Predictive value of esSVV","description":"The secondary goals of this study are to assess the predictive value of esSVV in the early postoperative period during complex dynamic tests including series of dynamic tests (passive leg raising, increased PEEP, and mini-fluid load) followed by the standard fluid load in both mechanically ventilated and spontaneously breathing patients.","timeFrame":"immediately postoperatively"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Elective off-pump coronary arteries bypass grafting.\n* Age \\> 18 years and \\< 80 yrs.\n* Preoperative echocardiographic ejection fraction \\> 0.35\n\nExclusion Criteria:\n\n* Simultaneous operation (carotid endarterectomy, valve repair, aneurysm resection, etc.).\n* Significant peripheral arteriopathy.\n* Constant form of atrial fibrillation.\n* Pacemaker\n* Severe valve dysfunction.\n* The surgical requirement to harvest both radial arteries.\n* Intra-aortic balloon pump.\n* Transfer to cardiopulmonary bypass (on-pump CABG).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"City hospital # 1 / Northern State Medical University,","city":"Arkhangelsk","zip":"163001","country":"Russian Federation","geoPoint":{"lat":64.5401,"lon":40.5433}}]},"referencesModule":{"references":[{"pmid":"19183113","type":"BACKGROUND","citation":"Smetkin AA, Kirov MY, Kuzkov VV, Lenkin AI, Eremeev AV, Slastilin VY, Borodin VV, Bjertnaes LJ. Single transpulmonary thermodilution and continuous monitoring of central venous oxygen saturation during off-pump coronary surgery. Acta Anaesthesiol Scand. 2009 Apr;53(4):505-14. doi: 10.1111/j.1399-6576.2008.01855.x. Epub 2009 Jan 15."},{"pmid":"17378780","type":"BACKGROUND","citation":"Kirov MY, Lenkin AI, Kuzkov VV, Suborov EV, Slastilin VY, Borodin VV, Chernov II, Shonbin AN, Bjertnaes LJ. Single transpulmonary thermodilution in off-pump coronary artery bypass grafting: haemodynamic changes and effects of different anaesthetic techniques. Acta Anaesthesiol Scand. 2007 Apr;51(4):426-33. doi: 10.1111/j.1399-6576.2006.01247.x."},{"pmid":"26951494","type":"BACKGROUND","citation":"Smetkin AA, Hussain A, Fot EV, Zakharov VI, Izotova NN, Yudina AS, Dityateva ZA, Gromova YV, Kuzkov VV, Bjertnaes LJ, Kirov MY. Estimated continuous cardiac output based on pulse wave transit time in off-pump coronary artery bypass grafting: a comparison with transpulmonary thermodilution. J Clin Monit Comput. 2017 Apr;31(2):361-370. doi: 10.1007/s10877-016-9853-5. Epub 2016 Mar 7."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000011183","term":"Postoperative Complications"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M26827","name":"Respiratory Aspiration","relevance":"LOW"},{"id":"M13755","name":"Postoperative Complications","asFound":"Postoperative Complications","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}