{"protocolSection":{"identificationModule":{"nctId":"NCT00789542","orgStudyIdInfo":{"id":"2008/W/NEU/12"},"secondaryIdInfos":[{"id":"ISRCTN93529999","type":"REGISTRY","domain":"ISRCTN"}],"organization":{"fullName":"University of Edinburgh","class":"OTHER"},"briefTitle":"A RCT to Establish the Effectiveness of Intermittent Pneumatic Compression to Prevent Post Stroke DVT","officialTitle":"A Randomised Trial to Establish the Effectiveness of Intermittent Pneumatic Compression to Prevent Post Stroke Deep Vein Thrombosis (DVT).","acronym":"CLOTS-3"},"statusModule":{"statusVerifiedDate":"2014-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2008-12"},"primaryCompletionDateStruct":{"date":"2013-01","type":"ACTUAL"},"completionDateStruct":{"date":"2013-03","type":"ACTUAL"},"studyFirstSubmitDate":"2008-11-11","studyFirstSubmitQcDate":"2008-11-11","studyFirstPostDateStruct":{"date":"2008-11-13","type":"ESTIMATED"},"lastUpdateSubmitDate":"2021-06-22","lastUpdatePostDateStruct":{"date":"2021-06-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Edinburgh","class":"OTHER"},"collaborators":[{"name":"Chief Scientist Office of the Scottish Government","class":"OTHER_GOV"},{"name":"National Institute for Health Research, United Kingdom","class":"OTHER_GOV"},{"name":"Medtronic - MITG","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Strokes occur when blood flow to part of the brain is interrupted. Patients are often bedbound for several days or weeks although if they survive, most will make some recovery. The lack of mobility encourages blood clots to form in the legs - so called deep venous thrombosis or DVT. About 10% of patients will develop these. Pieces of this clot may break off and can be carried by the bloodstream to the lungs. These clots, called pulmonary emboli, can stop the heart and can cause patients with stroke to die suddenly. A treatment which reduces the risk of DVT after surgery is intermittent pneumatic compression (IPC). Inflatable sleeves wrapped around the legs inflate at intervals squeezing blood up the legs, increasing the blood flow, and decreasing the likelihood of clots forming - at least that is the theory!. Although this sounds uncomfortable, most people actually quite like the sensation! There have been some small randomised trials of IPC in stroke patients, particularly those with intracerebral bleeding. However, these studies although encouraging have not provided enough information to persuade clinicians to use this treatment routinely in stroke units. The proposed study will include 2000 patients who have had a stroke and who have been admitted to a stroke unit.\n\nPatients who cannot walk independently, and who are at greatest risk of DVT will be invited to join the study. If they agree they will be randomly allocated to having routine care plus IPC or just routine care. Patient in both groups will have routine ultrasound scans on their legs to detect DVTs. The study will establish whether IPC reduces the risk of DVT. This result could improve the outcome of many thousands of patients each year.","detailedDescription":"Design: Multicentre randomised controlled trial with observer blinded assessment of the primary outcome.\n\nSetting: Stroke units in the UK. Identification of eligible patients, consent, recruitment, delivery and monitoring of allocated treatment will occur within the unit. Screening compression doppler ultrasounds will occur in the radiology department or vascular laboratory mainly during hospital admission although in the minority of patients who are discharged from hospital they may have these tests as an outpatient. Six month follow up will occur in their place of residence via a postal or telephone questionnaire.\n\nTarget population: Patients (16 years or over) admitted to hospital with an acute stroke who are immobile and therefore at significant risk of developing a deep venous thrombosis.\n\nHealth technologies being assessed: The trial will compare the outcomes of patients receiving Routine care plus Intermittent Pneumatic Compression (IPC) vs. Routine care and avoiding IPC. Patients allocated to IPC will be fitted with thigh length IPC sleeves although if these are not well tolerated, for instance because of heavy soiling due to faecal incontinence, below knee sleeves can be substituted. Ideally IPC will be worn both day and night for 30 days from randomisation OR until a second screening doppler ultrasound (if after 30 days). Routine care is likely to include general measures to reduce risk of DVT including, adequate hydration, routine use of aspirin in patients with ischaemic stroke and early mobilisation. It may also include routine use of graduated compression stockings (GCS) if these are shown to be effective in the ongoing CLOTS Trials 1 \\& 2. Participating centres will be asked to ensure that the standard care specific to their institution is applied equally rigorously to patients in the trial irrespective of their treatment allocation. Collaborators will be permitted to use these interventions where they feel this is clinically justified - we will monitor use of antithrombotics and GCS to ensure it is balanced in the two treatment arms.\n\nMeasurement of costs and outcomes: The primary outcome will be the \"presence of definite or probable symptomatic or asymptomatic DVT in the veins behind the knee or in the thigh detected on either of two screening compression Doppler ultrasound scans (performed at about 7-10 days and 25 - 30 days as part of the research) or contrast venography or MRI(only if clinically indicated) within 30 days of randomisation\". This is regarded as a clinically important outcome, acceptable to patients and staff and has been shown to be practical to collect in the vast majority of patients in the ongoing CLOTS Trials 1 \\& 2. Secondary outcomes measured in hospital and collected at hospital discharge by reviewing the casenotes will include: death within 30 days; Presence of definite or probable DVT in the popliteal or femoral veins detected on a screening Compression Doppler ultrasound scan which had not been suspected clinically before the scan,Definite (i.e. excluding probable DVTs) symptomatic or asymptomatic DVT in the popliteal or femoral veins detected on either a Compression Doppler ultrasound scan or contrast venography or MRI direct thrombus imaging within 30 days of randomisation; Any definite or probable symptomatic or asymptomatic DVT (i.e. including DVTs which only involve the calf veins); Confirmed fatal or non-fatal PE; Adherence to allocated treatment.\n\nOthers secondary outcomes measured by either postal or telephone questionnaire at six months will include: death from any cause, place of residence, post discharge DVT, PE, post DVT syndrome, disability, and health related quality of life. These will be supplemented by follow-up for survival via GPs.\n\nSample size: We plan to recruit about 2000 patients. The Trial will have \\> 90% power (alpha 0.05) to identify an absolute reduction of risk of our primary outcome of 4% (10% to 6%). The frequency of our primary outcome is estimated from the ongoing CLOTS Trials 1 \\& 2 which use the same entry criteria and methods of follow up. The estimated effect size (odds reduction = 43%) is based on the treatment effects in the systematic review of previous stroke trials (odds reduction = 48%) attenuated by the delays in applying the treatment due to trial recruitment and realistic estimates of adherence to the allocated treatment. If the event rate in both treatment groups combined is lower than expected the Trial Steering Committee may decide to increase the recruitment target. We aim to enrol at least 1500 patient on Days 0-2 after stroke onset. This will provide greater than 80% power to detect a reduction in proximal DVT from 10% to 6% in patients enrolled on Days 0-2. If the proportion enrolled after Day 2 exceeds 25% of the total then the Trial Steering Committee will consider raising the overall target beyond 2000 to ensure that at least 1500 are recruited on Days 0-2. This should help ensure that we do not miss a real treatment effect because of delays in recruitment. If the trial shows that IPC is effective in reducing the risk of DVT after stroke it is likely that IPC treatment will be started earlier than in the trial.\n\nFlow from patients perspective\n\n1. Approach by clinical staff who will give verbal and written information about trial\n2. Completion of consent form\n3. Informed of treatment allocation\n4. Start of treatment - application of intermittent pneumatic compression in half of patients. This involves nursing staff measuring the patients thigh diameter, fitting the correct size of sleeves and checking the patients legs three times per day to ensure there are no problems with the skin developing.\n5. At 7-10 days after recruitment the patient goes to X Ray department to have a screening Doppler ultrasound of both legs. The IPC is removed prior to them leaving the ward and replaced on their return.\n6. At 25-30 days after recruitment the patients go to X Ray department to have a second screening Doppler ultrasound of both legs. If already discharged from hospital this may involve an outpatient appointment. Patient transport is provided if this is required.\n7. At 30 days the IPC (if allocated) is finally removed unless it has been removed earlier for a specific reason (see protocol)\n8. At about 6 months after recruitment the patient will receive a short postal questionnaire to find out their current functional status, whether they have had any clots since hospital discharge and what blood thinning medication they might be taking."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","deep vein thrombosis","doppler"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":2876,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intermittent Pneumatic Compression","type":"EXPERIMENTAL","description":"SCD Express device applied with thigh length sleeves for up to 30 days","interventionNames":["Device: Intermittent Pneumatic compression","Other: Routine care"]},{"label":"Routine care","type":"OTHER","description":"Routine care which might include: early mobilisation, adequate hydration, aspirin if ischaemic stroke and graduated compression stockings according to local protocols.","interventionNames":["Other: Routine care"]}],"interventions":[{"type":"DEVICE","name":"Intermittent Pneumatic compression","description":"Thigh length sleeves applied to both legs from randomization to Day 30 (Day and night) whilst sitting and lying","armGroupLabels":["Intermittent Pneumatic Compression"],"otherNames":["Kendall SCD Express"]},{"type":"OTHER","name":"Routine care","description":"Routine care which might include: early mobilization, adequate hydration, aspirin if ischemic stroke and graduated compression stockings according to local protocols.","armGroupLabels":["Intermittent Pneumatic Compression","Routine care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Presence of definite/probable symptomatic/asymptomatic DVT in the popliteal or femoral veins (PFV) or any symptomatic DVT in the PFV within 30 days of randomisation.","timeFrame":"30 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Any patient admitted to hospital within 3 days of a clinical stroke fulfilling the WHO criteria.\n\nand\n\n• Who is not able to get up from a chair/ out of bed and walk to the toilet without the help of another person\n\nPatients can be randomised from Day 0 (day of admission) to Day 3 of hospital admission. If a patient has a stroke during a hospital admission they are eligible until Day 3 from the stroke onset (Day 0). Stroke should be the most likely clinical diagnosis but a visible infarction does not have to be seen on a brain scan.\n\nExclusion Criteria:\n\n* Patients with stroke due to subarachnoid haemorrhage. These are excluded because they are generally treated in neurology/neurosurgical centres, rather than stroke units, and their care often includes coiling or clipping of aneurysms under general anaesthetic. One could therefore argue that the existing evidence support the use of IPC in surgical patients is adequate to support its routine use in this group of patients.\n\n  * Patients who, in the opinion of the responsible clinician / nurse, are unlikely to benefit from Intermittent Pneumatic Compression - for instance those judged to have a very low risk of DVT. For instance, this would include patients who are expected to mobilise within the next day.\n  * Patients who are anticoagulated (taking Warfarin, unfractionated heparin, Low Molecular Weight Heparin or Direct thrombin inhibitors) at the time of enrolment in whom it is planned to continue the anticoagulation throughout the first week or two after the stroke. These patients are likely to have a very low risk of post stroke DVT and have little potential to benefit from either the IPC or participation in the CLOTS 3 trial. However, patients who may be started on anticoagulants after the first few days for reasons other than prophylaxis against VTE e.g. secondary prevention of ischaemic stroke with atrial fibrillation are eligible for enrolment.\n  * Patients with contraindications for the use of IPC. These include:\n\n    * patients with local leg conditions in which the IPC sleeves would interfere such as dermatitis, vein ligation (immediate postoperative), gangrene, venous stasis, or recent skin graft.\n    * patients with severe arteriosclerosis or other ischaemic vascular disease as indicated by absence of pedal pulses or history of definite intermittent claudication.\n    * patients who have massive leg oedema or pulmonary oedema from congestive heart failure.\n  * Patients who already have swelling or other signs of an existing DVT. Such patients may be recruited once a DVT has been excluded by normal D Dimers or Compression Doppler ultrasound.\n  * Patients under 16 year of age\n\nInclusion in another research study, including another randomised controlled trial, does not automatically exclude a patient from participating in CLOTS 3. As long as inclusion in the other study would not confound the results of CLOTS 3, co-enrolment is permissible. Also, local researchers must avoid overburdening patients. Patients should not be co-enrolled in another research study which aims to test an intervention which aims to reduce the risk of venous thromboembolism","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Martin S Dennis, FRCP","affiliation":"University of Edinburgh","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Edinburgh","city":"Edinburgh","state":"Lothian","zip":"EH16 4SB","country":"United Kingdom","geoPoint":{"lat":55.95206,"lon":-3.19648}}]},"referencesModule":{"seeAlsoLinks":[{"label":"trial web site","url":"http://www.clotstrial.com"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M16376","name":"Thrombosis","relevance":"LOW"},{"id":"M21761","name":"Venous Thrombosis","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4238","name":"Aspirin","relevance":"LOW"}],"browseBranches":[{"abbrev":"Antipy","name":"Antipyretics"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}