{"protocolSection":{"identificationModule":{"nctId":"NCT06068036","orgStudyIdInfo":{"id":"CAAE: 66980723.2.0000.5149"},"organization":{"fullName":"Federal University of Minas Gerais","class":"OTHER"},"briefTitle":"Telehealth Intervention Involving HEARTS Technical Package and Activity Monitor to Promote Physical Activity Post-stroke","officialTitle":"Effect of Telehealth Intervention Involving the HEARTS Technical Package and the Use of an Activity Monitor to Promote Physical Activity With Post-stroke Individuals: a Randomized Clinical Trial"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-27","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-09-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-27","studyFirstSubmitQcDate":"2023-10-03","studyFirstPostDateStruct":{"date":"2023-10-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-03","lastUpdatePostDateStruct":{"date":"2023-10-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Christina Danielli Coelho de Morais Faria","investigatorTitle":"Doctor","investigatorAffiliation":"Federal University of Minas Gerais"},"leadSponsor":{"name":"Federal University of Minas Gerais","class":"OTHER"},"collaborators":[{"name":"Fundação de Amparo à Pesquisa do estado de Minas Gerais","class":"OTHER"},{"name":"Coordenação de Aperfeiçoamento de Pessoal de Nível Superior.","class":"OTHER_GOV"},{"name":"Conselho Nacional de Desenvolvimento Científico e Tecnológico","class":"OTHER_GOV"},{"name":"Worldwide Universities Network","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background: Stroke secondary prevention guidelines point out that post-stroke individuals often present sedentary or inactive behavior and, therefore, should be encouraged to practice physical activity. Behavior change interventions, such as to encourage physical activity practice, must be theoretically informed and can be implemented remotely. However, systematic reviews about telehealth interventions do not consolidate evidence regarding the use of these interventions to promote physical activity with post-stroke individuals.\n\nObjectives: The primary aim of this study is to investigate the effect of telehealth intervention involving the HEARTS technical package and the use of an activity monitor to promote physical activity with post-stroke individuals. The secondary aim of this study is to investigate the effect of the previously mentioned intervention in reducing systolic and diastolic blood pressure, increasing lifestyle-related energy consumption, improving self-efficacy for physical activity and health-related quality of life of post-stroke individuals.\n\nDesign: A randomized controlled trial with blinded assessment will assign eligible participants to experimental or control group. Participants in both groups will undergo a theoretically informed telehealth intervention based on HEARTS technical package (a face-to-face session and telephone call follow-up). The experimental group will have additional use of the Mi Band 7® Smartwatch activity monitor. For both groups, the intervention will last for 12 weeks. Measurements will be performed at baseline (week 0), after the end of the intervention program (week 12) and one month after the end of the intervention program (week 16).\n\nStudy Outcomes: Primary outcome is the physical activity level and the number of individuals post-stroke who became physically active. Secondary outcomes are systolic and diastolic blood pressure, lifestyle-related energy consumption, self-efficacy for physical activity and health-related quality of life.\n\nConclusion: The results of this trial will provide valuable new information on the effect of the previously mentioned intervention to promote physical activity with post-stroke individuals, as well in reducing systolic and diastolic blood pressure, increasing lifestyle-related energy consumption, improving self-efficacy for physical activity and health-related quality of life of these individuals.","detailedDescription":"Sample size calculation: Teixeira-Salmela et al. (1999) investigated the effect of muscle strengthening and physical conditioning to reduce impairment and disability in post-stroke individuals and used the Adjusted Activity Score (AAS) of the Human Activity Profile (HAP) to assess the physical activity level. Considering a significance level of 5%, a desired power of 80%, a difference in means post intervention between experimental e control group for AAS of 11.93 and a standard deviation of this outcome variable of 10.03, and an expected dropout rate of 30%, the minimum number of participants needed was 17 participants per group (total of 34).\n\nStatistical analyzes: All statistical analyzes will be performed by an independent examiner, blinded to the group allocation. Each participant will assign with a unique code. All analyzes will be performed using SPSS (SPSS Inc., Chicago, IL, USA). The normality of data distribution will be performed for all continuous numeric variables. Descriptive statistics will be calculated for all outcomes. The effects of the interventions will be analyzed from the collected data using intention-to-treat. Data from the last available assessment will be used for missed sessions. Two-way ANOVA with repeated measures (2\\*3) will be used to evaluate the differences between groups, considering the time factor (considering baseline, post-intervention, and 4-week follow-up) for the variables of interest. The level of significance will be set at 5% and adjusted for multiple comparisons. The effect sizes will be calculated to determine the magnitude of the differences between the groups."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Physical activity","Telehealth","Randomized controlled trial"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The collection will be performed by a previously trained examiner, blinded to the allocation of groups. All participants will be instructed not to comment on information about the training received. All statistical analyzes will be performed by an independent examiner, blinded to all procedures performed in the study, including with regard to group allocation.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":34,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental group","type":"EXPERIMENTAL","description":"Telehealth intervention involving the HEARTS technical package and the use of Smartwatch Mi Band 7® activity monitor. The HEARTS technical package presents the 5As brief intervention (Ask, Advise, Assess, Assist, Arrange) to promote physical activity participation. Participants will receive a physical activity monitor (as instructed in the HEARTS technical package) and will be monitored by telephone call, once a week, in order to reinforce successes and identify solutions to difficulties (as instructed in the HEARTS technical package) to practice physical activity. These individuals will undertake a 12-week intervention program. In the first week, individuals will perform the first four steps of the 5As brief intervention in person, where they will be instructed on how to use the physical activity monitor, they will receive a diary of regular physical activity practice, will be guided on how to fill it out, and will schedule the best times to receive the weekly telephone call.","interventionNames":["Behavioral: Telehealth intervention: HEARTS technical package + activity monitor (Smartwatch Mi Band 7®)"]},{"label":"Control group","type":"ACTIVE_COMPARATOR","description":"Participants will undergo the same intervention as the experimental group, but will not receive the physical activity monitor (Smartwatch Mi Band 7®).","interventionNames":["Behavioral: Telehealth intervention: HEARTS technical package"]}],"interventions":[{"type":"BEHAVIORAL","name":"Telehealth intervention: HEARTS technical package + activity monitor (Smartwatch Mi Band 7®)","description":"Telehealth intervention involving the HEARTS technical package and the use of Smartwatch Mi Band 7® activity monitor. The HEARTS technical package presents the 5As brief intervention (Ask, Advise, Assess, Assist, Arrange) to promote physical activity participation. Participants will receive a physical activity monitor (as instructed in the HEARTS technical package) and will be monitored by telephone call, once a week, in order to reinforce successes and identify solutions to difficulties (as instructed in the HEARTS technical package) to practice physical activity. These individuals will undertake a 12-week intervention program. In the first week, individuals will perform the first four steps of the 5As brief intervention in person, where they will be instructed on how to use the physical activity monitor, they will receive a diary of regular physical activity practice, will be guided on how to fill it out, and will schedule the best times to receive the weekly telephone call.","armGroupLabels":["Experimental group"]},{"type":"BEHAVIORAL","name":"Telehealth intervention: HEARTS technical package","description":"The same intervention as the experimental group, but without the additional use of the physical activity monitor (Smartwatch Mi Band 7®).","armGroupLabels":["Control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Physical activity level","description":"Human Activity Profile (HAP). One of the measures provided by the questionnaire is the \"Activity Adjusted Score\" (AAS), which provides a best estimate of the respondent's average level of energy expended.","timeFrame":"At baseline, post-intervention (after the 12-week intervention), and one month after the end of the intervention (16-week follow-up)."},{"measure":"Number of post-stroke individuals who became physically active","description":"Human Activity Profile (HAP). One of the measures provided by the questionnaire is the \"Activity Rating\", which provides an overall rating of the respondent's activity level into \"Inactive\", \"Moderately active\" and \"Active\".","timeFrame":"At baseline, post-intervention (after the 12-week intervention), and one month after the end of the intervention (16-week follow-up)."}],"secondaryOutcomes":[{"measure":"Systolic and diastolic blood pressure","description":"Tycos® aneroid sphygmomanometer (WelchAllyn Inc., NY, USA, Model DS44) and stethoscope (Litmann Classic II SE 3M®, USA).","timeFrame":"At baseline, post-intervention (after the 12-week intervention), and one month after the end of the intervention (16-week follow-up)."},{"measure":"Lifestyle-related energy consumption","description":"Human Activity Profile (HAP). One of the measures provided by the questionnaire is the \"Lifestyle-related energy consumption\", which provides a measure of actual oxygen consumption estimated from the \"Activity Adjusted Score\" (AAS).","timeFrame":"At baseline, post-intervention (after the 12-week intervention), and one month after the end of the intervention (16-week follow-up)."},{"measure":"Self-efficacy for physical activity","description":"Self-efficacy for Physical Activity Scale. The scale has 10 items and has two response options: \"Yes\" is computed as 1 and \"No\" is computed as 0. The total score is defined by the sum of the scores for each item. The minimum total score is 0 and the maximum total score is 10. The higher the total score, the higher the self-efficacy for physical activity.","timeFrame":"At baseline, post-intervention (after the 12-week intervention), and one month after the end of the intervention (16-week follow-up)."},{"measure":"Health-related quality of life","description":"Stroke Specific Quality of Life Scale (SS-QOL). The scale has 49 items across 12 domains (items are rated on a 5-point Likert scale) and has three different sets of responses (indicated on the scale). The total score is defined by the sum of the scores for each item. The minimum total score is 49 and the maximum total score is 245. The higher the total score, the better the health-related quality of life.","timeFrame":"At baseline, post-intervention (after the 12-week intervention), and one month after the end of the intervention (16-week follow-up)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of stroke for more than six months;\n* ≥18 years of age;\n* Be rated as \"Inactive\" according to Human Activity Profile (HAP);\n* Provide medical approval to practice physical activity.\n\nExclusion Criteria:\n\n* Positive screening test for possible cognitive alterations;\n* Pain or other adverse health condition that compromises the performance of the proposed intervention program, such as vestibular disorders, severe arthritis or any other diagnosis of disease of the nervous system.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Christina Faria, PhD","role":"CONTACT","phone":"+55 (31) 34097448","email":"cdcmf@ufmg.br"}],"overallOfficials":[{"name":"Christina Faria, PhD","affiliation":"Federal University of Minas Gerais","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Universidade Federal de Minas Gerais","status":"RECRUITING","city":"Belo Horizonte","state":"Minas Gerais","zip":"31270-901","country":"Brazil","contacts":[{"name":"Christina Faria, PhD","role":"CONTACT","phone":"+55 (31) 34097448","email":"cdcmf@ufmg.br"}],"geoPoint":{"lat":-19.92083,"lon":-43.93778}}]},"referencesModule":{"references":[{"pmid":"34140063","type":"BACKGROUND","citation":"Gladstone DJ, Lindsay MP, Douketis J, Smith EE, Dowlatshahi D, Wein T, Bourgoin A, Cox J, Falconer JB, Graham BR, Labrie M, McDonald L, Mandzia J, Ngui D, Pageau P, Rodgerson A, Semchuk W, Tebbutt T, Tuchak C, van Gaal S, Villaluna K, Foley N, Coutts S, Mountain A, Gubitz G, Udell JA, McGuff R, Heran MKS, Lavoie P, Poppe AY; Canadian Stroke Consortium. Canadian Stroke Best Practice Recommendations: Secondary Prevention of Stroke Update 2020. Can J Neurol Sci. 2022 May;49(3):315-337. doi: 10.1017/cjn.2021.127. Epub 2021 Jun 18. Erratum In: Can J Neurol Sci. 2023 May;50(3):481. Heran, Manraj KS; Lavoie, Pascale [added]."},{"pmid":"34024117","type":"BACKGROUND","citation":"Kleindorfer DO, Towfighi A, Chaturvedi S, Cockroft KM, Gutierrez J, Lombardi-Hill D, Kamel H, Kernan WN, Kittner SJ, Leira EC, Lennon O, Meschia JF, Nguyen TN, Pollak PM, Santangeli P, Sharrief AZ, Smith SC Jr, Turan TN, Williams LS. 2021 Guideline for the Prevention of Stroke in Patients With Stroke and Transient Ischemic Attack: A Guideline From the American Heart Association/American Stroke Association. Stroke. 2021 Jul;52(7):e364-e467. doi: 10.1161/STR.0000000000000375. Epub 2021 May 24. No abstract available. Erratum In: Stroke. 2021 Jul;52(7):e483-e484."},{"pmid":"30051462","type":"BACKGROUND","citation":"Lynch EA, Jones TM, Simpson DB, Fini NA, Kuys SS, Borschmann K, Kramer S, Johnson L, Callisaya ML, Mahendran N, Janssen H, English C; ACTIOnS Collaboration. Activity monitors for increasing physical activity in adult stroke survivors. Cochrane Database Syst Rev. 2018 Jul 27;7(7):CD012543. doi: 10.1002/14651858.CD012543.pub2."}],"seeAlsoLinks":[{"label":"HEARTS Pacote de medidas técnicas para manejo da doença cardiovascular na atenção primária à saúde. Guia de implementaçao. Washington, D.C.: Organização Pan-Americana da Saúde; 2019. Licença: CC BY-NC-SA 3.0 IGO.","url":"http://iris.paho.org/handle/10665.2/51769"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}