{"protocolSection":{"identificationModule":{"nctId":"NCT02937311","orgStudyIdInfo":{"id":"2016/38"},"organization":{"fullName":"Hacettepe University","class":"OTHER"},"briefTitle":"Kinesio Tape vs Neuromuscular Stimulation For Conserative of Treatment Hemiplegic Shoulder","officialTitle":"Kinesio Tape vs Neuromuscular Stimulation For Conserative of Treatment Hemiplegic Shoulder: Which One Improves Function More?"},"statusModule":{"statusVerifiedDate":"2019-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-02"},"primaryCompletionDateStruct":{"date":"2016-03","type":"ACTUAL"},"completionDateStruct":{"date":"2016-04","type":"ACTUAL"},"studyFirstSubmitDate":"2016-10-14","studyFirstSubmitQcDate":"2016-10-16","studyFirstPostDateStruct":{"date":"2016-10-18","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-02-08","lastUpdatePostDateStruct":{"date":"2019-02-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"GulOznur KARABICAK","investigatorTitle":"Phd PT","investigatorAffiliation":"Hacettepe University"},"leadSponsor":{"name":"Hacettepe University","class":"OTHER"},"collaborators":[{"name":"Inonu University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"This study aimed to compare the effects of kinesiotaping, neuromuscular electric stimulation (NMES), and neuromuscular training on pain, and motor activity and function in patients with upper extremity hemiplegia.","detailedDescription":"Hemiplegia in the shoulder complex and upper limb is a common secondary impairment as a result of a cerebrovascular event. Although most stroke survivors regain independent ambulation, many fail to regain functional use of their impaired upper limb. Actually the pathogenesis of post-stroke shoulder pain seems to be multifactorial; differential diagnosis is often difficult. Changes in the shoulder complex makes the glenohumeral joint vulnerable to subluxation, which may cause pain. Traction of capsule and soft tissue related subluxation of the shoulder may take place in the early stages; limited range of motion due to spasticity may develop in the later stages of stroke. These biomechanical problems may be the possible reason for pain. Rotator cuff tears and rotator cuff and deltoid tendinopathies are also possible symptoms related to hemiplegic shoulder observed in magnetic resonance imaging findings. These problems in the shoulder disturb the kinetic chain system that connects the segments and works sequentially from proximal to distal to achieve the targeted movement. When a biomechanical impairment happens in the shoulder or any other segment of the body, a loss in the energy produced in the body and transferred to the upper extremity occurs. This loss adversely affects the quality of the movement .\n\nRegaining functional use of the upper limb after a stroke is a challenging task for the patient, which has a significant impact on the individual's physical, psychological, and emotional well-being. Lack of functional ability in the upper extremities after stroke restricts use and causes asymmetric posture and contracture in daily life, thus exacerbating functional limitations of the upper limb. Also, low upper limb motor function is related to the risk of soft tissue injury during rehabilitation. A patient experienced a stroke may not feel any pain due to subluxation. However, different muscle groups may be vulnerable to overstretching, increased contraction, and premature fatigue. This can decrease the coordination of muscular activity and inhibit the functional use of the upper extremity. The posterior fibers of the deltoid, the supraspinatus, and the infraspinatus are the most important muscles that prevent the subluxation of the glenohumeral joint."},"conditionsModule":{"conditions":["Hemiplegia"],"keywords":["Taping, stroke","rehabilitation","shoulder pain","electrical stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"NMES group","type":"EXPERIMENTAL","description":"This group of patients received Neuromuscular Electrical Stimulation (NMES) and standardized physiotherapy and rehabilitation protocol","interventionNames":["Other: NMES","Other: Standardized Physiotherapy"]},{"label":"Kinesiotape Group","type":"EXPERIMENTAL","description":"This group of patients received standardized physiotherapy and rehabilitation protocol and at the same time kinesiotape was applied to their affected shoulder","interventionNames":["Other: Kinesiotape","Other: Standardized Physiotherapy"]},{"label":"Control","type":"EXPERIMENTAL","description":"This group of patients received only a standardized physiotherapy and rehabilitation protocol","interventionNames":["Other: Standardized Physiotherapy"]}],"interventions":[{"type":"OTHER","name":"NMES","description":"Participants received NMES using a portable, page-sized battery-powered stimulation device, which delivered current-regulated, charge-balanced, asymmetrical biphasic pulses. The implementation was done on the deltoid and supraspinatus muscles","armGroupLabels":["NMES group"],"otherNames":["Neuromuscular electric stimulation"]},{"type":"OTHER","name":"Kinesiotape","description":"The deltoid and supraspinatus muscles were taped in this study to align the shoulder in correct position to facilitate the function and achieve preferred body alignment. For supraspinatus application, Y strip tape was applied from the muscle insertion at the greater tuberosity of the humerus to its origin at the supraspinatus fossa of the scapula while the muscle was in an overstretched position. No tension was applied to the tape. For deltoid application, Y-shaped tape was used by placing the anchor acromion process. The front tail was implemented in the extended arm position, while the back tail was implemented in the horizontal abducted arm position. Both tails ended below the deltoid tubercule of the humerus. No tension was applied during application.","armGroupLabels":["Kinesiotape Group"],"otherNames":["Taping"]},{"type":"OTHER","name":"Standardized Physiotherapy","description":"All participants received rehabilitation including Bobath neurophysiological approach. Bobath approach and other exercise programs were implemented early after the onset of the stroke to prevent immobility and soft tissue contracture and to alter the muscle tone to gain mobility. Through the exercise program and use of weight-bearing techniques, the therapist attempted to maintain and improve trunk and shoulder alignment to allow the functional use of the upper extremity.","armGroupLabels":["Control","Kinesiotape Group","NMES group"],"otherNames":["Physiotherapy and Rehabilitation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Motor Activity Log-28,","description":"Motor Activity Log-28, is a clinical questionnaire developed to evaluate daily use of the hemiparetic arm outside of the treatment setting","timeFrame":"1 month"}],"secondaryOutcomes":[{"measure":"Pain Visual Analogue Scale","description":"Presence of shoulder pain on the affected side was scored using a 100-mm (10-cm) visual analog scale (VAS). The patients were instructed to mark their pain intensity on a 100-mm horizontal line, in which 0 denoted no pain and 100 mm denoted maximum pain felt by the patient. The pain felt with activity and at rest was recorded separately and repeated after the treatment.","timeFrame":"1 month"},{"measure":"Brunnstrom Stages","description":"Brunnstrom stages has been used to identify and defined to quantify the recovery stages after stroke. Brunnstrom defined six stages of motor recovery and described how the hemiplegic upper limb progressed as a method for assessing recovery. Higher Brunnstrom scores indicated increased motor recovery.","timeFrame":"1 month"},{"measure":"Fugl-Meyer Sensorimotor Assessment Scale (FM)","description":"FM is an impairment assessment tool that has been shown to be reliable and valid. It consists of three independent sections: motricity and sensation of the upper limb, motricity and sensation of the lower limb, and balance.","timeFrame":"1 month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* had unilateral ischemic brain injury or intracerebral hemorrhage at least 1 week to maximum 24 months after the onset of single stroke without other diagnosed neurological or systematic deficits.\n* had enough cognition to be able to follow the training protocol as assessed by Mini Mental State Examination.\n* age 30-70 years.\n\nExclusion Criteria:\n\n* had a severe injury of the rotator cuff or a shoulder surgery history.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Gul O KARABICAK, Phd","affiliation":"Baskent University","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006429","term":"Hemiplegia"}],"ancestors":[{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M21597","name":"Shoulder Pain","relevance":"LOW"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4544","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}