{"protocolSection":{"identificationModule":{"nctId":"NCT04839887","orgStudyIdInfo":{"id":"NU21-09-00053"},"organization":{"fullName":"Palacky University","class":"OTHER"},"briefTitle":"Factors Affecting the Quality of Life After Ischemic Stroke in Young Adults","officialTitle":"Factors Affecting the Quality of Life After Ischemic Stroke in Young Adults: a Prospective Observational Study in Young Ischemic Stroke Patients Under 50 Years","acronym":"FRAILTY"},"statusModule":{"statusVerifiedDate":"2022-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-04-07","studyFirstSubmitQcDate":"2021-04-07","studyFirstPostDateStruct":{"date":"2021-04-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-04-20","lastUpdatePostDateStruct":{"date":"2022-04-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Elena Gurkova","investigatorTitle":"Associated professor","investigatorAffiliation":"Palacky University"},"leadSponsor":{"name":"Elena Gurkova","class":"OTHER"},"collaborators":[{"name":"University Hospital Olomouc","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Despite a generally favourable 3-month functional outcome and a very low mortality, young ischemic stroke (IS) patients face to reduced quality of life associated with a complexity of problems or \"invisible dysfunctions\" after IS. Better identification and understanding to these factors may improve stroke rehabilitation and stroke self-management programmes, wich will lead to better stroke recovery. The aim of the study is to assess the predictors of the health-related quality of life in young patients under 50 years after ischemic stroke, and to to evaluate specific changes in different dimensions of health-related quality of life during the first year of post-stroke recovery using a standardized battery of neuropsychological tools and stroke specific health-related quality of life measures. In the first phase of the study, 300 IS patients will be enrolled for the validation of the Czech version of the the Stroke Impact Scale 3.0. In the second phase of study, 200 enrolled IS patients (100 young IS patients \\< 50 years and 100 IS patients of 50-65 years) will undergo a serial of structured and standardized questionnaires during scheduled outpatients' controls three, six and 12 months after IS. In the third phase of study, twenty young IS patients \\< 50 years will undergo an in-depth, semi-structured interview with explanatory questions that will allow a detailed understanding of the patient's experience. Interpretative phenomenological analysis (IPA) study design will be used.","detailedDescription":"Despite a generally favourable 3-month functional outcome and a very low mortality, young ischemic stroke (IS) patients face to reduced quality of life associated with a complexity of problems or \"invisible dysfunctions\" after IS. Fatigue, cognitive impairment, anxiety, depression, sexual dysfunction, loss of employment, social isolation, lack of specialist support, reduction in mobility and life roles, negative body image, impaired self-efficacy and self-esteem are considered most relevant factors. Investigation of predictors of post-stroke quality of life in young-onset patients is needed to design, implement, and evaluate specific young stroke rehabilitation and stroke self-management programmes.\n\nThe aim of the study is to assess the predictors of the health-related quality of life in young patients under 50 years after ischemic stroke, and to evaluate specific changes in different dimensions of health-related quality of life during the first year of post-stroke recovery using a standardized battery of neuropsychological tools and stroke specific health-related quality of life measures. The aims of the study will be met by the triangulation of qualitative and quantitative research methods.\n\nIn the first phase of the study, 300 IS patients will be enrolled for the validation of the Czech version of the the Stroke Impact Scale 3.0. The reliability and validity study will have a cross-sectional design. In the second phase of study, 200 enrolled IS patients (100 young IS patients \\< 50 years and 100 IS patients of 50-65 years) will undergo a serial of structured and standardized questionnaires during scheduled outpatients' controls three, six and 12 months after IS. In all enrolled patients, the functional outcome, neuropsychological status and quality of life will be assessed using standardized scales and tools. In the third phase of study, twenty young IS patients \\< 50 years will undergo an in-depth, semi-structured interview with explanatory questions that will allow a detailed understanding of the patient's experience. Interpretative phenomenological analysis (IPA) study design will be used."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["Young Ischemic Stroke","Stroke recovery","Health-Related Quality of Life","Life Change Events","Life Experiences"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":520,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Validation study","description":"Three hundred patients with ischemic stroke (18-65 years) will be enrolled for the validation of the Czech version of the the Stroke Impact Scale 3.0. The reliability and validity study will have a cross-sectional design."},{"label":"Prospective quantitative study","description":"Two hundred enrolled IS patients (100 young IS patients \\< 50 years and 100 IS patients of 50-65 years) will undergo a serial of structured and standardized questionnaires during scheduled outpatients' controls three, six and 12 months after IS. In all enrolled patients, the functional outcome, neuropsychological status and quality of life will be assessed using standardized scales and tools."},{"label":"In-depth interview qualitative study","description":"twenty young IS patients \\< 50 years will undergo an in-depth, semi-structured interview with explanatory questions that will allow a detailed understanding of the patient's experience. Interpretative phenomenological analysis (IPA) study design will be used."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in the Stroke Impact Scale (version 3.0)","description":"Assessment of the impact of stroke on eight domains relating to self-rated quality of life, self-perceived disability, and global recovery after stroke (i.e., strength, hand function, mobility, physical and instrumental activities of daily living, memory and thinking, communication, emotion, and social participation). Scores for each domain range from 0 to 100, and higher scores indicate a better health related quality of life","timeFrame":"three, six and 12 months after stroke"}],"secondaryOutcomes":[{"measure":"Change of the World Health Organization Quality of Life - BREF version (WHOQOL-BREF, self-reported)","description":"Assessment of four domains relating to quality of life (Physical health, Psychological domain, Social relationships, Environment). The four domain scores are scaled in a positive direction with higher scores indicating a higher quality of life. The domain scores will be transformed in accordance with two transformation methods outlined in the WHOQOL-BREF scoring instructions. The domain scores will be transformed into scores ranging between 4 and 20 points (the first transformation method) or into a linear scale between 0 and 100 points (the second transformation method)","timeFrame":"three, six and 12 months after stroke"},{"measure":"Change of the Barthel Index of Activities of Daily Living (self-reported)","description":"Measure of performance in activities of daily living. Measure of performance in activities of daily living. Scores of 10 personal activities range from 0 to 100 points and higher score indicates greater independence.","timeFrame":"three, six and 12 months after stroke"},{"measure":"Change of Modified Rankin Scale (self-reported)","description":"Scale used for measuring the degree of disability or dependence in the daily activities in patients after stroke. Most widely used clinical outcome measure after stroke. Scale has six points and higher score means worse outcome; minimum is 0 points indicating no symptoms at all and maximum is 6 points indicating death.","timeFrame":"three, six and 12 months after stroke"},{"measure":"Change of post-stroke depression and anxiety (self-reported)","description":"Assessment of depressive and anxiety symptoms using Beck Depression Inventory II and Hospital Anxiety and Depression Scale. Higher total scores indicate more severe depressive symptoms.","timeFrame":"three, six and 12 months after stroke"},{"measure":"Change of the Montreal Cognitive Assessment (MoCA)","description":"Assessment of cognitive functions (cognitive test measuring specific cognitive domains). The MoCA generates a total score and six domain-specific index scores: Memory, Executive Functioning, Attention, Language, Visuospatial, and Orientation. MoCA score range between 0 and 30. Higher score indicates better cognitive functions. The following ranges are used to grade the severity of cognitive impairment: 18-25 = mild cognitive impairment, 10-17= moderate cognitive impairment and less than 10= severe cognitive impairment.","timeFrame":"three, six and 12 months after stroke"},{"measure":"Change from 3-month the lived experience of ischemic stroke of young patients up to 50 years at 12 months.","description":"Semi-structured interviews with stroke patients","timeFrame":"three and 12 months after stroke"},{"measure":"Change in the NIH Stroke Scale (NIHSS)","description":"NIHSS is used to objectively quantify the impairment caused by a stroke. Higher score indicates more severe neurological deficit.","timeFrame":"three, six and 12 months after stroke"}],"otherOutcomes":[{"measure":"Change in the Fatigue Severity Scale","description":"Assessment of post-stroke fatigue using Fatigue Severity Scale. A self-report scale of nine items about fatigue, its severity and how it affects certain activities. The minimum score is nine and the highest is 63 points. The higher score indicates more severe fatigue and greater affecting of the person's activities.","timeFrame":"three, six and 12 months after stroke"},{"measure":"Change in the Brief Pain Inventory","description":"Includes questions on site of pain, severity of pain, and how pain interfered with the patient's mood, walking ability, normal work, relations with other people, sleep, and enjoyment of life. These questions are rated on a scale of 0 to 10; a higher score indicates greater pain or greater interference with the daily activities.","timeFrame":"three, six and 12 months after stroke"},{"measure":"Change in the Multi-dimensional Scale of Perceived Social Support","description":"The Multi-dimensional Scale of Perceived Social Support (MSPSS) assesses different sources of support. The MSPSS is a brief 12-item, self-administered measurement tool with three subscales: Family, Friends, and Significant Others. A higher score indicates greater social support perceived by an individual; the total possible score ranges between 12 and 84 points.","timeFrame":"three, six and 12 months after stroke"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Acute ischemic stroke\n* Age 18-65 years\n\nExclusion Criteria:\n\n* Transient ischemic attack without progression to ischemic stroke\n* Haemorrhagic stroke\n* Severe cognitive impairment\n* Severe communication disorder (sensory aphasia with the inability to understand having been verified by a certified speech therapist)\n* Concomitant severe systemic illness\n* Impaired ability to understand the questionnaires","sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Participants will be recruited from individuals, diagnosed with ischemic stroke according to the ICD-10 classification who will be admitted to the stroke unit.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Elena Gurkova, PhD","role":"CONTACT","phone":"+420585632825","email":"elena.gurkova@upol.cz"},{"name":"Daniel Sanak, MD, PhD","role":"CONTACT","phone":"+420588442836","email":"daniel.sanak@fnol.cz"}],"overallOfficials":[{"name":"Elena Gurkova, PhD","affiliation":"Palacky University, Faculty of Health Sciences, Department of Nursing","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Palacky University, Faculty of Health Sciences","status":"RECRUITING","city":"Olomouc","zip":"77515","country":"Czechia","contacts":[{"name":"Lenka Satekova, PhD","role":"CONTACT","phone":"+420585632821","email":"lenka.satekova@upol.cz"},{"name":"Daniel Sanak, MD, PhD","role":"CONTACT","phone":"+420588442836","email":"daniel.sanak@fnol.cz"}],"geoPoint":{"lat":49.59552,"lon":17.25175}}]},"referencesModule":{"references":[{"pmid":"24655479","type":"RESULT","citation":"Arntz RM, van Alebeek ME, Synhaeve NE, Brouwers PJ, van Dijk GW, Gons RA, den Heijer T, de Kort PL, de Laat KF, van Norden AG, Vermeer SE, van der Vlugt MJ, Kessels RP, van Dijk EJ, de Leeuw FE. Observational Dutch Young Symptomatic StrokE studY (ODYSSEY): study rationale and protocol of a multicentre prospective cohort study. BMC Neurol. 2014 Mar 22;14:55. doi: 10.1186/1471-2377-14-55."},{"pmid":"32912563","type":"RESULT","citation":"Bartholome L, Winter Y. Quality of Life and Resilience of Patients With Juvenile Stroke: A Systematic Review. J Stroke Cerebrovasc Dis. 2020 Oct;29(10):105129. doi: 10.1016/j.jstrokecerebrovasdis.2020.105129. Epub 2020 Jul 15."},{"pmid":"32015089","type":"RESULT","citation":"Boot E, Ekker MS, Putaala J, Kittner S, De Leeuw FE, Tuladhar AM. Ischaemic stroke in young adults: a global perspective. J Neurol Neurosurg Psychiatry. 2020 Apr;91(4):411-417. doi: 10.1136/jnnp-2019-322424. Epub 2020 Feb 3."},{"pmid":"26215135","type":"RESULT","citation":"de Bruijn MA, Synhaeve NE, van Rijsbergen MW, de Leeuw FE, Mark RE, Jansen BP, de Kort PL. Quality of Life after Young Ischemic Stroke of Mild Severity Is Mainly Influenced by Psychological Factors. J Stroke Cerebrovasc Dis. 2015 Oct;24(10):2183-8. doi: 10.1016/j.jstrokecerebrovasdis.2015.04.040. Epub 2015 Jul 26."},{"pmid":"27176617","type":"RESULT","citation":"Douven E, Schievink SH, Verhey FR, van Oostenbrugge RJ, Aalten P, Staals J, Kohler S. The Cognition and Affect after Stroke - a Prospective Evaluation of Risks (CASPER) study: rationale and design. BMC Neurol. 2016 May 12;16:65. doi: 10.1186/s12883-016-0588-1."},{"pmid":"30129475","type":"RESULT","citation":"Ekker MS, Boot EM, Singhal AB, Tan KS, Debette S, Tuladhar AM, de Leeuw FE. Epidemiology, aetiology, and management of ischaemic stroke in young adults. Lancet Neurol. 2018 Sep;17(9):790-801. doi: 10.1016/S1474-4422(18)30233-3."},{"pmid":"25128182","type":"RESULT","citation":"Harno H, Haapaniemi E, Putaala J, Haanpaa M, Makela JP, Kalso E, Tatlisumak T. Central poststroke pain in young ischemic stroke survivors in the Helsinki Young Stroke Registry. Neurology. 2014 Sep 23;83(13):1147-54. doi: 10.1212/WNL.0000000000000818. Epub 2014 Aug 15."},{"pmid":"32735024","type":"RESULT","citation":"Heiberg G, Friborg O, Pedersen SG, Thrane G, Holm Stabel H, Feldbaek Nielsen J, Anke A. Post-stroke health-related quality of life at 3 and 12 months and predictors of change in a Danish and Arctic Norwegian Region. J Rehabil Med. 2020 Sep 8;52(9):jrm00096. doi: 10.2340/16501977-2716."},{"pmid":"31272664","type":"RESULT","citation":"Kapoor A, Scott C, Lanctot KL, Herrmann N, Murray BJ, Thorpe KE, Lien K, Sicard M, Swartz RH. Symptoms of depression and cognitive impairment in young adults after stroke/transient ischemic attack. Psychiatry Res. 2019 Sep;279:361-363. doi: 10.1016/j.psychres.2019.06.022. Epub 2019 Jul 1."},{"pmid":"32745720","type":"RESULT","citation":"Kono Y, Terasawa Y, Sakai K, Iguchi Y, Nishiyama Y, Nito C, Suda S, Kimura K, Kanzawa T, Imafuku I, Nakayama T, Ueda M, Iwanaga T, Kono T, Yamashiro K, Tanaka R, Okubo S, Nakajima M, Nakajima N, Mishina M, Yaguchi H, Oka H, Suzuki M, Osaki M, Kaneko N, Kitagawa K, Okamoto S, Nomura K, Yamazaki M, Nagao T, Murakami Y. Risk factors, etiology, and outcome of ischemic stroke in young adults: A Japanese multicenter prospective study. J Neurol Sci. 2020 Oct 15;417:117068. doi: 10.1016/j.jns.2020.117068. Epub 2020 Jul 29."},{"pmid":"31678939","type":"RESULT","citation":"Lam KH, Blom E, Kwa VIH. Predictors of quality of life 1 year after minor stroke or TIA: a prospective single-centre cohort study. BMJ Open. 2019 Nov 2;9(11):e029697. doi: 10.1136/bmjopen-2019-029697."},{"pmid":"25362090","type":"RESULT","citation":"Maaijwee NA, Arntz RM, Rutten-Jacobs LC, Schaapsmeerders P, Schoonderwaldt HC, van Dijk EJ, de Leeuw FE. Post-stroke fatigue and its association with poor functional outcome after stroke in young adults. J Neurol Neurosurg Psychiatry. 2015 Oct;86(10):1120-6. doi: 10.1136/jnnp-2014-308784. Epub 2014 Oct 31."},{"pmid":"15105517","type":"RESULT","citation":"McKevitt C, Redfern J, Mold F, Wolfe C. Qualitative studies of stroke: a systematic review. Stroke. 2004 Jun;35(6):1499-505. doi: 10.1161/01.STR.0000127532.64840.36. Epub 2004 Apr 22."},{"pmid":"30489673","type":"RESULT","citation":"Pinter D, Enzinger C, Gattringer T, Eppinger S, Niederkorn K, Horner S, Fandler S, Kneihsl M, Krenn K, Bachmaier G, Fazekas F. Prevalence and short-term changes of cognitive dysfunction in young ischaemic stroke patients. Eur J Neurol. 2019 May;26(5):727-732. doi: 10.1111/ene.13879. Epub 2019 Jan 9."},{"pmid":"32511173","type":"RESULT","citation":"Rhudy LM, Wells-Pittman J, Flemming KD. Psychosocial Sequelae of Stroke in Working-Age Adults: A Pilot Study. J Neurosci Nurs. 2020 Aug;52(4):192-199. doi: 10.1097/JNN.0000000000000523."},{"pmid":"33271487","type":"RESULT","citation":"Schneider S, Taba N, Saapar M, Vibo R, Korv J. Determinants of Long-Term Health-Related Quality of Life in Young Ischemic Stroke Patients. J Stroke Cerebrovasc Dis. 2021 Feb;30(2):105499. doi: 10.1016/j.jstrokecerebrovasdis.2020.105499. Epub 2020 Nov 30."},{"pmid":"24578210","type":"RESULT","citation":"Synhaeve NE, Arntz RM, Maaijwee NA, Rutten-Jacobs LC, Schoonderwaldt HC, Dorresteijn LD, de Kort PL, van Dijk EJ, de Leeuw FE. Poor long-term functional outcome after stroke among adults aged 18 to 50 years: Follow-Up of Transient Ischemic Attack and Stroke Patients and Unelucidated Risk Factor Evaluation (FUTURE) study. Stroke. 2014 Apr;45(4):1157-60. doi: 10.1161/STROKEAHA.113.004411. Epub 2014 Feb 27."},{"pmid":"21933424","type":"RESULT","citation":"Rutten-Jacobs LC, Maaijwee NA, Arntz RM, Van Alebeek ME, Schaapsmeerders P, Schoonderwaldt HC, Dorresteijn LD, Overeem S, Drost G, Janssen MC, van Heerde WL, Kessels RP, Zwiers MP, Norris DG, van der Vlugt MJ, van Dijk EJ, de Leeuw FE. Risk factors and prognosis of young stroke. The FUTURE study: a prospective cohort study. Study rationale and protocol. BMC Neurol. 2011 Sep 20;11:109. doi: 10.1186/1471-2377-11-109."},{"pmid":"32689648","type":"RESULT","citation":"Zawawi NSM, Aziz NA, Fisher R, Ahmad K, Walker MF. The Unmet Needs of Stroke Survivors and Stroke Caregivers: A Systematic Narrative Review. J Stroke Cerebrovasc Dis. 2020 Aug;29(8):104875. doi: 10.1016/j.jstrokecerebrovasdis.2020.104875. Epub 2020 May 23."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"},{"id":"T6036","name":"Menopause","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}