{"protocolSection":{"identificationModule":{"nctId":"NCT05718622","orgStudyIdInfo":{"id":"XJTU1AF-CRF-2022-023"},"organization":{"fullName":"First Affiliated Hospital Xi'an Jiaotong University","class":"OTHER"},"briefTitle":"Evaluation and Prediction of the Effect of EECP on HR-NICE Patients","officialTitle":"A Neuroimaging Prediction Study Based on Multi-model Magnetic Resonance Imaging Technology to Evaluate the Therapeutic Effect of EECP on HR-NICE Patients"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-11-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-11-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-11-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-01-30","studyFirstSubmitQcDate":"2023-01-30","studyFirstPostDateStruct":{"date":"2023-02-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-22","lastUpdatePostDateStruct":{"date":"2023-02-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"First Affiliated Hospital Xi'an Jiaotong University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is one of the most threatening causes of mortality and disability worldwide. High risk non-disabling ischemic cerebrovascular events (HR-NICE), defined by mild stroke complicating with greater than 50% atherosclerotic stenosis in intracranial or extracranial arteries, is more likely to develop severe stroke in future. Currently, the clinical treatment for HR-NICE patients is limited to dual antiplatelet therapy or endovascular treatment, both of which are taken controversially due to the side effect or high risk. Enhanced external counterpulsation (EECP) is an established non-invasive treatment for circulatory support. By inflating repeatedly and sequentially from calves to hips in the early diastolic phase of every cardiac cycle, EECP has been demonstrated to increase the shear stress of blood vessels, enhance the collateral circulation and improve brain perfusion in patients with stroke. However, few studies have devoted exclusively to patients with HR-NICE. It is not clear whether EECP can improve the clinical performance or reduce the rate of recurrent stroke in 90 days. In this trial, HR-NICE patients will be divided into two groups according to true or sham EECP treatment. Based on multi-model magnetic resonance imaging, the investigators explore the central neural characteristic before and after EECP treatment.","detailedDescription":"Due to the conventional impression that mild stroke would lead to a good recovery outcome rather than disability, it is easy for patients or clinicians to ignore or delay the secondary prevention therapy. However, the latest research findings indicate that these patients have a high risk of neurological deterioration within hours to days after the onset of the disease. The risk of recurrence within 90 days is much higher than normal people as well. These patients are at greater risk complicating with atherosclerotic stenosis of the large arteries. This study designs a randomized, double-blind, controlled clinical trial to observe the improvement effect of EECP in HR-NICE patients. Random numbers are used to divide HR-NICE patients into two groups with true or sham EECP treatment separately. All the patients and technicians are blind of the group assignments of the subjects except the therapist responsible for setting the parameters of each patient's treatment. By observing the difference of Stroke Impact Scale before and after a course of EECP treatment, the investigators explore its effect on symptom improvement in HR-NICE patients. Based on multi-model magnetic resonance imaging, hematological parameter detection and genetic test, it's comprehensive to clarify the central neural features and peripheral abnormalities of HR-NICE patients, so as to provide objective proof for efficacy evaluation of pre-existing neural damage. What's more, on the basis that neuroimaging characteristics and inflammatory factors have important effects on the progression of disease as well as the presentation of symptoms, this study intends to reveal the potential mechanism of EECP to improve performance of central neural system on different neuroimaging aspects and find sensitive neuroimaging biomarkers in predicting the therapeutic effect of EECP. This study is not only contributing to explore the validity of EECP on HR-NICE patients, but also exploring the intrinsic and peripheral mechanism for classifying sensitive population based on neuroimaging and other predictive markers."},"conditionsModule":{"conditions":["Stroke, Ischemic"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"real EECP","type":"EXPERIMENTAL","interventionNames":["Device: real EECP"]},{"label":"sham EECP","type":"SHAM_COMPARATOR","interventionNames":["Device: sham EECP"]},{"label":"Health Control","type":"NO_INTERVENTION"}],"interventions":[{"type":"DEVICE","name":"real EECP","description":"Real EECP treatment is delivered 45min per day for 14 sessions continuously. The treatment pressure sets at 150 millimeters of mercury.","armGroupLabels":["real EECP"]},{"type":"DEVICE","name":"sham EECP","description":"Sham EECP treatment is delivered 45min per day for 14 sessions continuously. The treatment pressure sets at 75 millimeters of mercury.","armGroupLabels":["sham EECP"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"the change of stroke impact scale (SIS)","description":"Stroke Impact Scale （SIS） is an evaluation of stroke severity affecting daily life and health. It includes 59 items in 8 domains among strength, hand function, mobility, activities of daily living, memory, communication, emotion and social participation. Each item is scored on a scale of 1 - 5 and each domain is scored on a scale of 0 - 100 after conversion. The sum score of 8 domains is set as the total of SIS. A higher score corresponds to a better outcome. In this trial, SIS is evaluated before and after the EECP treatment course, total score of each evaluation is calculated and the change of them is set as the primary outcome measure.","timeFrame":"baseline(the day before the first EECP treatment); after a course of EECP treatment(14 days)"}],"secondaryOutcomes":[{"measure":"the change of cerebral perfusion","description":"Arterial spin labeling(ASL) is used for the evaluation of cerebral perfusion before and after the EECP treatment. Cerebral blood flow(CBF) map is calculated after each scan. The difference of these two CBF maps is set as the secondary outcome measures.","timeFrame":"baseline(the day before the first EECP treatment); after a course of EECP treatment(14 days)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* In accordance with the diagnostic criteria of Chinese Guidelines for the Diagnosis and Treatment of Acute Ischemic Stroke 2018\n* Patients who have had a clinically significant ischemic stroke for the first time and are currently stable\n* Unilateral internal carotid artery or middle cerebral artery was confirmed for the first time as moderate to severe stenosis (≥50%) or occlusion on digital subtraction angiography examination （DSA）.\n* Did not receive surgical treatment such as balloon dilation\n* National Institute of Health stroke scale (NIHSS) score ≤3\n* The clinical data is completed and be able to consistently complete the study\n* Age 18-80, education level≥ 6 years and agree to sign informed consent\n\nExclusion Criteria:\n\n* Progressive stroke\n* Diseases with severe damage to other organs\n* Moderate to severe aortic insufficiency\n* Dissection aneurysm, aortic aneurysm, cerebral aneurysm\n* Significant pulmonary hypertension\n* Various bleeding disorders, bleeding tendencies, or use of anticoagulants, Prothrombin international normalized ratio （INR） \\>2.0\n* Active phlebitis, venous embolism, venous thrombosis of lower extremity\n* The presence of infection in the body\n* Valvular disease, congenital heart disease, cardiomyopathy\n* Uncontrolled hypertension (\\>170/110mmHg)\n* Uncontrolled arrhythmia\n* Left heart failure\n* Pregnancy\n* Patients with cardiac pacemakers\n* Patients with arterial clamp after craniocerebral operation\n* Patients with metal implants, such as metal joints, shrapnel and orbital foreign bodies\n* History of moderate to severe cognitive impairment or psychiatric disorders\n* History of malignancy\n* moyamoya patients\n* Lower extremity arterial thrombosis","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Wanghuan Dun, doctor","role":"CONTACT","phone":"0086-18092706568","email":"wanghuandun@163.com"}],"locations":[{"facility":"First Affiliated Hospital of Xian Jiaotong University","status":"RECRUITING","city":"Xi'an","state":"Shaanxi","zip":"710061","country":"China","contacts":[{"name":"Wanghuan Dun, doctor","role":"CONTACT","phone":"0086-18092706568","email":"wanghuandun@163.com"}],"geoPoint":{"lat":34.25833,"lon":108.92861}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}