{"protocolSection":{"identificationModule":{"nctId":"NCT01288040","orgStudyIdInfo":{"id":"NA_00010292"},"secondaryIdInfos":[{"id":"1R01HD048741","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1R01HD048741"}],"organization":{"fullName":"Hugo W. Moser Research Institute at Kennedy Krieger, Inc.","class":"OTHER"},"briefTitle":"Locomotor Training for Neurological Disease","officialTitle":"Locomotor Training for Neurological Disease"},"statusModule":{"statusVerifiedDate":"2015-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-01"},"primaryCompletionDateStruct":{"date":"2015-01","type":"ACTUAL"},"completionDateStruct":{"date":"2015-01","type":"ACTUAL"},"studyFirstSubmitDate":"2011-01-25","studyFirstSubmitQcDate":"2011-02-01","studyFirstPostDateStruct":{"date":"2011-02-02","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-03-31","lastUpdatePostDateStruct":{"date":"2015-04-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Amy J. Bastian, Ph.D.","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Hugo W. Moser Research Institute at Kennedy Krieger, Inc."},"leadSponsor":{"name":"Hugo W. Moser Research Institute at Kennedy Krieger, Inc.","class":"OTHER"},"collaborators":[{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The purpose of this study is to determine whether split belt training can be used to treat walking pattern deficits from stroke and to determine whether different schedules and types of long term training on a custom split belt treadmill are likely to change/improve walking symmetry.","detailedDescription":"Coordination between the legs during walking is often disrupted after neurological injury, resulting in asymmetric gait patterns. Recent data shows that walking patterns can be altered through treadmill training, even after central nervous system damage. The investigators have studied short-term adaptation of inter-limb coordination during walking using a split-belt treadmill to control speed of the two legs independently. Our findings demonstrate that walking patterns are adaptable, and that this process is dependent on cerebellar integrity. The investigators have also shown that people with cerebral damage from stroke can benefit in the short-term to correct asymmetric walking patterns. Since all of our previous work has focused on single training sessions, the investigators would like to study long-term effects of split belt treadmill training. Therefore, the purpose of this study is to prepare for a clinical trial of split-belt treadmill training to treat walking pattern deficits from cerebral damage. The investigators will gather data to determine whether different schedules and types of long-term training on a custom split-belt treadmill are likely to change/improve walking symmetry.\n\nThe investigators will study subjects with and without cerebral damage. Subjects without hemiparesis will simply be trained daily for 2 weeks to understand how they learn a new pattern on the treadmill for comparison with patients. Subjects with hemiparesis will undergo training daily for 2 weeks or the same dose of training, spread over 4 weeks. Training for the subjects with hemiparesis will either be conventional treadmill walking or split-belt treadmill walking with one leg moving faster than the other. The investigators will study children and adults with hemiparesis. These studies will provide important new information about normal mechanisms of locomotor adaptation, as well as providing a new rehabilitation tool for people with asymmetric gait patterns. Note that this study is not an aerobic conditioning program since subjects will work well below their age-adjusted target heart rate; it is instead a retraining program aimed at teaching people a new inter-limb coordination pattern. This study is also critical for developing procedural reliability processes, calculating effect sizes, training clinical staff, and determining other salient clinical variables in preparation for a randomized clinical trial."},"conditionsModule":{"conditions":["Stroke","Hemiparesis"],"keywords":["stroke","treadmill","walking","hemiparesis","training"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":92,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Treadmill exercise","type":"EXPERIMENTAL","description":"Split-belt treadmill training","interventionNames":["Behavioral: Split Belt treadmill"]}],"interventions":[{"type":"BEHAVIORAL","name":"Split Belt treadmill","description":"A split belt treadmill is like a typical treadmill that is seen in the gym, except that this treadmill has two belts that move instead of just one. One leg goes on one belt and the other leg uses the other belt. The belt speeds can be set to get at the same speed, making this treadmill similar to any regular treadmill, but, belt speeds can also be set so that one belt moves a little faster than the other. The belts are never set at a running or jogging speed, only a self-paced walking speed regardless of whether the belts are both going the same speed or both going slightly different speeds.","armGroupLabels":["Treadmill exercise"],"otherNames":["Woodway Split Belt Treadmill","Company: Woodway USA, Inc"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Whether different schedules and types of long term training on a custom split belt treadmill are likely to change/improve walking symmetry","description":"To determine which schedule is showing more improvement different walking parameters will be investigated such as change in step length. Subjects will have markers placed at different joints on their body to allow our cameras to watch how their walking pattern changes during the duration of the study, to see if any improvements develop.","timeFrame":"Participants will be assessed at the beginning and end of either a 2 week or 4 week training schedule. All participants will be tested 1 month following the end of training."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* stroke or hemiparesis\n* able to walk but has residual gait deficit (including those who walk with a cane or walker\n* This is their first and only stroke\n* Able to walk for 5 minutes at their self-paced speed\n* Children age 2-17; Adults age 18-80\n\nExclusion Criteria:\n\n* Cerebellar signs (e.g.ataxic hemiparesis)\n* Congestive heart failure\n* Peripheral artery disease with claudication\n* Pulmonary or renal failure\n* Unstable angina\n* Uncontrolled hypertension (\\>190/110 mmHg)\n* Dementia\n* Severe aphasia\n* Orthopedic or pain conditions\n* Foster children\n* Pregnancy","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"80 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Amy J Bastian, PhD, PT","affiliation":"Kennedy Krieger Institute and Johns Hopkins School of Medicine","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Motion Analysis Lab in the Kennedy Krieger Institute","city":"Baltimore","state":"Maryland","zip":"21205","country":"United States","geoPoint":{"lat":39.29038,"lon":-76.61219}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Motion Analysis Lab website at the Kennedy Krieger Institute","url":"http://www.kennedykrieger.org/kki_research.jsp?pid=5741"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010291","term":"Paresis"},{"id":"D000009422","term":"Nervous System Diseases"}],"ancestors":[{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}