{"protocolSection":{"identificationModule":{"nctId":"NCT05333497","orgStudyIdInfo":{"id":"HeilongjiangUCM"},"organization":{"fullName":"Heilongjiang University of Chinese Medicine","class":"OTHER"},"briefTitle":"Programmed Flexor-extensor Alternating Electrical Acupiont Stimulation on Limb Functional Reconstruction After Stroke","officialTitle":"Study on the Effect Mechanism of Programmed Flexor-extensor Alternating Electrical Acupiont Stimulation on Upper Limb Functional Reconstruction After Stroke: Study Protocol for a Randomized Controlled Trail"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-04-18","type":"ACTUAL"},"completionDateStruct":{"date":"2023-02-01","type":"ACTUAL"},"studyFirstSubmitDate":"2022-03-02","studyFirstSubmitQcDate":"2022-04-11","studyFirstPostDateStruct":{"date":"2022-04-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-16","lastUpdatePostDateStruct":{"date":"2023-03-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Yang Liu","investigatorTitle":"attending doctor","investigatorAffiliation":"Heilongjiang University of Chinese Medicine"},"leadSponsor":{"name":"Yang Liu","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to study the effect mechanism of programmed flexor-extensor alternating electrical acupiont stimulation on upper limb functional reconstruction after stroke.","detailedDescription":"After being informed about the study and potential risks, all patients who meet the inclusion criteria, after signing the informed consent, will be randamized divided into two groups in a blind manner. The patients will undergo a 3-week treatment (6 days per week and 1 day for rest, a total of 18 days of treatment). Those in the control group are treated with conventional flexor-extensor alternating electrical acupiont stimulation, and in the treatment group, programmed stimulation will be adopted (30 minutes, once a day). Besides, data from healthy participants will be collected and processed for reference and control purposes."},"conditionsModule":{"conditions":["Stroke Sequelae","Movement Disorders"],"keywords":["Functional electrical stimulation","Stroke Sequelae","Movement disorders"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"In addition to the control and treatment groups (30 cases in each group), healthy subjects (30 cases) also provided sEMG and EEG data for reference.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":84,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Programmed acupiont stimulation group","type":"EXPERIMENTAL","description":"On the basis of routine treatment in the Department of Acupuncture, the fourth generation of low-frequency acupoint electric stimulation therapy instrument (patent No. : ZL201610793646.9) jointly developed by our research group and the Robotics Institute of Harbin Institute of Technology is used to improve the program. The output of the improved instrument program is: the patient should complete the program of \"reaching and retrieving\", namely shoulder joint forward flexion - elbow extension - wrist dorsal extension - finger extension (\" reaching for objects \"), then grasping - wrist flexion - elbow flexion - shoulder joint backward extension (\" retrieve objects \"). All patients were in a sitting position, the wrist of the affected limb is suspended, and the other parts do not touch any plane.","interventionNames":["Device: the fourth programmed generation of low-frequency acupoint electric stimulation therapy instrument"]},{"label":"Conventional acupiont stimulation group","type":"ACTIVE_COMPARATOR","description":"On the basis of the basic treatment in the Department of Acupuncture, the output mode of the fourth generation of low-frequency acupoint electric stimulation instrument of the original program is adopted to synchronously stimulate the flexor and extensor acupoints respectively. The selection of acupoints, treatment time and course of treatment were the same as those of the programmed acupoint electric stimulation group.","interventionNames":["Device: the fourth generation of low-frequency acupoint electric stimulation therapy instrument"]},{"label":"Healthy controls","type":"NO_INTERVENTION","description":"No treatment. Ask them to do the \"reaching and retrieving\" gross motor and record the resting brain electrical and motion state of electrical parameters. Brain electric power spectrum analysis and electromyography synergy - coherence analysis are made to evaluate the brain energy state and degree of muscle coordination, for better interpreting the movement of the central nervous system control strategy and providing a reference for the prognosis of patients and the curative effect evaluation."}],"interventions":[{"type":"DEVICE","name":"the fourth programmed generation of low-frequency acupoint electric stimulation therapy instrument","description":"Conventional electrical stimulation does not produce coordinated movement of multiple joints by stimulating several locally generated single ones simultaneously. The stimulation after the improved program, through different time output electrical stimulation on different parts of the muscles or muscle groups, forming the programmed motion. The purpose of this study is to achieve the rehabilitation goal of single joint - multiple joint - extensive movement, promote the coordination recovery of affected limb movement and relieve muscle fatigue.","armGroupLabels":["Programmed acupiont stimulation group"]},{"type":"DEVICE","name":"the fourth generation of low-frequency acupoint electric stimulation therapy instrument","description":"In this study, the instrument of alternate acupoint electrical stimulation of flexor and extensor muscles combines traditional acupoint therapy with modern low-frequency electric stimulation technology, has the advantages of non-invasive and convenient application, and has a good effect on improving the range of motion of joints, relieving spasm, enhancing muscle strength, promoting the recovery of the central nervous system and other aspects.","armGroupLabels":["Conventional acupiont stimulation group"],"otherNames":["patent No. : ZL201610793646.9"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"EEG data record","description":"To record the immediate Alpha, Beta, Delta and Theta bands of the eyes-closed resting state EEG of patients in the two groups 2 hours before the first treatment.\n\nThe EmotivEpoc wireless portable EEG device (developed by Neurotechnology Company, USA) is used to collect EEG data.","timeFrame":"2 hours before the first treatment"},{"measure":"EEG data record","description":"To record the immediate Alpha, Beta, Delta and Theta bands of the eyes-closed resting state EEG of patients in the two groups 2 hours after the first treatment.\n\nThe EmotivEpoc wireless portable EEG device (developed by Neurotechnology Company, USA) is used to collect EEG data.","timeFrame":"2 hours after the first treatment"},{"measure":"EEG data record","description":"To record the immediate Alpha, Beta, Delta and Theta bands of the eyes-closed resting state EEG of patients in the two groups 2 hours before the last treatment.\n\nThe EmotivEpoc wireless portable EEG device (developed by Neurotechnology Company, USA) is used to collect EEG data.","timeFrame":"2 hours before the last treatment"},{"measure":"EEG data record","description":"To record the immediate Alpha, Beta, Delta and Theta bands of the eyes-closed resting state EEG of patients in the two groups 2 hours after the last treatment.\n\nThe EmotivEpoc wireless portable EEG device (developed by Neurotechnology Company, USA) is used to collect EEG data.","timeFrame":"2 hours after the last treatment"},{"measure":"EEG power spectrum analysis","description":"EEG power spectrum analysis: EEG data of the four time points as above are preprocessed on the MATLAB platform. And the analysis is used to objectively evaluate the immediate and cumulative effects of different treatment therapies on cerebral cortex activity by Alpha, Beta, Delta and Theta frequency bands.","timeFrame":"1 week after all the EEG data is collected"},{"measure":"sEMG data record","description":"Ask the patients to do the \"reaching and retriving\" gross movement, recording the real-time sEMG data of RMS (root mean square) and MF (median frequency) 1 hour before the first treatment.\n\nsEMG cosynergive-coherence analysis: The signals are collected with the sEMG device (H4A2L8), developed by ThoughtTechnology Ltd, Canada.\n\nDatas are respectively collected of the biceps brachii and triceps brachii muscles during the whole process of the motion. Computer software calculates iEMG (integral electromyogram) and MPF (mean power frequency) values.","timeFrame":"1 hour before the first treatment"},{"measure":"sEMG data record","description":"Ask the patients to do the \"reaching and retriving\" gross movement, recording the real-time sEMG data of RMS and MF 1 hour after the first treatment.\n\nsEMG cosynergive-coherence analysis: The signals are collected with the sEMG device (H4A2L8), developed by ThoughtTechnology Ltd, Canada.\n\nDatas are respectively collected of the biceps brachii and triceps brachii muscles during the whole process of the motion. Computer software calculates iEMG and MPF values.","timeFrame":"1 hour after the first treatment"},{"measure":"sEMG data record","description":"Ask the patients to do the \"reaching and retriving\" gross movement, recording the real-time sEMG data of RMS and MF 1 hour before the last treatment.\n\nsEMG cosynergive-coherence analysis: The signals are collected with the sEMG device (H4A2L8), developed by ThoughtTechnology Ltd, Canada.\n\nDatas are respectively collected of the biceps brachii and triceps brachii muscles during the whole process of the motion. Computer software calculates iEMG and MPF values.","timeFrame":"1 hour before the last treatment"},{"measure":"sEMG data record","description":"Ask the patients to do the \"reaching and retriving\" gross movement, recording the real-time sEMG data of RMS and MF 1 hour after the last treatment.\n\nsEMG cosynergive-coherence analysis: The signals are collected with the sEMG device (H4A2L8), developed by ThoughtTechnology Ltd, Canada.\n\nDatas are respectively collected of the biceps brachii and triceps brachii muscles during the whole process of the motion. Computer software calculates iEMG and MPF values.","timeFrame":"1 hour after the last treatment"},{"measure":"sEMG coherence analysis","description":"sEMG coherence analysis: Local mean decomposition (LMD) de-noising methods and non-negative matrix decomposition algorithm are used and cosynergive-coherence analysis of the muscle pairs participating in the programmed motion is analyzed, to study the effects of different electrical stimulation methods on the motor coordination and the central control mechanism.","timeFrame":"1 week after all the sEMG data is collected"}],"secondaryOutcomes":[{"measure":"Scale evaluation--MBI","description":"MBI (Modified Barthel Index): A daily functional activity assessment. Normal (100 points). Each activity is rated on a scale of 5 (5 points), with a minimum of 1 (full dependence) and a maximum of 5 (full independence). The higher the level, the more independent the activity is.\n\nMBI score of upper limb is evaluated and SPSS26.0 statistical software is used for analysis. A two-sided test is used in this study, and the significance level is p\\<0.05. Parametric method is used when data conditions meet parametric conditions; non-parametric method is used when data conditions do not meet time parameter conditions.","timeFrame":"3 hours before the whole clinical trail"},{"measure":"Scale evaluation--MBI","description":"The same as above.","timeFrame":"3 hours after the whole clinical trail"},{"measure":"Scale evaluation--CSS","description":"CSS (China Stroke Scale): A neurological deficits assessment. Normal (45 points), Upper limb normal (12 points). Each activity of upper limb is rated on a scale of 7 (0\\~6 points). The lower the score, the better the situation is.\n\nCSS score of upper limb is evaluated and SPSS26.0 statistical software is used for analysis. A two-sided test is used in this study, and the significance level is P\\<0.05. Parametric method is used when data conditions meet parametric conditions; non-parametric method is used when data conditions do not meet time parameter conditions.","timeFrame":"3 hours before the whole clinical trail"},{"measure":"Scale evaluation--CSS","description":"The same as above.","timeFrame":"3 hours after the whole clinical trail"},{"measure":"Scale evaluation--FMA","description":"FMA (Fugl-Meyer Assessment): A motor function assessment. Normal (226 points), Upper limb normal (66 points, 33 items). The high the score, the better the situation is.\n\nFMA scale of upper limb is evaluated and SPSS26.0 statistical software is used for analysis. A two-sided test is used in this study, and the significance level is P\\<0.05. Parametric method is used when data conditions meet parametric conditions; non-parametric method is used when data conditions do not meet time parameter conditions.","timeFrame":"3 hours before the whole clinical trail"},{"measure":"Scale evaluation--FMA","description":"The same as above.","timeFrame":"3 hours after the whole clinical trail"},{"measure":"Scale evaluation--MMT","description":"MMT (Manual Muscle Testing): A muscle strength assessment. Normal (level 5) with a minimum of 0 (no muscle contraction) and a maximum of 5 (normal, can resist gravity and sufficient resistance). The higher the score, the more normal muscle strength tends to be.\n\nFMA scale of upper limb is evaluated and SPSS26.0 statistical software is used for analysis. A two-sided test is used in this study, and the significance level is P\\<0.05. Parametric method is used when data conditions meet parametric conditions; non-parametric method is used when data conditions do not meet time parameter conditions.","timeFrame":"3 hours before the whole clinical trail"},{"measure":"Scale evaluation--MMT","description":"The same as above.","timeFrame":"3 hours after the whole clinical trail"},{"measure":"Scale evaluation--Brunnstrom","description":"Brunnstrom motor function assessment: A limb function recovery assessment. Normal (level 6) with a minimum of 1 (no movement) and a maximum of 6 (basiclly normal). The higher the level, the better recovery is.\n\nBrunnstrom scale of upper limb is evaluated and SPSS26.0 statistical software is used for analysis. A two-sided test is used in this study, and the significance level is P\\<0.05. Parametric method is used when data conditions meet parametric conditions; non-parametric method is used when data conditions do not meet time parameter conditions.","timeFrame":"3 hours before the whole clinical trail"},{"measure":"Scale evaluation--Brunnstrom","description":"The same as above.","timeFrame":"3 hours after the whole clinical trail"}],"otherOutcomes":[{"measure":"EEG data of healthy controls","description":"To record the immediate Alpha, Beta, Delta and Theta bands of the eyes-closed resting state EEG of the healthy controls in a quiet without any interference laboratory.","timeFrame":"1 week before the beginning of the whole clinical trail"},{"measure":"sEMG data of healthy controls","description":"Ask them to do the \"reaching and retriving\" gross movement, recording the real-time sEMG parameters (RMS and MF) of biceps brachii and triceps brachii muscles during the whole process of the motion. Computer software calculates iEMG and MPF values.","timeFrame":"1 week before the beginning of the whole clinical trail"},{"measure":"EEG power spectrum analysis of healthy controls","description":"EEG power spectrum analysis is made to evaluate the brain energy state, for better interpreting the movement control strategy of the central nervous system, providing a reference for the prognosis of patients and the curative effect evaluation.","timeFrame":"1 week before the beginning of the whole clinical trail"},{"measure":"sEMG synergy-coherence analysis of healthy controls","description":"sEMG synergy-coherence analysis is made to evaluate the degree of muscle coordination, for better interpreting the movement control strategy of the central nervous system, providing a reference for the prognosis of patients and the curative effect evaluation.","timeFrame":"1 week before the beginning of the whole clinical trail"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Inclusion criteria for patients\n\n  1. Meet the diagnostic criteria of stroke;\n  2. Age: 35 \\~75 years old, male and female;\n  3. Course of disease: 2 weeks to 3 months after stroke, stable vital signs, basically normal cognitive function, can cooperate to complete the test;\n  4. Manual muscle test (MMT) ≥2, modified Ashworth (MAS) of paralyzed upper limbs was graded Ⅰ\\~Ⅱ;\n  5. BMI ≤28;\n  6. No serious heart, lung, kidney and other functional damage and serious underlying diseases, no pain in the affected side of the upper limb joint;\n  7. The informed consent was signed by the patient and/or his/her family members. Note: Patients who meet the above 7 criteria can be included in this study.\n* Inclusion criteria for healthy subjects:\n\n  1. Those who have been proved to be healthy by physical examination and have no organic lesions or obvious functional diseases;\n  2. Age: 35 \\~75 years old, male and female;\n  3. No cold, fever, cough, headache and other physical abnormalities during the test;\n  4. Did not take any excitatory drugs in the past one month, no recent treatment related to experimental content;\n  5. No history of mental or nervous system;\n  6. The subject agrees and signs the informed consent.\n* Exclusion Criteria:\n\n  1. Severe cognitive dysfunction, severe aphasia, can not cooperate with the whole treatment or testing process;\n  2. Patients with serious primary diseases such as heart, lung, kidney, liver and endocrine system;\n  3. Neurological or musculoskeletal diseases affecting functional recovery before onset;\n  4. Cerebral stem stroke or bilateral stroke;\n  5. Patients with severe anxiety, depression, affective disorders, schizophrenia and other serious mental disorders;\n  6. Examination confirmed by brain tumor, brain trauma, brain parasitic diseases, metabolic disorders, rheumatic heart disease, coronary heart disease and other heart disease with atrial fibrillation caused by cerebral embolism;\n  7. Patients with skin damage, infection or deformity at the treatment site.","healthyVolunteers":true,"sex":"ALL","minimumAge":"35 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Dongyan Wang, PhD","affiliation":"The Second Affiliated Hospital of Heilongjiang University of Chinese Medicine","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"The Second Affiliated Hospital of Heilongjiang University of Chinese Medicine","city":"Harbin","state":"Heilongjiang","zip":"150001","country":"China","geoPoint":{"lat":45.75,"lon":126.65}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Data sharing will be based on actual situation in future."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000009069","term":"Movement Disorders"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11719","name":"Movement Disorders","asFound":"Movement Disorders","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M251766","name":"Imidacloprid","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}