{"protocolSection":{"identificationModule":{"nctId":"NCT02159014","orgStudyIdInfo":{"id":"DanceFit Prime"},"organization":{"fullName":"North Essex Partnership NHS Foundation Trust","class":"OTHER_GOV"},"briefTitle":"DanceFit Prime: A Dance Based Physical Activity and Nutritional Intervention for Primary Care - A Feasibility Study","officialTitle":"DanceFit Prime: A Dance Based Physical Activity and Nutritional Intervention to Reduce the Risk of Heart Disease, Stroke, Diabetes, and Dementia in Inactive Adults, in Primary Care Settings - A Feasibility Study","acronym":"DanceFit"},"statusModule":{"statusVerifiedDate":"2015-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-08"},"primaryCompletionDateStruct":{"date":"2015-10","type":"ACTUAL"},"completionDateStruct":{"date":"2015-10","type":"ACTUAL"},"studyFirstSubmitDate":"2014-06-03","studyFirstSubmitQcDate":"2014-06-06","studyFirstPostDateStruct":{"date":"2014-06-09","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-10-13","lastUpdatePostDateStruct":{"date":"2015-10-14","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr Thomas Dannhauser","investigatorTitle":"Chief Investigator","investigatorAffiliation":"North Essex Partnership NHS Foundation Trust"},"leadSponsor":{"name":"North Essex Partnership NHS Foundation Trust","class":"OTHER_GOV"},"collaborators":[{"name":"West Essex Clinical Commissioning Group","class":"UNKNOWN"},{"name":"School for Social Entrepreneurs London and Lloyds TSB","class":"UNKNOWN"},{"name":"University College, London","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Regular physical activity improves physical and mental health and reduces the risk of heart disease, stroke, cancer, diabetes, obesity and premature death from any cause. Unfortunately the majority of adults are not active enough to reap these benefits. People who are inactive and at high risk of stroke, heart disease, diabetes and dementia, and who may benefit from increased activity can be identified in primary care by combining standard risk tools. These high risk patients can be offered physical activity programmes that are designed to increase longterm adherence. Aerobic dance is an activity that combines physical, social and cognitive stimulation and allows easily adjusted intensity levels to meet individual needs. Engagement in an activity program also provides opportunities to offer advice on healthy nutrition and associated meal preparation skills. Information technology can be used to increase activity participation. Video materials can be produced to guide activity participation at home, thereby increasing overall activity participation. The investigators propose a feasibility study of a multimodal dance-based physical activity and nutrition intervention aimed at patients at high risk of stroke, heart disease, diabetes and dementia, in primary care settings.","detailedDescription":"Regular physical activity improves physical and mental health and reduces the risk of heart disease, stroke, cancer, diabetes, dementia, obesity and premature death from any cause (Department of Health \\& Prevention., 2004). Unfortunately the majority of adults are not active enough to reap these benefits (Chaudhury \\& Roth, 2006). Specific psychological techniques can be used to overcome the known barriers to increased activity. People who are inactive can be identified in primary care through the use of standard risk tools. Similarly, standard risk tools can identify people at high risk of stroke, heart disease and diabetes, and people at risk from dementia are identified by a diagnosis of mild cognitive impairment. Combining these clinical indicators can identify people who are inactive and at highest risk who may therefore benefit most from activity interventions. These high risk patients can be offered physical activity programmes that are designed to increase longterm adherence. Aerobic dance is an activity that combines physical, social and cognitive stimulation and allows easily adjusted intensity levels to meet individual needs. Engagement in an activity program also provides opportunities to offer advice on healthy nutrition and associated meal preparation skills. Information technology can be used to increase activity participation. Video materials can be produced to guide activity participation at home, thereby increasing overall activity participation.\n\nTRIAL DESIGN The investigators plan a longitudinal study where participants will be followed up for a total of 24 weeks. Outcome measures will be collected at three time points that separates two phases. Phase 1 consists of the group based weekly intervention plus access to online material and Phase 2 consists of only access to the online material. The time points are: baseline (Time 0), 12 weeks post intervention (Time 1) and 24 weeks post intervention (Time 2). Outcomes measured at time 1 will be used to determine the effects of Phase 1 immediately following participation, and measure at 24 weeks (Time 2) to determine the outcomes 12 weeks after the end of the group based intervention intervention and therefore the longer term effects with support from online material only. Participants will therefore serve as their own controls during Phase 2 for comparison with Phase 1. In other words the investigators will compare the results for each participant following Phase 1 with their results following Phase 2 to determine the effects of removing the group facilitation."},"conditionsModule":{"conditions":["Cardiac Diseases","Stroke","Diabetes Mellitus","Dementia","Mild Cognitive Impairment"],"keywords":["Physical activity intervention","Aerobic dance","Nutritional intervention","Online participation","Primary Care settings","General Practice Physical Activity Questionnaire GPPAQ","Qrisk2","QDS Diabetes"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Phase 1","type":"EXPERIMENTAL","description":"Facilitated group-based physical activity (aerobic dance), online physical activity (video based aerobic dance) and nutritional intervention (nutritional education, cooking skill training, access and use of NHS Change4Life Eat Well web resource).","interventionNames":["Behavioral: Facilitated group-based aerobic dance","Behavioral: Online, video prompted, individual aerobic dance","Behavioral: Facilitated group-based nutritional intervention"]},{"label":"Phase 2","type":"ACTIVE_COMPARATOR","description":"Self-paced online physical activity (video based aerobic dance) intervention and use of NHS Change4Life Eat Well web resource.","interventionNames":["Behavioral: Self-paced online aerobic dance activity","Behavioral: Individual self-paced nutritional intervention"]}],"interventions":[{"type":"BEHAVIORAL","name":"Facilitated group-based aerobic dance","description":"Physical activity facilitated by instructor","armGroupLabels":["Phase 1"]},{"type":"BEHAVIORAL","name":"Online, video prompted, individual aerobic dance","description":"Supported online activity intervention","armGroupLabels":["Phase 1"]},{"type":"BEHAVIORAL","name":"Facilitated group-based nutritional intervention","description":"Education, skill training, access and use of NHS Change4Life Eat Well web resource","armGroupLabels":["Phase 1"]},{"type":"BEHAVIORAL","name":"Self-paced online aerobic dance activity","description":"Self paced physical activity","armGroupLabels":["Phase 2"]},{"type":"BEHAVIORAL","name":"Individual self-paced nutritional intervention","description":"Individual use of online nutritional advice resources.","armGroupLabels":["Phase 2"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Recruitment and retention rates","timeFrame":"24 weeks"},{"measure":"Activity adherence rates","timeFrame":"24 weeks"}],"secondaryOutcomes":[{"measure":"Level of physical activity participation","description":"Assessed using the General Practice Physical Activity Questionnaire (GPPAQ)","timeFrame":"24 weeks"},{"measure":"10 year risk of cardiac or cerebral ischaemic event","description":"Assessed using the QRISK2 for CVD / Stroke","timeFrame":"24 weeks"},{"measure":"10 year risk of developing diabetes mellitus","description":"Assessed using the QDS Diabetes risk tool","timeFrame":"24 weeks"}],"otherOutcomes":[{"measure":"Depressive and anxiety symptoms","description":"Assessed on the Hospital Anxiety and Depression Scale (HADS)","timeFrame":"24 weeks"},{"measure":"Change in cardiovascular fitness.","description":"Assessed on the Modified Siconolfi Step Test","timeFrame":"24 weeks"},{"measure":"Change in body composition","description":"Assessed by measuring body fat percentage","timeFrame":"24 weeks"},{"measure":"Life quality","description":"Assessed on the World Health Organization Quality of Life (WHOQOL-BREF) tool.","timeFrame":"24 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female patients identified as Inactive/Moderately Inactive on the GPPAQ and at high risk due the presence of one or more of the following additional risk factors:\n\n   * 20% or higher 10 year risk of stroke or heart attack by using QRISK2 for stroke (Hippisley-Cox, Coupland, Vinogradova, et al, 2008).\n   * 20% or higher 10-year risk of type 2 diabetes on the QDS measure (Hippisley-Cox, Coupland, Robson, et al, 2009).\n   * Diagnosis of mild cognitive impairment from a memory clinic.\n   * Diagnosed transient ischaemic cardiac or cerebral event (stable ischaemic heart disease, transient ischaemic attack).\n2. Aged 17 years or older.\n3. At low risk from serious adverse effects from increased physical activity as indicated by performance on the revised Physical Activity Readiness Questionnaire (PAR-Q)(Thomas, Reading \\& Shephard, 1992).\n4. Participants should have a suitable exercise space available at home for safe participation in the online component.\n5. Participants with access to the internet at home, and where it has been determined following a home visit by the research team that they can access the online material and safely participate.\n\nExclusion Criteria:\n\n1. Blood pressure above 160/100 mmHg.\n2. Body mass index over 40 kg/m2.\n3. Musculoskeletal or other medical problems preventing safe participation in regular moderate intensity exercise (65-77% of predicted maximum heart rate). This will include a resting tachycardia (heart rate above 100 bpm) and history of myocardial infarction, unstable angina or transient cerebral ischemia within the last month, severe osteoporosis, uncontrolled diabetes, febrile illness and destabilising arrythmias.\n4. Participants with modifiable exclusion criteria will be reconsidered after successful management. Patients will be referred for medical /cardiological review and management prior to commencing exercise if indicated by the PAR-Q and the intervention will be guided by the PARmed-X (Chisholm, Stewart \\& Crooks, 1987).\n5. Participants taking medications affecting heart rate will need to be on a stable dosing regimen for 3 months prior to commencing in order to control for potential spurious results on fitness measures caused by these treatments.\n6. Participants who do not have the necessary space, internet connection or computer equipment to allow them to participate safely using the online material.","healthyVolunteers":false,"sex":"ALL","minimumAge":"17 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Thomas M Dannhauser, PhD","affiliation":"North Essex Partnership Foundation NHS Trust, University College London","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Chigwell Medical Centre","city":"Chigwell","state":"Essex","zip":"IG6 2TA","country":"United Kingdom","geoPoint":{"lat":51.61999,"lon":0.07596}}]},"referencesModule":{"references":[{"pmid":"24886353","type":"BACKGROUND","citation":"Dannhauser TM, Cleverley M, Whitfield TJ, Fletcher BC, Stevens T, Walker Z. A complex multimodal activity intervention to reduce the risk of dementia in mild cognitive impairment--ThinkingFit: pilot and feasibility study for a randomized controlled trial. BMC Psychiatry. 2014 May 5;14:129. doi: 10.1186/1471-244X-14-129."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003704","term":"Dementia"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000060825","term":"Cognitive Dysfunction"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000003072","term":"Cognition Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6805","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M6594","name":"Dementia","asFound":"Dementia","relevance":"HIGH"},{"id":"M29395","name":"Cognitive Dysfunction","asFound":"Mild Cognitive Impairment","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","asFound":"Cardiac Disease","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M5991","name":"Cognition Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}