{"protocolSection":{"identificationModule":{"nctId":"NCT03737786","orgStudyIdInfo":{"id":"IRB#18-001454"},"organization":{"fullName":"University of California, Los Angeles","class":"OTHER"},"briefTitle":"SEACOAST 1- SEdAtion With COllAteral Support in Endovascular Therapy for Acute Ischemic Stroke","officialTitle":"Title : SEACOAST 1 SEdAtion With COllAteral Support in Endovascular Therapy for Acute Ischemic Stroke 1: a Randomized Controlled Phase 2B Clinical Trial","acronym":"SEACOAST"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-11-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-01-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-01-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-11-05","studyFirstSubmitQcDate":"2018-11-09","studyFirstPostDateStruct":{"date":"2018-11-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-04","lastUpdatePostDateStruct":{"date":"2023-11-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Radoslav Raychev","investigatorTitle":"Assistant Clinical Professor","investigatorAffiliation":"University of California, Los Angeles"},"leadSponsor":{"name":"University of California, Los Angeles","class":"OTHER"},"collaborators":[{"name":"University of Southern California","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"SEACOAST 1 is a prospective, randomized, blinded endpoint trial comparing collateral vigor and clinical outcomes, with different forms of GA in patients with acute ischemic stroke due to anterior circulation large vessel occlusion (LVO) undergoing mechanical thrombectomy. The study compares GA with normocarbia (GAN) versus GA with mild hypercarbia (GAH), with a primary outcome of collateral robustness at measured at catheter angiography and clinical efficacy as secondary outcome. It is anticipated that the SEACOAST 1 will be followed by a larger, pivotal trial, SEACOAST 2, with primary clinical endpoints, in which the best method of GA identified in SEACOAST 1 is compared with the alternative strategy of anesthesia care (MAC) with minimal or no sedation. The current study focuses uppn SEACOAST 1, which is to be conducted in University of California, Los Angeles Ronald Reagan Medical Center and Santa Monica Medical Center. All acute stroke patients who arrive to one of these two stroke centers and are deemed eligible for thrombectomy will be considered for the proposed study. Physician-investigators will determine study eligibility. Informed consent to participate in the study will be obtained from legally authorized representatives or competent patients. For non-competent patients without on-scene legally authorize representatives, the consent process will utilize enrollment in emergency circumstances with exemption of informed consent (EFIC).","detailedDescription":"Study design:\n\nSEACOAST 1 is a prospective, randomized, blinded endpoint trial comparing collateral vigor and clinical outcomes, focusing on two distinct sedation strategies:\n\n1. General anesthesia with mild hypercarbia (GAH) during the sedation up until full revascularization versus\n2. General anesthesia with normocarbia (GAN) during the sedation up until full revascularization\n\nNeuroanesthesia protocol, focused on maintenance of baseline BP, avoidance of hypotension during induction, and targeted partial pressure of carbon monoxide (PCO2) levels (normocarbia or mild hypercarbia):\n\n* Anesthesia must not delay target initiation of procedure (groin puncture) of 90 min from ED arrival\n* Standard American Society of Anesthesiologists (ASA) monitoring: 5 lead ECG, end-tidal CO2 (ETCO2), Pulse oximeter, BP monitor, Body temperature per esophageal probe, ET gas analyser\n* Neuromuscular block (NMB) monitor for depth of neuromuscular blockade\n* Arterial line placement is encouraged if it can be inserted within 5 min. Otherwise noninvasive BP per cuff. If arterial line has not been placed prior to induction monitor noninvasive blood pressure (NIBP) every 1 min per cuff until arterial line becomes available.\n* BP goals - keep at baseline with goal of no more than 10% drop (last recorded BP prior to induction) and cannot exceed 185/105 if patients received intravenous tissue plasminogen activator (IV TPA).\n\n  \\*BP can be lowered to desired goal only after revascularization as deemed necessary by the neurointerventional physician\n* Induction with propofol or etomidate and rocuronium 1.2 mg/kg or succinylcholine\n* Short acting vasoactive drugs (Phenylephrine, Ephedrine, Esmolol, Clevidipine) should be readily available to maintain BP in the predefined range throughout procedure. Phenylephrine drip recommended to maintain BP\n* Anesthesia maintenance with volatile anesthetic and fentanyl; doses to be titrated to BP per anesthesiologist\n* Qualitative end-tidal CO2 (ETCO2) measurement\n* Immediately upon groin puncture interventionalist will provide blood gas sample to test arterial C02\n\nA. Normocarbia arm:\n\nControlled ventilation with PCO2 levels 40 (±5%)\n\nB. Mild hypercarbia arm:\n\nControlled ventilation with PCO2 levels 50 (±5%)\n\n* Normalize PCO2 levels to 40 (±5%) immediately after adequate revascularization (TICI 2B)\n* Baseline arterial blood gas values for correlation/correction with PCO2 level detected on ETCO2 measurements\n* Mandatory extubation attempt within 60 minutes after procedure completion. Reasons for failed extubation should be documented"},"conditionsModule":{"conditions":["Acute Stroke"],"keywords":["large vessel occlusion","anesthesia","thrombectomy","acute ischemic stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":90,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"GA with mild hypercarbia (GAH)","type":"ACTIVE_COMPARATOR","description":"Controlled ventilation with target end-tidal CO2 levels 50 (±5%)","interventionNames":["Other: Tight control of end-tidal CO2 levels"]},{"label":"GA with normocarbia (GAN)","type":"ACTIVE_COMPARATOR","description":"Controlled ventilation with target end-tidal CO2 levels 40 (±5%)","interventionNames":["Other: Tight control of end-tidal CO2 levels"]}],"interventions":[{"type":"OTHER","name":"Tight control of end-tidal CO2 levels","description":"The desired end-tidal PCO2 levels will be achieved by endotracheal intubation and controlled ventilation","armGroupLabels":["GA with mild hypercarbia (GAH)","GA with normocarbia (GAN)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Modified Angiographic collateral circulation assessed by blinded core lab","description":"Modified American Society of Interventional and Therapeutic Neuroradiology (ASITN) grading scale is an ordinal 0-4 scale for angiographic collateral assessment. It runs from 0 (no collaterals) to 4 (excellent collaterals) as follows: 0: No visible collaterals to the ischemic site; 1: Slow collaterals to the periphery of the ischemic site with persistence of some defect; 2 (-): rapid collaterals to the periphery of the ischemic site with collateral filling in \\<50% of the territory; 2 (+): rapid collaterals to the periphery of the ischemic site with collateral filling \\> 50% of the territory; 3: Collaterals with slow but complete angiographic blood flow of the ischemic bed by the venous phase; 4: Complete and rapid collateral blood flow to the vascular bed in the entire ischemic territory by retrograde perfusion.","timeFrame":"Immediately prior to revascularization"}],"secondaryOutcomes":[{"measure":"infarct growth assessed by blinded core lab","description":"Infarct growth will be determined by the difference in volume (cc) between baseline and post revascularization (24-72h) infarct volume. For patients assessed with MRI at the time of arrival to emergency department (ED), baseline infarct size will be determined on diffusion weighted imaging (DWI) or apparent diffusion coefficient (ADC) imaging. Final infarct size measurement will performed using a T2 fluid attenuated inversion recovery sequence with additional reference to the DWI or ADC imaging at 24-72h after intervention. For patients assessed with CT at the time of ED arrival, baseline and final (24-72h) core infarct will be determined by RAPID perfusion imaging software.","timeFrame":"From the first brain imaging upon arrival to emergency department (ED) up to 72 hours after intervention"},{"measure":"modified Rankin Scale assessed by a blinded investigator","description":"The modified Rankin Scale (mRS) is a commonly used scale for measuring the degree of disability or dependence in the daily activities of people who have suffered a stroke or other causes of neurological disability. The scale runs from 0-6, running from perfect health without symptoms to death:\n\n0 - No symptoms.\n\n1. - No significant disability. Able to carry out all usual activities, despite some symptoms.\n2. - Slight disability. Able to look after own affairs without assistance, but unable to carry out all previous activities.\n3. - Moderate disability. Requires some help, but able to walk unassisted.\n4. - Moderately severe disability. Unable to attend to own bodily needs without assistance, and unable to walk unassisted.\n5. - Severe disability. Requires constant nursing care and attention, bedridden, incontinent.\n6. - Dead","timeFrame":"90 days after intervention"},{"measure":"safety endpoints (defined as any parenchymal hematoma (PH), subarachnoid hemorrhage (SAH), or intraventricular (IVH) associated with death, or worsening of National Institute of Health Stroke Scale score (NIHSS) by 4 or more within 24 hours)","description":"defined as any parenchymal hematoma (PH), subarachnoid hemorrhage (SAH), or intraventricular (IVH) associated with death, or worsening of National Institute of Health Stroke Scale score (NIHSS) by 4 or more within 24 hours","timeFrame":"from the end of thrombectoy procedure up to 24 hours after intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age ≥18\n2. NIHSS ≥ 6 within 0-16h or NIHSS ≥ 10 within 16-24h\n3. Anterior circulation large vessel occlusion (ICA, M1, M2)\n4. ASPECTS score ≥ 6 within the first 6h, or DEFUSE trial imaging criteria within 6-16h; or DAWN trial clinical/imaging mismatch criteria within 16-24h\n5. Premorbid modified Rankin Scale (mRS) 0-2\n6. Patient deemed candidate for mechanical thrombectomy with anticipated groin puncture within 24 hours of last known well and within 90 min of ED arrival\n\nClinical Exclusion Criteria:\n\n1. Intubation in ED prior to anesthesiologist evaluation, or intubation for any other medical reason other than planned thrombectomy\n2. Rapid neurological improvement, suggestive of revascularization\n3. Known serious sensitivity to radiographic contrast agents.\n4. Current participation in another investigational drug or device treatment study.\n5. Renal Failure as defined by a serum creatinine \\> 2.0 mg/dl (or 176.8 μmol/l) or Glomerular Filtration Rate \\[GFR\\] \\< 30.\n6. Subject who requires hemodialysis or peritoneal dialysis, or who have a contraindication to an angiogram for whatever reason.\n7. Life expectancy of less than 90 days.\n8. Clinical presentation suggests a subarachnoid hemorrhage, even if initial CT or MRI scan is normal\n9. Subject with a co-morbid disease or condition that would confound the neurological and functional evaluations or compromise survival or ability to complete follow up assessments.\n10. Subject currently uses or has a recent history of illicit drug(s) or abuses alcohol (defined as regular or daily consumption of more than 4 alcoholic drinks per day.\n11. Septic or cardiogenic shock with severe life-threatening hypotension\n\nImaging Exclusion Criteria:\n\n1. Computed tomography (CT) or Magnetic Resonance Imaging (MRI) evidence of acute intracranial hemorrhage on presentation.\n2. CT or MRI evidence of mass effect or intracranial tumor (except small meningioma).\n3. CT showing hypodensity or MRI showing hyperintensity involving greater than 1/3 of the middle cerebral artery (MCA) territory (or in other territories, \\>100 cc of tissue) on presentation.\n4. Baseline non contrast CT or DWI MRI evidence of a moderate/large core defined as extensive early ischemic changes of Alberta Stroke Program Early CT score (ASPECTS) \\< 6\n5. CT or MRI evidence that ischemia is not in anterior circulation distribution.\n6. Imaging evidence that suggests, in the opinion of the investigator, the subject is not appropriate for mechanical thrombectomy intervention (e.g., inability to navigate to target lesion, moderate/large infarct with poor collateral circulation, etc.).\n\nAnesthesia exclusion criteria (relative):\n\n1. History of Malignant Hyperthermia\n2. History of allergic reaction/anaphylaxis to anesthetic drugs\n3. Inability to tolerate supine position (severe CHF)\n4. Chronic O2 dependence or any other known pulmonary condition that might lead to difficult extubation and prolonged mechanical ventilation including known pulmonary hypertension","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"110 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Radoslav Raychev, MD","role":"CONTACT","phone":"310-794-6379","email":"rraychev@mednet.ucla.edu"},{"name":"Gilda Avila","role":"CONTACT","phone":"310-825-1806","email":"GAvila@mednet.ucla.edu"}],"overallOfficials":[{"name":"Radoslav Raychev, MD","affiliation":"University of California, Los Angeles","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"UCLA Stroke Center","status":"RECRUITING","city":"Los Angeles","state":"California","zip":"90095","country":"United States","contacts":[{"name":"Radoslav Raychev, MD","role":"CONTACT","phone":"310-794-6379","email":"rraychev@mednet.ucla.edu"},{"name":"Gilda Avila","role":"CONTACT","phone":"310-825-1805","email":"GAvila@mednet.ucla.edu"},{"name":"Radoslav Raychev, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Jeffrey Saver, MD","role":"SUB_INVESTIGATOR"},{"name":"Natalie Moreland, MD","role":"SUB_INVESTIGATOR"},{"name":"Reza Jahan, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":34.05223,"lon":-118.24368}}]},"referencesModule":{"references":[{"pmid":"35857365","type":"DERIVED","citation":"Tosello R, Riera R, Tosello G, Clezar CN, Amorim JE, Vasconcelos V, Joao BB, Flumignan RL. Type of anaesthesia for acute ischaemic stroke endovascular treatment. Cochrane Database Syst Rev. 2022 Jul 20;7(7):CD013690. doi: 10.1002/14651858.CD013690.pub2."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3797","name":"Anesthetics","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}