{"protocolSection":{"identificationModule":{"nctId":"NCT00831740","orgStudyIdInfo":{"id":"R011023"},"secondaryIdInfos":[{"id":"NIHR grant: 02/11/04"},{"id":"REC ref: 02/11/04"},{"id":"ISRCTN: 78617680"}],"organization":{"fullName":"University of Manchester","class":"OTHER"},"briefTitle":"ACT NoW: Assessing the Effectiveness of Communication Therapy in the North West","officialTitle":"ACT NoW: Assessing the Effectiveness of Communication Therapy in the North West: a Pragmatic, Multi-centre Randomised Controlled Trial","acronym":"ACT NoW"},"statusModule":{"statusVerifiedDate":"2010-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2006-10"},"primaryCompletionDateStruct":{"date":"2010-07","type":"ACTUAL"},"completionDateStruct":{"date":"2010-10","type":"ACTUAL"},"studyFirstSubmitDate":"2009-01-28","studyFirstSubmitQcDate":"2009-01-28","studyFirstPostDateStruct":{"date":"2009-01-29","type":"ESTIMATED"},"lastUpdateSubmitDate":"2010-11-03","lastUpdatePostDateStruct":{"date":"2010-11-04","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"University of Manchester","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Assessing Communication Therapy in the North West (ACT NoW) is a research project which aims to evaluate the effectiveness, cost effectiveness and service user preferences for communication therapy following stroke when compared to an attention control.","detailedDescription":"Stroke is the leading cause of long-term disability in the UK. About a third of stroke survivors will suffer some level of communication problems following the stroke. Such problems can affect parts or all of the motor apparatus responsible for producing speech, thus affecting clarity of speech and overall intelligibility (a condition known as dysarthria). Alternatively, stroke can affect the cognitive system for comprehending and formulating language (a condition known as dysphasia or aphasia). Some people will suffer impairment of both speech and language.\n\nFor these people, Speech and Language Therapy is often offered. Solid research evidence is a pre-requisite for planning evidence-based service delivery and systematic reviews for dysarthria and aphasia highlighted a lack of good quality research evidence of the effectiveness of Speech and Language Therapy. To try and rectify this situation, the ACT NoW study has been commissioned and funded by the NIHR Health Technology Assessment Programme.\n\nThe aims of the ACT NoW Study are to determine the relative effectiveness and cost effectiveness of a Speech and Language Therapy (SLT) intervention for people with aphasia and/or dysarthria following stroke, when compared with an attention control. We also aim to explore the experience and the impact of the interventions from the perspective of both users and carers, using qualitative research.\n\nThe ACT NoW study is a pragmatic, multi-centre randomize controlled trial (RCT) with a nested qualitative study and full economic evaluation. The RCT involves comparison of two arms within this target population: a manualized Speech and Language Therapy (SLT) intervention; and an 'attention control'. Randomization will be stratified by diagnosis/severity as well as site/centre, with an 'intention to treat' approach.\n\nThe qualitative study will comprise interviews with patients and carers, purposefully sampled from each arm of the trial, to evaluate service user preferences for communication therapy after stroke. Innovative methods of communication support have been developed to enable people with communication difficulties to engage in the interview process.\n\nThe ACT NoW trial design was informed by a successful feasibility study.\n\nWe reached our target of 170 participants. This was the minimum we needed to achieve a powerful study. A fabulous achievement thanks to phenomenal dedication and hard work from everyone. Outcomes data were collect July 2010. Final data analysis is ongoing and results will be available from December 2010. Audrey Bowen, the study Chief Investigator will be presenting the results at the UK Stroke Forum in Glasgow (30th Nov- 2nd December 2010).\n\nThe results will be published in the NIHR HTA monograph and a short report on the results will be available from the study website: http://www.psych-sci.manchester.ac.uk/actnow/ Please check the study websites for updates."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Communication","Speech and Language Therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":170,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Speech Therapy","type":"EXPERIMENTAL","interventionNames":["Other: Speech and Language Therapy (SLT)"]},{"label":"ACT NoW Visitor","type":"ACTIVE_COMPARATOR","interventionNames":["Other: Attention Control"]}],"interventions":[{"type":"OTHER","name":"Speech and Language Therapy (SLT)","description":"Participants randomised into the treatment arm will receive early SLT of up to three sessions per week for a maximum duration of 16 weeks. The SLT intervention has been developed by a team of expert Speech and Language Therapists according to 'Best Practice Standards'. The intervention procedure is manualised to allow replicability by other Speech Therapy Departments if it is shown to be effective.","armGroupLabels":["Speech Therapy"]},{"type":"OTHER","name":"Attention Control","description":"Those in the attention control arm of the trial will receive similar levels of contact as those in the SLT arm. However contact will be with an ACT NoW Visitor who has no specific knowledge about communication therapy. They will provide empathy and spend time with the patient, without any input from Speech and Language Therapists.","armGroupLabels":["ACT NoW Visitor"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The primary outcome will be functional communicative ability","timeFrame":"6 months post randomisation"}],"secondaryOutcomes":[{"measure":"The economic analysis to estimate incremental cost effectiveness and net benefit of the intervention. Qualitative study to examine service users' and carers' perspectives Speech and Language Therapy vs control treatment.","timeFrame":"6 months post randomisation"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults diagnosed with aphasia and/or dysarthria following admission to hospital with a new stroke\n\nExclusion Criteria:\n\n* Subarachnoid haemorrhage\n* Pre-existing, progressive dementia or learning difficulties\n* Not able to receive therapy in the English language\n* Resident outside treatment area\n* Expected recovery without therapy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"The University of Manchester","city":"Manchester","zip":"M13 9PL","country":"United Kingdom","geoPoint":{"lat":53.48095,"lon":-2.23743}}]},"referencesModule":{"references":[{"pmid":"19052247","type":"BACKGROUND","citation":"Long A, Hesketh A, Paszek G, Booth M, Bowen A. Development of a reliable self-report outcome measure for pragmatic trials of communication therapy following stroke: the Communication Outcome after Stroke (COAST) scale. Clin Rehabil. 2008 Dec;22(12):1083-94. doi: 10.1177/0269215508090091."},{"pmid":"19482891","type":"BACKGROUND","citation":"Long A, Hesketh A, Bowen A; ACT NoW Research Study. Communication outcome after stroke: a new measure of the carer's perspective. Clin Rehabil. 2009 Sep;23(9):846-56. doi: 10.1177/0269215509336055. Epub 2009 May 29. Erratum In: Clin Rehabil. 2010 Apr;24(4):383."}],"seeAlsoLinks":[{"label":"Study Website","url":"http://www.psych-sci.manchester.ac.uk/actnow/"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}