{"protocolSection":{"identificationModule":{"nctId":"NCT04165213","orgStudyIdInfo":{"id":"831688"},"organization":{"fullName":"University of Pennsylvania","class":"OTHER"},"briefTitle":"Care of Persons With Dementia in Their Environments (COPE) in Programs of All-Inclusive Care of the Elderly (PACE)","officialTitle":"A Training and Fidelity Model to Move and Scale Evidence-based Dementia Care and Caregiver Support Programs Into Practice: The Case for COPE in PACE Service Settings"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-06-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-04-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-05-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-08-26","studyFirstSubmitQcDate":"2019-11-13","studyFirstPostDateStruct":{"date":"2019-11-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-21","lastUpdatePostDateStruct":{"date":"2023-06-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Pennsylvania","class":"OTHER"},"collaborators":[{"name":"Drexel University","class":"OTHER"},{"name":"Thomas Jefferson University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The protocol is organized into three Phases - In Phase I an online training program will be developed in \"Care of Persons with Dementia in their Environments\" (COPE) -an evidence-based bio-behavioral dementia program -using state-of-the science simulation and best online learning practices. In addition an automated approach to fidelity monitoring using computational linguistics (automatic classification programs) will be developed. In Phase II, ten long term care community-based (PACE) organizations will be randomized into two groups; 5 PACE organizations will serve as the \"control\" site in which staff training will be provided via the traditional high intensity face-to-face training in the COPE program. 5 PACE organizations will serve as the comparison and staff will be trained using the online COPE training program. Phase II will evaluate the whether an online training program is the same or better in improving PACE staff competency and fidelity to COPE principles and protocols compared to a high intensity face-to-face traditional form of training. In Phase III the efficacy of the COPE program on PACE participant outcomes by type of COPE training will be evaluated. Each of the PACE organizations will enroll 5 persons with dementia and their caregivers in the study. This will yield 50 family dyads (25 dyads in traditional training sites and 25 dyads in online training sites). Dyads will be followed for 4 months. Non-inferiority analysis will be used to assess whether dyads will yield the same or better outcomes regardless of how PACE staff were trained.","detailedDescription":"PHASE 1a - The Online Training Program - We will develop ten self-paced online learning modules. These modules will enable OTs and RNs to participant to have anytime/anywhere access to content and activities to aid their learning. The modules will include rich multimedia content and interactive assessments to keep the learner engaged. The modules will allow for easy packaging of the content into the latest interoperability standards for such content including the latest Shareable Content Object Reference Model (SCORM) specifications, which will allow for repurposing and sharing with other institutions.\n\nTo accommodate diversity of learning needs, the modules will be designed using a hyperlearning model with four dimensions. The general principles will begin with the module learning objectives and follow with a review of core concepts and required and/or self-directed learning activities. The mini-lecture component of the modules will include information on the major concepts of the module. Since the modules will be self-paced, the learner can take his/her time going through them and perform in the embedded interactive learning activities. The clinical reasoning dimension will provide the learner with an opportunity for problem-solving and clinical decision-making. This dimension will contain vignettes and case studies with questions requiring analysis and synthesis. The final dimension will be evaluation/ assessment of learning outcomes. This dimension will use teacher-made and standardized pre-and post-tests to assess attainment of specified learning outcomes. The self-paced modules will be highly interactive featuring integrated multimedia content, assessments, and learner evaluations to allow PACE staff to engage with the content at a high level and practice application in simulated scenarios. Each module will require approximately 45-60 minutes/module for the learner to complete. Participants can use the modules separately at different times throughout a training curriculum or they can be assigned at the beginning of a training time by having this information front-loaded.\n\nTo develop the modules, we will work intensely in year 01 with an instructional design team at Drexel University with specialists in dementia care, the COPE program and experts in simulation, use of standardized patients, and training of nurses and other health professionals from Penn, Trinity Health and Jefferson. We anticipate the modules to contain the following content: module 1 - introduction to COPE program, research evidence, and core principles underlying the program; module 2 - overview of delivery characteristics, role of RN and OT, three phases (assessment, implementation, generalizability) of the COPE program, permissible adaptations; module 3 and 4-assessment phase, introduction to clinical interview and all assessments and forms; module 5 and 6- implementation phase including helping caregiver identify 3 problem areas, engaging in problem solving and brainstorming, developing and providing an assessment report and offering prescriptions (strategies) for each identified problem area; module 7 and 8 - generalizability phase or helping caregivers use strategies for one problem area to address another and planning for the future; module 9- developing rapport and working with family caregivers from different backgrounds, cultures, living environments and relationships and helping families balance caregiving with other life roles, adjusting approach by level of readiness; module 10 - challenging cases, motivational interviewing, how to explain the program, how to meet caregivers where they are at and provide validation and support.\n\nScripts for each module will be developed and shared with OTs/RNs who are not part of the study but work within Trinity PACE programs. This will allow for continuous feedback loops to assure that the scenarios meet the needs of PACE staff. We will compare the online program to our traditional 3-day face-to-face training currently used with COPE.\n\nThe 3-day training program will be conducted by Dr. Piersol using a slide deck and case presentations as we have previously done. The comparison of the two training programs is described in Phase 2 and 3 below.\n\nPHASE 1b -The Fidelity Monitoring Program- We seek to develop a scalable approach to assess fidelity to the COPE Program when it is implemented in a real-world setting such as PACE using computational linguistics techniques (e.g. natural language processing). The essence of fidelity to the Core Principles of COPE program will be captured by using automatic classification programs that evaluate both the content that should be included in COPE sessions, and the style of delivery. While automatic classification programs have been applied to measure quality metrics of transcribed narratives in the field of psychotherapy (21), it has not been used to measure other aspects of quality- namely fidelity to evidence-based practices or dementia care and caregiver supportive programs. The development of the automated Fidelity Monitoring Program will occur in three steps and will be carried out by a technical team consisting of an expert in content analysis, Dr. Ani Nenkova, and a consultant expert in speech recognition and prosody, Dr Mari Ostendorf. Co- I Nenkova has worked extensively on automatic summarization, evaluation of automatic summarization and readability and linguistic style. The ultimate goal of our efforts is to develop a system that- given a recording of a COPE delivery session (e.g. in real time immediately after interaction between the clinician and the caregiver)- produces a three-tiered score, indicating if the fidelity was 'excellent', 'acceptable' or 'problematic'. Special emphasis will be given to the accuracy of identifying 'problematic' COPE fidelity which is not fateful to training and may not produce the same desired outcomes as intervention delivered with higher fidelity. First, we will obtain n-best list speech recognition of the COPE interaction . This will help mitigate recognition errors in the next stage. Until recently, audio recording transcription was fraught with challenges particularly in sessions involving two or more speakers. Advances in audio signaling and speech recognition have brought technology for automating language analysis within reach. Recent research has suggested that text based features may be more effective than using audio features alone when classifying fidelity in behavioral research (47). Automatic speech recognition software will be used to transcribe sessions and the resulting words will be used in a text-based model of fidelity. All COPE training, practice and implementation sessions will be audio taped with participant consent. There are several of automatic speech recognition tools that we can use. We will pick the one that best balances accuracy of recognition in our domain and privacy.Once the transcripts are obtained, there are two approaches that we will develop and contrast: (1) comparison with a reference delivery and (2) a supervised classification approach. The first has the advantage of needing only a small number of excellent deliveries and several acceptable deliveries, for each of the seven dimensions, while the other needs a larger set of labeled data but would potentially lead to higher accuracy of prediction.\n\nComparison or similarity to reference (Steps A and B): Our approach will leverage techniques widely used in the evaluation of automatically produced content, such as machine translation and automatic text summarization. In these applications it is not feasible to track system improvement with human judgments of quality. Instead, most of the progress is measured by computing similarity between a set of sample reference text (i.e. what a 'good' translation or a 'good' summary would be) and the system output. Such automatic evaluation approaches are widely used for machine translation (48) and summarization (49). While there have been some concerns that the automatic measures are not fine enough to distinguish between levels of very good context, these measures show strong ability to distinguish 'very bad' content (50,51), (or poor fidelity) aligns with the needs of our project.\n\nIn Step A we will compile 10 examples of 'excellent' COPE fidelity deliveries, with the regions where desired aspects is expressed will be explicitly marked, i.e. marked parts where person-environment fit is discussed, or parts of the interaction where the clinician asks open ended questions or confirms the caregiver understanding of the content. Next, new interactions will be ranked by their similarity with the reference 'excellent' interactions (52). In Step 2 we will identify 'problematic' fidelity deliveries. We will make use of 10 negative examples of 'acceptable' but imperfect deliveries. If the new interaction ranks lower than most of these, it will be considered unacceptable or 'problematic'. Parameters and decision rules will be developed at this step to determine cut-off levels for declaring an interaction problematic.\n\nDetermination of \"excellent\" versus \"problematic\" fidelity ratings of the audio recordings will be assessed by Drs Hirshman and Renz (who were not the original developers of COPE and thus they offer an independent review) using the COPE Adherence Scale developed for the original clinical trial in order to evaluate the extent to which core treatment principles were implemented effectively. Ratings from the Adherence Scale have been standardized such that 1.00 represents perfect fidelity and 0.00 represent complete non-fidelity. The scale was previously modeled off of the NIH REACH I and II fidelity approach. Findings from the combined fidelity ratings will be used to refine the automated fidelity program into a \"best model\" to be tested in Step C (53).\n\nSupervised classification (Step C) For this approach, we will need to examine all recorded sessions (600+). We will train a supervised classifier or a regression model to predict the score (1 to 3, corresponding to excellent, acceptable and problematic) of a given interaction. We will experiment with a number of classifiers, including deep learning frameworks and more traditional support vector machine and (logistic) regression models.The resulting final validation set of 100 labeled interactions will serve to finalize the best model for fidelity prediction.\n\nPHASE 2 - Evaluation of Online Training Program in Interventionist Uptake and Fidelity Phase 2 of this study involves a series of activities designed to evaluate the whether an online training program is the same or better in improving interventionist uptake of- and fidelity to- COPE principles and protocols compared to a high intensity face-to-face traditional form of training.\n\nPHASE 3 (Aim 3) - Efficacy of COPE on PACE participant outcomes by type of COPE training.\n\nThis aim will be accomplished by evaluating dyad outcomes of the COPE program under the two different training approaches. Following training, each of the PACE organizations will enroll 5 persons with dementia and their caregivers in the study. This will yield 50 family dyads (25 dyads in traditional training sites and 25 dyads in online training sites).\n\nThe recruitment plan includes the following goals:\n\n25% recruitment complete by August 1, 2022 50% recruitment complete by October 31, 2022 75% recruitment complete by December 28, 2022 100% recruitment complete by February 28, 2023 Data analysis completed by April 28, 2023"},"conditionsModule":{"conditions":["Frontotemporal Dementia","Dementia","Multi-Infarct Dementia","Vascular Dementia","Mixed Dementia","Alzheimer Disease","Lewy Body Disease","Pick Disease","Neurocognitive Disorders"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Online training site","type":"EXPERIMENTAL","description":"Ten participating Trinity PACE Organizations will participate via webinar in a brief orientation/ training to the study and project logistics. Next, Trinity Health PACE organizations will be randomized into two groups using the re-randomization procedures described in the paragraph below; 5 PACE organizations will serve as the \"control\" site in which training will be provided via the traditional high intensity face-to-face.; 5 PACE organizations will serve as the comparison and be trained through the online training site. Prior to randomization, we will carefully examine PACE organizations on important variables such as size, location (urban; rural) percent of persons with dementia, and staff: participant ratio. In each site, one occupational therapist (OT) and one nurse (RN) will be trained (e.g., 5 OTs and 5 RNs in traditional sites; 5 OTS and 5 RNS in online training sites for a total of 10 OTs and 10 RNs or 20 health providers).","interventionNames":["Behavioral: COPE online training"]},{"label":"COPE-PACE participant outcomes with online training","type":"EXPERIMENTAL","description":"The efficacy of the COPE program training on PACE participant outcomes by type of COPE training will be evaluated in this arm. Each of the PACE organizations will enroll 5 persons with dementia and their caregivers in the study. This will yield 50 family dyads or 100 subjects (25 dyads in traditional training sites and 25 dyads in online training sites). Dyads will be followed for 4 months. Non-inferiority analysis will be used to assess whether dyads will yield the same or better outcomes regardless of how PACE staff were trained.","interventionNames":["Behavioral: COPE online training"]}],"interventions":[{"type":"BEHAVIORAL","name":"COPE online training","description":"The intervention being tested is PACE staff training in COPE - accomplished with the creation of self-paced online learning modules.\n\nThe modules will include rich multimedia content and interactive assessments to keep the learner engaged and will allow for easy packaging of the content into the latest interoperability standards for such content including the latest Shareable Content Object Reference Model (SCORM) specifications, which will allow for repurposing and sharing with other institutions and will be designed using a hyperlearning model with four dimensions. The self-paced modules will be highly interactive featuring integrated multimedia content, assessments, and learner evaluations to allow PACE staff to engage with the content at a high level and practice application in simulated scenarios. Each module will require approximately 45-60 minutes/module for the learner to complete.le for the learner to complete.","armGroupLabels":["COPE-PACE participant outcomes with online training","Online training site"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Caregiver Assessment to Function and Upset will measure change in functional ability","description":"Caregiver (CG) proxy report of participant's dependence level (a little to complete help) using the Caregiver Assessment fo Function and Upset (CAFU), a 15-item multidimensional measure of dependence in dementia patients and caregiver reaction. The level of assistance is determined using a 7-point response option (7 = complete independence and 1 = total assistance).","timeFrame":"4 months"}],"secondaryOutcomes":[{"measure":"Neuropsychiatric Inventory will measure neuropychiatric symptoms change","description":"Neuropsychiatric Inventory brief questionnaire (NPI-Q). CG rates presence of 12 symptoms in the past month (yes/no), severity from 1-3 (score 0-36); the NPI-Q has an interscale correlation of 0.91 for severity","timeFrame":"4 months"},{"measure":"Perceived Change for Better Index will measure change in caregiver well being","description":"13-item Perceived Change for Better Index assesses perceived change (gotten worse (a little, a lot), stayed the same, or improved (a little or a lot) in 3 areas: affective wellbeing, somatic (fatigue, sleep, overall health), ability to manage day-to-day care). It is sensitive to change and has strong psychometric properties.","timeFrame":"4 months"},{"measure":"Short Sense of Competence Questionnaire will measure change in caregiver skills","description":"The 7-item Short Sense of Competence Questionnaire (SSCQ), will assess CG sense of capability and confidence in providing assistance to relatives. The SSCQ has demonstrated reliability (α=.76), content validity via expert consensus panel, and construct validity (r=.88)","timeFrame":"4 months"},{"measure":"Health Related Quality of Life change","description":"Short Form-36 (SF-36) is a widely used health related QOL and functional ability measure that generates summary scales for physical components (PCS) and for mental health components (MCS). The SF-36 has been shown to be a reliable and valid measure for caregiver ratings of function and QOL in persons with dementia. The scores for the PCS and MCS have been norm-based to a mean of 50 and a standard deviation of 10.","timeFrame":"4 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Our inclusion criteria are purposively broad to reflect the real world case mix of PACE staff, persons living with dementia and their caregivers using PACE programs. Inclusion Criteria: PACE organization staff will be eligible if they are Occupational Therapists (OTs) or Registered Nurses (RNs) employed full time for more than 1 year at the enrolled PACE site and in good standing . Persons with dementia will be eligible if they: a) are a Trinity PACE participant; b) have a diagnosis of dementia or = four errors on the Mental Status Questionnaire (MSQ, 39), which is updated for each PACE participant every 6 months; (The MSQ threshold of = 4 errors is considered moderate cognitive impairment); c) speaks or understands English. Caregivers are eligible to participate if they: a) have primary responsibility for care of the person with dementia (defined as being the responsible party who enrolled the participant in PACE and who provides hands-on or supervisory assistance with one or more instrumental or daily activities of living); b) speak English; c) have a telephone and are willing to participate in 3 telephone interviews (baseline, 4-and 9 month follow-ups); and d) are 21 years of age or older (male or female). While more than one family member may provide care to the person with dementia and participate in the COPE sessions, we will enroll the family member designated as the responsible party for the purpose of evaluating treatment effects.s in online training sites). At 4 months, study outcomes will be assessed.\n\nExclusion Criteria:\n\n* Persons with dementia will be excluded if they are a) Diagnosed with schizophrenia or bipolar disorder; b) bedbound and unresponsive; c) participating in a concurrent experimental drug study designed to treat agitation or aggressive behaviors. Dyads are not eligible if: a) they plan to move from the area within 9 months, b) either has been hospitalized \\>3 times in past year; c) either is in active treatment for a terminal illness or are in hospice; and d) caregiver is involved in other support services/trials. These criteria are designed to minimize attrition and exclude caregivers of relatives at high mortality risk who may not benefit from the COPE Program.","healthyVolunteers":true,"sex":"ALL","minimumAge":"21 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"University of Pennsylvania","city":"Philadelphia","state":"Pennsylvania","zip":"19104-4217","country":"United States","geoPoint":{"lat":39.95233,"lon":-75.16379}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000000544","term":"Alzheimer Disease"},{"id":"D000003704","term":"Dementia"},{"id":"D000057180","term":"Frontotemporal Dementia"},{"id":"D000018888","term":"Aphasia, Primary Progressive"},{"id":"D000020774","term":"Pick Disease of the Brain"},{"id":"D000015140","term":"Dementia, Vascular"},{"id":"D000020961","term":"Lewy Body Disease"},{"id":"D000093902","term":"Mixed Dementias"},{"id":"D000015161","term":"Dementia, Multi-Infarct"},{"id":"D000046589","term":"CADASIL"},{"id":"D000019965","term":"Neurocognitive Disorders"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000024801","term":"Tauopathies"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000007238","term":"Infarction"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000057174","term":"Frontotemporal Lobar Degeneration"},{"id":"D000057177","term":"TDP-43 Proteinopathies"},{"id":"D000057165","term":"Proteostasis Deficiencies"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000001037","term":"Aphasia"},{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000002537","term":"Intracranial Arteriosclerosis"},{"id":"D000020765","term":"Intracranial Arterial Diseases"},{"id":"D000056784","term":"Leukoencephalopathies"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020734","term":"Parkinsonian Disorders"},{"id":"D000001480","term":"Basal Ganglia Diseases"},{"id":"D000009069","term":"Movement Disorders"},{"id":"D000080874","term":"Synucleinopathies"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000020521","term":"Stroke"},{"id":"D000059345","term":"Cerebral Small Vessel Diseases"},{"id":"D000002539","term":"Cerebral Arterial Diseases"},{"id":"D000030342","term":"Genetic Diseases, Inborn"}],"browseLeaves":[{"id":"M6594","name":"Dementia","asFound":"Dementia","relevance":"HIGH"},{"id":"M3575","name":"Alzheimer Disease","asFound":"Dementia","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M28452","name":"Frontotemporal Dementia","asFound":"Frontotemporal Dementia","relevance":"HIGH"},{"id":"M20619","name":"Aphasia, Primary Progressive","asFound":"Frontotemporal Dementia","relevance":"HIGH"},{"id":"M22220","name":"Pick Disease of the Brain","asFound":"Frontotemporal Dementia","relevance":"HIGH"},{"id":"M17551","name":"Dementia, Vascular","asFound":"Vascular Dementia","relevance":"HIGH"},{"id":"M22383","name":"Lewy Body Disease","asFound":"Lewy Body Disease","relevance":"HIGH"},{"id":"M21526","name":"Neurocognitive Disorders","asFound":"Neurocognitive Disorders","relevance":"HIGH"},{"id":"M25376","name":"CADASIL","asFound":"Multi-infarct Dementia","relevance":"HIGH"},{"id":"M17567","name":"Dementia, Multi-Infarct","asFound":"Multi-infarct Dementia","relevance":"HIGH"},{"id":"M3010","name":"Mixed Dementias","asFound":"Mixed Dementia","relevance":"HIGH"},{"id":"M4042","name":"Aphasia","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M22692","name":"Tauopathies","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M28446","name":"Frontotemporal Lobar Degeneration","relevance":"LOW"},{"id":"M28449","name":"TDP-43 Proteinopathies","relevance":"LOW"},{"id":"M28437","name":"Proteostasis Deficiencies","relevance":"LOW"},{"id":"M11329","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M5476","name":"Intracranial Arteriosclerosis","relevance":"LOW"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M22211","name":"Intracranial Arterial Diseases","relevance":"LOW"},{"id":"M28281","name":"Leukoencephalopathies","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M22184","name":"Parkinsonian Disorders","relevance":"LOW"},{"id":"M25293","name":"Ganglion Cysts","relevance":"LOW"},{"id":"M16048","name":"Synovial Cyst","relevance":"LOW"},{"id":"M4464","name":"Basal Ganglia Diseases","relevance":"LOW"},{"id":"M11719","name":"Movement Disorders","relevance":"LOW"},{"id":"M2217","name":"Synucleinopathies","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M29127","name":"Cerebral Small Vessel Diseases","relevance":"LOW"},{"id":"M5478","name":"Cerebral Arterial Diseases","relevance":"LOW"},{"id":"M23376","name":"Genetic Diseases, Inborn","relevance":"LOW"},{"id":"T2192","name":"Familial Alzheimer Disease","relevance":"LOW"},{"id":"T2399","name":"Frontotemporal Dementia","asFound":"Frontotemporal Dementia","relevance":"HIGH"},{"id":"T2400","name":"Frontotemporal Dementia, Ubiquitin-positive","asFound":"Frontotemporal Dementia","relevance":"HIGH"},{"id":"T4710","name":"Primary Progressive Aphasia","asFound":"Frontotemporal Dementia","relevance":"HIGH"},{"id":"T5168","name":"Semantic Dementia","asFound":"Frontotemporal Dementia","relevance":"HIGH"},{"id":"T904","name":"CADASIL","asFound":"Multi-infarct Dementia","relevance":"HIGH"},{"id":"T704","name":"Behavioral Variant of Frontotemporal Dementia","relevance":"LOW"},{"id":"T763","name":"Binswanger's Disease","asFound":"Multi-infarct Dementia","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}