{"protocolSection":{"identificationModule":{"nctId":"NCT03210051","orgStudyIdInfo":{"id":"RIC-AIS-1"},"organization":{"fullName":"Capital Medical University","class":"OTHER"},"briefTitle":"Remote Ischemic Conditioning Paired With Endovascular Treatment for Acute Ischemic Stroke (REVISE-1)","officialTitle":"A Pilot Study Assessing the Safety and Feasibility of Remote Ischemic Conditioning Paired With Endovascular Treatment for Acute Ischemic Stroke"},"statusModule":{"statusVerifiedDate":"2017-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-07-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-09-17","type":"ACTUAL"},"completionDateStruct":{"date":"2017-12-20","type":"ACTUAL"},"studyFirstSubmitDate":"2017-06-26","studyFirstSubmitQcDate":"2017-07-04","studyFirstPostDateStruct":{"date":"2017-07-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2017-12-20","lastUpdatePostDateStruct":{"date":"2017-12-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ji Xunming","investigatorTitle":"Clinical Professor, Principal Investigator","investigatorAffiliation":"Capital Medical University"},"leadSponsor":{"name":"Capital Medical University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Currently, early reperfusion is considered as the most effective therapy for the treatment of acute ischemic stroke (AIS). Over the past 20 years, intravenous tissue plasminogen activator (IV tPA) has been demonstrated to be the only effective therapy for AIS. More recently, several large randomized clinical trials have concluded the superiority of endovascular mechanical thrombectomy for AIS. Furthermore, with the development of materials and techniques, the occluded artery can be recanalized with high percentage (60%-90%), and the rate of recanalization is still being improved. A great number of AIS patients are now eligible for revascularization therapy and there should be a good prognosis of AIS after recanalizing the occluded artery using mechanical thrombectomy. However, things are never as simple as wished to be. The rate of patients with functional independence is less than 50% and over 15% patients died at 3 months post thrombectomy. The discrepancy between the functional outcome and recanalization rates encourage researchers to explore strategies that further improving the functional outcome of AIS patients.\n\nRemote ischemic conditioning has been demonstrated to reduce cerebral infarct size in mouse model of focal cerebral ischemia. And clinical researches demonstrated the protective effects of remote ischemic conditioning in AIS patient treated with IV tPA,. However, whether remote ischemic conditioning is safe and effective in protecting patients with large-vessel ischemic stroke and undergoing endovascular treatment is still unknown.","detailedDescription":"In the present study, the investigators will assess the safety and feasibility of remote ischemic condition paired with endovascular treatment for AIS. A single arm of AIS patients treated with endovascular therapy will be recruited, and remote ischemic conditioning will be applied prior to reperfusion therapy and in combination with post reperfusion therapy."},"conditionsModule":{"conditions":["Acute Stroke"],"keywords":["Acute ischemic stroke","Endovascular treatment","Remote ischemic conditioning","Reperfusion therapy","Neuroprotection"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"DEVICE_FEASIBILITY","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"RIC & ET","type":"EXPERIMENTAL","description":"Remote ischemic conditioning paired with endovascular treatment. RIC is a physical strategy performed by an electric autocontrol device with cuffs placed on bilateral arms and inflated to 200 mmHg for 5-min followed by deflation for 5-min, the procedures is performed repeatedly for 5 times. Endovascular treatment of acute ischemic stroke is performed by experienced neuroradiologist according to the latest guideline from American Heart Association and American Stroke Association. It includes thrombectomy, intra-arterial thrombolysis, thrombus aspiration, stenting and balloon angioplasty.","interventionNames":["Device: Remote ischemic conditioning","Procedure: Endovascular treatment"]}],"interventions":[{"type":"DEVICE","name":"Remote ischemic conditioning","description":"RIC is a physical strategy performed by an electric autocontrol device with cuffs placed on bilateral arms and inflated to 200 mmHg for 5-min followed by deflation for 5-min, the procedures is performed repeatedly for 5 times.","armGroupLabels":["RIC & ET"],"otherNames":["RIC"]},{"type":"PROCEDURE","name":"Endovascular treatment","description":"Endovascular treatment include strategies that used to recanalize the occluded artery. Strategies often used include thrombectomy, intra-arterial thrombolysis, stenting and balloon angiography.","armGroupLabels":["RIC & ET"],"otherNames":["ET"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of participants with any RIC-related adverse events.","description":"For all participants, adverse events will be assessed by as assessed by CTCAE v4.0.","timeFrame":"0-90 days after endovascular treatment."}],"secondaryOutcomes":[{"measure":"Change in cerebral artery blood flow velocity","description":"Cerebral artery blood flow velocity is recorded continuously by Transcranial Doppler (TCD) during remote ischemic conditioning.","timeFrame":"0-7 days."},{"measure":"Change in vital signs","description":"Vital signs are documented continuously during remote ischemic conditioning.","timeFrame":"0-7 days."},{"measure":"Change in intracranial pressure","description":"Intracranial pressure is monitored by noninvasive intracranial pressure monitoring equipment during remote ischemic conditioning","timeFrame":"0-7 days."},{"measure":"Change in plasma biomarkers","description":"Plasma biomarkers include biochemical biomarkers (e.g.,creatine kinase), blood routine test and coagulation function (e.g., PT, APTT, TT).","timeFrame":"0-7 days."},{"measure":"Final cerebral infarct volume.","description":"The final infarct volume of cerebral infarct is evaluated by cranial noncontrast CT.","timeFrame":"5-9 days after endovascular treatment."},{"measure":"Number of subjects completing all the designed RIC procedures.","description":"9 times (36 cycles) of RIC interventions are planned to be applied to each subject pre and post-endovascular treatment for 7 consecutive days.","timeFrame":"0-7 days."},{"measure":"The severity of global disability at 90 days, as assessed by modified Rankin scale (mRS).","description":"The mRS is an ordinal, graded interval scale that assigns patients among 7 global disability levels, which ranging from 0 (no symptom) to 5 (severe disability) and 6 (death).","timeFrame":"0-90 days."},{"measure":"Symptomatic Intracerebral Hemorrhage.","description":"Deterioration in NIHSS score of ≥4 points within 24 hours from treatment and evidence of hemorrhage in imaging scans.","timeFrame":"0-90 days."},{"measure":"Any adverse event.","description":"Adverse events related or not related to remote ischemic conditioning will be documented.","timeFrame":"0-90 days."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Acute ischemic stroke where patient is ineligible for intravenous thrombolytic treatment or the treatment is contraindicated, or where patient has received intravenous thrombolytic therapy without recanalization;\n2. No remarkable pre-stroke functional disability (mRS ≤ 1);\n3. Age ≥18 and ≤ 80;\n4. Patient treatable within six hours of symptom onset;\n5. Informed consent obtained from patient or acceptable patient's surrogate\n\nExclusion Criteria:\n\n1. Identified hemorrhagic diathesis, coagulation factor deficiency, or oral anticoagulant therapy with INR \\> 3.0;\n2. Baseline platelet count \\< 30\\*109/L;\n3. Baseline blood glucose of \\< 2.7mmol/L or \\>22.2mmol/L;\n4. Renal insufficiency with creatinine ≥ 265 umol/L;\n5. Severe, sustained hypertension (SBP \\> 185 mmHg or DBP \\> 110 mmHg);\n6. Woman of childbearing potential who is known to be pregnant or lactating;\n7. Subject participating in a study involving other drug or device trial study;\n8. Patients with a pre-existing neurological or psychiatric disease that would confound the neurological or functional evaluations;\n9. Unlikely to be available for 90-day follow-up;\n10. Contraindication for remote ischemic conditioning: severe soft tissue injury, fracture, or peripheral vascular disease in the upper limbs;\n11. Hypodensity on CT or restricted diffusion amounting to an ASPECTS score of \\<7 on noncontrast CT;\n12. CT or MRI evidence of hemorrhage;\n13. Significant mass effect with midline shift on CT or MRI scans;\n14. Subjects with artery occlusions in multiple vascular territories;\n15. Evidence of intracranial tumor.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Xuanwu Hospital, Capital Medical University","city":"Beijing","zip":"100053","country":"China","geoPoint":{"lat":39.9075,"lon":116.39723}}]},"referencesModule":{"references":[{"pmid":"27766474","type":"BACKGROUND","citation":"Hausenloy DJ, Barrabes JA, Botker HE, Davidson SM, Di Lisa F, Downey J, Engstrom T, Ferdinandy P, Carbrera-Fuentes HA, Heusch G, Ibanez B, Iliodromitis EK, Inserte J, Jennings R, Kalia N, Kharbanda R, Lecour S, Marber M, Miura T, Ovize M, Perez-Pinzon MA, Piper HM, Przyklenk K, Schmidt MR, Redington A, Ruiz-Meana M, Vilahur G, Vinten-Johansen J, Yellon DM, Garcia-Dorado D. Ischaemic conditioning and targeting reperfusion injury: a 30 year voyage of discovery. Basic Res Cardiol. 2016 Nov;111(6):70. doi: 10.1007/s00395-016-0588-8. Epub 2016 Oct 20."},{"pmid":"25868435","type":"BACKGROUND","citation":"Ren C, Wang P, Wang B, Li N, Li W, Zhang C, Jin K, Ji X. Limb remote ischemic per-conditioning in combination with post-conditioning reduces brain damage and promotes neuroglobin expression in the rat brain after ischemic stroke. Restor Neurol Neurosci. 2015;33(3):369-79. doi: 10.3233/RNN-140413."},{"pmid":"23035060","type":"BACKGROUND","citation":"Meng R, Asmaro K, Meng L, Liu Y, Ma C, Xi C, Li G, Ren C, Luo Y, Ling F, Jia J, Hua Y, Wang X, Ding Y, Lo EH, Ji X. Upper limb ischemic preconditioning prevents recurrent stroke in intracranial arterial stenosis. Neurology. 2012 Oct 30;79(18):1853-61. doi: 10.1212/WNL.0b013e318271f76a. Epub 2012 Oct 3."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}