{"protocolSection":{"identificationModule":{"nctId":"NCT04564820","orgStudyIdInfo":{"id":"20-4000"},"organization":{"fullName":"Neurorehabilitering - Kbh, City of Copenhagen","class":"OTHER"},"briefTitle":"Strengthening the Interdisciplinary and Inter Sectoral Collaboration in Stroke Rehabilitation Through Application of FIM","officialTitle":"Application of the Functional Independence Measure® (FIM) With the Aim of Strengthening the Interdisciplinary and Inter Sectoral Collaboration in Stroke Rehabilitation - a Mixed Methods Multicenter Study"},"statusModule":{"statusVerifiedDate":"2022-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-11-01","type":"ACTUAL"},"completionDateStruct":{"date":"2022-01-15","type":"ACTUAL"},"studyFirstSubmitDate":"2020-09-21","studyFirstSubmitQcDate":"2020-09-21","studyFirstPostDateStruct":{"date":"2020-09-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-01-24","lastUpdatePostDateStruct":{"date":"2022-02-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jon Damsager Lauesen","investigatorTitle":"Consultant","investigatorAffiliation":"Neurorehabilitering - Kbh, City of Copenhagen"},"leadSponsor":{"name":"Neurorehabilitering - Kbh, City of Copenhagen","class":"OTHER"},"collaborators":[{"name":"Bispebjerg Hospital","class":"OTHER"},{"name":"Copenhagen: The University Hospitals Centre for Health Research","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study seeks to explore ways to strengthening the interdisciplinary and inter sectoral collaboration in stroke rehabilitation through the application of Functional Independence Measure® (FIM) and common interdisciplinary patient related tasks. The study will be evaluated through interviews with staff, participant observation and quantitative patient data.","detailedDescription":"Bispebjerg Hospital is considering implementing the FIM instrument in the Neurological Department. Before decisions making a more thorough examination is needed to see if the extra resources used to apply the FIM measurement is offset by improvement in the clinic. At Neurorehabilitering Copenhagen FIM measurement has recently been implemented in a trial period of 2 years hence an exploration of the application of FIM is needed.\n\nThe study seeks to explore experiences with application of the FIM instrument combined with structured interdisciplinary tasks related to the patient's everyday routines.\n\nAims:\n\n1. To explore behavior, reaction and experiences in multidisciplinary staff members when applying the FIM instrument combined with interdisciplinary collaboration related to common patient tasks.\n\n   Including:\n   * the exploration of practical settings.\n   * the staffs experiences both pros and cons with the application of the FIM instrument.\n   * the staffs experiences of the interdisciplinary and inter sectoral collaboration.\n2. To nuance the findings in the qualitative part of the study with quantitative data from the FIM including data on change in FIM score on the short term (2-3 weeks) and long term (approx. 4 months).\n3. To evaluate on practicalities when applying the FIM instrument including the feasibility of scoring within 72 hours within admittance to and before discharge from the departments and the change in score between the 2 sectors.\n4. To compare FIM to baseline characteristics such as National Institutes of Health Stroke Scale (NIHSS), Functional oral intake Scale (FOIS), and Pre-Stroke Modified Rankin Score.\n\nHypotheses:\n\n1. It is expected that the application of the FIM instrument combined with interdisciplinary tasks will contribute to a development of a common language between the interdisciplinary staff members and to stimulate a more holistic goalsetting when engaging with the patient. Hereby it is expected to contribute to the interdisciplinary collaboration. A more multidisciplinary approach is expected to be experienced by the application of FIM hereby probably giving less attention to their professional background and more focus on the patient. It is expected that the staff will experience that FIM contributes to a more united use of language between the sectors and hereby linking the whole process of the patient.\n2. It is expected that the patients will have a moderate to severe disability measured by FIM and a change in score is expected in both sectors.\n3. Approx. half of the scores are expected to be within the 72 hours of planned timing.\n4. A moderate correlation is expected between the FIM score and baseline measurements as National Institutes of Health Stroke Scale (NIHSS), Functional oral intake Scale (FOIS) and weak to moderate with Pre-Stroke Modified Rankin Score.\n\nThis Mixed Methods Multicenter Study consists of 5 elements divided into a quantitative and a qualitative part. The quantitative part is an observational cohort study with 15-20 stroke patients consecutively recruited. The qualitative part includes 8 participant observations, 4 focus group interviews, approx. 10 individual interviews and data on goalsetting from hospital charts from the 15-20 patients.\n\nThe setting is at the Neurological Ward at Bispebjerg Hospital in the Capital Region of Denmark and at Neurorehabilitering Copenhagen, a center which specializes in neurological rehabilitation in the Municipality of Copenhagen.\n\nIn the qualitative study, staff in a project group experimenting with the use of the FIM instrument combined with interdisciplinary tasks will participate in focus group interviews and some of them will participate in individual interviews using strategic sampling with maximal variation on profession, years of experience and sector. Participant observation of the FIM scorings will be performed as videorecordings beeing analysed. All qualitative data will be analysed with both investigator and data triangulation."},"conditionsModule":{"conditions":["Stroke","Rehabilitation"],"keywords":["Stroke","Rehabilitation","Interdisciplinary","Functional Independence Measure","FIM"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"4 Months","designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":20,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Functional Independence Measure® (FIM)","description":"FIM® measures disability by the amount of assistance needed during daily activities. FIM consists of 18 items, 13 in the motor and 5 in the cognitive domain. The scale ranges from 18-126.","timeFrame":"Admittance to hospital to discharge from a facility in the municipality, approx. 4 months."}]},"eligibilityModule":{"eligibilityCriteria":"Quantitative Study Participants:\n\nInclusion Criteria:\n\n* Diagnosed with stroke (i61 and i63).\n* Hospitalized for stroke rehabilitation in Bispebjerg Hospital.\n* Hospitalized in Regional Beds (given to patients with a brain damage of moderate to severe character who receives intensive rehabilitation) within 1 week of arrival at the hospital.\n* Living in the Municipality of Copenhagen.\n* Consenting to participate.\n\nExclusion Criteria:\n\n* Discharged to other facility than Neurorehabilitering Copenhagen.\n* Unable to participate in neuro-rehabilitation in more than one week continuously due to e.g. infection.\n\nQualitative study participants:\n\nInterview Study Participants:\n\nInclusion Criteria:\n\n* Interdisciplinary staff at Bispebjerg Hospital Neurological Rehabilitation Department and Neurorehabilitering Copenhagen.\n* Participant in the project group experimenting with the FIM\n* Consenting to participate.\n\nParticipant observation:\n\nInclusion Criteria:\n\n* Interdisciplinary staff at Bispebjerg Hospital Neurological Rehabilitation Department and Neurorehabilitering Copenhagen.\n* Participant in FIM team meetings.\n* Consenting to participate.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients with a postal code in the Municipality of Copenhagen, hospitalized with stoke in Bispebjerg Hospital.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Irene Conradsen, Master","affiliation":"Neurorehabilitering Copenhagen","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Neurorehabilitering Copenhagen","city":"Copenhagen","state":"Hellerup","zip":"2900","country":"Denmark","geoPoint":{"lat":55.67594,"lon":12.56553}},{"facility":"Bispebjerg Hospital","city":"Copenhagen","state":"København NV","zip":"2400","country":"Denmark","geoPoint":{"lat":55.67594,"lon":12.56553}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}