{"protocolSection":{"identificationModule":{"nctId":"NCT06126978","orgStudyIdInfo":{"id":"Vibration& Mirror Therapy"},"organization":{"fullName":"Imam Abdulrahman Bin Faisal University","class":"OTHER"},"briefTitle":"The Effect of Vibration Therapy and Mirror Therapy on Upper Limb Function in Patients With Stroke","officialTitle":"The Effect of Vibration Therapy and Mirror Therapy on Upper Limb Function in Patients With Stroke"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-27","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-04-25","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-04-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-11-07","studyFirstSubmitQcDate":"2023-11-07","studyFirstPostDateStruct":{"date":"2023-11-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-07","lastUpdatePostDateStruct":{"date":"2023-11-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Hassan Saror","investigatorTitle":"PhD Candidate in Neurological Rehabilitation Sciences","investigatorAffiliation":"Imam Abdulrahman Bin Faisal University"},"leadSponsor":{"name":"Imam Abdulrahman Bin Faisal University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Due to lack of evidence about the difference between the effects of Vibration Therapy and Mirror Therapy on stroke patients, this study aims at comparing the two, in the context of hemiparesis, to help patients improve hand motor functioning and gain occupational recovery. This study applies a two-arm parallel group randomized trial with 36 participants aged 30-65, who had sub-acute stroke 6 months before the study recruitment, and upper limb function deficits of Brunnstrom stage ≥ 3, the spasticity of affected upper extremity score ≤ 2 on the modified Ashworth scale. The participants are outpatients from Jazan Region, Saudi Arabia, and the intervention lasts 4 weeks, with sessions of 35-45 minutes, 3 days per week including the standard conventional therapy. The outcome measurements include Fugl-Meyer Assessment for motor assessment, A Jebsen-Taylor Hand Function Test (JTHFT) objective standardized assessment for activities of daily living (ADLs) and a 30-item Arabic and validated version of Disability of Arm, Shoulder and Hand (DASH) for the upper extremities.","detailedDescription":"Inclusion criteria:\n\nThe participants will be selected from outpatient settings, and should meet the inclusion criteria, i.e. the participants who have suffered sub-acute stroke, have experienced first stroke within 6 months prior to the study recruitment, the spasticity of affected upper extremity score ≤ 2 on the modified Ashworth scale, as defined in a previous relevant study (Ahn, Kim \\& Park, 2019). Additionally, the age group will range between 30 and 65 years, as defined in a relevant previous study (Hardiyanti et al., 2014). The study should also include participants who are able to extend at least 10° at the fingers and at least 20° at the wrist, as well as intact sensation (Protective Reaction). Participants should be included if Visual Analog Scale (VAS) for pain assessment shows the score 4 or less, out of 10 (Ahn, Kim \\& Park, 2019). Furthermore, participants should have an acceptable level of cognitive function (MMSE scores 25 or more) (Ahn, Kim \\& Park, 2019), as well as acceptable and understandable level of verbal communication.\n\nExclusion criteria:\n\nParticipants will be excluded if they are active participants in another rehabilitation program or other experimental studies, or if there is evidence of having any traumatic or congenital upper limb injuries prior to the stroke. Additionally, participants who are evidenced of having a significant medical problem, such as cardiorespiratory, dysphasia, Wernicke's aphasia, and the use of muscle relaxants or suffering contraindications will be excluded. Moreover, patients who have contraindication of Vibration Therapy, such as acute thrombosis, pregnancy, implants in trained body parts, severe diabetes, activated arthrosis or arthropathy, acute hernia, acute discopathy, fresh fractures in trained body parts, kidney stones, a surgery of trained parts and epilepsy will be excluded (Albasini \\& Krause, 2010). Further contraindications will make participants excluded if they have serious cardiovascular disease, pacemaker, spondylolysis, severe diabetes, recent infections, severe migraine, tumors, interauterine devices, metal pins or plates, kidney stones, recent infections, organ failure and any contraindication to the use of WBV (Albasini \\& Krause, 2010). Furthermore, participants will be excluded if the mirror image of two intact limbs evoked persistent emotional reactions, dizziness, sweating and nausea (Rothgangel \\& Braun, 2013).\n\nSampling technique as the following:\n\nThis study will apply convenience sampling where participants will be recruited according to their accessibility and availability.\n\nSample Size Calculation The sample size was calculated using statistical software (G\\*Power 3.1.9.7) for Fugl-Meyer scale (FMS) obtained from a prior study (Dohle et al. (2008). The following combination was used to calculate the sample size: analysis of covariance (ANCOVA), fixed effect, main effects and interactions, ES of 0.6, and an alpha level of 0.05, power (1-β) of 80%, numerator df = 2, with two groups and two measurements (time points) and the number of covariates = 1. The expected sample size is 30 patients. Taking into consideration the attrition rate of 20%, 36 participants will be divided into two groups of 18 in each group.\n\nStudy Protocol (Therapeutic Interventions) The interventions of Vibration Therapy and Mirror Therapy will be provided by the primary investigator. The therapy sessions will be given 3 days per week. The length of therapy session in Group A (35 minutes of conventional therapy plus 30 minutes of Vibration Therapy). Yet, the length of session in Group B (35 minutes of conventional therapy plus 30 minutes of Mirror Therapy).\n\n* Vibration Therapy: The device name that will be used is Galileo Dela Interface, Serial Number, 0001294, manufactured by Novotec Medical Gmbh Durlacher Str. 35. D-75172 Pforzheim, Germany. The Vibration Therapy should be provided in short sessions; each session is a 3-minute length and one minute break after each session (maximum 30 minutes). The maximum length of Vibration therapy session is 30 minutes, in addition to the 35 minutes of conventional therapy. The Vibration Therapy is described in each relevant appendix and it includes the following:-\n\n  * Long press-up (Variation: 97 short press-up)\n  * Objectives: Body stabilization, strengthening the shoulder and hips (Appendix 4)\n  * Dips Page\n  * Objectives: Body stabilization, strengthening the shoulders and the hips, (Appendix 4)\n  * Short side - arm press-up\n  * Objectives : Strengthening the whole body (Appendix 4)\n  * Forearm Press-up Page\n  * Objectives: Mobilization of the shoulder and neck (Appendix 5)\n* Mirror Therapy: The device name that will be used is a SMART-MirrorTM (Sensory Motor Activity Retrainer), USA, with the visible shatter-proof, mirror area measures of 8 \\* 13.4 (20\\*34 cm). The Mirror Therapy will last for the treatment duration of 4 weeks with 30 minutes per day, 3 times a week, in addition to the conventional therapy. The following steps will be followed when performing Mirror Therapy:\n* Ask the participant to place the tabletop mirror over the affected arm and hand, with the less-affected arm resting on the table next to the mirror, making sure that it is fully in view of the reflection; ensure the affected hand is out of view.\n* Ask the participant to spend a few minutes observing the reflection and getting accustomed to the optical illusion.\n* It can be helpful to think of the mirror as a window, instead of a reflection. This can help further \"trick\" the brain into thinking that participant is viewing his/her affected side.\n* Then ask the patient to begin practicing simple hand therapy exercises with his/her non-affected hand. This can include touching his/her thumb with the fingertips, making a fist and then opening the hand, or turning his/her palm up and down.\n* Then ask the participants to complete these Mirror Therapy stroke exercises for at least 10 minutes, working his/her way up to half-hour sessions. Make sure that participants keep their eyes on the reflection in the mirror the entire time.\n* It is important to be strategic and repetitive with Mirror Therapy exercises. Practicing specific hand exercises repetitively will help activate neuroplasticity. The more the participants practice Mirror Therapy exercises, the more their brain will rewire itself, and the higher the chances of restoring hand and/or arm function.\n\nConventional therapy\n\nThe conventional Occupational Therapy for upper limb sub-acute stroke includes variety of rehabilitation interventions provided in the Jazan Rehabilitation centers. The therapy session lasts from 35 to 45 minutes, with a patient-specific treatment plan according to the patient's examination.\n\nOutcome measures:\n\nPrimary Outcome measure:\n\nFugl-Meyer Assessment (FMA) was developed by Axel Fugl-Meyer in 1975 and known as Fugl-Meyer Assessment for the upper limb (FMA-UE). FMA is a stroke-specific standardized assessment instrument for assessing motor functioning, sensation and joint function in post stroke patients. This assessment was developed in English, and it is valid and reliable with an excellent total motor score (ICC=0.98) (Kim et al, 2012).\n\n• Moreover, the FMA motor assessment for the upper (maximum score 66 points) and lower (maximum score 34 points) extremities are the key measurements in every stroke recovery and rehabilitation experiment. The score of 0 is given when the task cannot be completed, the score of 1 is given when the task is partially completed, and the score of 2 is given when the task is fully completed (Fugl-Meyer et al., 1975) (Appendix 2).\n\nSecondary Outcome measures:\n\n• Jebsen-Taylor Hand Function Test (JTHFT) is a standardized assessment that emphasis on activities of daily living (ADLs), employs time as a parameter and is not specifically related to any given health condition. It is an objective and standardized assessment for manual dexterity needed ADL, which was developed by Jebsen et al. in 1969. The assessment can be quickly administered, as it requires only handy available materials. Patients need about 15 minutes to complete the assessment and therapists need equal time to administer it with their patients.\n\nThe assessment involves 7 subsets: \"writing, turning over 3 x 5-inch cards (to simulate page turning), picking up common small objects, simulated feeding, stacking checkers, picking up large light objects, and picking up large heavy objects\". All included subset tasks must be firstly fulfilled with the non-dominant hand and then followed by the dominant hand. The timer is used to calculate the time consumed to execute tasks (Fabbri et al., 2021). This test is developed to give information about a person's hand function, including strength, coordination, and dexterity. It is valid and there was a statistically significant positive linear Pearson's correlation coefficient between the MACS and JTHFT (p \\< .01) (Tofani, et al., 2020). It is also reliable, its test-retest reliability varies from 0.53, 95% CI: 0.39-0.64; to 0.93, 95% CI: 0.91-0.95 for the dominant hand, and the non-dominant hand 0.66, 95%: 0.57-0.74; to 0.92, 95% CI: 0.90-0.94 (Hilário, Caiano, Ricci \\& Fonseca. 2022).\n\n• Another outcome measure, considered as the secondary outcome measure, is the Arabic version of DASH (Alotaibi, Aljadi \\& Alrowayeh, 2016). The Arabic version of DASH is a measure that was developed as self-rated upper-extremity disability and symptoms. It is like the original DASH, and has the following 30 items: 21 questions pertaining to the degree of difficulty the patient experiences when performing various functional tasks involving the arm, the shoulder, and/or the hand; 5 questions addressing the severity of each symptom of pain, activity-related pain, tingling, stiffness and weakness; and 4 questions describing issues that affect social activities, work and sleep, as well as the psychological impact. It was optional to respond to question number 21, which deals with sexual activities because it is sensitive in the Arabic culture (Appendix 3). The Arabic version of DASH was presented with Cronbach's alpha of 0.94, and the Test-retest reliability was excellent with an ICC of 0.97. Construct validity of the DASH-Arabic with the SF-36 subscales and VAS scores ranged from r -0.32 to -0.57, all statistically significant P \\> 0.001 (Alotaibi, Aljadi \\& Alrowayeh, 2016).\n\nThese outcome measures will be assessed by an independent assessor, to determine the baseline pre-intervention, and at the end of therapy sessions after 4 weeks."},"conditionsModule":{"conditions":["Stroke","Upper Extremity Paresis"],"keywords":["stroke","CVA","Vibration therapy","Mirror Therapy","Conventional Therapy","Occupational Therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The study will apply randomization sequence available on an online site https://www.randomizer.org/procedure, which will be performed by an independent person who is not included in the study. Allocation concealment was completed by the method of sequentially numbering opaque sealed envelopes (SNOSE), which depicted block randomization to ensure the allocation of equal number of participants in each group (Doig \\& Simpson, 2005). Based on the inclusion and exclusion criteria, participants will be randomly distributed in either group A or group B.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":36,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Vibration Therapy","type":"EXPERIMENTAL","description":"Vibration Therapy uses vibration as a physical tool during the treatment. It can be applied with different devices that transmit mechanical vibration throughout the whole or a part of the body. Focal Muscle Vibration (FMV) is a safe, well-tolerated and non-invasive technique, which may be an efficient intervention in reducing the upper extremity spasticity, whereas Whole Body Vibration (WBV) can provide proper somatosensory stimulation, and improve muscle strength and postural control in stroke patients (Oliveira et al., 2018).","interventionNames":["Device: Vibration Therapy (Galileo Dela Interface)"]},{"label":"Mirror Therapy","type":"EXPERIMENTAL","description":"Mirror Therapy is a structured, inexpensive, simple and patient-directed treatment. The principle of Mirror Therapy is the use of a mirror to create a reflective illusion of an affected limb, in order to trick the brain into thinking the movement has occurred without pain. It has shown to improve movements of the affected upper limb and the ability to carry out daily activities, in addition to reducing pain (Dhami et al., 2019).","interventionNames":["Device: Mirror Therapy ( Mirror Box)"]}],"interventions":[{"type":"DEVICE","name":"Vibration Therapy (Galileo Dela Interface)","description":"Vibration Therapy uses vibration as a physical tool during the treatment. It can be applied with different devices that transmit mechanical vibration throughout the whole or a part of the body. Focal Muscle Vibration (FMV) is a safe, well-tolerated and non-invasive technique, which may be an efficient intervention in reducing the upper extremity spasticity, whereas Whole Body Vibration (WBV) can provide proper somatosensory stimulation, and improve muscle strength and postural control in stroke patients (Oliveira et al., 2018).","armGroupLabels":["Vibration Therapy"]},{"type":"DEVICE","name":"Mirror Therapy ( Mirror Box)","description":"Mirror Therapy is a structured, inexpensive, simple and patient-directed treatment. The principle of Mirror Therapy is the use of a mirror to create a reflective illusion of an affected limb, in order to trick the brain into thinking the movement has occurred without pain. It has shown to improve movements of the affected upper limb and the ability to carry out daily activities, in addition to reducing pain (Dhami et al., 2019).","armGroupLabels":["Mirror Therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Assessment (FMA)","description":"Fugl-Meyer Assessment (FMA) was developed by Axel Fugl-Meyer in 1975 and known as Fugl-Meyer Assessment for the upper limb (FMA-UE). FMA is a stroke-specific standardized assessment instrument for assessing motor functioning, sensation and joint function in post stroke patients. This assessment was developed in English, and it is valid and reliable with an excellent total motor score (ICC=0.98) (Kim et al, 2012).Moreover, the FMA motor assessment for the upper (maximum score 66 points) and lower (maximum score 34 points) extremities are the key measurements in every stroke recovery and rehabilitation experiment. The score of 0 is given when the task cannot be completed, the score of 1 is given when the task is partially completed, and the score of 2 is given when the task is fully completed (Fugl-Meyer et al., 1975) (Appendix 2).","timeFrame":"30 mins to 35 mins"}],"secondaryOutcomes":[{"measure":"Jebsen-Taylor Hand Function Test","description":"It is an objective standardized assessment that emphasizes on activities of daily living (ADLs), employs time as a parameter and is not specifically related to any given health condition. It is applied for manual dexterity needed ADL, which was developed by Jebsen et al. in 1969. The assessment can be quickly administered, as it requires only handy available materials. Patients need 15 minutes to complete and therapists need equal time to administer. It involves 7 subsets: \"writing, turning over 3 x 5-inch cards (to simulate page turning), picking up common small objects, simulated feeding, stacking checkers, picking up large light objects, and picking up large heavy objects\". The timer is used to calculate the time consumed to execute tasks (Fabbri et al., 2021). It is developed to give information about a person's hand function, including strength, coordination, and dexterity. It is reliable (Hilário, Caiano, Ricci \\& Fonseca. 2022), and valid (Tofani, et al., 2020).","timeFrame":"15 mins"},{"measure":"Arabic version of DASH","description":"The Arabic DASH is a measure that was developed as self-rated upper-extremity disability and symptoms. It is like the original DASH, and has the following 30 items: 21 questions pertaining to the degree of difficulty the patient experiences when performing various functional tasks involving the arm, the shoulder, and/or the hand; 5 questions addressing the severity of each symptom of pain, activity-related pain, tingling, stiffness and weakness; and 4 questions describing issues that affect social activities, work and sleep, as well as the psychological impact. It was optional to respond to question number 21, which deals with sexual activities because it is sensitive in the Arabic culture (Appendix 3). The Arabic DASH was presented with Cronbach's alpha of 0.94, and the Test-retest reliability was excellent with an ICC of 0.97 (Alotaibi, Aljadi \\& Alrowayeh, 2016).","timeFrame":"5 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nThe participants will be selected from outpatient settings, and should meet the inclusion criteria, i.e. the participants who have suffered sub-acute stroke, have experienced first stroke within 6 months prior to the study recruitment, have upper limb function deficits of Brunnstrom stage ≥ 3, the spasticity of affected upper extremity score ≤ 2 on the modified Ashworth scale, as defined in a previous relevant study (Ahn, Kim \\& Park, 2019). Additionally, the age group will range between 30 and 65 years, as defined in a relevant previous study (Hardiyanti et al., 2014). The study should also include participants who are able to extend at least 10° at the fingers and at least 20° at the wrist, as well as intact sensation (Protective Reaction). Participants should be included if Visual Analog Scale (VAS) for pain assessment shows the score 4 or less, out of 10 (Ahn, Kim \\& Park, 2019). Furthermore, participants should have an acceptable level of cognitive function (MMSE scores 25 or more) (Ahn, Kim \\& Park, 2019), as well as acceptable and understandable level of verbal communication.\n\nExclusion criteria:\n\nParticipants will be excluded if they are active participants in another rehabilitation program or other experimental studies. Subjects will be also excluded if there is evidence of having any traumatic or congenital upper limb injuries prior to the stroke. Additionally, participants could be excluded if they are evidenced of having a significant medical problem, such as cardiorespiratory, dysphasia, Wernicke's aphasia, and the use of muscle relaxants or suffering contraindications. Moreover, participants will be excluded if they have contraindication of Vibration Therapy, such as acute thrombosis, pregnancy, implants in trained body parts, severe diabetes, activated arthrosis or arthropathy, acute hernia, acute discopathy, fresh fractures in trained body parts, kidney stones, a surgery of trained parts and epilepsy (Albasini \\& Krause, 2010). Further contraindications will make participants excluded if they have serious cardiovascular disease, pacemaker, spondylolysis, severe diabetes, recent infections, severe migraine, tumors, interauterine devices, metal pins or plates, kidney stones, recent infections, organ failure and any contraindication to the use of WBV (Albasini \\& Krause, 2010). Furthermore, participants will be excluded if the mirror image of two intact limbs evoked persistent emotional reactions, dizziness, sweating and nausea (Rothgangel \\& Braun, 2013).","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Hassan Saror, PhD(c)","role":"CONTACT","phone":"0508764190","email":"2210700011@iau.edu.sa"},{"name":"Ali Alshami, PhD","role":"CONTACT","phone":"0501912299","email":"alshami@iau.edu.sa"}],"overallOfficials":[{"name":"Hassan Saror, PhD(c)","affiliation":"IAU","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ali Alshami, PhD","affiliation":"IAU","role":"STUDY_DIRECTOR"},{"name":"Matar Alzahrani, PhD","affiliation":"IAU","role":"STUDY_CHAIR"}]},"referencesModule":{"references":[{"pmid":"31065236","type":"BACKGROUND","citation":"Ahn JY, Kim H, Park CB. Effects of Whole-Body Vibration on Upper Extremity Function and Grip Strength in Patients with Subacute Stroke: A Randomised Single-Blind Controlled Trial. Occup Ther Int. 2019 Apr 1;2019:5820952. doi: 10.1155/2019/5820952. eCollection 2019."},{"pmid":"26856367","type":"BACKGROUND","citation":"Alotaibi NM, Aljadi SH, Alrowayeh HN. Reliability, validity and responsiveness of the Arabic version of the Disability of Arm, Shoulder and Hand (DASH-Arabic). Disabil Rehabil. 2016 Dec;38(25):2469-78. doi: 10.3109/09638288.2015.1136846. Epub 2016 Feb 9."},{"pmid":"32155099","type":"BACKGROUND","citation":"Berndt AE. Sampling Methods. J Hum Lact. 2020 May;36(2):224-226. doi: 10.1177/0890334420906850. Epub 2020 Mar 10."},{"pmid":"29377058","type":"BACKGROUND","citation":"Bhide A, Shah PS, Acharya G. A simplified guide to randomized controlled trials. Acta Obstet Gynecol Scand. 2018 Apr;97(4):380-387. doi: 10.1111/aogs.13309. Epub 2018 Feb 27."},{"type":"BACKGROUND","citation":"Carr, J. H., & Shepherd, R. B. (2010). Neurological rehabilitation: optimizing motor performance. Elsevier Health Sciences."},{"pmid":"31468237","type":"BACKGROUND","citation":"Celletti C, Suppa A, Bianchini E, Lakin S, Toscano M, La Torre G, Di Piero V, Camerota F. Promoting post-stroke recovery through focal or whole body vibration: criticisms and prospects from a narrative review. Neurol Sci. 2020 Jan;41(1):11-24. doi: 10.1007/s10072-019-04047-3. Epub 2019 Aug 30."},{"type":"BACKGROUND","citation":"Chaudhari, R.T., Devi, S. and Dumbre, D. (2019). Effectiveness of Mirror Therapy on Upper Extremity Functioning among Stroke Patients. Executive Editor, 13(1), p.128."},{"pmid":"12785249","type":"BACKGROUND","citation":"Cup EH, Scholte op Reimer WJ, Thijssen MC, van Kuyk-Minis MA. Reliability and validity of the Canadian Occupational Performance Measure in stroke patients. Clin Rehabil. 2003 Jul;17(4):402-9. doi: 10.1191/0269215503cr635oa."},{"pmid":"8466415","type":"BACKGROUND","citation":"Taub E, Miller NE, Novack TA, Cook EW 3rd, Fleming WC, Nepomuceno CS, Connell JS, Crago JE. Technique to improve chronic motor deficit after stroke. Arch Phys Med Rehabil. 1993 Apr;74(4):347-54."},{"type":"BACKGROUND","citation":"Dhami, S., Kumar, N., Kumar, N., Patra, A., Sharma, N., and Chauhan, A. (2019). Mirror Therapy and Repetitive Facilitation Exercise Improve the Upper Extremity Motor Recovery in Hemiparesis Patients. Physiother. Occup. Ther. J, 12, 59-67."},{"pmid":"16139163","type":"BACKGROUND","citation":"Doig GS, Simpson F. Randomization and allocation concealment: a practical guide for researchers. J Crit Care. 2005 Jun;20(2):187-91; discussion 191-3. doi: 10.1016/j.jcrc.2005.04.005."},{"pmid":"1636182","type":"BACKGROUND","citation":"Duncan PW, Goldstein LB, Matchar D, Divine GW, Feussner J. Measurement of motor recovery after stroke. Outcome assessment and sample size requirements. Stroke. 1992 Aug;23(8):1084-9. doi: 10.1161/01.str.23.8.1084."},{"pmid":"22336104","type":"BACKGROUND","citation":"Edwards DF, Lang CE, Wagner JM, Birkenmeier R, Dromerick AW. An evaluation of the Wolf Motor Function Test in motor trials early after stroke. Arch Phys Med Rehabil. 2012 Apr;93(4):660-8. doi: 10.1016/j.apmr.2011.10.005. Epub 2012 Feb 13."},{"pmid":"1135616","type":"BACKGROUND","citation":"Fugl-Meyer AR, Jaasko L, Leyman I, Olsson S, Steglind S. The post-stroke hemiplegic patient. 1. a method for evaluation of physical performance. Scand J Rehabil Med. 1975;7(1):13-31."},{"pmid":"27679565","type":"BACKGROUND","citation":"Hatem SM, Saussez G, Della Faille M, Prist V, Zhang X, Dispa D, Bleyenheuft Y. Rehabilitation of Motor Function after Stroke: A Multiple Systematic Review Focused on Techniques to Stimulate Upper Extremity Recovery. Front Hum Neurosci. 2016 Sep 13;10:442. doi: 10.3389/fnhum.2016.00442. eCollection 2016."},{"type":"BACKGROUND","citation":"Kim, H., Her, J., Ko, J., Park, D. S., Woo, J. H., You, Y., & Choi, Y. (2012). Reliability, concurrent validity, and responsiveness of the Fugl-Meyer Assessment (FMA) for hemiplegic patients. Journal of Physical Therapy Science, 24(9), 893-899."},{"pmid":"37116477","type":"BACKGROUND","citation":"Klinkwan P, Kongmaroeng C, Muengtaweepongsa S, Limtrakarn W. Prototype development of bilateral arm mirror-like-robotic rehabilitation device for acute stroke patients. Biomed Phys Eng Express. 2023 May 12;9(4). doi: 10.1088/2057-1976/acd11d."},{"pmid":"22975740","type":"BACKGROUND","citation":"Lang CE, Bland MD, Bailey RR, Schaefer SY, Birkenmeier RL. Assessment of upper extremity impairment, function, and activity after stroke: foundations for clinical decision making. J Hand Ther. 2013 Apr-Jun;26(2):104-14;quiz 115. doi: 10.1016/j.jht.2012.06.005. Epub 2012 Sep 10."},{"pmid":"26829094","type":"BACKGROUND","citation":"Lee JS, Kim CY, Kim HD. Short-Term Effects of Whole-Body Vibration Combined with Task-Related Training on Upper Extremity Function, Spasticity, and Grip Strength in Subjects with Poststroke Hemiplegia: A Pilot Randomized Controlled Trial. Am J Phys Med Rehabil. 2016 Aug;95(8):608-17. doi: 10.1097/PHM.0000000000000454."},{"pmid":"29973250","type":"BACKGROUND","citation":"Liu LY, Li Y, Lamontagne A. The effects of error-augmentation versus error-reduction paradigms in robotic therapy to enhance upper extremity performance and recovery post-stroke: a systematic review. J Neuroeng Rehabil. 2018 Jul 4;15(1):65. doi: 10.1186/s12984-018-0408-5."},{"pmid":"32613947","type":"BACKGROUND","citation":"Mane R, Chouhan T, Guan C. BCI for stroke rehabilitation: motor and beyond. J Neural Eng. 2020 Aug 17;17(4):041001. doi: 10.1088/1741-2552/aba162."},{"pmid":"30519490","type":"BACKGROUND","citation":"Oliveira MDCB, Silva DRC, Cortez BV, Coelho CKDS, Silva FMSE, de Oliveira GBVP, de Sa-Caputo DC, Tavares-Oliveira AC, Bernardo-Filho M, Moraes Silva J. Mirror and Vibration Therapies Effects on the Upper Limbs of Hemiparetic Patients after Stroke: A Pilot Study. Rehabil Res Pract. 2018 Nov 4;2018:6183654. doi: 10.1155/2018/6183654. eCollection 2018."},{"type":"BACKGROUND","citation":"Praveen, S., Kumar, N. and Chauhan, A. (2018) Combined Effect of Mirror Therapy and Thermal Stimulation on Upper Extremity Motor Functions in Post Stroke Hemiparetic Subjects. Physiotherapy and Occupational Therapy Journal, 11(2), 47-52."},{"type":"BACKGROUND","citation":"Rothgangel, A. S., & Braun, S. M. (2013). Mirror therapy: Practical protocol for stroke rehabilitation. Munich: Pflaum Verlag. doi: 10.12855/ar. sb. mirrortherapy. e2013 [Epub], Rothgangel AS, Braun SM."},{"type":"BACKGROUND","citation":"Shah, M. V., Kumar, S. and Muragod, A. R. (2016). Effect of constraint induced movement therapy v/s motor relearning program for upper extremity function in sub acute hemiparetic patients-a randomized clinical trial. Indian J Physiother Occup, 10, 71-75."},{"pmid":"30937192","type":"BACKGROUND","citation":"Subramaniam S, Varghese R, Bhatt T. Influence of Chronic Stroke on Functional Arm Reaching: Quantifying Deficits in the Ipsilesional Upper Extremity. Rehabil Res Pract. 2019 Feb 26;2019:5182310. doi: 10.1155/2019/5182310. eCollection 2019."},{"pmid":"30964752","type":"BACKGROUND","citation":"Weber LM, Nilsen DM, Gillen G, Yoon J, Stein J. Immersive Virtual Reality Mirror Therapy for Upper Limb Recovery After Stroke: A Pilot Study. Am J Phys Med Rehabil. 2019 Sep;98(9):783-788. doi: 10.1097/PHM.0000000000001190."},{"pmid":"11441212","type":"BACKGROUND","citation":"Wolf SL, Catlin PA, Ellis M, Archer AL, Morgan B, Piacentino A. Assessing Wolf motor function test as outcome measure for research in patients after stroke. Stroke. 2001 Jul;32(7):1635-9. doi: 10.1161/01.str.32.7.1635."},{"pmid":"19074686","type":"BACKGROUND","citation":"Dohle C, Pullen J, Nakaten A, Kust J, Rietz C, Karbe H. Mirror therapy promotes recovery from severe hemiparesis: a randomized controlled trial. Neurorehabil Neural Repair. 2009 Mar-Apr;23(3):209-17. doi: 10.1177/1545968308324786. Epub 2008 Dec 12."},{"pmid":"34023565","type":"BACKGROUND","citation":"Fabbri B, Berardi A, Tofani M, Panuccio F, Ruotolo I, Sellitto G, Galeoto G. A systematic review of the psychometric properties of the Jebsen-Taylor Hand Function Test (JTHFT). Hand Surg Rehabil. 2021 Oct;40(5):560-567. doi: 10.1016/j.hansur.2021.05.004. Epub 2021 May 21."},{"pmid":"36137913","type":"BACKGROUND","citation":"Hilario IS, Caiano MS, Ricci FPFM, Fonseca MCR. Brazilian version of the Jebsen Taylor Hand Function test: An observational cross-sectional study on standardization, reliability and normative data. J Hand Ther. 2023 Jul-Sep;36(3):678-683. doi: 10.1016/j.jht.2022.07.002. Epub 2022 Sep 20."},{"pmid":"5788487","type":"BACKGROUND","citation":"Jebsen RH, Taylor N, Trieschmann RB, Trotter MJ, Howard LA. An objective and standardized test of hand function. Arch Phys Med Rehabil. 1969 Jun;50(6):311-9. No abstract available."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Upper Extremity Paresis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}