{"protocolSection":{"identificationModule":{"nctId":"NCT05685069","orgStudyIdInfo":{"id":"2019-00293"},"organization":{"fullName":"Insel Gruppe AG, University Hospital Bern","class":"OTHER"},"briefTitle":"Prevalence of Attributable Etiology and Modifiable Stroke Risk Factors in Patients With Covert Brain Infarctions","officialTitle":"Prevalence of Attributable Etiology and Modifiable Stroke Risk Factors in Patients With Covert Brain Infarctions (CBI-registry)","acronym":"CBI-Registry"},"statusModule":{"statusVerifiedDate":"2022-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-12-21","studyFirstSubmitQcDate":"2023-01-06","studyFirstPostDateStruct":{"date":"2023-01-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-01-06","lastUpdatePostDateStruct":{"date":"2023-01-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Insel Gruppe AG, University Hospital Bern","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The CBI registry is a prospective, interdisciplinary, multimodal observational registry of patients with covert brain infarction. Methods: A standardized workup in analogy to manifest ischemic stroke including cerebral MRI, long-term rhythm monitoring (3 x 7 days ECG), echocardiography, laboratory work-up and risk factor assessment as well as noninvasive angiography of the cervical and intracranial arteries will be performed.","detailedDescription":"Background: Covert brain infarction (CBI) are incidental lesions of presumably vascular etiology, detected on cerebral imaging and without attributable event of an acute ischemic stroke (AIS). Formerly thought to be completely \"silent\", CBI do have consequences: patients with CBI have a two-fold increased risk of severe stroke in the future, more often covert neurological deficits, and a steeper decline in cognitive function with increased risk of dementia. Important associations of CBI are described with hypertension, carotid stenosis, chronic kidney disease and metabolic syndrome, heart failure, coronary artery disease, hyperhomocysteinemia and obstructive sleep apnea. No trustworthy guidelines exist how to approach a patient with CBI.\n\nAim and hypothesis: The investigators want to provide a reliable estimate on the yield and relevance of a complete stroke workup to identify modifiable vascular risk factors in patients with CBI searching for an easily treatable cause of the event like a carotid stenosis, atrial fibrillation, hypertension or diabetes. The investigators' hypothesis is that a complete workup in patients with CBI has a similar yield of underlying pathological findings as compared to workup recommended for AIS.\n\nDesign: The SILENT registry is a prospective, interdisciplinary, multimodal observational registry of 230 patients with CBI. Methods: A standardized workup procedures including cerebral MRI, long-term rhythm monitoring (3 x 7 days ECG), echocardiography and noninvasive angiography of the cervical and intracranial arteries will be performed.\n\nStatistics: A sample size calculation estimated a sample size of 230 patients. A prespecified analysis protocol will be used.\n\nSignificance: This study has the potential to extend the work-up of stroke to patients with CBI. Since CBI are up to three times more frequent than manifest ischemic stroke, this would have huge implications for primary stroke prevention."},"conditionsModule":{"conditions":["Silent Stroke","Silent Cerebral Infarct","Covert Brain Infarct","Covert Brain Infarction","Lacune","Silent Brain Infarction"],"keywords":["Covert brain infarction","Covert cerebrovascular disease","Ischemic stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":230,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Standardized work-up","description":"A standardized workup procedures including cerebral MRI, long-term rhythm monitoring (3 x 7 days ECG), echocardiography, stroke laboratory, risk factor assessment and noninvasive angiography of the cervical and intracranial arteries will be performed."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Percentage of Modified Trial of Org 10172 in Acute Stroke Treatment etiology","description":"Incorporating results from the baseline work-up the most likely etiology according to the modified Trial of Org 10172 in Acute Stroke Treatment (TOAST) for the chronic brain lesions observed will be rated:\n\n* Large vessel atherothrombotic stroke: \\>=50% ipsilateral vascular stenosis present\n* Cardiac embolism: Sustained or paroxysmal atrial fibrillation or atrial flutter and/or Structural or functional high-risk source of embolism\n* Small vessel (lacunar) stroke: ischemia in perforating brain artery without embolic source\n* Patent foramen ovale (PFO): PFO with or without atrial septal aneurysm with recommendation for closure (patient age \\<60 OR patient age 60-70 and Risk of Paradoxical Embolism (RoPE) Score ≥5\n* Other specific etiology (e.g. dissections)\n* Stroke of undetermined etiology (two or more causes identified, negative evaluation)","timeFrame":"After baseline work-up, expected to be at least 3 months after brain imaging"}],"secondaryOutcomes":[{"measure":"Percentage of Modified Trial of Org 10172 in Acute Stroke Treatment etiology","description":"Incorporating results from the baseline work-up the most likely etiology according to the modified Trial of Org 10172 in Acute Stroke Treatment (TOAST) for the chronic brain lesions observed will be rated:\n\n* Large vessel atherothrombotic stroke: \\>=50% ipsilateral vascular stenosis present\n* Cardiac embolism: Sustained or paroxysmal atrial fibrillation or atrial flutter and/or Structural or functional high-risk source of embolism\n* Small vessel (lacunar) stroke: ischemia in perforating brain artery without embolic source\n* Patent foramen ovale (PFO): PFO with or without atrial septal aneurysm with recommendation for closure (patient age \\<60 OR patient age 60-70 and Risk of Paradoxical Embolism (RoPE) Score ≥5\n* Other specific etiology (e.g. dissections)\n* Stroke of undetermined etiology (two or more causes identified, negative evaluation)","timeFrame":"At the end of follow-up (2 years)"},{"measure":"Median of National Institute of Health Stroke score (NIHSS)","description":"The NIHSS is a 15-item neurological examination stroke scale used to evaluate the effect of acute cerebral infarction on the levels of consciousness, language, neglect, visual-field loss, extraocular movement, motor strength, ataxia, dysarthria, and sensory loss. A trained observer rates the patent's ability to answer questions and perform activities, without coaching and without making assumptions about what the patient can do.\n\nRatings for each item are scored on a 3- to 5-point scale, with 0 as normal, and there is an allowance for untestable items. Scores range from 0 to 42, with higher scores indicating greater severity.","timeFrame":"At baseline visit, expected to be at least 3 months after brain imaging"},{"measure":"Percentage of Presence of covert neurological deficits corresponding to the CBI","description":"Unrecognized or unreported stroke-like symptoms, called covert symptoms, e.g. visual field defect or slight ataxia","timeFrame":"At baseline visit, expected to be at least 3 months after brain imaging"},{"measure":"Median of Modified Rankin Scale functional status (mRS)","description":"The Modified Rankin Scale (mRS) assesses disability in patients who have suffered a stroke and is compared over time to check for recovery and degree of continued disability. A score of 0 is no disability, 5 is disability requiring constant care for all needs; 6 is death.","timeFrame":"At baseline visit, expected to be at least 3 months after brain imaging"},{"measure":"Median of Montreal Cognitive Assessment (MOCA)","description":"The Montreal Cognitive Assessment (MoCA) was designed as a rapid screening instrument for mild cognitive dysfunction. It assesses different cognitive domains: attention and concentration, executive functions, memory, language, visuoconstructional skills, conceptual thinking, calculations, and orientation. The MoCA may be administered by anyone who understands and follows the instructions, however, only a health professional with expertise in the cognitive field may interpret the results. Time to administer the MoCA is approximately 10 minutes. The total possible score is 30 points; a score of 26 or above is considered normal.","timeFrame":"At baseline visit, expected to be at least 3 months after brain imaging"},{"measure":"Median of Becks-Depression-Inventar-II","description":"The Beck Depression Inventory (BDI, BDI-1A, BDI-II), created by Aaron T. Beck, is a 21-question multiple-choice self-report inventory. Like the BDI, the BDI-II also contains about 21 questions, each answer being scored on a scale value of 0 to 3. Higher total scores indicate more severe depressive symptoms. The standardized cutoffs used differ from the original:\n\n0-13: minimal depression 14-19: mild depression 20-28: moderate depression 29-63: severe depression.","timeFrame":"At baseline visit, expected to be at least 3 months after brain imaging"},{"measure":"Median of EuroQol-5d","description":"The EQ-5D consists of several components: On the one hand, the self-assessment using the EQ-5D questionnaire, which describes the state of health using five dimensions:\n\nAgility, mobility the ability to take care of yourself Everyday activities (e.g. work, studies, housework, family, free time) pain, physical discomfort fear, depression","timeFrame":"At baseline visit, expected to be at least 3 months after brain imaging"},{"measure":"Number of Participants with Dyslipidemia","description":"according to the 2018 ACC/AHA recommendations","timeFrame":"After baseline work-up, expected to be at least 3 months after brain imaging"},{"measure":"Number of Participants with New diagnosis of diabetes mellitus type 2","description":"Elevated HbA1c or random glucose according to the 2017 International Diabetes Federation Guidelines","timeFrame":"After baseline work-up, expected to be at least 3 months after brain imaging"},{"measure":"Number of Participants with Hematological abnormality","description":"requiring change of management","timeFrame":"After baseline work-up, expected to be at least 3 months after brain imaging"},{"measure":"Number of Participants with Abnormality in renal function or electrolytes","description":"requiring change of management","timeFrame":"After baseline work-up, expected to be at least 3 months after brain imaging"},{"measure":"Number of Participants with Ischemic stroke","description":"defined as new sudden focal neurological deficit of presumed cerebrovascular etiology, occurring \\> 24 hours after the index SBI, that persisted beyond 24 hours and was not due to another identifiable cause","timeFrame":"At the end of follow-up (2 years)"},{"measure":"Number of Participants with TIA","description":"defined as a transient episode of neurologic dysfunction caused by focal brain, spinal cord, or retinal ischemia without cerebral infarction on imaging","timeFrame":"At the end of follow-up (2 years)"},{"measure":"Number of Participants with Myocardial infarction","description":"defined as typical symptoms and cardiac biomarker elevation (troponin I or T, creatine kinase-MB) above the upper limit of normal, new pathological Q waves in at least 2 contiguous electrocardiogram leads, or confirmation at autopsy or by coronary angiography or by MRI.","timeFrame":"At the end of follow-up (2 years)"},{"measure":"Number of Participants with relevant symptomatic intracranial hemorrhage","description":"including subdural, epidural, subarachnoidal and intracerebral hemorrhage, defined as hemorrhage that leads to a clinical worsening and hospitalisation and is assessed by the treating physician to be likely the cause of the new neurological symptom or the death. Intracerebral hemorrhage due to a trauma will not be considered.","timeFrame":"At the end of follow-up (2 years)"},{"measure":"Number of Participants with Major cardiovascular events","description":"defined as composite of stroke, myocardial infarct, heart failure or cardiovascular death)","timeFrame":"At the end of follow-up (2 years)"},{"measure":"Number of Participants with Systemic embolism","description":"defined as abrupt vascular insufficiency associated with clinical or radiological evidence of arterial occlusion of an extremity or organ in absence of another likely mechanism (e.g. atherosclerosis, instrumentation or trauma)","timeFrame":"At the end of follow-up (2 years)"},{"measure":"Number of Participants with Vascular death","description":"defined as death that is due to a vascular cause","timeFrame":"At the end of follow-up (2 years)"},{"measure":"Number of Participants with All-cause mortality","description":"defined as death of any cause","timeFrame":"At the end of follow-up (2 years)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Any clinically silent ischemic lesions of the brain parenchyma detected on neuroimaging defined according to established criteria as either:\n\n  * DWI positive lesions: Focus of restricted diffusion (high DWI signal and low ADC value) occurring in either white or gray matter, located in the cerebrum, cerebellum, or brain stem AND not satisfying the diagnostic criteria for MS OR\n  * Cavitatory Lesions: ≥ 3 mm in size that follow CSF on all sequences that are slit or wedge shaped with an irregular margin AND NOT longitudinally aligned with perforating vessels or with a multiple, bilateral symmetrical distribution OR\n  * T2W hyperintense/T1W hypointense lesions: Focal lesion with high T2W signal and low T1W signal that have prior evidence of restricted diffusion; OR present within cortical gray matter or deep gray matter nuclei OR a lesion that is new, compared with an MRI performed within 3 months OR T2W hyper/T1W hypointense lesions in the white matter, which are discontinuous but associated with the classic confluent periventricular T2 intense change of leukoaraiosis (Fazekas ≥2) AND NOT satisfying the diagnostic criteria for MS or with a significant patient history of severe trauma, radiation, drug toxicity, or carbon monoxide poisoning\n* Informed Consent as documented by signature by patient or legally authorized representative\n\nExclusion Criteria:\n\n* Projected life expectancy of less than 2 years,\n* Contraindication to MRI,\n* Patients with a history of symptoms compatible with an AIS/TIA attributable to the lesion observed, covert neurological deficits are allowed,\n* Patient is already included in another clinical trial that will affect the objectives of this study,\n* Patient's lack of accountability, inability to appreciate the nature, meaning and consequences of the study and to formulate his/her own wishes correspondingly,\n* Women who are pregnant or breast feeding or intention to become pregnant during the course of the study,\n* Inability to follow the procedures of the study, e.g. due to language problems, psychological disorders, dementia, etc. of the participant,\n* Contraindications to any of the routine procedures, e.g. inability to obtain neurovascular ultrasound examination,\n* Known or suspected non-compliance, drug or alcohol abuse","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"Patients will be recruited by the Neuroradiology Department of Inselspital Bern. All patients undergoing a brain MRI showing a presumably silent brain lesion and fulfilling the inclusion/exclusion criteria will be eligible for the study. Inpatients will be contacted while on a ward and outpatients by telephone calls.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Urs Fischer, Prof. Dr. med.","role":"CONTACT","phone":"+41 31 63 2 33 79","email":"urs.fischer@insel.ch"},{"name":"Thomas Meinel, Dr. med.","role":"CONTACT","phone":"+41 31 66 4 25 67","email":"thomas.meinel@insel.ch"}],"overallOfficials":[{"name":"Urs Fischer, Prof. Dr. med.","affiliation":"Insel Gruppe AG, University Hospital Bern","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Centre Hospitalier Universitaire de Tours","status":"RECRUITING","city":"Tours","country":"France","contacts":[{"name":"Marco Pasi","role":"CONTACT"}],"geoPoint":{"lat":47.38333,"lon":0.68333}},{"facility":"Inselspital Bern","status":"RECRUITING","city":"Bern","country":"Switzerland","contacts":[{"name":"Thomas Meinel, Dr. med.","role":"CONTACT","email":"thomas.meinel@insel.ch"}],"geoPoint":{"lat":46.94809,"lon":7.44744}}]},"referencesModule":{"references":[{"pmid":"32646332","type":"BACKGROUND","citation":"Meinel TR, Kaesmacher J, Roten L, Fischer U. Covert Brain Infarction: Towards Precision Medicine in Research, Diagnosis, and Therapy for a Silent Pandemic. Stroke. 2020 Aug;51(8):2597-2606. doi: 10.1161/STROKEAHA.120.030686. Epub 2020 Jul 10. No abstract available."}],"seeAlsoLinks":[{"label":"Substudy offering implantable cardiac monitors to patients with CBI and high risk for atrial fibrillation","url":"https://clinicaltrials.gov/ct2/show/NCT04449523"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Open to expand the registry to other centers. Can provide the materials:","infoTypes":["STUDY_PROTOCOL","ICF","ANALYTIC_CODE"],"timeFrame":"From 2022 onwards","accessCriteria":"After clearance by ethics"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000002545","term":"Brain Ischemia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Infarct","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","asFound":"Brain Infarction","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}