{"protocolSection":{"identificationModule":{"nctId":"NCT03797378","orgStudyIdInfo":{"id":"IRB-300002645"},"organization":{"fullName":"University of Alabama at Birmingham","class":"OTHER"},"briefTitle":"Movement-2-Music: Lakeshore Examination of Activity, Disability, and Exercise Response Study","officialTitle":"The M2M LEADERS Project: Lakeshore Examination of Activity, Disability, and Exercise Response Study (LEADERS)","acronym":"M2M LEADERS"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-08-09","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-05-25","type":"ACTUAL"},"completionDateStruct":{"date":"2024-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-11-13","studyFirstSubmitQcDate":"2019-01-06","studyFirstPostDateStruct":{"date":"2019-01-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-29","lastUpdatePostDateStruct":{"date":"2023-10-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"James Rimmer","investigatorTitle":"Lakeshore Foundation Endowed Chair in Health Promotion and Rehabilitation Sciences","investigatorAffiliation":"University of Alabama at Birmingham"},"leadSponsor":{"name":"University of Alabama at Birmingham","class":"OTHER"},"collaborators":[{"name":"Lakeshore Foundation","class":"OTHER"},{"name":"YMCA of Greater Birmingham","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to test the effects of an innovative exercise program referred to as movement-2-music (M2M) on health and fitness outcomes in adults with physical/mobility disabilities. One hundred and eight participants with physical/mobility disabilities will be recruited and randomly enrolled into one of two groups: a) M2M or b) waitlist control. The primary aim of this study is to determine the effects of a 12-week M2M program on health and fitness in participants with physical/mobility disabilities who are in one of three functional mobility groups: 1) Group I - only able to exercise while sitting, 2) Group II - able to exercise sitting and standing with/without support, and 3) Group III - able to exercise one side of the body more than the other side. The second aim is to compare the observed effects of the program in this study to a previous M2M study that groups participants based on disability type. The third aim of this study is to test whether adherence (defined as attendance to the 12-week program) affects the effects of M2M in participants with physical/mobility disabilities. The potential influences of different functional mobility and disabilities of participants on how the program affects participants' health and fitness outcomes will also be tested.\n\n\\*\\*In response to COVID-19, the 12-week M2M intervention and all assessments have been modified from being delivered in-person at Lakeshore Foundation to being delivered remotely in real-time through videoconferencing technology.\\*\\*","detailedDescription":"The proposed intervention efficacy trial examines a remotely-delivered, rhythmic-based movement-2-music (eM2M) intervention with 108 adults with physical/mobility disabilities who are randomized into one of two groups: a) eM2M or b) waitlist control. The primary aim is to determine the effects of a 12-week eM2M intervention on physical and psychosocial health outcomes in participants with physical/mobility disabilities who are classified into three functional mobility groups: 1) Group I - only able to exercise while sitting, 2) Group II - able to exercise sitting and standing with/without support, and 3) Group III - able to exercise one side of the body more than the other side. The secondary aim is to compare effect sizes of the physical health outcomes including cardiorespiratory fitness, muscle strength and lower extremity function obtained in the current study to a previous M2M trial that grouped participants based on disability type. The tertiary aim of this study is to explore whether adherence (defined in terms of attendance to the 12-week intervention) moderates effects of eM2M in participants with physical/mobility disabilities. The heterogeneity of treatment effect across the physical health outcomes will also be examined using functional mobility and disability groups as moderators.\n\nParticipants will complete a set of assessments at baseline and after the 12-week intervention period remotely through videoconferencing technology. They will also be asked to complete the questionnaire portion of the assessments every 6 months and the entire set of assessments every year for up to 5 years. The assessments include cardiorespiratory fitness measured using a heart rate recovery test, grip strength measured using hand-held dynamometer, lower extremity function measured using the Short Physical Performance Battery and the Timed Up and Go test as well as questionnaires that assess health-related quality of life (NIH PROMIS 10 Global Health Items, NIH PROMIS Ability to Participate in Social Roles and Activities), physical activity (Godin Leisure Time Exercise Questionnaire), exercise self-efficacy (Exercise Self-efficacy Scale), exercise goal-setting (Exercise Goal-setting Scale), outcome expectation for exercise (Multidimensional Outcomes Expectations for Exercise Scale), social support (Social Provision Scale) and barriers in physical activity (Barriers in Physical Activity Questionnaire). In addition, at the end of the 12-week intervention, participants will be interviewed about their study experience and perceived impact of eM2M on their fitness and health."},"conditionsModule":{"conditions":["Spinal Cord Injuries","Traumatic Brain Injury","Spina Bifida","Cerebral Palsy","Stroke","Parkinson Disease","Multiple Sclerosis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":108,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"eM2M","type":"EXPERIMENTAL","description":"Participants in the eM2M arm will participate in an intervention that involves three 60-minute M2M sessions per week for 12 weeks. All sessions are delivered remotely in real-time through videoconferencing technology. At the beginning and end of each session, vital signs (heart rate, blood pressure and peripheral capillary oxygen saturation) are obtained from participants. Participants rate perceived exertion, pain, and fatigue level on a log. Participants set weekly exercise goals and expectations at first session of each week. Participants also record daily activities using a provided log.","interventionNames":["Other: eM2M"]},{"label":"Waitlist Control","type":"NO_INTERVENTION","description":"Participants in the waitlist control arm are instructed to maintain their usual activities during the 12-week intervention period and are asked to record their activities on a provided log."}],"interventions":[{"type":"OTHER","name":"eM2M","description":"The eM2M intervention involves three 60-minute sessions per week for 12 weeks. All sessions are delivered remotely in real-time through videoconferencing technology. The intervention uses combinations of movement patterns that target range of motion, muscle strength, cardiorespiratory fitness, balance, and breathing. Each session consists of movement routines choreographed to music, and every routine can be adapted to participants' functional ability.","armGroupLabels":["eM2M"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline cardiorespiratory fitness at 3 months","description":"The cardiorespiratory fitness is measured using a heart rate recovery test","timeFrame":"Baseline and post 12-week intervention"},{"measure":"Change from baseline muscle strength at 3 months","description":"Muscle strength is measured with grip strength using a hand-held dynamometer.","timeFrame":"Baseline and post 12-week intervention"}],"secondaryOutcomes":[{"measure":"Change from baseline lower extremity function at 3 months","description":"Lower extremity function is assessed using the Short Physical Performance Battery (SPPB)","timeFrame":"Baseline and post 12-week intervention"},{"measure":"Change from baseline lower extremity function at 3 months","description":"Lower extremity function will be assessed using the Timed Up and Go (TUG) test.","timeFrame":"Baseline and post 12-week intervention"},{"measure":"Change from baseline health-related quality of life at 3 months","description":"Health-related quality of life is measured using the National Institutes of Health Patient-Reported Outcomes Measurement Information System (PROMIS) Global-10 Health Items. The instrument is a 10-item measure with the response scores ranging from 1 (very severe) to 5 (none). Two summary scores, a global physical health score and a global mental health score, can be calculated from this scale, with each score ranging from 4 to 20. Higher scores indicate better health. The total raw score is translated into a T-score for each participant for analysis.","timeFrame":"Baseline and post 12-week intervention"},{"measure":"Change from baseline social participation at 3 months","description":"Social participation is measured using the National Institutes of Health Patient-Reported Outcomes Measurement Information System (PROMIS) Ability to Participate in Social Roles and Activities. The instrument is a 8-item measure with the response scores ranging from 1 (always) to 5 (never). The lowest possible total raw score is 8 and the highest possible score is 40. Higher scores indicate better ability to participate in social roles and activities. The total raw score is translated into a T-score for each participant for analysis.","timeFrame":"Baseline and post 12-week intervention"},{"measure":"Change from baseline physical activity at 3 months","description":"Physical activity is measured using the Godin Leisure Time Exercise Questionnaire. The questionnaire contains two questions. The first question asks participants to report weekly frequencies of activities they perform at different intensities. A total weekly leisure activity is a sum of activity scores calculated by multiplying the weekly frequencies of strenuous, moderate, and light activities by 9, 5, and 3, respectively. The second question asks participants the frequency of weekly leisure-time activities performed that are long enough to work up a sweat.","timeFrame":"Baseline and post 12-week intervention"}],"otherOutcomes":[{"measure":"Change from baseline barriers in physical activity at 3 months","description":"Barriers in physical activity will be assessed using the Barriers in Physical Activity Questionnaire. The instrument contains 43 items. Each item is responded with either no (1) or yes (2). If response is yes, a follow-up response that ranges from 1 (very small) to 5 (very large) is selected. There are 8 domains, which include personal health, attitudes/beliefs towards physical activity, friends, family, fitness center built environment, policy/programs/staff, community built environment, and safety. Each domain score is calculated by summing the item responses with its respective item weight. Higher domain scores indicate greater perceived barriers to physical activity.","timeFrame":"Baseline and post 12-week intervention"},{"measure":"Change from baseline exercise self-efficacy at 3 months","description":"Exercise self-efficacy will be assessed using the Exercise Self-Efficacy Scale. The scale contains 8 items, with response options of each item ranging from 0% (not at all confident) to 100% (highly confident). All items are summed and a mean score is calculated. Higher scores indicate higher levels of self-efficacy.","timeFrame":"Baseline and post 12-week intervention"},{"measure":"Change from baseline exercise goal-setting at 3 months","description":"Exercise goal-setting will be measured using the Exercise Goal-Setting Scale. The instrument contains 10 items with response options ranging from 1 (does not describe) to 5 (describes completely). A mean score is calculated. A higher mean score indicate better goal-setting and self-monitoring for exercise.","timeFrame":"Baseline and post 12-week intervention"},{"measure":"Change from baseline outcome expectations for exercise at 3 months","description":"Outcome expectations for exercise will be assessed using the Multidimensional Outcome Expectations for Exercise Scale. The instrument contains 15 items, with the response options ranging from 1 (strongly disagree) to 5 (strongly agree). Three domains of outcome expectations for exercise are assessed, which include physical outcome expectations (6 items), social outcome expectations (4 items), and self-evaluative outcome expectations (5 items). Each dimension is scored by summing the item responses. Higher scores indicate higher levels of outcome expectations for exercise.","timeFrame":"Baseline and post 12-week intervention"},{"measure":"Change from baseline social support at 3 months","description":"Social support will be assessed using the Social Provision Scale. The instrument contains 24 items, with the response options ranging from 1 (strongly disagree) to 4 (strongly agree). A total score is calculated by summing scores from all items. A higher score indicates a greater degree of perceived support.","timeFrame":"Baseline and post 12-week intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Primary diagnosis of head injury, stroke, multiple sclerosis, spinal cord injury, spina bifida, Parkinson disease, cerebral palsy by a physician\n* Able to use upper limbs and/or lower limbs to exercise and follow instructions\n* Physician clearance to participate\n* Willing to participate in an exercise program three times per week\n* Conversant in and reads English\n\nExclusion Criteria:\n\n* Participate in an exercise intervention or a similar intervention in the last 6 months\n* Current smoker or recently quit less than 6 months prior\n* Cognitive impairment (Folstein's Mini-Mental State Exam score \\<24)\n* Presence of active pressure ulcer\n* Any contraindications to exercise based on the American College of Sports Medicine (ACSM) guidelines\n* Visual acuity that prevents following a group exercise class\n* Significant hearing impairment impeding ability to hear music to engage in exercise","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"UAB Research Collaborative","city":"Birmingham","state":"Alabama","zip":"35209","country":"United States","geoPoint":{"lat":33.52066,"lon":-86.80249}}]},"referencesModule":{"references":[{"pmid":"34743701","type":"DERIVED","citation":"Young HJ, Lai B, Mehta T, Thirumalai M, Wilroy J, Yates A, Kane B, Rimmer JH. The movement-to-music (M2M) study: study protocol for a randomized controlled efficacy trial examining a rhythmic teleexercise intervention for people with physical disabilities. Trials. 2021 Nov 7;22(1):779. doi: 10.1186/s13063-021-05751-2."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","infoTypes":["STUDY_PROTOCOL","SAP"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010300","term":"Parkinson Disease"},{"id":"D000009103","term":"Multiple Sclerosis"},{"id":"D000001930","term":"Brain Injuries"},{"id":"D000013119","term":"Spinal Cord Injuries"},{"id":"D000002547","term":"Cerebral Palsy"},{"id":"D000070642","term":"Brain Injuries, Traumatic"},{"id":"D000016135","term":"Spinal Dysraphism"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000020734","term":"Parkinsonian Disorders"},{"id":"D000001480","term":"Basal Ganglia Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009069","term":"Movement Disorders"},{"id":"D000080874","term":"Synucleinopathies"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000020278","term":"Demyelinating Autoimmune Diseases, CNS"},{"id":"D000020274","term":"Autoimmune Diseases of the Nervous System"},{"id":"D000003711","term":"Demyelinating Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000001925","term":"Brain Damage, Chronic"},{"id":"D000009436","term":"Neural Tube Defects"},{"id":"D000009421","term":"Nervous System Malformations"},{"id":"D000000013","term":"Congenital Abnormalities"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M5486","name":"Cerebral Palsy","asFound":"Cerebral Palsy","relevance":"HIGH"},{"id":"M12903","name":"Parkinson Disease","asFound":"Parkinson's Disease","relevance":"HIGH"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M11750","name":"Multiple Sclerosis","asFound":"Multiple Sclerosis","relevance":"HIGH"},{"id":"M15105","name":"Sclerosis","relevance":"LOW"},{"id":"M18297","name":"Spinal Dysraphism","asFound":"Spina Bifida","relevance":"HIGH"},{"id":"M12070","name":"Neural Tube Defects","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M22184","name":"Parkinsonian Disorders","relevance":"LOW"},{"id":"M25293","name":"Ganglion Cysts","relevance":"LOW"},{"id":"M16048","name":"Synovial Cyst","relevance":"LOW"},{"id":"M4464","name":"Basal Ganglia Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M11719","name":"Movement Disorders","relevance":"LOW"},{"id":"M2217","name":"Synucleinopathies","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M4319","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M21788","name":"Demyelinating Autoimmune Diseases, CNS","relevance":"LOW"},{"id":"M21784","name":"Autoimmune Diseases of the Nervous System","relevance":"LOW"},{"id":"M6599","name":"Demyelinating Diseases","relevance":"LOW"},{"id":"M9890","name":"Immune System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M4892","name":"Brain Damage, Chronic","relevance":"LOW"},{"id":"M12","name":"Congenital Abnormalities","relevance":"LOW"},{"id":"M12055","name":"Nervous System Malformations","relevance":"LOW"},{"id":"T5337","name":"Spina Bifida","asFound":"Spina Bifida","relevance":"HIGH"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4544","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}