{"protocolSection":{"identificationModule":{"nctId":"NCT03349411","orgStudyIdInfo":{"id":"E-976-17"},"organization":{"fullName":"Kessler Foundation","class":"OTHER"},"briefTitle":"Spatial Neglect and Delirium After Stroke","officialTitle":"Right Brain Stroke and the Neural Substrate of Delirium"},"statusModule":{"statusVerifiedDate":"2021-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-07-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-12-30","type":"ACTUAL"},"completionDateStruct":{"date":"2020-12-30","type":"ACTUAL"},"studyFirstSubmitDate":"2017-11-17","studyFirstSubmitQcDate":"2017-11-17","studyFirstPostDateStruct":{"date":"2017-11-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-04-29","lastUpdatePostDateStruct":{"date":"2021-04-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Olga Boukrina","investigatorTitle":"Research Scientist","investigatorAffiliation":"Kessler Foundation"},"leadSponsor":{"name":"Kessler Foundation","class":"OTHER"},"collaborators":[{"name":"NYU Langone Health","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this study is to understand what brain mechanisms become disrupted when stroke survivors experience delirium. Delirium is an acute reduction in attention and cognition, associated with poor recovery, longer hospitalization and even death. One major factor increasing the risk of delirium after stroke may be spatial neglect occurring after stroke on the right side of the brain. Spatial neglect affects awareness, orientation, and movement. The study will test the hypothesis that the right-dominant brain networks for arousal and attention are affected in both of these disorders. It is expected that the activity and structural integrity of these brain networks will correlate with behavioral signs and severity of delirium and spatial neglect. To test this hypothesis, the study will measure spatial neglect and delirium symptoms in 45 acute (NYC Health + Hospitals/Bellevue ) and 30 subacute (Kessler Institute for Rehabilitation) stroke survivors and evaluate brain scans for these participants. This study may contribute to knowledge about brain bio-markers of delirium, which will greatly aid in delirium detection in stroke and other disorders.","detailedDescription":"Delirium assessment and prevention has a tremendous impact on hospitalization outcomes and health care costs. Delirium is a multi-component syndrome characterized by an acute reduction in cognitive functioning, affecting awareness, thinking, attention, and memory. Stroke survivors, representing 17% of the US population aged 65 and over (CDC, 2012), are at major risk for developing delirium (up to 50% incidence in right-hemisphere stroke). Further, about 50% of right-hemisphere stroke patients experience spatial neglect, impairing safety and recovery. This study investigates a potential neural mechanism explaining the high incidence of both delirium and spatial neglect after right-hemisphere stroke. The study hypothesis is that the brain networks for arousal and attention, comprised of ascending projections from the mesencephalic reticular formation and integrating right-dominant dorsal and ventral cortical and limbic components, may be affected in these disorders. The study assesses magnetic resonance imaging (MRI) and behavioral data in right hemisphere stroke survivors. It is predicted that impaired activity and structural integrity of the brain networks for arousal and attention will correlate with behavioral signs of delirium and spatial neglect. The study will be conducted at two sites recruiting an acute (n=45) and a subacute (n=30) patient samples. The findings of this study have the potential to impact stroke care by providing a critical biomarker and behavioral profile of post-stroke delirium. This may alert clinicians to initiating preventive care and targeted interventions in patients who are at high risk of hospital morbidity and loss of independence.\n\nStudy Hypotheses Hypothesis 1: It is hypothesized that a lesion-deficit analysis will reveal that in patients with delirium and/or spatial neglect, right-brain areas within the attention, orientation, and arousal networks are affected by stroke lesions.\n\nHypothesis 2: Because it is hypothesized that both disorders stem from a dysfunction of common brain networks, it is expected that spatial neglect severity will be a predictor of delirium severity, controlling for relative lesion size and stroke severity Hypothesis 3: Both spatial neglect and delirium severity will be correlated with functional connectivity among the brain areas within the attention, orientation, and arousal networks.\n\nHypothesis 4: Based on evidence from prior work in post-surgical delirium patients, neglect and coma patients, it is hypothesized that the integrity of white matter connections among brain regions comprising the cortical and subcortical networks for attention, orientation, and arousal is inversely correlated with the severity of delirium and spatial neglect.\n\nPlanned Analyses:\n\nHypothesis 1:\n\nTo examine the critical network components affected in post-stroke delirium, the study will examine participants' structural scans. The structural scans recorded in the study will include a T1-weighted and a T2-weighted FLAIR image for 30 subacute stroke par-ticipants. In addition, clinical scans will be obtained for the 45 acute stroke participants, resulting in 75 total brain scans. Structural lesions will be mapped using a semi-automated lesion mapping in MRIcron package, where each brain voxel will be scored in a binary fashion as lesioned or non-lesioned. Three-dimensional lesion masks will be fed into VLSM 2 software implemented in Matlab (Voxel Lesion Symptom Mapping). For the pseudo-continuous outcomes, such as the Behavioral Inattention Test (BIT) and Confusion Assessment Method-Severity (CAM-S) scores, a t-score will be computed testing whether lesion in a given brain voxel predicts higher or lower severity score. For the binary outcomes, such as delirium diagnosis, for each voxel a Leibermeister measure will be computed testing whether a given lesioned voxel predicts delirium vs. no delirium across all participants. The analysis will serially travel through the brain voxels and conduct a test in each voxel. The voxels will be thresholded such that only those that co-occur in at least 5 patients will be considered. In a typical lesion study this will result in hundreds of voxels considered across participants. The final results are corrected for multiple comparisons using False Discovery Rate of p\\<.05.\n\nHypothesis 2:\n\nThis hypothesis seeks to establish if any association exists between the presence and severity of post-stroke delirium and spatial neglect. To test this hypothesis a regression analysis will be conducted using the BIT score as the predictor and the CAM score as an outcome. The analysis will control for NIH stroke scale score and lesion size, as well as age. In both sets of analyses raw assessment scores will be converted to percent for scale uniformity.\n\nHypothesis 3:\n\nA seed-based functional connectivity analysis will be carried out, testing for a correlation among time-courses of selected brain regions as a function of CAM-S and BIT scores. 16 regions of interest (ROI) will be used to conduct this analysis within the arousal and attention networks. A whole brain ROI-to-voxel analysis will also be carried out to capture any unexpected associations with delirium and neglect severity. This analysis and data preprocessing will be done using CONN toolbox, a Matlab-based cross-platform software for the computation, display, and analysis of functional connectivity in fMRI. First, realignment will be performed between all successive brain volumes and the 1st volume of the series. Slice-timing correction will be applied to account for the time difference in the interleaved acquisition of brain slices. Structural segmentation will be performed to create masks of white matter and cerebrospinal fluid (CSF). These masks will be used in estimating a nuisance regressor representing physiological noise. The functional scans will be normalized (aligned) to the structural scans and the atlas template. This is done for group comparisons and to allow ROI definition using an anatomical atlas. Functional images will be smoothed with a 6mm-radius kernel. Next, the contribution of motion outliers (large movements), continuous motion (roll, pitch, and yaw), and physiological noise will be regressed from the data. Finally, ROI-to-ROI and ROI-to-voxel connectivity will performed within each brain scan to allow for 2nd-order comparisons (i.e., contribution of delirium and neglect severity scores to functional connectivity, controlling for covariates).\n\nHypothesis 4:\n\nA probabilistic tractography analysis will be conduced using 16 ROI, defined a priori from the literature. The analysis will be carried out on DTI data using diffusion tensor tractography tools available in the FSL analysis suite (e.g.., Probtrax, FDT Toolbox). The analysis is expected to identify tracts that connect regions within the attention and arousal networks. It will estimate voxel-wise Fractional Anisotropy (FA) as a measure of fiber integrity. FA is a scalar value between 0 and 1, measuring the principal diffusion direction of water molecules. An FA of 0 indicates a perfect sphere, i.e., uniform diffusion. Places where adjacent voxels have the same directional coherence of diffusion are probabilistically assigned to tract locations. The values are then averaged to obtain a global FA for each tract. Delirium and neglect severity scores will be regressed on FA values in an ANCOVA (accounting for clinical/demographic/physiological/patient characteristics). If the ROI-based approach is not successful, whole brain FA maps will be considered including areas outside the brain networks of interest, for an association with delirium and neglect severity scores.\n\nSample Size Determination.\n\nA pilot investigation was conducted to estimate effect size. 19 right-brain stroke patients (12 females, 8 Caucasian, 8 African American, 3 Asian), aged 60 years (SD=17 years), comprised of 1 chronic (\\> 6 months post-stroke) and 18 subacute (\\< 1 month post-stroke) participated in the pilot study. R-squared value of .26 was obtained for the association between delirium and neglect severity. This gives an effect size (Cohen's f2) of .35. With this effect size, there is over 99% power to observe the effect, assuming a sample size of 75 patients and an alpha of .05 (Hypothesis 2)\n\nTo estimate power of our lesion deficit analysis (Hypothesis 1), data was simulated using 15%, 30%, and 50% as proportion of the participant sample in whom the same voxel will be lesioned. Leibermeister approach was applied to compute p-values for testing the null hypothesis of no association between voxel lesion status and delirium status. With 75 participants (Acute+Subacute Sample) there is over 80% power to detect an effect, assuming that at least 30 percent of the sample have the same lesion, and the lesion is between 40-100 voxels, forming a tight cluster. These are reasonable assumptions given past studies.\n\nIn the pilot study, a general linear model that included as regressor delirium or neglect severity score was applied to the 16X16 ROI connectivity measure matrix for each participant. The resulting t-scores for the between-subjects effects were in the range of 4.61 to 7.88 for the BIT measure and 7.07 to 9.31 for the CAM-S. These t-scores correspond to a large effect size. Using a Cohen's f of .35 (large effect) to estimate power for linear multiple regression, with 4 predictors, an alpha level of .05, and a two-tailed test, it is estimated that there will be 87% power to observe this effect, given a sample of 30 participants (Acute sample) (Hypothesis 3).\n\nA previous study reported thalamus fractional anisotropy (FA) of .315 (.026) in delirious compared to .333 (.023) in non-delirious patients. These values correspond to a large Cohen's d effect size. Assuming that FA values in a similar range will be observed, there is excellent power to detect these effects with a linear multiple regression model.\n\nBased on average patient flow, is is estimated that up to 20 patients will be screened monthly for study eligibility at each site. Based on recruitment rates of the pilot sample, it is estimated that 10-20% of the screening sample will be consented. Factoring in a conservative dropout estimate of 25-40%, it is more than likely that the proposed study sample will be recruited. To account for patient attrition, the study will over-recruit the target sample by 5 patients.\n\nEstimated rates of delirium and neglect after right brain stroke are around 50% . Therefore, around 50 of the study sample is expected to have neglect, delirium, or both. In addition to using delirium/neglect status as a dichotomous variable, quasi-continuous severity scores for each variable will be used, which will increase the power to detect associations between these two disorders and brain lesion locations."},"conditionsModule":{"conditions":["Stroke","Delirium","Spatial Neglect"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"1 Week","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":45,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Acute Ischemic Stroke Sample","description":"45 acute patients with first ever ischemic stroke on the right side of the brain will be recruited at NYC Health + Hospitals/Bellevue . They will undergo testing with the Confusion Assessment Method (CAM), Behavioral Inattention Test (BIT), Montreal Cognitive Assessment (MOCA) and Geriatric Depression Scale (GDS)","interventionNames":["Diagnostic Test: Confusion Assessment Method","Diagnostic Test: Behavioral Inattention Test","Diagnostic Test: Montreal Cognitive Assessment","Diagnostic Test: Geriatric Depression Scale"]},{"label":"Subacute Ischemic Stroke Sample","description":"30 patients with first ever ischemic stroke on the right side of the brain who are within 3 months of their stroke will be recruited at Kessler Institute for Rehabilitation. They will undergo testing with the Confusion Assessment Method (CAM), Behavioral Inattention Test (BIT), Florida Mental Status Examination (FMSE); Kessler Foundation Neglect Assessment Process (KF-NAP); and Geriatric Depression Scale (GDS). These participants will also complete a research Magnetic Resonance Imaging (MRI) scan.","interventionNames":["Diagnostic Test: Confusion Assessment Method","Diagnostic Test: Behavioral Inattention Test","Diagnostic Test: Magnetic Resonance Imaging","Diagnostic Test: Florida Mental Status Examination","Diagnostic Test: Geriatric Depression Scale","Diagnostic Test: Kessler Foundation Neglect Assessment Process"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Confusion Assessment Method","description":"This test is used for delirium assessment. The CAM consists of a series of questions, measuring attention (digits forward and backwards, days of the week and months of the year backwards), orientation (person, place, time), memory (immediate and delayed recall of 3 concrete nouns); and probing for any sleep, perceptual, or thinking disturbances. It was designed to incorporate DSM-III criteria for delirium.","armGroupLabels":["Acute Ischemic Stroke Sample","Subacute Ischemic Stroke Sample"],"otherNames":["CAM-S"]},{"type":"DIAGNOSTIC_TEST","name":"Behavioral Inattention Test","description":"This test is used for neglect assessment. The BIT consists of 6 tasks: figure and shape copying; line, star, and letter cancellation, and representational drawing. Such tasks were shown to be appropriate in patients within 48 hours of stroke onset. Scoring of each test will include proportion of error responses on each test or deviation from midpoint on line bisection. Figure and shape copying and representational drawing will be scored based on each item completed.","armGroupLabels":["Acute Ischemic Stroke Sample","Subacute Ischemic Stroke Sample"],"otherNames":["BIT"]},{"type":"DIAGNOSTIC_TEST","name":"Magnetic Resonance Imaging","description":"Structural, functional and diffusion weighted scans will be obtained or acquired, depending on the cohort. Subacute sample participants will undergo a research MRI scan, whereas acute sample participants will allow the release of their clinical MRI scans.","armGroupLabels":["Subacute Ischemic Stroke Sample"],"otherNames":["MRI"]},{"type":"DIAGNOSTIC_TEST","name":"Florida Mental Status Examination","description":"This test is used for mental status assessment, and it will be conducted in our subacute sample only. The FMSE tests memory, attention, language, visuospatial processing, and executive function. It will help to establish patients' mental status profile, including any deficits.","armGroupLabels":["Subacute Ischemic Stroke Sample"],"otherNames":["FMSE"]},{"type":"DIAGNOSTIC_TEST","name":"Montreal Cognitive Assessment","description":"MoCA is a brief cognitive screening tool for individuals with mild cognitive impairment and will be used in the acute sample.","armGroupLabels":["Acute Ischemic Stroke Sample"],"otherNames":["MOCA (basic test)"]},{"type":"DIAGNOSTIC_TEST","name":"Geriatric Depression Scale","description":"Because depression has been previously associated with delirium, patients will be evaluated for depression with the GDS. The GDS is a self-report measure consisting of 30 yes/no questions to measure depression in the elderly. It will be used as a covariate in data analysis.","armGroupLabels":["Acute Ischemic Stroke Sample","Subacute Ischemic Stroke Sample"],"otherNames":["GDS"]},{"type":"DIAGNOSTIC_TEST","name":"Kessler Foundation Neglect Assessment Process","description":"This is a 10-category scale for spatial neglect based on observation of activities of daily living (e.g., eating, dressing, grooming, gaze orientation). Thee test is based on the Catherine Bergego Scale (CBS) and administered via the standardized KF-Neglect Assessment Process developed within our program.","armGroupLabels":["Subacute Ischemic Stroke Sample"],"otherNames":["KF-NAP"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"fMRI","description":"functional connectivity","timeFrame":"within 1 week of study enrollment"}],"secondaryOutcomes":[{"measure":"Confusion Assessment Method - Severity","description":"severity of delirium symptoms as predicted from spatial neglect severity","timeFrame":"within 1 week of enrollment"},{"measure":"Diffusion MRI","description":"structural connectivity","timeFrame":"within 1 week of study enrollment"},{"measure":"structural MRI","description":"lesion location associated with severity of delirium and/or spatial neglect","timeFrame":"within 1 month of enrollment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n- Able to give informed consent prior to beginning of testing; have 1st ever ischemic stroke on the right side of the brain; speaks English; \\>18 years of age\n\nExclusion Criteria:\n\n* all of the following will be excluded:\n\n  1. Participants with another brain disorder expected to produce severe visual-spatial abnormalities (including malignant brain tumor, traumatic brain injury with post-injury neurological problems, or Alzheimer's Disease)\n  2. Women knowing themselves to be pregnant will not be enrolled; pregnancy may itself affect visual-spatial attention. However, women of childbearing potential will not be tested for pregnancy before participating.\n  3. Persons consuming more than 10 alcoholic beverages weekly\n\n     For participants who will undergo an MRI scan the following will be excluded:\n  4. Pacemaker or other implanted electrical device incompatible with the MR environment\n  5. Eye injury to the eye involving metal filings\n  6. Unable to undergo MRI due to doctor recommendation\n  7. Claustrophobia","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"This is a prospective observational study using a consecutive patient sample. The study will be carried out at 2 sites: NYC Health + Hospitals/Bellevue and Kessler Institute for Rehabilitation. 1st ever ischemic stroke patients will be approached for interest in participation. Patients of both sexes whose stroke event is on the right side of the brain and who qualify for the study based on the inclusion and exclusion criteria will be recruited.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Olga Boukrina, Ph.D.","affiliation":"Kessler Foundation","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Kessler Foundation","city":"West Orange","state":"New Jersey","zip":"07052","country":"United States","geoPoint":{"lat":40.79871,"lon":-74.23904}},{"facility":"NYC Health + Hospitals/Bellevue","city":"New York","state":"New York","zip":"10016","country":"United States","geoPoint":{"lat":40.71427,"lon":-74.00597}}]},"referencesModule":{"references":[{"pmid":"28963037","type":"RESULT","citation":"Boukrina O, Barrett AM. Disruption of the ascending arousal system and cortical attention networks in post-stroke delirium and spatial neglect. Neurosci Biobehav Rev. 2017 Dec;83:1-10. doi: 10.1016/j.neubiorev.2017.09.024. Epub 2017 Sep 27."},{"pmid":"34619987","type":"DERIVED","citation":"Boukrina O, Kowalczyk M, Koush Y, Kong Y, Barrett AM. Brain Network Dysfunction in Poststroke Delirium and Spatial Neglect: An fMRI Study. Stroke. 2022 Mar;53(3):930-938. doi: 10.1161/STROKEAHA.121.035733. Epub 2021 Oct 8."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Some of the data collected during this project must be publicly shared no later than 1 year from the date of project completion. The purpose of data sharing is to allow other scientists to independently verify study results.","infoTypes":["STUDY_PROTOCOL"],"timeFrame":"Anticipated 6/30/2021, de-identified data will be stored indefinitely","accessCriteria":"Factual data (including raw data and metadata, such as study design, description of tests, and how they were conducted) will be made freely and publicly available via the Open Science Framework. Users will need to register on the website to access data.","url":"https://osf.io/"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000003693","term":"Delirium"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000003221","term":"Confusion"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6584","name":"Delirium","asFound":"Delirium","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M6136","name":"Confusion","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}