{"protocolSection":{"identificationModule":{"nctId":"NCT03709329","orgStudyIdInfo":{"id":"1-2018-0032"},"organization":{"fullName":"Yonsei University","class":"OTHER"},"briefTitle":"Effects of End-effector Type Robot Assisted Gait Therapy on Gait Pattern and Energy Consumption in Chronic Post-stroke Hemiplegic Patients","officialTitle":"Effects of End-effector Type Robot Assisted Gait Therapy on Gait Pattern and Energy Consumption in Chronic Post-stroke Hemiplegic Patients"},"statusModule":{"statusVerifiedDate":"2020-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-07-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-11-04","type":"ACTUAL"},"completionDateStruct":{"date":"2019-11-04","type":"ACTUAL"},"studyFirstSubmitDate":"2018-09-27","studyFirstSubmitQcDate":"2018-10-15","studyFirstPostDateStruct":{"date":"2018-10-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-09-25","lastUpdatePostDateStruct":{"date":"2020-09-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Yonsei University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Restoration of gait independence in stroke patients is one of the most important goals of rehabilitation therapy, and gait rehabilitation is one of the most important treatments in the treatment of stroke because it is a major factor affecting rehabilitation after stroke. In the rehabilitation of patients with post - stroke walking disorders, previous physical therapy was mainly manual therapy using therapist 's physical effort and walking training with walking aids. In recent years, however, emphasis has been placed on therapies based on motor learning concepts, which allow the patient to intensively train the exercise as closely as possible to the ultimate goal.\n\nThe robot used for walking rehabilitation includes exoskeleton walking robot such as Lokomat® (Hocoma AG, Switzerland), Walkbot-G® (P \\& S Mechanics, Korea), MorningWalk® (Curexo, Korea) According to the Systematic Review, which compares two types of robot-assisted gait treatment divided into end-effector type, which is not an exoskeletal type such as System® (Rehatech, Switzerland) It has been reported that the percentage of patients who were able to walk independently when treated with a robot was higher than that of an exoskeleton-type robot.\n\nIn this regard, in terms of acquisition of independent gait, studies on the therapeutic effect of the exoskeleton-type robot and the end-effector-type robot before and after the gait therapy were continuously performed, but 80% of the patients obtained independent gait, Despite the fact that many of these patients have abnormal walking, research has not yet been conducted. In previous studies, there was a statistically significant improvement in parameters of Gait speed, Cadence, and step length when compared with spatiotemporal parameters in training using exoskeleton robots for stroke patients. In another study, Gait speed and Cadence did not show a statistically significant improvement, and the effect on Gait speed and Cadence is still unknown. However, unlike exoskeletal robots, end-effector robotic gait training has been reported to improve Gait speed in most studies compared to conventional gait training. In addition, Cadence, Temporal symmetry ratio, Single, an improved side stride length, an improvement in the symmetry index of stance phase, and an improvement in Gait endurance.\n\nIn this way, the end effector type robot walking training is more likely to improve walking quality than the exoskeleton type robot. The end-effector type robot, which is different from the exoskeleton type, reproduces the gait using the ankle joint to induce the movement of the knee joint and the hip joint. Therefore, it is possible to control the ankle joint, which is essential for improving the gait pattern. It is considered that the end effector type robot which can control the ankle joint is more likely to induce the improvement of the gait pattern than the existing exoskeleton type robot because it shows limitations in reproducing the ankle rocker motion.","detailedDescription":"There are few studies on kinematic, kinematic, and energy consumption after robot training, so it is urgent to study this part. In a small retrospective open-label study, the results of spatiotemporal parameters and kinetic and kinematic analyzes of patients with chronic stroke in patients who underwent gait using an end-effector robot were compared with those of Gait speed, Cadence , Stride time, and stride speed, improvement of hip extension in kinematic analysis as a whole, and reduction of anterior tilting in pelvis. This suggests that robot-assisted gait training may improve the kinematic index Randomized Controlled Trial design is a systematic study.\n\nIn addition, it is important to evaluate the energy expenditure and cardiorespiratory load of robot-assisted walking therapy for the rehabilitation of patients at risk of cardiovascular disease and stroke patients with impaired cardiopulmonary function. The purpose of gait therapy in stroke patients is to improve the efficiency of energy consumption by calibrating patterns of gait and asymmetry of gait movements. This is also an important issue for gait researchers.\n\nThe authors reported that when using an end-effector type robot, the oxygen consumption was statistically significantly lower during the robot-assisted walking compared to when the robot was not assisted by the robot. During the walking with the exoskeleton type robot, and when compared to OTW (Overground treadmill walking) during ATW, there was a statistically significant decrease in mean oxygen consumption There was a report. However, previous researches did not compare the pre - treatment and post - treatment, but there is no report on the possibility of improvement of oxygen consumption after robot - assisted gait training.\n\nIn this study, we divided the patients into two groups. One group was treated with 6-week gait training using an end-effector type robot-assisted walking device and the other group was treated with gait therapy for the same period of time. Six weeks after the end of the treatment, three-dimensional motion analysis, foot pressure analysis and energy consumption analysis were performed to obtain robot assisted training in terms of space time index, kinematics, kinematic index, dynamic EMG activation pattern, The purpose of this study was to investigate whether the improvement in walking performance and the energy consumption efficiency of walkers are more effective than the conventional walking training group.\n\nthe three most natural walking cycles Calculate kinematical index and spatio-temporal index according to each gait cycle\n\nDynamic EMG analysis Dynamic EMG was performed by attaching surface EMG to the skin using Medial GCM, Tibialis Anterior, Vastus Medialis, Rectus Femoris, Medial Hamstring, and Gluteus Maximus of both lower limbs using a wireless Delsys Trigno Sensor System (Delsys Inc, USA) Measure the signal and convert it to Root mean square (RMS). (Figure 5) EMG signal sampling rate: 2000 samples / sec Filter: EMG signal bandwidth 20- 450 Hz Surface electrode: Parallel bar electrode\n\nThe measured EMG signals are obtained by measuring the duration and the period of activity according to the walking cycle and analyzing the degree of activation.\n\n1. Medial GCM, Tibialis Anterior, Vastus Medialis, Rectus Femoris, Medial Hamstring, and Gluteus Maximus\n2. Starting and ending points of muscle activation cycle\n3. Muscle activation duration and RMS integral and peak value\n4. The root mean square (RMS) value divided by 16 sections divided by time\n5. Comparison between the right side and the left side\n\n2-2. Energy consumption analysis Use K4b2 (COSMED, Italy) as a wearable metabolic system (Fig. 6) Measure O2 cost \\[ml / (m / kg)\\] and O2 rate (ml / min / kg) The walking distance was measured by walking with the self-selected gait velocity while wearing K4b2 (COSMED, Italy) for 5 minutes in total. The walking distance was measured for 3 minutes except the first 1 minute and the last 1 minute of oxygen consumption data for 5 minutes Using O2 rate and O2 cost\n\n2-3. Foot pressure analysis The foot pressure was measured using a F-Scan system (Tekscan, USA) with a 0.16-mm thick, 980 force-sensing resistors (3.88 sensors per centimeter square) After inserting the pressure insoles, calibrate them according to the Tekscan user manual (Tekscan Research Software User Manual version 6.7 Rev. D, 2003) and measure them and analyze them as follows.\n\n2-4. Fugl-Meyer Assessment(FMA) for Lower extremities 2-5. 10m walking test 2-6. Berg balance scale(BBS) 2-7. Timed up and go test(TUG) 2-8. Functional Ambulation Category(FAC) 2-9. Modified Ashworth Scale(MAS) 2-10. Rivermead Mobility Index(RMI) 2-11. Functional independence measure(FIM)"},"conditionsModule":{"conditions":["Chronic Post-stroke Hemiplegic Patients"],"keywords":["End-effector","Robot Assisted Gait Therapy","Gait Pattern","Energy Consumption","Chronic stroke","Hemiplegia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Single blinded Randomized controlled study design is divided into two groups: robot-assisted walking group and conventional walking group. The random assignment is performed by Stratified Permuted Block Randomization to match Sex and Age between the two groups, and the subject is assigned using a randomly generated table before the start of the study so that the evaluator can not know what kind of treatment the subject is receiving.\n\nBoth groups undergo unassisted overground walking condition before and after treatment and after 6 weeks of treatment.\n\nPlain gait condition at the time of evaluation: When walking, several 8-meter-long plazas are walked several times to induce a natural walk, and three natural gait cycles are selected.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Investigator and Outcome assessors were blinded to types of treatment the patients received until the end of the study.","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Robot Assisted Gait Therapy","type":"EXPERIMENTAL","description":"The robot-assisted gait treatment will receive 18 treatments per patient for 1 week, 3 times a week, and 6 weeks for 30 minutes a day.","interventionNames":["Device: Robot Assisted Gait Therapy"]},{"label":"Conventional Gait Therapy","type":"ACTIVE_COMPARATOR","description":"The conventional gait therapy group receives a total of 18 classical gait training sessions once a day for 30 minutes and three times a week for 6 weeks. Classical gait training consisted of exercise training based on neurophysiological theories such as Bobath, restraint of rigid and cooperative movements by therapists, exercise training in sitting or standing posture, Gait training and balance training, weight training of the paralyzed lower limb.","interventionNames":["Device: Conventional Gait Therapy"]}],"interventions":[{"type":"DEVICE","name":"Robot Assisted Gait Therapy","description":"The robot-assisted gait treatment will receive 18 treatments per patient for 1 week, 3 times a week, and 6 weeks for 30 minutes a day.","armGroupLabels":["Robot Assisted Gait Therapy"]},{"type":"DEVICE","name":"Conventional Gait Therapy","description":"The conventional gait therapy group receives a total of 18 classical gait training sessions once a day for 30 minutes and three times a week for 6 weeks. Classical gait training consisted of exercise training based on neurophysiological theories such as Bobath, restraint of rigid and cooperative movements by therapists, exercise training in sitting or standing posture, Gait training and balance training, weight training of the paralyzed lower limb.","armGroupLabels":["Conventional Gait Therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Difference of Self selected gait velocity between before and after Robot Assisted Gait Therapy","description":"The change of gait speed that the patient feels most comfortable with according to the flow of the three time points (before and immediately after treatment and after 6 weeks of treatment)","timeFrame":"before and immediately after treatment and after 6 weeks of treatment"}],"secondaryOutcomes":[{"measure":"Difference between two interventional groups according to the time course","description":"Three-dimensional motion analysis","timeFrame":"before and immediately after treatment and after 6 weeks of treatment"},{"measure":"Dynamic EMG","description":"The EMG signal will be measured by attaching the surface EMG to the skin over the Medial GCM, Tibialis Anterior, Vastus Medialis, Rectus Femoris, Medial Hamstring, and Gluteus Maximus muscles. The EMG signal will be measured and converted to root mean square (RMS) values.","timeFrame":"before and immediately after treatment and after 6 weeks of treatment"},{"measure":"Foot pressure","description":"The foot pressure will be measured using a F-Scan® system (Tekscan, USA) with a 0.16-mm thick, 980 force-sensing resistors (3.88 sensors per centimeter square) After inserting the pressure insoles, calibrating will be done according to the Tekscan user manual. Then the parameters below will be measured.","timeFrame":"before and immediately after treatment and after 6 weeks of treatment"},{"measure":"Fugl-Meyer Assessment(FMA) for Lower extremities","description":"The following five measures, calculated as 34 points\n\nE. LOWER EXTREMITY:\n\ni. Reflex activity ii. Volitional movement within synergies iii. Volitional movement mixing synergies iv. Volitional movement with little or no synergy v. Normal reflex activity F. COORDINATION / SPEED: out of six i. Tremor ii. Dysmetria iii. Time","timeFrame":"before and immediately after treatment and after 6 weeks of treatment"},{"measure":"10m walking test","description":"Measure the time using a stopwatch when walking at a distance of 10 meters from the starting point, 2 meters, 8 meters, 10 meters.","timeFrame":"before and immediately after treatment and after 6 weeks of treatment"},{"measure":"Berg balance scale(BBS)","description":"Balance assessment tool consisting of 14 items and 56 points Scoring: A five-point scale, ranging from 0-4. \"0\" indicates the lowest level of function and \"4\" the highest level of function. Total Score(Summed each item's subscores) = 0-56 Interpretation: 41-56 = low fall risk, 21-40 = medium fall risk, 0 -20 = high fall risk, A change of 8 points is required to reveal a genuine change in function between 2 assessments.\n\nItem(Subscores ranging from 0-4 for each): Sitting to standing, Standing unsupported, Sitting unsupported, Standing to sitting, Transfers, Standing with eyes closed, Standing with feet together, Reaching forward with outstretched arm, Retrieving object from floor, Turning to look behind, Turning 360 degrees, Placing alternate foot on stool, Standing with one foot in front, Standing on one foot","timeFrame":"before and immediately after treatment and after 6 weeks of treatment"},{"measure":"Timed up and go test(TUG)","description":"* Static and dynamic balance Measuring tool measures the time to get up from the chair, move forward 3 meters, and then return to sit on the chair\n* \\<10 seconds is normal\n* 11-20 seconds: normal limits for frail elderly and disabled patients\n* 20 seconds or more: Needs assistance in outdoor gait\n* 30 seconds or more: risk of falling too high","timeFrame":"before and immediately after treatment and after 6 weeks of treatment"},{"measure":"Functional Ambulation Category(FAC)","description":"Rated as 0 \\~ 5 points for evaluating the independence of walking 0 point: If you can not walk or need more than 2 people\n\n1. point: One person needs sustained support to balance or move the body center\n2. points: If you need one intermittent help to help balance or negotiate\n3. points: Independent walking is possible under instruction or observation without physical contact.\n4. points: You can walk on the ground independently, but you need help when you walk on stairs, ramps, or unstable flat\n5. points: If you are able to walk completely independently regardless of the terrain","timeFrame":"before and immediately after treatment and after 6 weeks of treatment"},{"measure":"Modified Ashworth Scale(MAS)","description":"0: No increase in muscle tone\n\n1. Slight increase in muscle tone, manifested by a catch and release or by minimal resistance at the end of the range of motion when the affected part(s) is moved in flexion or extension 1+: Slight increase in muscle tone, manifested by a catch, followed by minimal resistance throughout the remainder (less than half) of the ROM\n2. More marked increase in muscle tone through most of the ROM, but affected part(s) easily moved\n3. Considerable increase in muscle tone, passive movement difficult\n4. Affected part(s) rigid in flexion or extension","timeFrame":"before and immediately after treatment and after 6 weeks of treatment"},{"measure":"Rivermead Mobility Index(RMI)","description":"Indicators for assessing mobility disability in terms of gait, balance, and transfer in stroke patients. Out of 15 items, 14 self-report items and 1 observation item. Evaluate each item as Yes (1 point) / No (0 points). The more difficult the items from 1 to 15, the higher the degree of difficulty, the higher the score, the higher the mobility performance","timeFrame":"before and immediately after treatment and after 6 weeks of treatment"},{"measure":"Functional independence measure(FIM)","description":"Indicators for assessing independence in performing daily living activities A total of 18 items, with a maximum of 7 points per item, a minimum of 126 points Items 7:Complete Independence (Timely, Safely) 6: Modified Independence (Device) 5: Supervision (Subject = 100%+) 4: Minimal Assist (Subject = 75%+) 3: Moderate Assist (Subject = 50%+) 2: Maximal Assist (Subject = 25%+)\n\n1: Total Assist (Subject = less than 25%)","timeFrame":"before and immediately after treatment and after 6 weeks of treatment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Stroke patient visited Shinchon Severance Hospital Rehabilitation Department\n* Adults over 19 years\n* Ischemic or hemorrhagic stroke confirmed by brain magnetic resonance imaging or computed tomography\n* Patients who have had a stroke for more than 3 months\n* Those who have hemiplegia after a stroke\n* If the walking pattern is abnormal and the walking speed is less than 0.8m / sec\n* Those who have a score of K-MMSE score of 24 or higher in the Korean version\n* A person who can walk independently with 3 or more points in the Functional Ambulation Category (FAC) classified as 0 \\~ 5 according to the degree of need for assistance in walking\n* The patients who understand the research and have voluntary participation\n\nExclusion Criteria:\n\n* Those who have difficulty walking before stroke\n* Modified Ashworth scale of the lower extremity muscle is 3 or more\n* Patients with ataxia\n* Severe lower extremity joints, osteoporosis, and untreated fractures.\n* Patients who weigh more than 135kg\n* Damage of the skin in contact with the machine during robot walking\n* Patients who underwent orthopedic or neurosurgical surgery within 6 months of the start of the study\n* uncontrolled hypertension or orthostatic hypotension\n* Patients who are likely to spread pathogenic microorganisms due to contact\n* Not cutting\n* Cardiovascular disease, venous thrombosis or heart failure, respiratory disease\n* Malignant neoplasm\n* Other basic diseases that can not tolerate robot assisted walking\n* If the tester is judged as not suitable for this study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Department of Rehabilitation Medicine, Severance Hospital, Research Institute of Rehabilitation Medicine, Yonsei University College of Medicine","city":"Seoul","zip":"03722","country":"Korea, Republic of","geoPoint":{"lat":37.566,"lon":126.9784}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","asFound":"Chronic","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}