{"protocolSection":{"identificationModule":{"nctId":"NCT02793934","orgStudyIdInfo":{"id":"DOME"},"organization":{"fullName":"St. Petersburg State Pavlov Medical University","class":"OTHER"},"briefTitle":"The Pilot Project Development Of MEdical Rehabilitation System in Russian Federation","officialTitle":"The Development Of MEdical Rehabilitation inRussia Pilot Project"},"statusModule":{"statusVerifiedDate":"2018-04","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-09"},"primaryCompletionDateStruct":{"date":"2020-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2020-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-05-15","studyFirstSubmitQcDate":"2016-06-02","studyFirstPostDateStruct":{"date":"2016-06-08","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-04-24","lastUpdatePostDateStruct":{"date":"2018-04-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"St. Petersburg State Pavlov Medical University","class":"OTHER"},"collaborators":[{"name":"Ministry of Health, Russian Federation","class":"OTHER_GOV"},{"name":"Pirogov Russian National Research Medical University","class":"OTHER"},{"name":"Voino-Yasenetsky Krasnoyarsk State Medical University","class":"OTHER"},{"name":"Vladivostok State Medical University","class":"UNKNOWN"},{"name":"Ural district Institute of Brain","class":"UNKNOWN"},{"name":"Nizhegorodskoye Federal State Unitary Enterprise","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The Programme is focused on adult patients of any gender and age more than 18 y.o., with the next conditions:\n\n1. Acute cerebrovascular events (ACE, ischemic stroke or intracerebral hemorrhage - specialty neurology)\n2. Acute myocardial infarction (AMI, specialty cardiology)\n3. Patients after total hip replacement (THR, specialty orthopaedia) The program is performed in the in-patient and out-patient rehabilitation departments in 13 regions of the Russian Federation (total 244 departments).","detailedDescription":"The program is performed in the in-patient and out-patient rehabilitation departments in 13 regions of the Russian Federation (total 244 departments).\n\nThe basic goals of the Programme are:\n\n1. To develop the system of organizations for medical rehabilitation providing succession of rehabilitation care in Russia with covering all needs.\n2. To improve the accessibility for rehabilitation care by the system of successive 3-stages and 3-level medical rehabilitation\n3. To develop the multidisciplinary approaches on medical rehabilitation in each stages and in medical organizations of different levels\n4. To improve patient's daily living activity, functioning, enable participation, reduce sick-leaves duration and working absenteeism, increase social role in community, prevent pain recurrence and chronicity, prevent recurrent events and hospitalizations\n5. To develop the efficacy criteria for medical rehabilitation on each stages of rehabilitation and establishing the logistic pathways for patients during rehabilitation\n6. To implement the educational programmes for personnel on PRM according to the European model.\n7. Preparation for introducing the new specialty in Russia - doctor of PRM\n8. To establish the financial methods of calculating the costs and tariffs of rehabilitation care for patients with different diseases/conditions in each stage of rehabilitation and in medical organizations of different levels\n9. To improve the financial efficacy of medical rehabilitation and substantiation for new tariff prices for rehabilitation care\n10. To demonstrate the effectiveness of the \"new\" model of medical rehabilitation system compared to the traditional model in the multicenter study, in patients with ACE, AMI and THR.\n11. To evaluate the clinical efficacy of the \"new\" model of medical rehabilitation compared to the \"old\" model in patients with ACE, AMI and THR by following indicators:\n\n    in-hospital and 3-months mortality , the number of complications, length of hospital stay, the degree of recovery of functions, activities and participation. To calculate the economic advantage of the \"new\" model of medical rehabilitation in patients with ACE, AMI and THR by the calculation of the financial cost of one case of and of the complete course of rehabilitation To study characteristics of disorders of functioning and participation. To develop the methodological framework for the establishment of a register of patients receiving rehabilitation in Russia.\n12. To develop basics for establishing a quality assessment system of rehabilitative care in the Russian Federation.\n\nThe differences between the new and the old model of rehabilitation are:\n\n1. The doctor-patient relationship In the old model - Patient is passive recipient of the service In the new model - The patient-oriented approach\n2. Diagnosis In the old model -According to the International Classification of Diseases (ICD-10) In the new model - ICD -10 and ICF\n3. Doctors tasks In the old model - To assign the necessary consultation of experts conducting rehabilitation activities in accordance with the standard of care.\n\n   In the new model - To organize the discussion about the patients problems, to formulate how to achieve the goals of rehabilitation and short-term and long-term outcomes, to evaluate the criteria of rehabilitation treatment, to organize an effective use of time and equipment required for rehabilitation adequately address problems of technology\n4. Education In the old model - Education on separated specialties on physiotherapy (kinesiotherapy), acupuncture (RTI), massage therapy, speech therapy, etc.\n\n   In the new model - The unified system of education for all professionals for medical rehabilitation in accordance with the European training program for the doctor of Physical and Rehabilitation Medicine, the modular principle, network form of educational programs\n5. Work organization In the old model - Everyone works in accordance with the official duties, each expert is free to decide what treatment should be done for patient (kinesiotherapist, psychologist etc) In the new model - Multidisciplinary approach. Experts in the joint discussion set the goal of rehabilitation, tasks, time solutions, performers, based on the patient's needs.\n6. The composition of the rehabilitation team In the old model - Instructor-methodologist and exercise therapy doctor, physiotherapy doctor and nurse, massage nurse, speech therapist, clinical psychologist, nurse In the new model - Clinician on relevant specialty, the instructor-methodologist of physical therapy and a physician, doctor and nurse on physiotherapy, ergotherapist, physiotherapy instructor, massage nurse, a speech therapist, a clinical psychologist , nurse\n7. length of stay In the old model -Fixed (14, 21 and 30 days, depends on the stage of rehabilitation) in accordance with the National regulations of care In the new model -Duration of stay in this programme depends on the goals and objectives individually for each patient. When the goals, objectives and the achievement of certain clinical / instrumental parameters are reached patient is transferred to the next stage or discharged\n8. The criteria to refer of patient to the next stage of rehabilitation In the old model -completion of the standard course of care In the new model -A single algorithm for completion of rehabilitation at a certain stage (for all project participants) when the goals and objectives are reached\n9. Payment case In the old model -Fixed tariff for the completed case Diagnosis related group (DRG) In the new model -According to clinical and statistical group on each of the three stages of rehabilitation - case mix group (CMG)\n10. The volume of work done In the old model -According to the regulations and standards of treatment In the new model -Required to achieve the objectives in each case\n11. An audit of the rehabilitation measures In the old model -no In the new model -Internal and external Inclusion/exclusion criteria The inclusion and exclusion criteria to the programme are defined by the Russian professional association (ARUR) and more precisely described in the Protocols of Pilot Project (Neurology, Cardiology and Orthopedia Protocols, respectively).\n\nThe Programme is focused on adult patients of any gender and age more than 18 y.o., with the next conditions:\n\n1. Acute cerebrovascular events (ACE, ischemic stroke or intracerebral hemorrhage - specialty neurology)\n2. Acute myocardial infarction (AMI, specialty cardiology)\n3. Patients after total hip replacement (THR, specialty orthopaedia)\n\nOur management of stroke, AMI and THR refers to international guidelines although scientific evidence is still lacking for some physical techniques. Our programme is based on an individual approach of each patient. During different phases of the diseases we put emphasis on adequate drug treatment, increasing of exercise's tolerance, gradual mobilization and verticalization with simultaneous improvement of daily activity, increasing of mobility and self-servicing, improvement of activity and participation.\n\nSafety and patient rights are defined by National regulations, national law and internal rules. Each patient signs an informed consent form. Each patient signs an informed consent. The patient and his/her relatives are invited to participate in multidisciplinary team meetings.\n\nAll patient's medical and functional information, assessment and further monitoring data is recorded manually into a standardized medical documentation. It is fulfilled at the entry and on discharge from each level of the treatment. All the Programme documents are stored in the clinical archive and are accessible for periodic internal or external audit and outcomes assessment.\n\nOne of the most features of the Pilot Project in Russia is the using of ICF for the assessment of efficacy of medical rehabilitation and for the configuring of activity for individualized rehabilitation processes For each model of patient included to the Pilot Project the set of domains of ICF have been created . Analysis of ICF domains will be done automatically by the soft \"ICF-reader\". The program \"ICF-reader\" also can help to generate documentation for the adoption of the patient or the patient's discharge or transfer. The main function of the \"ICF-reader\" is the accumulation and analysis of all the data.\n\nEach patient is assigned a unique number, which allows to identify him/her at the electronic database of the program \"ICF-reader\".\n\nEach center is responsible for working with the program \"ICF-reader\". In the second phase of the Pilot Project, program \"ICF-reader\" will give an opportunity to establish a rehabilitation diagnosis on the basis of the ICF, and the option for ICF assessment using rating scales.\n\nAt the 1st stage of rehabilitation patients to be included to the programme after detailed examination, stabilization of condition and assessment of rehabilitation potential. On the basis of primary examination with the using of ICF tools individualized programme of rehabilitation, goals of rehabilitation and methods and technologies are established.\n\nThe transfer of patient from one stage of rehabilitation to another depends on:\n\nachievement of defined goals and functional parameters (data of laboratory, instrumental, functional methods, results of clinical examination by appropriate scales), assessment of activity and participation achievement of requirements of National regulations (number of appropriate diagnostic methods, prespecified treatment, prevention procedures etc) The degree of functional disturbances is assessed by appropriate diagnostic methods: laboratory, instrumental and clinical .\n\nReferral patients: At the 1st stage of rehabilitation (in acute unit) patients should be included to rehabilitation process during the first 48 hours after onset of event or surgery after examination of doctor (trained on PRM) and other members of multidisciplinary team. Each member of multidisciplinary team assesses a patient at the beginning and at the end of each stage of rehabilitation by appropriate pre-defined clinical scales.\n\nAt the 2nd stage of rehabilitation patients should be included to rehabilitation process just after admission from the 1st stage (by referral of PRM doctor of the 1st stage) At the 3rd stage of rehabilitation patients should be included to rehabilitation process after admission from the 1st or 2nd stages (by referral of PRM doctor of the 1st or 2nd stages, by referral of general practitioner after assessment of multidisciplinary team)."},"conditionsModule":{"conditions":["Stroke","AMI","Total Hip Replacement"],"keywords":["Rehabilitation","ICF","Pilot project","Stroke","Acute myocardial infarction","Total hip replacement"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":2000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"1st phase","description":"In the 1st phase of the study the staff of the medical organizations continue to work in the familiar \"old\" scheme, but using the set of scales.","interventionNames":["Other: Scales","Other: Old model of rehabilitation","Other: ICF reader"]},{"label":"2nd phase","description":"In the 2nd phase, medical organizations will start to work on a new model with the implementation of problem-oriented multidisciplinary approach and the use of modern rehabilitation technologies. There is planning to use clearly defined criteria for transfer from stage to stage, developed by the professional community. When doctors will be trained program \"ICF-reader\" will have an opportunity to establish a rehabilitation diagnosis on the basis of the ICF, and the option for ICF assessment using rating scales.","interventionNames":["Other: Scales","Other: New model of rehabilitation","Other: ICF reader"]}],"interventions":[{"type":"OTHER","name":"Scales","description":"For stroke patients there are used scales:\n\nModified Rankin Scale, NIH Stroke Scale , Glasgow Coma Scale, Dysphagia Severity, Rating Scale Speech or Language Impairment Severity Rating Scale, Modified Rivermead Mobility Index, Berg Balance Scale, Modified Ashworth Scale, Medical Research Council Scale, Frenchay Arm Test, Montreal Cognitive Assessment Scale, Spielberger Scale, Beck's Depression Inventory, Visual Analogue Scale, Functional Independence Measure For patients after AMI: Rankin scale, GRACE scale, MoCA, VAS, Hospital scale of anxiety and depression, Canadian classification if stenocardia\n\nFor patients after THR:\n\nThe pain of the operated joint on VAS scores The Harris scale (the total amount), Scale Lequesne (total), Hospital scale of anxiety","armGroupLabels":["1st phase","2nd phase"]},{"type":"OTHER","name":"New model of rehabilitation","armGroupLabels":["2nd phase"]},{"type":"OTHER","name":"Old model of rehabilitation","armGroupLabels":["1st phase"]},{"type":"OTHER","name":"ICF reader","armGroupLabels":["1st phase","2nd phase"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Mortality","timeFrame":"through study completion, an average of 1 month"},{"measure":"Recovery of functions, activity and participation","description":"modified Renkin scale)","timeFrame":"through study completion, an average of 1 month"}],"secondaryOutcomes":[{"measure":"Mortality","timeFrame":"90 days after discharge"},{"measure":"Recovery of functions, activity and participation","timeFrame":"90 days after discharge"},{"measure":"Environmental adaptation","timeFrame":"90 days after discharge"},{"measure":"Preventable conditions","description":"Pain Trophic disturbances Muscle tonus disturbances Contractures Cognitive disorders Inadequate tolerance Social disadaptation etc","timeFrame":"90 days after discharge"},{"measure":"Time of start of rehabilitation","timeFrame":"through study completion, an average of 1 month"},{"measure":"Time of the first, interim and final expert assessment of rehabilitation potential","timeFrame":"through study completion, an average of 1 month"},{"measure":"Duration of hospitalization","timeFrame":"through study completion, an average of 1 month"},{"measure":"Duration of rehabilitation process for the achievement the goals for each stage of rehabilitation","timeFrame":"through study completion, an average of 1 month"},{"measure":"Duration of rehabilitation process from onset of disease to final or to transfer the patient or to establishing the disability","timeFrame":"through study completion, an average of 1 month"}],"otherOutcomes":[{"measure":"Criteria of rehabilitation potential","timeFrame":"up to 6 months"},{"measure":"Criteria for the transferring to the next stage or to another hospital","timeFrame":"up to 6 months"},{"measure":"Case mix groups on basic functional disturbances (by ICF)","timeFrame":"up to 6 months"},{"measure":"Criteria for the transferring to the palliative or nursing care","timeFrame":"up to 6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age over 18 years old\n* Ischemic stroke or intracerebral hemorrhage\n* Patients with acute myocardial infarction with elevation of segment ST (STMI)\n* Total hip replacement caused by degenerative processes\n\nExclusion Criteria:\n\n* uncorrected metabolic diseases (diabetes mellitus, myxoedema, thyrotoxicosis);\n* III hepatic or pancreatic insufficiency\n* heavy or repeated hemorrhages of any reason or anaemia Hb\\<80g/l;\n* parasitoses;\n* acute infectious disease;\n* active stage of any form of tuberculosis;\n* patients with transmissible sexual diseases;\n* mental illness with personality desocialisation;\n* complicate ventricular rhythm disturbances\n* high risk of thromboembolism\n* absence of motivation\n* decompensation of somatic functions","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The Programme is focused on adult patients of any gender and age more than 18 y.o., with the next conditions:\n\nAcute cerebrovascular events (ACE, ischemic stroke or intracerebral hemorrhage - specialty neurology) Acute myocardial infarction (AMI, specialty cardiology) Patients after total hip replacement (THR, specialty orthopaedia)","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Ivanova Galina, Professor","role":"CONTACT","phone":"+79161144504","email":"reabiivanova@mail.ru"},{"name":"Melnikova Elena, Professor","role":"CONTACT","phone":"+7 (911) 743-15-08","email":"melnikovae2002@mail.ru"}],"overallOfficials":[{"name":"Shmonin Alexey, PhD","affiliation":"St. Petersburg State Pavlov Medical University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Shamalov Nikolay, Professor","affiliation":"Pirogov Russian National Medical Research University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Suvorov Andrey, PhD","affiliation":"Pirogov Russian National Medical Research University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Buylova Tatiana, Professor","affiliation":"Rehabilitation Center of Federal State Unitary Enterprise Nizhegorodskoye PROP","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Tsykunov Mikhail, Professor","affiliation":"Central Research Institute of Traumatology and Orthopedics . Priorov Russian Ministry of Health","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Belyaev Anatoliy, Professor","affiliation":"Vladivostok State Medical University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Prokopenko Sergei, Professor","affiliation":"Krasnoyarsk State Medical University named after Prof. V.F.Voino-Yasenetsky","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Khasanova Dina, Professor","affiliation":"Kazan State Medical University Russian Ministry of Health","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Bodrova Rezeda, PhD","affiliation":"Kazan State Medical Academy","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Aronov David, Professor","affiliation":"State Research Center for Preventive Medicine Health Ministry of Russia","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Bubnova Marina, Professor","affiliation":"State Research Center for Preventive Medicine Health Ministry of Russia","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Belkin Anatoliy, Professor","affiliation":"Ural State Medical University Russian Ministry of Health","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Mishina Irina, Professor","affiliation":"Ivanovo State Medical Academy Russian Ministry of Health","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Sarana Andrey, PhD","affiliation":"Saint-Petersburg City Hospital № 40 of Recreation Area","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ivanova Natalya, Professor","affiliation":"Russian Research Neurosurgical Polenovs Institute","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Yashkov Alexander, Professor","affiliation":"Samara State Medical University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Maltseva Mariya, Professor","affiliation":"St. Petersburg State Pavlov Medical University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Soloveva Liudmila, MD","affiliation":"St. Petersburg State Pavlov Medical University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"StPetersburgSPMU","status":"RECRUITING","city":"Saint Petersburg","zip":"197022","country":"Russian Federation","contacts":[{"name":"Elena V. Melnikova, MD, Ph.D","role":"CONTACT","phone":"+7117431508","email":"melnikovae2002@gmail.com"},{"name":"Alexey A. Shmonin, Ph.D","role":"CONTACT","phone":"+79213568136","email":"langendorff@gmail.com"}],"geoPoint":{"lat":59.93863,"lon":30.31413}}]},"referencesModule":{"references":[{"pmid":"27145936","type":"RESULT","citation":"Winstein CJ, Stein J, Arena R, Bates B, Cherney LR, Cramer SC, Deruyter F, Eng JJ, Fisher B, Harvey RL, Lang CE, MacKay-Lyons M, Ottenbacher KJ, Pugh S, Reeves MJ, Richards LG, Stiers W, Zorowitz RD; American Heart Association Stroke Council, Council on Cardiovascular and Stroke Nursing, Council on Clinical Cardiology, and Council on Quality of Care and Outcomes Research. Guidelines for Adult Stroke Rehabilitation and Recovery: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2016 Jun;47(6):e98-e169. doi: 10.1161/STR.0000000000000098. Epub 2016 May 4. Erratum In: Stroke. 2017 Feb;48(2):e78. Stroke. 2017 Dec;48(12 ):e369."},{"pmid":"16120836","type":"RESULT","citation":"Duncan PW, Zorowitz R, Bates B, Choi JY, Glasberg JJ, Graham GD, Katz RC, Lamberty K, Reker D. Management of Adult Stroke Rehabilitation Care: a clinical practice guideline. Stroke. 2005 Sep;36(9):e100-43. doi: 10.1161/01.STR.0000180861.54180.FF. No abstract available."},{"pmid":"20813995","type":"RESULT","citation":"Miller EL, Murray L, Richards L, Zorowitz RD, Bakas T, Clark P, Billinger SA; American Heart Association Council on Cardiovascular Nursing and the Stroke Council. Comprehensive overview of nursing and interdisciplinary rehabilitation care of the stroke patient: a scientific statement from the American Heart Association. Stroke. 2010 Oct;41(10):2402-48. doi: 10.1161/STR.0b013e3181e7512b. Epub 2010 Sep 2. No abstract available."},{"pmid":"10137673","type":"RESULT","citation":"Law M, Polatajko H, Pollock N, McColl MA, Carswell A, Baptiste S. Pilot testing of the Canadian Occupational Performance Measure: clinical and measurement issues. Can J Occup Ther. 1994 Oct;61(4):191-7. doi: 10.1177/000841749406100403."},{"pmid":"10106647","type":"RESULT","citation":"Pollock N, Baptiste S, Law M, McColl MA, Opzoomer A, Polatajko H. Occupational performance measures: a review based on the guidelines for the client-centred practice of occupational therapy. Can J Occup Ther. 1990 Apr;57(2):77-81. doi: 10.1177/000841749005700206."},{"pmid":"2036055","type":"RESULT","citation":"Kube E, Erhardt E. [Drug abuse prevention by police educational measures--Some remarks]. Arch Kriminol. 1991 Jan-Feb;187(2):23-7. No abstract available. German."},{"pmid":"24730003","type":"RESULT","citation":"Robbins CE, Casey D, Bono JV, Murphy SB, Talmo CT, Ward DM. A multidisciplinary total hip arthroplasty protocol with accelerated postoperative rehabilitation: does the patient benefit? Am J Orthop (Belle Mead NJ). 2014 Apr;43(4):178-81."}],"seeAlsoLinks":[{"label":"Guidelines for Client-centered Practice of Occupational Therapy) (DNHW \\& CAOT, 1985)","url":"https://www.elsevier.com/books/client-centered-practice-in-occupational-therapy/sumsion/978-0-443-10171-7"},{"label":"Management of patients with stroke: Rehabilitation, prevention and management of complications, and discharge planning. June 2010. SIGN. A national clinical guideline. Scottish Intercollegiate Guidelines Network.","url":"https://static1.squarespace.com/static/52802202e4b0eb00f525a818/t/52c9739fe4b076c49f5f0bea/1388934047979/SIGN+stroke+management.pdf"},{"label":"Management of stroke rehabilitation. 2010. VA/ DoD Clinical Practice Guideline","url":"http://www.healthquality.va.gov/stroke/stroke_fulltext.pdf"},{"label":"Stroke rehabilitation guide: supporting London commissioners to commission quality services in 2010/11. NHS. Healthcare for London.","url":"http://www.londonhp.nhs.uk/wp-content/uploads/2011/03/Stroke-Rehabilitation-Guide.pdf"},{"label":"ICF","url":"http://www.icf-core-sets.org/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11845","name":"Myocardial Infarction","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}