{"protocolSection":{"identificationModule":{"nctId":"NCT03295032","orgStudyIdInfo":{"id":"Cardiff University"},"organization":{"fullName":"Cardiff University","class":"OTHER"},"briefTitle":"A Mixed-methods Evaluation of an Adapted Acceptance and Commitment Therapy (ACT) Group for Stroke Survivors","officialTitle":"A Mixed-methods Evaluation of an Adapted Acceptance and Commitment Therapy (ACT) Group for Stroke Survivors and Their Carers: ACTivate Your Life After Stroke"},"statusModule":{"statusVerifiedDate":"2017-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2016-12-29","type":"ACTUAL"},"completionDateStruct":{"date":"2016-12-29","type":"ACTUAL"},"studyFirstSubmitDate":"2017-09-15","studyFirstSubmitQcDate":"2017-09-26","studyFirstPostDateStruct":{"date":"2017-09-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2017-09-26","lastUpdatePostDateStruct":{"date":"2017-09-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Rebecca Large","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Cardiff University"},"leadSponsor":{"name":"Cardiff University","class":"OTHER"},"collaborators":[{"name":"Cwm Taf University Health Board (NHS)","class":"OTHER_GOV"},{"name":"Cardiff and Vale University Health Board","class":"OTHER_GOV"},{"name":"Aneurin Bevan University Health Board","class":"OTHER"},{"name":"North Bristol NHS Trust","class":"OTHER"},{"name":"University Hospitals Bristol and Weston NHS Foundation Trust","class":"OTHER"},{"name":"BASF","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is one of the main causes of acquired adult disability in the UK. Many psychological problems can also occur post-stroke; this has a marked impact on health service usage. As such, there is an outstanding need to increase and improve psychological resources within stroke services.\n\nThe investigators proposed to adapt and evaluate the effectiveness of an acceptance and commitment therapy (ACT) group intervention for adult stroke survivors and their carers. The group will endeavour to promote positive adjustment and reduce levels of depression and anxiety.\n\nThis study will have two parts.","detailedDescription":"Stroke is one of the main causes of acquired adult disability in the UK. In England and Wales, over 900,000 people are living with the chronic illness, which can cause sufferers to be highly dependent on others for their care. Many psychological problems can also occur including: depression, anxiety and fatigue. This has a marked impact on health service usage. There is an outstanding need to increase and improve psychological resources within these services.\n\nAcceptance and Commitment Therapy (ACT) has a well-established evidence base for reducing psychological distress in individuals with mental illness and physical health conditions including: diabetes, chronic pain, epilepsy \\& cancer. It is hoped that the investigators can apply this same model to support stroke survivors and their carers.\n\nThe investigators propose to evaluate the effectiveness of an adapted ACT group intervention for adult stroke survivors and their carers. The benefit of ACT is that it is transdiagnostic therefore applicable to the very wide range of psychological problems found in carers and survivors after stroke. This ACT group is a stroke adapted version of the already existing 'ACTivate your life' course, which is being run by the NHS for people with mental health difficulties across South Wales. The course endeavours to promote positive adjustment and reduce levels of depression and anxiety, using the core tenets of ACT.\n\nThis study will have two parts. Part 1: a quantitative phase evaluating the effectiveness of the ACT group using outcome data in comparison to a waiting list control across three time points. Part 2: A qualitative phase exploring stroke survivors experiences of the ACT group and their perceptions of any change from group attendance.\n\nPART 1:\n\nDesign: The study will employ a longitudinal randomised design using a questionnaire methodology. The study will not be blind. Outcome measures will be taken pre, post and at a two month follow up.\n\nParticipants and Recruitment: Participants will be recruited across five NHS University Health Boards/Trusts: Cardiff and Vale University Health Board, Aneurin Bevan university health board, Cwm Taf University Health Board, North Bristol NHS Trust and University Hospitals Bristol NHS Foundation Trust. Bristol Area Stroke Foundation charity (BASF) will also assist in the recruitment across Bristol and will host the course for all Bristol participants. The individuals may be recruited at any stage of the care pathway after discharge from hospital.\n\nPotential participants will be identified by clinicians working within the stroke teams. All interested participants will be provided with a course flyer, written participant information sheet and consent form. Once consent has been obtained, participants will be randomly allocated into the treatment group or placed on a waiting list (control group). Carer/stroke survivor pairs will be allocated together. Participants who were allocated into the waiting list group initially, will be offered to attend the ACT group once the first group has finished and 2 month follow-up data has been collected.\n\nThe intervention group will attend a four week, 2.5 hour (maximum) psycho-educational group that focuses on assisting stroke survivors and carers to learn a set of simple, and teachable, techniques that focuses on changing patterns of experience and thinking. The learning will involve understanding the principles of ACT via PowerPoint presentations which have been adapted to include stroke specific examples and have been simplified to allow for potential cognitive impairment.\n\nSample Size: In order for sufficient power (0.80) and using standard parameters of alpha = 0.05, a total sample size of between 40 - 64 participants are required in total.\n\nControl Group: After the intervention group is finished, the waiting list group will be offered the intervention which will consist of the exact same process as above.\n\nData Protection: Data will be anonymised with randomly allocated codes. Identifiable personal data will be stored separately in a locked unit.\n\nAnalysis: A mixed model (within and between participants) MANOVA will be looking for group x time interaction between the experimental and control.\n\nPART 2:\n\nDesign: Semi-structured interviews will be conducted to explore stroke survivors' subjective experiences of the ACT group. These will be conducted \\>1 month after the group and will be framed around 8 main questions. Interviews will be undertaken in consultation rooms or in the participants' own home, lasting no more than 1 hour. The number of interviews conducted will depend upon the length of time it takes to reach data saturation (i.e. when no new information is emerging from the dataset), which is recommended for the type of qualitative analysis being performed. Interviews will be audio-recorded to support the researcher with transcription and data analysis. Participants will be made aware of this in advance on the consent form.\n\nSample Size: The investigators envisage data saturation will be achieved anywhere between 12 - 25 participant interviews.\n\nSampling: Sampling will begin purposefully in the first instance to offer maximum variation in stroke survivors reported experiences of the group i.e. a diverse range of participants who expressed interest to partake will be interviewed. Theoretical sampling will then be used for subsequent interviews, whereby participants are selected based on the emerging theory.\n\nRecruitment: Similar to above, participants will be recruited from the University Health Boards (UHBs) and BASF charity, at any stage of the care pathway following discharge. Participants for this phase of the study will consist only of stroke survivors.\n\nData Protection: All data will be stored on a password protected and encrypted USB device for the duration of the study, and will subsequently be destroyed after use. Participants will be assigned a numerical identifier during transcription to protect their identity.\n\nAnalysis: Grounded Theory (GT) will be used in phase 2, for both data collection and analysis which will occur simultaneously. GT aims to identify emerging themes from the data and develop new, contextualised theories (i.e. \"grounded\" in the data). As such, data collected after each interview will be transcribed and reviewed in an evolving process. Interview questions will be revised to progressively focus on the emerging theory. This process is in line with the inductive nature of the GT approach."},"conditionsModule":{"conditions":["Stroke","Acceptance and Commitment Therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Part 1: Randomised Controlled Trial with an intervention (ACT group) and Waiting List Control arm.\n\nPart 2: Interviews","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":53,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"group-based ACT","type":"EXPERIMENTAL","description":"Stroke survivors were randomised into group-based ACT intervention consisting of 2hr sessions for four consecutive weeks.","interventionNames":["Behavioral: Acceptance and Commitment Therapy (ACT)"]},{"label":"Waiting list control","type":"NO_INTERVENTION","description":"Waiting list control - received treatment as usual."}],"interventions":[{"type":"BEHAVIORAL","name":"Acceptance and Commitment Therapy (ACT)","description":"ACT is a psychological intervention; in this study it is being delivered as a 4-week psycho-educational group to stroke survivors and carers.\n\nRather than attempting to control or ameliorate pain and suffering, ACT advocates that individuals remain open to internal private experiences (both positive and negative) and should focus on committing to a life which is congruent with their core values. Individuals learn to modify their relationship with these experiences, rather than change the experiences per se through processes such as mindfulness, acceptance and attention to values. This fundamental premise of ACT helps cultivate psychological flexibility.","armGroupLabels":["group-based ACT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Measuring a change in PHQ9 scores","description":"measure of depression","timeFrame":"baseline, 4 weeks and two month follow-up"}],"secondaryOutcomes":[{"measure":"Measuring a change in GAD7 scores","description":"measure of anxiety","timeFrame":"baseline, 4 weeks and two month follow-up"},{"measure":"Measuring a change in Warwick and Edinburgh Mental Wellbeing Scale (WEMWBS) scores","description":"measure of mental wellbeing","timeFrame":"baseline, 4 weeks and two month follow-up"},{"measure":"Measuring a change in Adult Hope Scale (AHS) scores","description":"measure of hopefulness","timeFrame":"baseline, 4 weeks and two month follow-up"},{"measure":"Measuring a change in EQ-5D-5L scores","description":"measure of quality of life","timeFrame":"baseline, 4 weeks and two month follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All participants must be \\>18 years\n* Clinical diagnosis of stroke (or carers of someone who has experienced a stroke)\n* Must be able to understand English and communicate responses.\n* The target volunteer has been referred to this stroke-adapted ACT course by a clinician.\n\nExclusion Criteria:\n\n* Patients with any other acquired brain injury e.g. traumatic brain injury, encephalitis, tumours etc.\n* Patients diagnosed with a degenerative condition e.g. dementias.\n* Significant cognitive/language impairment that would prevent them from engaging with the group.\n* Those experiencing severe psychotic symptoms\n* Those who are receiving other therapies, as part of a multicomponent intervention which would prevent any changes specific to group psychotherapy to be estimated (with the exception of drugs for anxiety and depression).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Professor Reg Morris, PhD","affiliation":"Cardiff University","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Bristol Area Stroke Foundation","city":"Bristol","state":"England","zip":"BS13 9JN","country":"United Kingdom","geoPoint":{"lat":51.45523,"lon":-2.59665}},{"facility":"Cardiff & Vale NHS Trust","city":"Cardiff","state":"Wales","zip":"CF62 2XX","country":"United Kingdom","geoPoint":{"lat":51.48,"lon":-3.18}},{"facility":"Cwm Taf NHS Trust","city":"Merthyr Tydfil","state":"Wales","zip":"CF40 2LU","country":"United Kingdom","geoPoint":{"lat":51.74794,"lon":-3.37779}},{"facility":"Aneurin Bevan NHS Trust","city":"Newport","state":"Wales","zip":"NP20 4SZ","country":"United Kingdom","geoPoint":{"lat":51.58774,"lon":-2.99835}}]},"referencesModule":{"references":[{"pmid":"23013268","type":"BACKGROUND","citation":"Campbell Burton CA, Murray J, Holmes J, Astin F, Greenwood D, Knapp P. Frequency of anxiety after stroke: a systematic review and meta-analysis of observational studies. Int J Stroke. 2013 Oct;8(7):545-59. doi: 10.1111/j.1747-4949.2012.00906.x. Epub 2012 Sep 27."},{"pmid":"27702218","type":"BACKGROUND","citation":"Constructing Grounded Theory: A practical guide through qualitative analysis Kathy Charmaz Constructing Grounded Theory: A practical guide through qualitative analysis Sage 224 pound19.99 0761973532 0761973532 [Formula: see text]. Nurse Res. 2006 Jul 1;13(4):84. doi: 10.7748/nr.13.4.84.s4."},{"pmid":"23382134","type":"BACKGROUND","citation":"Feros DL, Lane L, Ciarrochi J, Blackledge JT. Acceptance and Commitment Therapy (ACT) for improving the lives of cancer patients: a preliminary study. Psychooncology. 2013 Feb;22(2):459-64. doi: 10.1002/pon.2083. Epub 2011 Oct 6."},{"pmid":"16300724","type":"BACKGROUND","citation":"Hayes SC, Luoma JB, Bond FW, Masuda A, Lillis J. Acceptance and commitment therapy: model, processes and outcomes. Behav Res Ther. 2006 Jan;44(1):1-25. doi: 10.1016/j.brat.2005.06.006."},{"pmid":"21246445","type":"BACKGROUND","citation":"Kangas M, McDonald S. Is it time to act? The potential of acceptance and commitment therapy for psychological problems following acquired brain injury. Neuropsychol Rehabil. 2011 Apr;21(2):250-76. doi: 10.1080/09602011.2010.540920. Epub 2011 Jan 17."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M12168","name":"Nicotine","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}