{"protocolSection":{"identificationModule":{"nctId":"NCT05132465","orgStudyIdInfo":{"id":"UoL001512"},"organization":{"fullName":"University of Liverpool","class":"OTHER"},"briefTitle":"Liverpool-Heart and bRain Project Stroke Cohort","officialTitle":"Liverpool-Heart And bRain Project Stroke Cohort","acronym":"L-HARP"},"statusModule":{"statusVerifiedDate":"2021-11","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-10-12","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-11-12","studyFirstSubmitQcDate":"2021-11-12","studyFirstPostDateStruct":{"date":"2021-11-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-11-23","lastUpdatePostDateStruct":{"date":"2021-11-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Stephanie Harrison","investigatorTitle":"Chief Investigator","investigatorAffiliation":"University of Liverpool"},"leadSponsor":{"name":"Stephanie Harrison","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"What research question is being addressed?\n\nCan improve the prediction of adverse outcomes be improved for people following a stroke to optimise their treatment and care?\n\nHow is it of relevance and importance to patients and public?\n\nFollowing a stroke, people are at a higher risk of developing certain conditions including heart failure, another stroke and atrial fibrillation, a type of irregular heart rhythm. In the proposed study, the investigators will look at factors which may increase a person's risk of such conditions following stroke. From this, the investigators will determine if risk scores for these conditions can be improved for people post-stroke. This could help doctors decide what treatments are best.\n\nWho would be eligible?\n\nAll adults at participating hospitals who have had an ischaemic stroke (where the stroke is caused by loss of blood flow to the brain) or a transient ischaemic attack ('mini-stroke') confirmed by a stroke doctor. All patients will be asked to take part in the study, or their family members may be asked to provide advice on their behalf if the patient is unable to.\n\nWhere is the study being conducted?\n\nAt participating hospitals in England and Wales.\n\nWhat will the participants undergo?\n\nAt the time of stroke, patients have a lot of information collected about their health, the investigators will copy information from patient's medical records about their health after they agree to take part in the study. Patients or their family members will also be asked to complete some additional brief questionnaires about their quality of life, wellbeing and fatigue. Some questionnaires such as for cognitive function are already collected for patients following a stroke, but where this information has not been collected, it will be collected for the study. The investigators will ask the patients if they can be contacted in 12-months to repeat the questionnaires and information collected about their health.","detailedDescription":"Study purpose and design.\n\nPeople with prior stroke are at a high-risk of incident adverse cardiovascular outcomes including heart failure, atrial fibrillation (AF), recurrent stroke and vascular cognitive impairment and dementia. However, there is a need to clarify the underlying risk factors for these outcomes specific to post-stroke populations. Extensive research has been conducted to identify individuals at high-risk of cardiovascular disease through the development of risk prediction models. This has led to the incorporation of risk models for cardiovascular disease into guidelines for clinical practice with an aim to improve patient-centred care and decision-making. Risk factors frequently incorporated in such models include age, male sex, hypertension, cholesterol, smoking, and diabetes mellitus. Although some risk prediction models have examined cardiovascular outcomes such as AF in people post-stroke, further research is needed to refine these models and make recommendations for implementation to clinical practice. Identifying precise risk prediction models for cardiovascular disease and cardiovascular-related complications in people post-stroke is needed to target screening for conditions (such as AF) and develop targeted intervention strategies specific to this population.\n\nQuality assurance plan\n\nPseudo-anonymised data using the unique, non-identifiable participant ID will be collected in an electronic case report form using Research Electronic Data Capture (REDCap; https://www.project-redcap.org). The data entered in to REDCap for the first 20 patients recruited at each site will be remotely checked for completeness. The data entered onto REDCap will be checked against electronic medical records and paper questionnaires at selected sites.\n\nData checks\n\nThe data fields in REDCap have been set with predefined rules for range or consistency and error messages will display when these rules are violated.\n\nSample size assessment\n\nAs one of the main aims of the study is to examine post-stroke risk prediction models for AF, this will be used to determine the sample size. Post-stroke prevalence of AF has been estimated at approximately 24%. Based on the 24% and with a conservative estimate of 15 cases required per variable in the model, 195 cases would be appropriate for a 13-variable model, which is the maximum number of variables included in previous AF prediction models. Therefore, 815 participants would give approximately 195 patients who develop AF required for the model. The study aims to recruit these participants and 20% extra to account for potential loss to follow-up, resulting in a minimum of 978 participants.\n\nStatistical analysis plan\n\nAll data collected will be quantitative. Data will be analysed by members of the research team at the Liverpool Centre for Cardiovascular Science. Cox proportional hazard models adjusted for potential confounding factors will be used to examine associations between risk factors and cardiovascular outcomes and mortality. Risk models identified in previous studies for AF and cardiovascular-related outcomes including cardiovascular disease, physical function, cognitive impairment and dementia, quality-of-life, and all-cause and cardiovascular mortality will be examined in the L-HARP stroke cohort. Receiver operating characteristic curves will be constructed, and Harrell C indexes (i.e. area under the curve) will be estimated as a measure of model performance and compared using the DeLong test.\n\nIn addition to traditional epidemiological approaches to risk prediction modelling, machine learning methodologies will also be examined. Machine learning has been shown to produce comparable results to traditional cardiovascular disease risk prediction scores, but with advantages such as examining all available data in an unbiased approach which could lead to the discovery of new relationships among data. As the sample is not very large, traditional machine learning techniques including k-Nearest Neighbours, random forest, and decision tree will be utilised rather than deep learning techniques which are usually applied to very large datasets. A subset of the data will be used for the training of the model and the rest of the data will be used for the evaluation of the model. The model derived from machine learning will be compared to risk prediction models described in previous studies. The accuracy, specificity, sensitivity, positive predictive value and negative predictive value of the models will be compared."},"conditionsModule":{"conditions":["Stroke, Ischemic","Transient Ischemic Attack"],"keywords":["stroke","observational study"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"12 Months","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":978,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of participants with incident stroke, transient ischaemic attack, atrial fibrillation, myocardial infarction and heart failure","description":"Incident stroke, transient ischaemic attack, atrial fibrillation, myocardial infarction and heart failure","timeFrame":"12 months"},{"measure":"Mortality","description":"All-cause mortality and mortality from cardiovascular causes","timeFrame":"12 months"},{"measure":"Number of participants with incident cognitive impairment","description":"Cognitive impairment determined from Montreal Cognitive Assessment (MoCA) test results","timeFrame":"12 months"},{"measure":"Number of participants with incident dementia","description":"Dementia determined from clinical diagnosis","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* ≥18 years old\n* Current in-patient at a participating hospital the time of baseline data collection for recent ischaemic stroke confirmed by stroke physician or transient ischaemic attack confirmed by magnetic resonance imaging (MRI)\n\nExclusion Criteria:\n\n* Inability to provide informed consent and no personal consultee available or personal consultee does not think the person would want to participate\n* Receiving palliative or end-of-life care","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"All patients from participating hospitals with a recent ischaemic stroke confirmed by stroke physician or transient ischaemic attack confirmed by MRI are eligible unless they are received palliative or end-of-life care. This study aims to be as inclusive as possible with recruitment and provide methods for advice to be sought from a personal consultee (relative/friend/carer) where informed consent is not possible in line with the Mental Capacity Act 2005.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Stephanie L Harrison","role":"CONTACT","phone":"0151 7958215","email":"stephanie.harrison@liverpool.ac.uk"}],"overallOfficials":[{"name":"Stephanie L Harrison, PhD","affiliation":"University of Liverpool","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Countess of Chester Hospital","status":"RECRUITING","city":"Chester","zip":"CH2 1UL","country":"United Kingdom","contacts":[{"name":"Jude Prince","role":"CONTACT","email":"jude.prince@nhs.net"}],"geoPoint":{"lat":53.1905,"lon":-2.89189}}]},"referencesModule":{"references":[{"pmid":"35502192","type":"DERIVED","citation":"Harrison SL, Lane DA, Buckley BJR, Chatterjee K, Alobaida M, Shipley E, Lip GYH. The Liverpool Heart And bRain Project (L-HARP): Protocol for an Observational Cohort Study of Cardiovascular Risk and Outcomes Following Stroke. Vasc Health Risk Manag. 2022 Apr 26;18:313-318. doi: 10.2147/VHRM.S357829. eCollection 2022."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002546","term":"Ischemic Attack, Transient"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000002545","term":"Brain Ischemia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Transient Ischemic Attack","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}