{"protocolSection":{"identificationModule":{"nctId":"NCT04607876","orgStudyIdInfo":{"id":"888888"},"organization":{"fullName":"Vanderbilt University Medical Center","class":"OTHER"},"briefTitle":"Family at Risk Study","officialTitle":"Family at Risk Study","acronym":"FAR"},"statusModule":{"statusVerifiedDate":"2022-03","overallStatus":"WITHDRAWN","whyStopped":"Study not funded.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-10","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-10-22","studyFirstSubmitQcDate":"2020-10-22","studyFirstPostDateStruct":{"date":"2020-10-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-03-04","lastUpdatePostDateStruct":{"date":"2022-03-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Kenneth Gaines","investigatorTitle":"Professor of Neurology","investigatorAffiliation":"Vanderbilt University Medical Center"},"leadSponsor":{"name":"Vanderbilt University Medical Center","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Atherosclerotic cardiovascular disease (ASCVD) risk factors include hypertension as a key risk factor, as well as hyperlipidemia, diabetes, smoking, obesity, diet, inactivity, family history and age. These are highly prevalent in the US population with risk factor control far from optimal.1-3 Hypertension affects approximately 30% of adults and the US Preventive Services Task Force (USPSTF) supports population screening.4 Many individuals have multiple risk factors, with declining rates of control with an increasing numbers of risk factors,5 but greater benefit through the control of multiple risk factors.6 Prior approaches to primary and primordial ASCVD risk mitigation generally fail to target motivated populations for identification and modification of risk factors. Data from the ongoing project C3FIT has shown first-degree relatives of a stroke patient are such a highly motivated population, having seen the end result of failed ASCVD risk control in their relative. Also, family history of stroke or heart disease is an independent risk factor for ASCVD including stroke and heart attack7-11 and there is a family risk-factor clustering putting this group at higher risk.12-14 However, current clinical practice does not seize the opportunity to assess and intervene on the family members of individuals with stroke or CAD despite their being enriched with individuals at elevated risk and high motivation to reduce that risk.\n\nThe Family at Risk (FAR) Trial targets this high-risk/high-motivation population of the biological offspring and siblings of an index stroke patient. FAR will evaluate two strategies for risk factor control: 1) FAR-Education/Coaching Arm (FAR-EC Arm): providing education from the American Heart/American Stroke Association (AHA/ASA) and coaching on risk factor control, versus 2) FAR-Enhanced Intervention Arm (FAR-EI Arm): the education and coaching strategy described above plus a combined virtual and in-person m-health management strategy to modify ASCVD risk factors using HealthStream/Harmonize technology. This supplemental management includes a home-based and family-focused participant-centric strategy for identification of ASCVD risk factors, education tailored to participant needs, and implementation of a technology-enabled m-health management strategy. This management strategy, known as \"Harmonize\" was shown to efficiently manage risk factors in Project Trident (Remote Patient Monitoring Pilot for High Risk Patients, IRB#: 2018-0063-HCP; Nov 2018 - Nov 2020) that aimed to improve control of cardiovascular risk factors in an eldery (mean age = 79 years), racially mixed, primary prevention population (Pulicharam, publication in process).\n\nAdoption of research into a clinical environment depends not only on the efficacy of the therapy, but the quality of the evidence supporting its utilization, and the acceptance of the therapy to patients and caregivers. Major national groups have low level evidence supporting real world approaches to management of these risk factors (USPSTF recommendations \"Insufficient\" or \"B\" or \"C\"). While specifically not developing a guideline, FAR seeks to fill that gap with high quality research data that will inform guidelines and health system approaches to primary prevention, and assess the acceptability of approaches to the affected participant population; leading to dissemination of study results to a real-world setting. By incorporating input from patients, physicians (internal medicine, primary care, and neurology), nurses, and the AHA in the design, implementation, and dissemination of study results, study investigators anticipate good acceptance of study results. FAR will inform key stakeholders (stroke patients, their first-degree relatives, and the healthcare system) regarding the prevalence and impact of family history as an ASCVD risk factor, and how best to mitigate that risk. This effort will be conducted in two phases. During the feasibility phase, the relatives of stroke patients will be assessed regarding their current level of recognition of risk, their willingness to engage in risk measurement, the feasibility of remote monitoring, educational and behavioral factors that would lead to behavior change. Simultaneously, primary care physicians (PCPs) will be assessed regarding perceptions of care gaps, feasibility of use of the chronic disease management technology,20 and design features that might present issues; with development and testing of educational and motivational materials and content. The full-study phase will consist of monitoring the longitudinal thread of integration of the feasibility findings into the main project; initiating the final protocol and assess outcomes; and, activating the Engagement Committee for input into identified study issues."},"conditionsModule":{"conditions":["Stroke","Hypertension"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Standard of Care","type":"ACTIVE_COMPARATOR","description":"The FAR Control Arm will involve risk factor assessment in first degree relative subjects and implementation of an education program for the randomized participants and their primary care provider.","interventionNames":["Other: Standard of Care"]},{"label":"Enhanced Intervention","type":"OTHER","description":"This intervention will involve risk factor assessment and web based risk factor management.\n\n* Technological facilitators including a population health care management portal which will be used to facilitate risk factor management to monitor risk factor control, and to facilitate new symptom and complications management;\n* Telemedicine to allow FAR Coordinator and providers capability for evaluation and management in home/facility, which facilitates real time communication and collaboration and virtual evaluation of the subject when higher level of intervention is required\n* Educational portal provides a common educational platform for professional and subject education around stroke symptoms, complications, recovery and risk factor management, and lifestyle changes.\n* FAR EI teams will be coordinated at FAR Central where a centralized group of specialists initiate and monitor risk factor mitigation strategies tailored to the individual participant.","interventionNames":["Other: Technological Facilitator"]}],"interventions":[{"type":"OTHER","name":"Technological Facilitator","description":"See Enhanced Intervention Arm for full description.","armGroupLabels":["Enhanced Intervention"],"otherNames":["Harmonize;HealthStream"]},{"type":"OTHER","name":"Standard of Care","description":"Risk factor assessment in first degree relative subjects and implementation of an education program for the randomized participants and their primary care provider.","armGroupLabels":["Standard of Care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Mean Blood Pressure","description":"Difference in mean blood pressure at 12 months","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Time to Target for Designated Risk Factors","description":"Time to target for blood pressure, hemoglobin A1c, and LDL-C","timeFrame":"24 months"},{"measure":"Percent of Participants Who Reach Risk Factor Target Goals","description":"Achieving risk factors targets for body mass index (BMI), physical activity, smoking cessation","timeFrame":"24 months"},{"measure":"Atherosclerotic Cardiovascular Disease Change","description":"Change in ASCVD risk score. Risk score estimate is calculated based on an average of risk factor measures; results are quantified as low, moderate, or high.","timeFrame":"24 months"},{"measure":"Participant Engagement","description":"Participant engagement as measured by completed follow-up contacts","timeFrame":"24 months"},{"measure":"Motivational Assessment","description":"Assessment of motivation to change as measured by Patient Activation Measure (PAM)","timeFrame":"24 months"}]},"eligibilityModule":{"eligibilityCriteria":"Because two distinct groups are participating subjects in FAR the I/E Criteria are described separately for each. The FAR Index Stroke Case represents the index subject with an identified stroke whose relatives will be considered for inclusion as a FAR Subject.\n\nInclusion Criteria for FAR Index Stroke Case\n\nInclusion Criteria for FAR Index Stroke Case are listed below:\n\n* Any stroke patient, 35+, (ischemic or hemorrhagic) discharged alive and not in hospice care from any FAR hospital, and;\n* Patient living at discharge within the geography of recruitment for that FAR site, and;\n* With a pre-morbid Modified Rankin score of 0-1, and;\n* Patient and/or surrogate give consent to participate after an informed consent process.\n* Clinical transient ischemic attack (TIA) can be included if there is a computerized tomography (CT) or magnetic resonance imaging (MRI) lesion corresponding to the clinical syndrome at presentation.\n\nExclusion Criteria for FAR Index Stroke Case\n\nExclusion Criteria for FAR Index Stroke case are listed below:\n\n* TIA without a demonstrable lesion on CT or MRI;\n* Index stroke patients not anticipated to be discharged to the preplanned geography of recruitment for the site;\n* Patients with pre-morbid Modified Rankin Score of \\>/=2.\n* Index stroke patients not surviving to hospital discharge;\n* Index stroke patients admitted to hospice care;\n* Individual deemed by the FAR Investigator to be incapable of participating in an informed consent process;\n* Potential FAR Index Stroke Case not anticipated to survive for 1 year due to neurological or general medical status (i.e., terminal cancer or heart disease).\n* Potential FAR Index Stroke Case who in the opinion of the site investigator cannot be involved in follow-up;\n* Inability or unwillingness of potential FAR Index Stroke Case to give written informed consent.\n* Inability to speak English or Spanish. Inclusion Criteria for FAR Subject\n\nInclusion criteria for a FAR Subject are listed below:\n\n* Individuals \\>/= age 18 who qualify as a biological offspring (child) or sibling (brother or sister) of the FAR Index Stroke Case;\n* Individual living within the geography of recruitment for that FAR Site;\n* Individuals willing to participate in a longitudinal risk factor management program and have at least one of the following risk factors: hypertension, diabetes, hyperlipidemia, excess body mass index, active smoking, atrial fibrillation, excess alcohol use, inactive lifestyle, or unhealthy diet.\n* Capable of participating in an informed consent process;\n* Agreement to participate in FAR procedures;\n* Individuals who in the opinion of the FAR Investigator can be involved in follow-up risk factor management;\n* Willingness to be contacted at a new residence if moving. Exclusion Criteria for FAR Subject\n\nExclusion criteria for a FAR Subject are listed below:\n\n* Inability or unwillingness of the potential FAR Subject to give written informed consent;\n* Individuals not anticipated to survive for 1 year due to neurological or general medical status (i.e., terminal cancer or heart disease);\n* Individuals who in the opinion of the FAR Investigator cannot be involved in follow-up risk factor management;\n* Inability to speak English or Spanish.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Kenneth J Gaines, MD","affiliation":"Vanderbilt University Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Vanderbilt University Medical Center","city":"Nashville","state":"Tennessee","zip":"37232","country":"United States","geoPoint":{"lat":36.16589,"lon":-86.78444}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006973","term":"Hypertension"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9714","name":"Hypertension","asFound":"Hypertension","relevance":"HIGH"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}