{"protocolSection":{"identificationModule":{"nctId":"NCT03729648","orgStudyIdInfo":{"id":"17609417"},"organization":{"fullName":"The University of Hong Kong","class":"OTHER"},"briefTitle":"Expressive Arts-based Intervention for Young and Pre-elderly Stroke Survivors","officialTitle":"The Psycho-physiological & Social-spiritual Effects of Expressive Arts-based Intervention on Young and Pre-elderly Stroke Survivors: A Randomized Controlled Study"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-12-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-31","type":"ACTUAL"},"completionDateStruct":{"date":"2022-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2018-08-29","studyFirstSubmitQcDate":"2018-10-31","studyFirstPostDateStruct":{"date":"2018-11-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-17","lastUpdatePostDateStruct":{"date":"2023-04-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"The University of Hong Kong","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a devastating illness that induces numerous impairments of body function and structure, and limitations to activities in all aspects of life, thus imposing multi-faceted restrictions on one's participation in daily living. It also has detrimental impacts on one's mental health, social relationship, and quality of life. Existing research focuses primarily on older adults stroke survivors; this study is set out to contribute to current knowledge of the effectiveness of arts-based rehabilitation on younger stroke survivors. Both psychological and physiological outcomes will be examined for a comprehensive understanding on the biological, psychological, social, and spiritual changes after participating in a non-pharmacological, engaging, safe and enjoyable multi-modal expressive arts-based intervention approach of rehabilitation.This current study will adopt a 2-arm randomized controlled design with treatment-as-usual control. Upon screening for inclusion exclusion criteria, baseline data will be collected; and eligible participants will be randomized into either an 8-week Expressive Arts-based intervention group or Treatment-As-Usual control group.","detailedDescription":"Stroke is a devastating illness that induces numerous impairments of body function and structure, and limitations to activities in all aspects of life, thus imposing multi-faceted restrictions on one's participation in daily living. It also has detrimental impacts on one's mental health, social relationship, and quality of life. Stroke survivors often face challenges arising from the illness and its disabilities, as well as the resulting deterioration of occupational functioning. They also suffer from the psycho-spiritual sequels of loss in functioning, sense of worthlessness and hopelessness, and fear of relapse, all of which could result in mental health distress such as depression, anxiety, stress, isolation, and impaired quality of life. Though the risk of stroke increases with age, statistics have documented an increasing trend of a younger age of onset. The issues faced by younger and pre-elderly stroke survivors (\\<65 years old) will be even more severe due to longer term of survival, problems of resuming their occupations, and lacking of social welfare and resources for their pre-elderly age.\n\nExisting research focuses primarily on older adults stroke survivors; this study is set out to contribute to current knowledge of the effectiveness of arts-based rehabilitation on younger stroke survivors. Both psychological and physiological outcomes will be examined for a comprehensive understanding on the biological, psychological, social, and spiritual changes after participating in a non-pharmacological, engaging, safe and enjoyable multi-modal expressive arts-based intervention approach of rehabilitation.\n\nExamination on the relationships among bio-psycho-social-spiritual variables may help understand the complex relationships among these factors after stroke and during rehabilitation, which will contribute to the development of holistic care for stroke survivors.\n\nThis current study will adopt a 2-arm randomized controlled design with treatment-as-usual control. Upon screening for inclusion exclusion criteria, baseline data will be collected; and eligible participants will be randomized into either an 8-week Expressive Arts-based intervention group or Treatment-As-Usual control group. The control group will continue with routine rehabilitation service and have the option to participate in the Expressive Arts-based Intervention Group upon study completion. Participants will be assessed 3 times at baseline (T0), post-intervention (8th week, T1), and 6-month post-intervention (T2). The participants will complete the study in about 8 months."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Younger Stroke survivors","Expressive Arts Therapy","Rehabilitation","Randomized Controlled Trial","Salivary Cortisol"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Parallel Randomized Controlled Trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Due to the nature of this trial, neither the staff, participants nor care provider can be masked to allocation. The data analyst will be blinded after study completion by having the intervention group information coded.","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":154,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention","type":"EXPERIMENTAL","description":"This arm of participants will be receiving Expressive Arts Therapy as intervention","interventionNames":["Behavioral: Expressive Arts Therapy"]},{"label":"Control","type":"NO_INTERVENTION","description":"This arm of participants will not receive any intervention and are allocated as a wait-list control group"}],"interventions":[{"type":"BEHAVIORAL","name":"Expressive Arts Therapy","description":"The intervention brings together the strengths of different art modalities, such as visual art, music, movement, dance, drama and writing to assist reflect and response in individuals to their personal issues. Such variety of art forms multiplies the avenues by which a person in therapy may seek meaning, clarity, insight and healing.","armGroupLabels":["Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from Baseline Depression and Anxiety level at 2 months and 8 months","description":"Administration of the Chinese translated version of Hospital Anxiety and Depression Scale\n\n* This scale is adopted to measure the level of Depression and Anxiety.\n* Two scores, Depression score and Anxiety score, are generated.\n* The minimum score is 0 and the maximum score is 21.\n* Scores ranging from \"0-7\" represents \"Normal\", ranging from \"8-10\" represents \"Borderline abnormal\", and ranging from \"11-21\" represents \"Abnormal\".","timeFrame":"Baseline, Month 2, and Month 8"},{"measure":"Change of Baseline Perceived Stress level at 2 months and 8 months","description":"Administration of Chinese translated version of Perceived Stress Scale\n\n* This scale is adopted to measure the level of perceived stress\n* The total score of Perceived Stress Scale is summing all the scores from each item, with Q4, Q5, Q7, and Q8 are reverse items.\n* The minimum score is 0 and the maximum score is 40.\n* Scores ranging from \"0-13\" represents low stress, ranging from \"14-26\" represents moderate stress, and \"27-40\" represents high perceived stress.","timeFrame":"Baseline, Month 2, and Month 8"},{"measure":"Change of Baseline Perceived Social Support level at 2 months and 8 months","description":"Administration of the Chinese version of the Multidimensional Scale of Perceived Social Support\n\n* This scale has adopted the measure the level of perceived social support from family, friends, or significant other.\n* The mean score of perceived social support from \"family\" is calculated by summing across Q3, Q4, Q8, and Q11, then divide by 4.\n* The mean score of perceived social support from \"friends\" is calculated by summing across Q6, Q7, Q9, and Q12, then divide by 4.\n* The mean score of perceived social support from \"significant other\" is calculated by summing across Q1, Q2, Q5, and Q10, then divide by 4.\n* The mean total score is calculated by summing across all 12 items, then divide by 12.\n* The minimum mean score of each sub-score and the total score is 1 and the maximum mean score is 7.","timeFrame":"Baseline, Month 2, and Month 8"},{"measure":"Change of Baseline Self-esteem at 2 months and 8 months","description":"Administration of the Chinese version of the Rosenberg Self-esteem Scale\n\n* This scale is adopted to measure the level of self-esteem.\n* Q2, Q5, Q6, Q8, Q9 are reversed items.\n* Total self-esteem score is calculated by summing all items.\n* The minimum score is 10 and the maximum score is 40.\n* A higher score represents a higher level of self-esteem.","timeFrame":"Baseline, Month 2, and Month 8"},{"measure":"Change of Baseline Hope level at 2 months and 8 months","description":"Administration of the Chinese version of the Adult State Hope Scale\n\n* This scale is adopted to measure the level of hope.\n* Pathways sub-scale score is calculated by summing across Q1, Q3, and Q5.\n* Agency sub-scale score is calculated by summing across Q2, Q4, and Q6.\n* Total hope score is calculated by summing all items.\n* The minimum score of the sub-scales is 3 and the maximum score of the sub-scales is 24.\n* The minimum score of the total score is 6 and the maximum score of the total score is 48.\n* The higher scores in sub-scales represent higher levels of pathways thinking or higher agency thinking respectively. The higher total score represents higher hope levels.","timeFrame":"Baseline, Month 2, and Month 8"},{"measure":"Change of Baseline Spiritual well-being level at 2 months and 8 months","description":"Administration of the Chinese version of the 3-item spiritual care sub-scale of the Body-Mind-Spirit Holistic Well-being Scale\n\n* This sub-scale is adopted to measure the level of spiritual well-being.\n* The sub-scale score is calculated by summing across all three items.\n* The minimum score of this sub-scale is 3 and the maximum score of this sub-scale is 30.\n* A higher score represents a higher level of spiritual well-being.","timeFrame":"Baseline, Month 2, and Month 8"},{"measure":"Change of Baseline Stroke-specific quality of life at 2 months and 8 months","description":"Administration of the Chinese version of the Stroke-specific Quality of Life Short Form\n\n* This scale is adopted to measure the level of stroke-specific Quality of Life.\n* Physical components of stroke-specific Quality of Life is calculated by summing across Q1, Q2, Q4, Q7, Q10, Q11, and Q12.\n* Psychosocial components of stroke-specific Qualify of life is calculated by summing across Q3, Q5, Q6, Q8, and Q9.\n* The minimum score of physical and psychosocial components is 7 and 5 respectively.\n* The maximum score of physical and psychosocial components is 35 and 25 respectively.\n* A higher score represents a higher level of stroke-specific quality of life.","timeFrame":"Baseline, Month 2, and Month 8"},{"measure":"Change of Baseline general quality of life at 2 months and 8 months","description":"Administration of the Chinese version of the 12-item Short Form Health Survey\n\n* This scale is adopted to measure the level of health-related Quality of life.\n* Q1, Q8, Q9, and Q10 are reversed items.\n* Physical and Mental Health Composite Scale scores are calculated.","timeFrame":"Baseline, Month 2, and Month 8"},{"measure":"Change of Baseline Physical stress level and cortisol rhythm at 2 months and 8 months","description":"Collection of saliva samples for analysis","timeFrame":"Baseline, Month 2, and Month 8"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Presence of a single-lesion stroke in the left or right, temporal, frontal, parietal or subcortical brain region\n2. Experienced a major stroke event within 120 months from the time of study participation\n3. Diagnosis of either (a) ischemic or (b) hemorrhagic stroke\n4. Disability grade 1 to 4 on the Modified Rankin Scale\n5. With residual functions of the affected extremity\n6. The ability to understand instructions, both verbal and written in Chinese, and;\n7. Ages 18 to below 65\n\nExclusion Criteria:\n\n1. Concurrent diagnosis of major medical or psychiatric disorders other than stroke (except depression)\n2. Currently receiving hospital treatment and care\n3. Presence of hearing or visual deficits, even with aids\n4. Total paralysis of the upper limbs\n5. Amputation of one of the limbs","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Rainbow Ho","affiliation":"Director/Professor","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Centre on Behavioral Health HKU","city":"Hong Kong","country":"Hong Kong","geoPoint":{"lat":22.27832,"lon":114.17469}}]},"referencesModule":{"references":[{"pmid":"33407413","type":"DERIVED","citation":"Chan CKP, Lo TLT, Wan AHY, Leung PPY, Pang MYC, Ho RTH. A randomised controlled trial of expressive arts-based intervention for young stroke survivors. BMC Complement Med Ther. 2021 Jan 6;21(1):7. doi: 10.1186/s12906-020-03161-6."}]}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2023-04-13","uploadDate":"2023-04-14T03:40","filename":"Prot_SAP_002.pdf","size":704941}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M9602","name":"Hydrocortisone","relevance":"LOW"},{"id":"M155145","name":"Hydrocortisone 17-butyrate 21-propionate","relevance":"LOW"},{"id":"M228563","name":"Hydrocortisone acetate","relevance":"LOW"},{"id":"M263229","name":"Hydrocortisone hemisuccinate","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}