{"protocolSection":{"identificationModule":{"nctId":"NCT05960604","orgStudyIdInfo":{"id":"PRAM-in-HYPO"},"organization":{"fullName":"Recep Tayyip Erdogan University","class":"OTHER"},"briefTitle":"Pressure Recording Analytical Method Parameters and Their Relationship With Hypotension in Hypertensive Patients","officialTitle":"Observational Study to Evaluate the Pressure Recording Analytical Method Parameters in Patients Susceptible to Post-induction Hypotension Due to Hypertension, Diabetes Mellitus, Cardiovascular Risk Factors, or Major Surgery","acronym":"PRAM-in-HYPO"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-12-25","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-04-07","studyFirstSubmitQcDate":"2023-07-17","studyFirstPostDateStruct":{"date":"2023-07-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-18","lastUpdatePostDateStruct":{"date":"2023-12-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Başar Erdivanlı","investigatorTitle":"Assoc. Prof. Başar Erdivanlı","investigatorAffiliation":"Recep Tayyip Erdogan University"},"leadSponsor":{"name":"Recep Tayyip Erdogan University","class":"OTHER"},"collaborators":[{"name":"Turkish Society of Thoracic and Cardio-Vascular Anesthesia and Intensive Care","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Perioperative anesthesiologists can benefit from easily obtainable hemodynamic variables detecting or quantifying the lack of an adequate compensatory capacity of the cardiovascular system in order to optimize patient management and improve patient outcomes. Parameters of the Pressure Recording Analytical Method (PRAM; Vygon, Padua, Italy) of the MostCare system, specifically cardiac cycle efficiency has been proposed as such variables. Yet, their value in anesthesia and especially in hypertensive patients is not studied. The goal of the PRAM-in-HYPO study is to prospectively evaluate the relationship between cardiac reserve and efficiency and cardiovascular risk factors in patients wo will undergo major surgical procedures using the state-of-the-art hemodynamic monitors. Also the investigators aim to build a predictive model to identify patients with decreased cardiac reserve due to hypertension and other cardiovascular risk factors, who are susceptible to post-induction hypotension. The investigators seek to include high-risk patients or patients presenting for major surgery, who are monitored with an advanced hemodynamic monitor to adequately evaluate the differences in cardiac reserve and cardiac efficiency.","detailedDescription":"Untreated hypertension decreases the cardiac reserve through several mechanisms, which are augmented by other cardiovascular risk factors such as diabetes mellitus and coronary artery disease. Perioperative stress on top of these overlapping diseases causes wide variations in the arterial blood pressure. From the anesthesiologist's point of view, this translates into a wide variation in response to surgical stress among patients with seemingly similar cardiovascular risk factors.\n\nThe cardiac reserve may be measured by cardiac catheterization or echocardiography, none of which are feasible during a surgery. Recently, some parameters of the Pressure Recording Analytical Method (PRAM) were shown to be affected by hypertension or intraoperative events such as pneumoperitoneum and position changes. This suggests that PRAM may be used to evaluate the risk of adverse hemodynamic events in newly diagnosed, untreated hypertensive patients.\n\nThe investigators hypothesized that there is a relationship between hypertension, diabetes mellitus and decreased cardiac reserve and efficiency and that PRAM parameters may identify this. Also, the static or dynamic PRAM parameters may predict pre-incision hypotension in patients wo will undergo major surgical procedures.\n\nIn order to test these hypothesis, a prospective cohort study was planned, as the outcome has a very short latency and the intent is to observe the outcome, not to prevent or treat it. The investigators aim to collect high quality hemodynamic data from normotensive, hypertensive, and untreated hypertensive patients. In order to obtain sufficient relevant data, only patients scheduled for major surgeries will be included. Patients who are planned to be monitored with the MostCare hemodynamic monitor, and who need a passive leg raising test will be included in the study.\n\nHypertension is the most prevalent of cardiovascular risk factors, namely diabetes mellitus, coronary artery disease, smoking, obesity, and dyslipidemia, which may present as either the mediator or cofounder of hypertension. Therefore a detailed medical history including information relevant to these conditions will be collected."},"conditionsModule":{"conditions":["Cardiovascular Diseases","Surgery","Hypotension","Hypotension on Induction","Hypotension During Surgery"],"keywords":["Mostcare","Pressure Recording Analytical Method","Pulse contour analysis","Hemodynamic monitoring","Effective arterial elastance","Cardiac cycle efficiency","Cardiac power output","Myocardial contraction","Cardiac output","Stroke volume","Systemic vascular resistance"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":660,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Low cardiac reserve/efficiency","description":"Patients who were identified as having low cardiac reserve and efficiency, based on PRAM parameters.","interventionNames":["Diagnostic Test: Passive leg raising"]},{"label":"Normal cardiac reserve/efficiency","description":"Patients who were identified as having normal cardiac reserve and efficiency, based on PRAM parameters.","interventionNames":["Diagnostic Test: Passive leg raising"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Passive leg raising","description":"All patients who met the inclusion criteria will be placed head down flat and feet up at a 45° angle for 30 seconds.\n\nHemodynamic parameters and analysis by pressure recording analytical method obtained with the MostCare will be collected before, during and after the test until the end of the surgery.\n\nThe total duration of the intervention (passive leg raising) is 30 seconds. The total duration of hemodynamic parameters recording is expected to be 60-600 minutes.","armGroupLabels":["Low cardiac reserve/efficiency","Normal cardiac reserve/efficiency"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Difference of mean CCE, dP/dt, SVI, CPI, Ea by hypertension and diabetes mellitus","description":"Difference in baseline PRAM parameters between patients who have hypertension, diabetes mellitus and other cardiovascular diseases and those who have none.","timeFrame":"From the start of surgery until the end of surgery"},{"measure":"Difference of mean CCE, dP/dt, SVI, CPI, Ea at the 30th second of passive leg raising by hypertension and diabetes mellitus","description":"Difference in the magnitude of the changes observed in PRAM parameters after a passive leg raising test between patients who have hypertension, diabetes mellitus and other cardiovascular diseases and those who have none.","timeFrame":"From the start of passive leg raising test until the end of the test"}],"secondaryOutcomes":[{"measure":"Number of Participants With Mean Arterial Blood Pressure < 65 mmHg Within 5 Minutes Following Tracheal Intubation","description":"Hypotension, defined as mean arterial blood pressure \\< 65 mmHg, within 5 minutes after tracheal intubation.","timeFrame":"From the start of surgery until the end of surgery"},{"measure":"Number of Participants With Mean Arterial Blood Pressure < 65 mmHg Between Tracheal Intubation and Surgical Incision","description":"Hypotension, defined as mean arterial blood pressure \\< 65 mmHg, between 5 minutes after tracheal intubation and surgical incision.","timeFrame":"From the start of surgery until the end of surgery"},{"measure":"Number of Participants With Mean Arterial Blood Pressure < 65 mmHg During the Surgery","description":"Hypotension, defined as mean arterial blood pressure \\< 65 mmHg, between surgical incision and end of surgery.","timeFrame":"From the start of surgery until the end of surgery"},{"measure":"Predictive factors of hypotension","description":"Identification of patient characteristics and arterial pressure waveform parameters associated with hypotension. A multiple logistic regression analysis will be performed.","timeFrame":"From the start of surgery until the end of surgery"}],"otherOutcomes":[{"measure":"Time to discharge from PACU","description":"Time (hours) required for discharge from the post-anesthesia care unit.","timeFrame":"From the end of surgery until the discharge from the post anesthesia care unit, up to 7 days"},{"measure":"Time to extubation","description":"Time (hours) required for tracheal extubation.","timeFrame":"From the end of surgery until the tracheal extubation, up to 7 days"},{"measure":"Time to discharge from ICU","description":"Time (days) required for discharge from the intensive care unit.","timeFrame":"From the end of surgery until the discharge from the intensive care unit, up to 7 days"},{"measure":"Time to discharge from hospital","description":"Time (days) required for discharge from the hospital.","timeFrame":"From the end of surgery until the discharge from the hospital, up to 7 days"},{"measure":"MINS7","description":"Myocard injury in non-cardiac surgery (MINS) during the first 7 postoperative days.","timeFrame":"From the end of surgery until the discharge from the hospital, up to 7 days"},{"measure":"MACE7","description":"Major adverse cardiac events (MACE) during the first 7 postoperative days.","timeFrame":"From the end of surgery until the discharge from the hospital, up to 7 days"},{"measure":"MAKE7","description":"Major adverse kidney events (MAKE) during the first 7 postoperative days.","timeFrame":"From the end of surgery until the discharge from the hospital, up to 7 days"},{"measure":"Survival","description":"Course of the patient defined as either alive, dead in ICU, or dead in hospital","timeFrame":"From the end of surgery until the discharge from the hospital, up to 7 days"},{"measure":"Days out of hospital 30","description":"On postoperative day 30, the number of days spent outside the hospital (while being alive and free from disability) will be documented, utilizing either healthcare records or through telephone communication with the participating volunteers.","timeFrame":"From the end of surgery until postoperative day 30"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age at least 18 years\n* Undergoing major surgery under general anesthesia\n* Expected surgery time \\>2 h\n* Expected length of postoperative stay \\>2 d\n* Invasive blood pressure (radial or femoral) and Mostcare monitoring\n* Indication for a passive leg raising test: risk of hypovolemia (preoperative fasting, bowel preparation, loss of appetite, limited access to water) or expected major surgery, expected blood loss, cardiovascular comorbidity (hypertension, diabetes mellitus, coronary artery disease, peripheral artery disease, hyperlipidemia, morbidity, active smoking).\n* Recruitment after booking for surgery with sufficient time to read, understand and question study patient information prior to attending for surgery.\n* Ability and willingness to provide informed consent\n\nExclusion Criteria:\n\n* Refuse to consent to the study\n* Arterial wave form distortion\n* Cardiac arrhythmia\n* Inappropriate identification of the dicrotic notch for any reason\n* Planned intraoperative mean arterial blood pressure \\< 65 mmHg\n* Hemodynamic instability defined as mean arterial blood pressure \\< 65 mmHg\n* Preoperative requirement of inotrope/vasopressor infusion\n* Preoperatively receiving vasoactive drugs\n* Patients fitted with an intra-aortic balloon pump\n* Patients fitted with Extracorporeal Membrane Oxygenation\n* Critically ill patients requiring preoperative intensive care unit\n* Presence of intraabdominal hypertension\n* New York Heart Association Class 3-4 heart failure\n* Congestive heart failure with ejection fraction \\< 35%\n* Glomerular filtration rate \\< 30 ml/min/1.73 m2\n* Ongoing renal replacement therapy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients who are scheduled for any major surgery will be included. Major surgery includes a broad list of cardiac surgery, thoracic surgery, hepatic surgery, pancreatic surgery, colorectal surgery, major orthopedic surgeries, cancer surgeries, where blood loss or intravascular volume loss is expected due to factors related to the patient or surgery.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Başar Erdivanlı, Assoc. Prof.","role":"CONTACT","phone":"+905057800730","email":"basar.erdivanli@erdogan.edu.tr"}],"overallOfficials":[{"name":"Fevzi Toraman, Prof.","affiliation":"Acibadem University","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Acıbadem University","city":"İstanbul","zip":"34755","country":"Turkey","contacts":[{"name":"Fevzi Toraman, Prof. Dr.","role":"CONTACT","phone":"+902165004444","email":"ftoraman@gmail.com"}],"geoPoint":{"lat":41.01384,"lon":28.94966}},{"facility":"Recep Tayyip Erdogan University","city":"Rize","zip":"53100","country":"Turkey","contacts":[{"name":"Başar Erdivanlı, Assoc. Prof.","role":"CONTACT","phone":"+904642130491","phoneExt":"2128","email":"basar.erdivanli@erdogan.edu.tr"}],"geoPoint":{"lat":41.02083,"lon":40.52194}}]},"referencesModule":{"references":[{"pmid":"34615363","type":"BACKGROUND","citation":"Choudhry NK, Kronish IM, Vongpatanasin W, Ferdinand KC, Pavlik VN, Egan BM, Schoenthaler A, Houston Miller N, Hyman DJ; American Heart Association Council on Hypertension; Council on Cardiovascular and Stroke Nursing; and Council on Clinical Cardiology. Medication Adherence and Blood Pressure Control: A Scientific Statement From the American Heart Association. Hypertension. 2022 Jan;79(1):e1-e14. doi: 10.1161/HYP.0000000000000203. Epub 2021 Oct 7."},{"pmid":"30920917","type":"BACKGROUND","citation":"Burnier M, Egan BM. Adherence in Hypertension. Circ Res. 2019 Mar 29;124(7):1124-1140. doi: 10.1161/CIRCRESAHA.118.313220."},{"pmid":"28974066","type":"BACKGROUND","citation":"Sudfeld S, Brechnitz S, Wagner JY, Reese PC, Pinnschmidt HO, Reuter DA, Saugel B. Post-induction hypotension and early intraoperative hypotension associated with general anaesthesia. Br J Anaesth. 2017 Jul 1;119(1):57-64. doi: 10.1093/bja/aex127."},{"pmid":"36267641","type":"BACKGROUND","citation":"Zhang H, Gao H, Xiang Y, Li J. Maximum inferior vena cava diameter predicts post-induction hypotension in hypertensive patients undergoing non-cardiac surgery under general anesthesia: A prospective cohort study. Front Cardiovasc Med. 2022 Oct 4;9:958259. doi: 10.3389/fcvm.2022.958259. eCollection 2022."},{"pmid":"18617626","type":"BACKGROUND","citation":"Chantler PD, Lakatta EG, Najjar SS. Arterial-ventricular coupling: mechanistic insights into cardiovascular performance at rest and during exercise. J Appl Physiol (1985). 2008 Oct;105(4):1342-51. doi: 10.1152/japplphysiol.90600.2008. Epub 2008 Jul 10. Erratum In: J Appl Physiol. 2009 Mar;106(3):1027."},{"pmid":"17936156","type":"BACKGROUND","citation":"Borlaug BA, Melenovsky V, Redfield MM, Kessler K, Chang HJ, Abraham TP, Kass DA. Impact of arterial load and loading sequence on left ventricular tissue velocities in humans. J Am Coll Cardiol. 2007 Oct 16;50(16):1570-7. doi: 10.1016/j.jacc.2007.07.032. Epub 2007 Oct 1."},{"pmid":"30859669","type":"BACKGROUND","citation":"Ikonomidis I, Aboyans V, Blacher J, Brodmann M, Brutsaert DL, Chirinos JA, De Carlo M, Delgado V, Lancellotti P, Lekakis J, Mohty D, Nihoyannopoulos P, Parissis J, Rizzoni D, Ruschitzka F, Seferovic P, Stabile E, Tousoulis D, Vinereanu D, Vlachopoulos C, Vlastos D, Xaplanteris P, Zimlichman R, Metra M. The role of ventricular-arterial coupling in cardiac disease and heart failure: assessment, clinical implications and therapeutic interventions. A consensus document of the European Society of Cardiology Working Group on Aorta & Peripheral Vascular Diseases, European Association of Cardiovascular Imaging, and Heart Failure Association. Eur J Heart Fail. 2019 Apr;21(4):402-424. doi: 10.1002/ejhf.1436. Epub 2019 Mar 12. Erratum In: Eur J Heart Fail. 2022 Aug;24(8):1452."},{"pmid":"22622108","type":"BACKGROUND","citation":"Kuznetsova T, D'hooge J, Kloch-Badelek M, Sakiewicz W, Thijs L, Staessen JA. Impact of hypertension on ventricular-arterial coupling and regional myocardial work at rest and during isometric exercise. J Am Soc Echocardiogr. 2012 Aug;25(8):882-90. doi: 10.1016/j.echo.2012.04.018. Epub 2012 May 22."},{"pmid":"22963833","type":"BACKGROUND","citation":"Lam CS, Shah AM, Borlaug BA, Cheng S, Verma A, Izzo J, Oparil S, Aurigemma GP, Thomas JD, Pitt B, Zile MR, Solomon SD. Effect of antihypertensive therapy on ventricular-arterial mechanics, coupling, and efficiency. Eur Heart J. 2013 Mar;34(9):676-83. doi: 10.1093/eurheartj/ehs299. Epub 2012 Sep 10."},{"pmid":"29019850","type":"BACKGROUND","citation":"Guinot PG, Longrois D, Kamel S, Lorne E, Dupont H. Ventriculo-Arterial Coupling Analysis Predicts the Hemodynamic Response to Norepinephrine in Hypotensive Postoperative Patients: A Prospective Observational Study. Crit Care Med. 2018 Jan;46(1):e17-e25. doi: 10.1097/CCM.0000000000002772."},{"pmid":"30422317","type":"BACKGROUND","citation":"Ikonomidis I, Katsanos S, Triantafyllidi H, Parissis J, Tzortzis S, Pavlidis G, Trivilou P, Makavos G, Varoudi M, Frogoudaki A, Vrettou AR, Vlastos D, Lekakis J, Iliodromitis E. Pulse wave velocity to global longitudinal strain ratio in hypertension. Eur J Clin Invest. 2019 Feb;49(2):e13049. doi: 10.1111/eci.13049. Epub 2018 Dec 19."},{"pmid":"22197117","type":"BACKGROUND","citation":"Romano SM. Cardiac cycle efficiency: a new parameter able to fully evaluate the dynamic interplay of the cardiovascular system. Int J Cardiol. 2012 Mar 8;155(2):326-7. doi: 10.1016/j.ijcard.2011.12.008. Epub 2011 Dec 22. No abstract available."},{"pmid":"33654241","type":"BACKGROUND","citation":"Sahiti F, Morbach C, Cejka V, Tiffe T, Wagner M, Eichner FA, Gelbrich G, Heuschmann PU, Stork S. Impact of cardiovascular risk factors on myocardial work-insights from the STAAB cohort study. J Hum Hypertens. 2022 Mar;36(3):235-245. doi: 10.1038/s41371-021-00509-4. Epub 2021 Mar 2."},{"pmid":"31412830","type":"BACKGROUND","citation":"Ansah JP, Inn RLH, Ahmad S. An evaluation of the impact of aggressive hypertension, diabetes and smoking cessation management on CVD outcomes at the population level: a dynamic simulation analysis. BMC Public Health. 2019 Aug 14;19(1):1105. doi: 10.1186/s12889-019-7429-2."},{"pmid":"36734451","type":"BACKGROUND","citation":"Siripruekpong S, Geater A, Cheewatanakornkul S. Comparison of intraoperative arterial blood pressure lability during general anaesthesia in masked, uncontrolled hypertensive and adequately controlled hypertensive patients: a prospective observational study. Anaesthesiol Intensive Ther. 2022;54(5):402-412. doi: 10.5114/ait.2022.123143."},{"pmid":"32064194","type":"BACKGROUND","citation":"Salim F, Khan F, Nasir M, Ali R, Iqbal A, Raza A. Frequency of Intraoperative Hypotension After the Induction of Anesthesia in Hypertensive Patients with Preoperative Angiotensin-converting Enzyme Inhibitors. Cureus. 2020 Jan 9;12(1):e6614. doi: 10.7759/cureus.6614."},{"pmid":"36368916","type":"BACKGROUND","citation":"Hojo T, Kimura Y, Shibuya M, Fujisawa T. Predictors of hypotension during anesthesia induction in patients with hypertension on medication: a retrospective observational study. BMC Anesthesiol. 2022 Nov 11;22(1):343. doi: 10.1186/s12871-022-01899-9."},{"pmid":"17667564","type":"BACKGROUND","citation":"Bijker JB, van Klei WA, Kappen TH, van Wolfswinkel L, Moons KG, Kalkman CJ. Incidence of intraoperative hypotension as a function of the chosen definition: literature definitions applied to a retrospective cohort using automated data collection. Anesthesiology. 2007 Aug;107(2):213-20. doi: 10.1097/01.anes.0000270724.40897.8e."},{"pmid":"23835589","type":"BACKGROUND","citation":"Walsh M, Devereaux PJ, Garg AX, Kurz A, Turan A, Rodseth RN, Cywinski J, Thabane L, Sessler DI. Relationship between intraoperative mean arterial pressure and clinical outcomes after noncardiac surgery: toward an empirical definition of hypotension. Anesthesiology. 2013 Sep;119(3):507-15. doi: 10.1097/ALN.0b013e3182a10e26."},{"pmid":"30027443","type":"BACKGROUND","citation":"Jor O, Maca J, Koutna J, Gemrotova M, Vymazal T, Litschmannova M, Sevcik P, Reimer P, Mikulova V, Trlicova M, Cerny V. Hypotension after induction of general anesthesia: occurrence, risk factors, and therapy. A prospective multicentre observational study. J Anesth. 2018 Oct;32(5):673-680. doi: 10.1007/s00540-018-2532-6. Epub 2018 Jul 19."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"The Ethics Committee's approval is required to make individual participant data available to other researchers."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000007022","term":"Hypotension"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9762","name":"Hypotension","asFound":"Hypotension","relevance":"HIGH"},{"id":"M6805","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M9714","name":"Hypertension","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"}]}},"hasResults":false}