{"protocolSection":{"identificationModule":{"nctId":"NCT03968627","orgStudyIdInfo":{"id":"Dongnocchi_pilot"},"organization":{"fullName":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"},"briefTitle":"Development of a National Protocol for Stroke Rehabilitation in a Multicenter Italian Institution","officialTitle":"Development of a National, Evidence Based Protocol for Stroke Rehabilitation in a Multicenter Italian no Profit Institution: Implementation and Results of a Pilot Study"},"statusModule":{"statusVerifiedDate":"2019-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-02-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-01-01","type":"ACTUAL"},"completionDateStruct":{"date":"2018-02-01","type":"ACTUAL"},"studyFirstSubmitDate":"2019-05-29","studyFirstSubmitQcDate":"2019-05-29","studyFirstPostDateStruct":{"date":"2019-05-30","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-06-14","lastUpdatePostDateStruct":{"date":"2019-06-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Francesca Cecchi","investigatorTitle":"Dr.","investigatorAffiliation":"Fondazione Don Carlo Gnocchi Onlus"},"leadSponsor":{"name":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Due to the importance to use standardized shared protocols in the rehabilitative setting of cerebrovascular diseases, an harmonization and redefinition of the Don Carlo Gnocchi Foundation rehabilitative model was carried out. Such process was in line with the Evidence Based approach of Cochrane Rehabilitation.","detailedDescription":"Despite progress in the treatment of cerebrovascular diseases in the acute phase, stroke remains a catastrophic event with important public health consequences. According to the most recent ASA/AHA guidelines, a specific and intensive rehabilitation is recommended in patients with neurological impairments after stroke in the postacute phase.\n\nIn this regard, the use of standardized shared evaluation protocols, developed according to the ICF model is strongly recommended to evaluate the effectiveness of rehabilitative treatments on large populations of stroke patients affected and, possibly, to allow the identification of biomarkers, identifiable in the acute phase and in the immediate post-acute period, to predict prognosis and to orient rehabilitation care.\n\nThe Don Carlo Gnocchi Foundation ONLUS is one of the most important health groups in Italy, with over 3,700 beds and 28 Centers, active in 9 Italian regions (Northern, Central and Southern Italy). The don Gnocchi Rehabilitation Hospitals are accredited by the different Regional Health Services all over Italy.\n\nDuring 2016 and based on 60 years of experience, an harmonization and redefinition of the Foundation rehabilitative model was carried out. Such process was in line with the Evidence Based approach of Cochrane Rehabilitation.\n\nThe Medical Committee was the first step for the national identification of a group of health professionals which includes, in addition to MD specialists, all health professions involved in Interdisciplinary Rehabilitation Team.\n\nThe first objective was to develop consensus over national Rehabilitation protocols for the most prevalent conditions addressed to in our Rehabilitation Hospitals. Given the prevalence of neurological rehabilitation treatments and in particular Stroke, the Medical Direction appointed a group of 6 Specialists, who entrusted the task of developing a Stroke rehabilitation don Gnocchi Protocol.\n\nThe study describes the method and the criteria used in the development of the protocol, the steps followed in its implementation in two Don Gnocchi Foundation Pilot Hospitals, and the preliminary results of the pilot study, limited to the treatment of intensive post-acute inpatient rehabilitation, with the objective of verifying the feasibility of the protocol and comparing the outcomes for stroke inpatient rehabilitation with those of the 3 years prior to implementation."},"conditionsModule":{"conditions":["Stroke","Rehabilitation"],"keywords":["Stroke","Rehabilitation","Protocol","Evidence-based"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":443,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Protocol application","description":"The study describes the method and the criteria used in the development of the protocol, the steps followed in its implementation in two Don Gnocchi Foundation Pilot Hospitals","interventionNames":["Other: Rehabilitative intervention"]}],"interventions":[{"type":"OTHER","name":"Rehabilitative intervention","description":"intensive multidisciplinar rehabilitation","armGroupLabels":["Protocol application"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Modified Barthel Index","description":"Changes in functional recovery; score from 0 to 100; higher values represent a better outcome","timeFrame":"At Time 0: Admission; and at Time 1: Discharge (up to 3/4 weeks)"}],"secondaryOutcomes":[{"measure":"Presence of Urinary catheter","description":"To assess the presence of urinary catheter","timeFrame":"At Time 0: Admission; and at Time 1: Discharge (up to 3/4 weeks)"},{"measure":"Presence of bed sores","description":"To assess the presence of bed sores","timeFrame":"At Time 0: Admission; and at Time 1: Discharge (up to 3/4 weeks)"},{"measure":"Communicative Disability scale","description":"To assess the disability in communication; ranging from 0 (complete disability) to 4 (no disability in communication)","timeFrame":"At Time 0: Admission; and at Time 1: Discharge (up to 3/4 weeks)"},{"measure":"Trunk Control Test","description":"To assess trunk control; ranging from 0 (no control) to 100 (complete control)","timeFrame":"At Time 0: Admission; and at Time 1: Discharge (up to 3/4 weeks)"},{"measure":"Numeric Rating Scale for the assessment of pain","description":"Assessment of the presence of pain; ranging from 0 (no pain) to 10 (the worst possible pain)","timeFrame":"At Time 0: Admission; and at Time 1: Discharge (up to 3/4 weeks)"},{"measure":"Standardized Audit of Hip Fracture In Europe","description":"To assess the ambulation;","timeFrame":"At Time 0: Admission; and at Time 1: Discharge (up to 3/4 weeks)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age 18-90;\n* acute ischemic or hermorragic stroke (within 30 days);\n* consent both to participate and to anonymous data processing.\n\nExclusion Criteria:\n\n* stroke occured more than 30 days after the transfer to intensive rehabilitation;\n* patient's refusal to participate in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"443 patients all patients with stroke accessing the Don Gnocchi Rehabilitation facility of Marina di Massa and Fivizzano, by authorization of the local public health authority specialists in Physical Medicine and Rehabilitation were enrolled.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Francesca Cecchi, Physician","affiliation":"IRCCS Don Carlo Gnocchi","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Fondazione don Gnocchi","city":"Florence","zip":"50143","country":"Italy","geoPoint":{"lat":43.77925,"lon":11.24626}}]},"referencesModule":{"references":[{"pmid":"30210424","type":"BACKGROUND","citation":"Alcantara CC, Garcia-Salazar LF, Silva-Couto MA, Santos GL, Reisman DS, Russo TL. Post-stroke BDNF Concentration Changes Following Physical Exercise: A Systematic Review. Front Neurol. 2018 Aug 28;9:637. doi: 10.3389/fneur.2018.00637. eCollection 2018."},{"pmid":"30118755","type":"BACKGROUND","citation":"Balkaya M, Cho S. Genetics of stroke recovery: BDNF val66met polymorphism in stroke recovery and its interaction with aging. Neurobiol Dis. 2019 Jun;126:36-46. doi: 10.1016/j.nbd.2018.08.009. Epub 2018 Aug 15."},{"pmid":"28934920","type":"BACKGROUND","citation":"Bernhardt J, Hayward KS, Kwakkel G, Ward NS, Wolf SL, Borschmann K, Krakauer JW, Boyd LA, Carmichael ST, Corbett D, Cramer SC. Agreed Definitions and a Shared Vision for New Standards in Stroke Recovery Research: The Stroke Recovery and Rehabilitation Roundtable Taskforce. Neurorehabil Neural Repair. 2017 Sep;31(9):793-799. doi: 10.1177/1545968317732668."},{"pmid":"29233071","type":"BACKGROUND","citation":"Boyd LA, Hayward KS, Ward NS, Stinear CM, Rosso C, Fisher RJ, Carter AR, Leff AP, Copland DA, Carey LM, Cohen LG, Basso DM, Maguire JM, Cramer SC. Biomarkers of Stroke Recovery: Consensus-Based Core Recommendations from the Stroke Recovery and Rehabilitation Roundtable. Neurorehabil Neural Repair. 2017 Oct-Nov;31(10-11):864-876. doi: 10.1177/1545968317732680."},{"pmid":"26493858","type":"BACKGROUND","citation":"Caleo M. Rehabilitation and plasticity following stroke: Insights from rodent models. Neuroscience. 2015 Dec 17;311:180-94. doi: 10.1016/j.neuroscience.2015.10.029. Epub 2015 Oct 19."},{"pmid":"30056436","type":"BACKGROUND","citation":"Connell LA, Smith MC, Byblow WD, Stinear CM. Implementing biomarkers to predict motor recovery after stroke. NeuroRehabilitation. 2018;43(1):41-50. doi: 10.3233/NRE-172395."},{"pmid":"25201238","type":"BACKGROUND","citation":"Di Pino G, Pellegrino G, Assenza G, Capone F, Ferreri F, Formica D, Ranieri F, Tombini M, Ziemann U, Rothwell JC, Di Lazzaro V. Modulation of brain plasticity in stroke: a novel model for neurorehabilitation. Nat Rev Neurol. 2014 Oct;10(10):597-608. doi: 10.1038/nrneurol.2014.162. Epub 2014 Sep 9."},{"pmid":"24449944","type":"BACKGROUND","citation":"Feigin VL, Forouzanfar MH, Krishnamurthi R, Mensah GA, Connor M, Bennett DA, Moran AE, Sacco RL, Anderson L, Truelsen T, O'Donnell M, Venketasubramanian N, Barker-Collo S, Lawes CM, Wang W, Shinohara Y, Witt E, Ezzati M, Naghavi M, Murray C; Global Burden of Diseases, Injuries, and Risk Factors Study 2010 (GBD 2010) and the GBD Stroke Experts Group. Global and regional burden of stroke during 1990-2010: findings from the Global Burden of Disease Study 2010. Lancet. 2014 Jan 18;383(9913):245-54. doi: 10.1016/s0140-6736(13)61953-4. Erratum In: Lancet. 2014 Jan 18;383(9913):218."},{"pmid":"30254601","type":"BACKGROUND","citation":"Habegger S, Wiest R, Weder BJ, Mordasini P, Gralla J, Hani L, Jung S, Reyes M, McKinley R. Relating Acute Lesion Loads to Chronic Outcome in Ischemic Stroke-An Exploratory Comparison of Mismatch Patterns and Predictive Modeling. Front Neurol. 2018 Sep 11;9:737. doi: 10.3389/fneur.2018.00737. eCollection 2018."},{"pmid":"27663529","type":"BACKGROUND","citation":"Kabboord AD, van Eijk M, Fiocco M, van Balen R, Achterberg WP. Assessment of Comorbidity Burden and its Association With Functional Rehabilitation Outcome After Stroke or Hip Fracture: A Systematic Review and Meta-Analysis. J Am Med Dir Assoc. 2016 Nov 1;17(11):1066.e13-1066.e21. doi: 10.1016/j.jamda.2016.07.028. Epub 2016 Sep 20."},{"pmid":"28934918","type":"BACKGROUND","citation":"Kwakkel G, Lannin NA, Borschmann K, English C, Ali M, Churilov L, Saposnik G, Winstein C, van Wegen EEH, Wolf SL, Krakauer JW, Bernhardt J. Standardized Measurement of Sensorimotor Recovery in Stroke Trials: Consensus-Based Core Recommendations from the Stroke Recovery and Rehabilitation Roundtable. Neurorehabil Neural Repair. 2017 Sep;31(9):784-792. doi: 10.1177/1545968317732662."},{"pmid":"23240009","type":"BACKGROUND","citation":"Kim JM, Stewart R, Park MS, Kang HJ, Kim SW, Shin IS, Kim HR, Shin MG, Cho KH, Yoon JS. Associations of BDNF genotype and promoter methylation with acute and long-term stroke outcomes in an East Asian cohort. PLoS One. 2012;7(12):e51280. doi: 10.1371/journal.pone.0051280. Epub 2012 Dec 11."},{"pmid":"22014446","type":"BACKGROUND","citation":"Kim JM, Stewart R, Bae KY, Kim SW, Kang HJ, Shin IS, Kim JT, Park MS, Kim MK, Park SW, Kim YH, Kim JK, Cho KH, Yoon JS. Serotonergic and BDNF genes and risk of depression after stroke. J Affect Disord. 2012 Feb;136(3):833-40. doi: 10.1016/j.jad.2011.09.029. Epub 2011 Oct 20."},{"pmid":"12907818","type":"BACKGROUND","citation":"Kwakkel G, Kollen BJ, van der Grond J, Prevo AJ. Probability of regaining dexterity in the flaccid upper limb: impact of severity of paresis and time since onset in acute stroke. Stroke. 2003 Sep;34(9):2181-6. doi: 10.1161/01.STR.0000087172.16305.CD. Epub 2003 Aug 7."},{"type":"BACKGROUND","citation":"Padua, L., Imbimbo, I., Aprile, I., Loreti, C., Germanotta, M., Coraci, D., ... & Carrozza, M. C. (2018, October). The Role of Cognitive Reserve in the Choice of Upper Limb Rehabilitation Treatment After Stroke. Robotic or Conventional? A Multicenter Study of the Don Carlo Gnocchi Foundation. In International Conference on NeuroRehabilitation (pp. 513-517). Springer, Cham."},{"pmid":"19565160","type":"BACKGROUND","citation":"Pizzi A, Carrai R, Falsini C, Martini M, Verdesca S, Grippo A. Prognostic value of motor evoked potentials in motor function recovery of upper limb after stroke. J Rehabil Med. 2009 Jul;41(8):654-60. doi: 10.2340/16501977-0389."},{"pmid":"7566144","type":"BACKGROUND","citation":"Ramachandran VS, Rogers-Ramachandran D, Cobb S. Touching the phantom limb. Nature. 1995 Oct 12;377(6549):489-90. doi: 10.1038/377489a0. No abstract available."},{"pmid":"30118725","type":"BACKGROUND","citation":"Tedesco Triccas L, Meyer S, Mantini D, Camilleri K, Falzon O, Camilleri T, Verheyden G. A systematic review investigating the relationship of electroencephalography and magnetoencephalography measurements with sensorimotor upper limb impairments after stroke. J Neurosci Methods. 2019 Jan 1;311:318-330. doi: 10.1016/j.jneumeth.2018.08.009. Epub 2018 Aug 14."},{"pmid":"15609840","type":"BACKGROUND","citation":"Van Peppen RP, Kwakkel G, Wood-Dauphinee S, Hendriks HJ, Van der Wees PJ, Dekker J. The impact of physical therapy on functional outcomes after stroke: what's the evidence? Clin Rehabil. 2004 Dec;18(8):833-62. doi: 10.1191/0269215504cr843oa."},{"pmid":"21720162","type":"BACKGROUND","citation":"Wagle J, Farner L, Flekkoy K, Bruun Wyller T, Sandvik L, Fure B, Stensrod B, Engedal K. Early post-stroke cognition in stroke rehabilitation patients predicts functional outcome at 13 months. Dement Geriatr Cogn Disord. 2011;31(5):379-87. doi: 10.1159/000328970. Epub 2011 Jun 29."},{"pmid":"27145936","type":"BACKGROUND","citation":"Winstein CJ, Stein J, Arena R, Bates B, Cherney LR, Cramer SC, Deruyter F, Eng JJ, Fisher B, Harvey RL, Lang CE, MacKay-Lyons M, Ottenbacher KJ, Pugh S, Reeves MJ, Richards LG, Stiers W, Zorowitz RD; American Heart Association Stroke Council, Council on Cardiovascular and Stroke Nursing, Council on Clinical Cardiology, and Council on Quality of Care and Outcomes Research. Guidelines for Adult Stroke Rehabilitation and Recovery: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2016 Jun;47(6):e98-e169. doi: 10.1161/STR.0000000000000098. Epub 2016 May 4. Erratum In: Stroke. 2017 Feb;48(2):e78. Stroke. 2017 Dec;48(12 ):e369."},{"pmid":"29981364","type":"BACKGROUND","citation":"Yang Y, Zhao Q, Zhang Y, Wu Q, Jiang X, Cheng G. Effect of Mirror Therapy on Recovery of Stroke Survivors: A Systematic Review and Network Meta-analysis. Neuroscience. 2018 Oct 15;390:318-336. doi: 10.1016/j.neuroscience.2018.06.044. Epub 2018 Jul 5."},{"type":"RESULT","citation":"Cecchi F, Diverio M, Corbella E, del Zotto E, Marrazzo F, Speranza G, Gabrielli MA, Macchi C, Ricca M, Aprile A. Sviluppo di un protocollo condiviso di Fondazione don Gnocchi (FdG) per la Riabilitazione dello Stroke e sua implementazione in 2 Strutture FdG: Studio Pilota. SIMFER Settembre 2018"},{"type":"RESULT","citation":"Ministero della salute. Decreto 7 dicembre 2017 - Regolamento recante modifiche ed integrazioni del decreto 27 ottobre 2000, n. 380 e successive modificazioni, concernente la scheda di dimissione ospedaliera (SDO)N.:16/2017"},{"pmid":"34879861","type":"DERIVED","citation":"Basagni B, Hakiki B, Campagnini S, Salvadori E, Grippo A, Paperini A, Castagnoli C, Hochleitner I, Politi AM, Gemignani P, Mosca IE, Franceschini A, Bonotti EB, Sodero A, Mannini A, Pellicciari L, Poggesi A, Macchi C, Carrozza MC, Cecchi F. Critical issue on the extinction and inattention subtest of NIHSS scale: an analysis on post-acute stroke patients attending inpatient rehabilitation. BMC Neurol. 2021 Dec 8;21(1):475. doi: 10.1186/s12883-021-02499-9."},{"pmid":"33897593","type":"DERIVED","citation":"Hakiki B, Paperini A, Castagnoli C, Hochleitner I, Verdesca S, Grippo A, Scarpino M, Maiorelli A, Mosca IE, Gemignani P, Borsotti M, Gabrielli MA, Salvadori E, Poggesi A, Lucidi G, Falsini C, Gentilini M, Martini M, Luisi MLE, Biffi B, Mainardi P, Barretta T, Pancani S, Mannini A, Campagnini S, Bagnoli S, Ingannato A, Nacmias B, Macchi C, Carrozza MC, Cecchi F. Predictors of Function, Activity, and Participation of Stroke Patients Undergoing Intensive Rehabilitation: A Multicenter Prospective Observational Study Protocol. Front Neurol. 2021 Apr 8;12:632672. doi: 10.3389/fneur.2021.632672. eCollection 2021."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"We didn't plan to share these data"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"SAP","hasProtocol":false,"hasSap":true,"hasIcf":false,"label":"Statistical Analysis Plan","date":"2018-02-01","uploadDate":"2019-05-20T06:01","filename":"SAP_000.pdf","size":101377}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}