{"protocolSection":{"identificationModule":{"nctId":"NCT05147077","orgStudyIdInfo":{"id":"2021ZX010-A"},"organization":{"fullName":"The Third Affiliated hospital of Zhejiang Chinese Medical University","class":"OTHER"},"briefTitle":"Integrated Rehabilitation in Treating Post-stroke Anxiety","officialTitle":"Integrated Rehabilitation in Treating Post-stroke Anxiety: Study Protocol for a Multicentre, Prospective, Randomised, Controlled Trial","acronym":"IRTPA"},"statusModule":{"statusVerifiedDate":"2022-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-24","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-12-01","studyFirstSubmitQcDate":"2021-12-04","studyFirstPostDateStruct":{"date":"2021-12-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-06-23","lastUpdatePostDateStruct":{"date":"2022-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Hong Gao","investigatorTitle":"Deputy dean","investigatorAffiliation":"The Third Affiliated hospital of Zhejiang Chinese Medical University"},"leadSponsor":{"name":"The Third Affiliated hospital of Zhejiang Chinese Medical University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Post-stroke anxiety (PSA) is a common complication of stroke that leads to dysfunction and reduces the quality of life. PSA exacerbates cognitive dysfunction, delays the recovery process, and increases the disability, mortality, and recurrence rates of stroke. Therefore, early clinical treatments for PSA are important to improve the prognosis and restore the social functions of stroke patients.\n\nIntegrated rehabilitation has significant advantages in the treatment of PSA. First of all, there is a wide range of rehabilitation methods, such as acupuncture, traditional Chinese medicine, and repetitive transcranial magnetic stimulation, which have been proved to be effective for PSA. However, as the application of integrated rehabilitation becomes more and more widespread, its shortcomings are gradually emerging. For example, most of the treatment protocols used in clinical studies are based on personal experience of the investigators, a unified protocol has not yet been formed, treatment methods are still insufficient in standardization and reproducibility. More studies focus solely on the improvement of a certain symptom by a certain rehabilitation therapy, but ignore the important theoretical basis of the \"holistic concept\", thus showing the uneven clinical efficacy. For the above existing problems, it is necessary to conduct original and innovative research.","detailedDescription":"This randomized controlled trial will enroll 188 PSA patients from the Third Affiliated Hospital of Zhejiang Chinese Medical University, Zhejiang General Hospital of Armed Police, Hangzhou TCM Hospital Affiliated to Zhejiang Chinese Medical University, and Jinhua Second Hospital. All patients will be randomly assigned to either the integrated rehabilitation group or the standard care group through a randomization system. The primary outcome will be assessed by hamilton anxiety (HAMA) scale, self-rating anxiety scale (SAS), and activity of daily living (ADL) scale. Secondary outcomes will include montreal cognitive assessment (MoCA) scale, the simple fugl-meyer assessment of motor function (FMA) scale and pittsburgh sleep quality index (PSQI)."},"conditionsModule":{"conditions":["Post-stroke","Anxiety"],"keywords":["post-stroke anxiety","integrated rehabilitation","acupuncture","traditional Chinese medicine","repetitive transcranial magnetic stimulation","randomized controlled trial"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":188,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Integrated rehabilitation group","type":"EXPERIMENTAL","description":"This group will include 94 patients. On the basis of standard care, patients in this group will receive acupuncture, traditional Chinese medicine, repetitive transcranial magnetic stimulation.","interventionNames":["Procedure: Acupuncture"]},{"label":"Standard care group","type":"ACTIVE_COMPARATOR","description":"The patients were recommended to take one oral tablet of escitalopram oxalate (10 mg) every morning after a meal for 4 weeks. Internal medicine includes lipid regulation, blood sugar control, anti-hypertension, anticoagulation, and other drugs. Moreover, general duty nursing and motor therapy are also needed.","interventionNames":["Procedure: Acupuncture"]}],"interventions":[{"type":"PROCEDURE","name":"Acupuncture","description":"Acupuncture:\n\nScalp acupuncture includes middle line of forehead (MS1), a front line by the forehead (MS2), and middle line of vertex (MS5), these acupoints are needled for 1 inch with the direction with scalp tilted 15-30 degrees.\n\nBody acupuncture includes Yintang (DU29), Taichong (LR3), Shenmen (HT7), Neiguan (PC6), Danzhong (RN17), Tongli (HT5), Xingjian (LR2).\n\nTraditional Chinese medicine Danzhixiaoyao Power: Danpi 10g, fried Zhizi 10g, Danggui 12g, Baishao 12g, fried Chaihu 6g, Fuling 10g, fried Baishu 10, roasted Gancao 3g.\n\nRepetitive transcranial magnetic stimulation The CCY-I magnetic field stimulator from Wuhan Irid Medical Equipment New Technology Co is used, with a frequency of 1Hz.\n\nStandard care The same as the standard care group.","armGroupLabels":["Integrated rehabilitation group","Standard care group"],"otherNames":["Traditional Chinese medicine","Repetitive transcranial magnetic stimulation","Standard care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in hamilton anxiety (HAMA) scale","description":"The scale consists of 14 items, each defined by a series of symptoms, and measures both psychic anxiety (mental agitation and psychological distress) and somatic anxiety (physical complaints related to anxiety).","timeFrame":"Baseline, at 4-week during treatment, at 8-week follow-up"},{"measure":"Change in self-rating anxiety scale (SAS)","description":"The Zung Self-Rating Anxiety Scale (SAS) is a method of measuring levels of anxiety in patients who have anxiety-related symptoms. The scale focuses on the most common general anxiety disorders; coping with stress typically causes anxiety.\n\nThe SAS test is self-administered, with each response using a 4-point scale, from 'none of the time\" to \"most of the time.\" There are 20 questions with 15 increasing anxiety level questions and 5 decreasing anxiety questions. There are two formats, self-evaluations and clinical evaluations.","timeFrame":"Baseline, at 4-week during treatment"},{"measure":"Change in activity of daily living (ADL) scale","description":"The Activities of Daily Living are a series of basic activities necessary for independent living at home or in the community. They are performed on a daily basis. There are many variations on the definition of the ADLs, but most organizations agree there are 5 basic categories.","timeFrame":"Baseline, at 4-week during treatment, at 8-week follow-up"}],"secondaryOutcomes":[{"measure":"Change in Montreal cognitive assessment (MoCA) scale","description":"Montreal Cognitive Assessment scoring is based on a 30-point scale, with points awarded differently depending on the type of question asked. For instance, you can earn one point for each animal you identify in a picture, but listing the names of 13 fruits in under a minute gains you only two points.","timeFrame":"Baseline, at 4-week during treatment"},{"measure":"Change in the Fugl-meyer assessment of motor function (FMA) scale","description":"Scoring is based on direct observation of performance. Scale items are scored on the basis of ability to complete the item using a 3-point ordinal scale where 0=cannot perform, 1=performs partially and 2=performs fully. The total possible scale score is 226.\n\nPoints are divided among the domains as follows:\n\nMotor score: ranges from 0 (hemiplegia) to 100 points (normal motor performance). Divided into 66 points for upper extremity and 34 points for the lower extremity.\n\nSensation: ranges from 0 to 24 points. Divided into 8 points for light touch and 16 points for position sense.\n\nBalance: ranges from 0 to 14 points. Divided into 6 points for sitting and 8 points for standing.\n\nJoint range of motion: ranges from 0 to 44 points. Joint pain: ranges from 0 to 44 points.","timeFrame":"Baseline, at 4-week during treatment"},{"measure":"Change in Pittsburgh sleep quality index (PSQI)","description":"The range of values for questions 5 through 10 are all 0 to 3. Questions 1 through 9 are not allowed to be missing except as noted below. If these questions are missing then any scores calculated using missing questions are also missing. Thus it is important to make sure that all questions 1 through 9 have been answered.\n\nIn the event that a range is given for an answer (for example, '30 to 60' is written as the answer to Q2, minutes to fall asleep), split the difference and enter 45.","timeFrame":"Baseline, at 4-week during treatment, at 8-week follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Meet the diagnostic criteria of cerebral infarction or cerebral hemorrhage with anxiety disorder, the type of depression and clinical syndrome of liver stagnation transforming into fire;\n* Patients with clear consciousness, stable vital signs, ability to understand and cooperate with instructions, barthel index (BI) \\> 20, FMA (0-95), Mini-mental State Examination (MMSE) meet the following criteria: illiterate \\> 17, primary school level \\> 20, secondary school level (including technical secondary school) \\> 22, and college level (including junior college) \\> 23 points;\n* 25 \\<= age \\<= 85 years, male or female;\n* First episode of stroke, no personal or family history of mental disability before the stroke;\n* Anxiety level as mild or moderate (HAMA scores \\>= 7 and \\<= 21);\n* Anxiety symptoms occur after the stroke in a clear temporal sequence;\n* The course of the PSA is limited to 2 weeks to 36 months after the stroke;\n* Participants can understand the study protocol and written informed consent is signed.\n\nExclusion Criteria:\n\n* Patients with acute brain trauma, brain infection, effusion, or tumor occupation;\n* There are intracranial metals and other foreign bodies (such as orthopedic materials, arterial clips, etc.), cardiac pacemakers, deep brain stimulators and other electronic devices;\n* Previous seizures, including primary and secondary seizures；\n* Patients have severe complications in cardiovascular, liver, kidney or psychiatric history;\n* There is a significant cognitive impairment (MMSE: literacy \\<= 17, primary school level \\<= 20, secondary school level (including technical secondary school) \\<= 22, and college level (including junior college) \\<= 23 points) or hearing impairment, aphasia;\n* Coma, dying or chronic illness;\n* Patients have taken psychotropic drugs or been treated for anxiety for nearly a month;\n* People with unstable vital signs or patients with other mental disorders.","healthyVolunteers":false,"sex":"ALL","minimumAge":"25 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Hong Gao, Deputy dean","role":"CONTACT","phone":"+8618072982566","email":"qtgh@vip.qq.com"}],"overallOfficials":[{"name":"Hong Gao, Deputy dean","affiliation":"Third Affiliated Hospital of Zhejiang Chinese Medical University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"the Third Affiliated Hospital of Zhejiang Chinese Medical University","status":"RECRUITING","city":"Hangzhou","state":"Zhejiang","zip":"310000","country":"China","contacts":[{"name":"Hantong Hu","role":"CONTACT","phone":"18667103032","phoneExt":"86","email":"413351308@qq.com"}],"geoPoint":{"lat":30.29365,"lon":120.16142}}]},"referencesModule":{"references":[{"pmid":"36097565","type":"DERIVED","citation":"Zhou J, Fan L, Hu H, Shen K, Wu L, Lin X, Gao H. The Efficacy of Integrated Rehabilitation for Post-Stroke Anxiety: Study Protocol for a Prospective, Multicenter, Randomized Controlled Trial. Int J Gen Med. 2022 Sep 6;15:7101-7111. doi: 10.2147/IJGM.S381434. eCollection 2022."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001008","term":"Anxiety Disorders"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4014","name":"Anxiety Disorders","asFound":"Anxiety","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M2733","name":"Escitalopram","relevance":"LOW"},{"id":"M17673","name":"Citalopram","relevance":"LOW"},{"id":"M6794","name":"Dexetimide","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"PsychDr","name":"Psychotropic Drugs"},{"abbrev":"AnDyAg","name":"Anti-Dyskinesia Agents"}]}},"hasResults":false}