{"protocolSection":{"identificationModule":{"nctId":"NCT04918719","orgStudyIdInfo":{"id":"32358-01"},"organization":{"fullName":"Lundquist Institute for Biomedical Innovation at Harbor-UCLA Medical Center","class":"OTHER"},"briefTitle":"Intravenous N-Acetylcysteine for the Treatment of Acute Ischemic Stroke","officialTitle":"Randomized Placebo Controlled Trial of Intravenous N-Acetylcysteine for the Treatment of Acute Ischemic Stroke"},"statusModule":{"statusVerifiedDate":"2021-06","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-06-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2023-01-25","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-03-25","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-05-27","studyFirstSubmitQcDate":"2021-06-01","studyFirstPostDateStruct":{"date":"2021-06-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-06-08","lastUpdatePostDateStruct":{"date":"2021-06-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"David Tanen","investigatorTitle":"Associate Residency Director & Senior Physician, Department of Emergency Medicine","investigatorAffiliation":"Lundquist Institute for Biomedical Innovation at Harbor-UCLA Medical Center"},"leadSponsor":{"name":"Lundquist Institute for Biomedical Innovation at Harbor-UCLA Medical Center","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a major cause of death and long-term disability in the developed world. While t-PA and mechanical thrombectomy have been shown to decrease disability in properly selected patients, many patients are left with lifelong symptoms. There are currently limited options available for patients who are not candidates for treatment with t-PA and/or mechanical thrombectomy.\n\nN-Acetylcysteine (NAC) is an FDA approved antioxidant and anti-inflammatory agent that has been used safely for many years in the treatment of acetaminophen overdose. In studies, the oral form has been shown to improve outcomes in acute ischemic stroke and has been shown to decrease the effects of ischemic brain injury in animal models. In a small human trial, it improved outcomes in patients suffering from mild traumatic brain injury (TBI). The intravenous formulation has a long safety record. It is not FDA approved for treating stroke but was reviewed by the FDA and was given an FDA IND for this study.\n\nThe investigators propose a prospective randomized, double-blind, placebo-controlled study to evaluate the efficacy of administering intravenous N-acetylcysteine to patients with acute ischemic stroke. Eligible subjects will receive a commercially available form of intravenous NAC (Acetadote®) through for the first 21 hours following their enrollment. Patients enrolled who receive t-PA for thrombolysis will have their intravenous NAC infusion delayed for 24 hours after the completion of their t-PA infusion. Patients undergoing thrombectomy will be excluded from enrollment. Subjects will be evaluated by emergency department and/or division of neurology physicians at the time of enrollment, during their hospitalization, as well as 30 days and 90 days after enrollment. At each visit, subjects will be assessed for functional status and quality of life.\n\nThis study is designed to compare the efficacy of intravenous N-acetylcysteine compared to normal treatment in patients with acute ischemic stroke.","detailedDescription":"Stroke is a leading cause of death and long-term disability in the United States, affecting more than 795,000 individuals annually. Of these, about 87% are ischemic strokes. In properly selected patients, intravenous recombinant tissue plasminogen activator (t-PA) has been shown to improve functional outcomes if given within 4.5 hours of the onset of stroke symptoms. Endovascular treatment both via clot retrieval devices and catheter directed t-PA has demonstrated benefit in well-selected patients with a large vessel occlusion and significant salvable tissue, also known as the penumbra. For patients who are not candidates for treatment with t-PA or mechanical thrombectomy, current treatment is centered on supportive care.\n\nN-Acetylcysteine (NAC) is an FDA approved medication that has been used successfully for many years in the treatment of acute acetaminophen overdose. It is generally well tolerated with the exception of rare anaphylactoid type reactions to the intravenous formulation. In mouse studies, N-acetylcysteine (NAC) has led to an increase in glutathione levels in the neurons along with a reduced number of microbleeds in ischemic models. NAC treated rats have been demonstrated to have increased level of glutathione in the astrocytes which provides a neuroprotective effect. This reduced the number of microbleeds and prevented further thrombosis or infarct . The efficacy of NAC by scavenging of ROS and increasing mitochondrial activities has been shown to reduce noise-induced hearing loss in chinchilla models. Another study on transient cerebral ischemia rat models defined a new pharmacokinetic in which the neuroprotective effects of NAC are mediated by the increased protein levels of hypoxia-induced factor 1 (HIF-1), its target erythropoietin (EPO) and glucose transporter (GLUT-3).\n\nStudies have shown consistent, similar results for ischemic brain injury in rat. Consistent human studies showing neuroprotective effects which lead to reduced symptoms after traumatic brain injury, reduced noise-induced hearing loss and as a treatment for Parkinson's disease. NAC has been shown to stimulate mitochondrial Complex 1 and 4 activities in vivo and in vitro in pre-synaptic terminals. The antioxidant effect of NAC by scavenging of ROS may prevent intracellular damage by inhibiting NF-kappaB, TNFalpha and Na+, K+ -ATPase inhibition of the neurons. In a human study of NAC for Parkinson's disease, NAC was found to mitigate the effects of ischemic brain injury in animal models. The antioxidant effect from repletion of intracellular glutathione is thought to preserve mitochondrial function and decrease cellular apoptosis. A placebo-controlled human trial demonstrated that NAC is able to decrease the effects of mild traumatic brain injury 7 days after blast injury. A recent study has shown that sufficient plasma and CSF levels can be achieved at well tolerated doses: 7 mg/kg, 35 mg/kg and 50 mg/kg.\n\nA recent randomized placebo-controlled trial demonstrated improvement in patients given oral N-acetylcysteine every four hours for a total of 72 hours after enrollment in their NIH stroke scale and modified Rankin Score at 90 days. Intravenous N-Acetylcysteine given over 21 hours has proven to be equally efficacious in the treatment of acetaminophen toxicity and is currently the standard of care for that indication. The investigators aim to determine if intravenous NAC completed over a 21-hour course will improve NIH Stroke Scale and modified Rankin scores at 90 days. of NAC following an acute ischemic stroke."},"conditionsModule":{"conditions":["Acute Ischemic Stroke"],"keywords":["non-hemorrhagic"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized double blinded clinical trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"Sylvia Youn, Pharm.D., the ED Pharmacist will maintain drug accountability logs in compliance with FDA regulations. She will instruct other ED pharmacists about the study and the randomization log which will be kept in the pharmacy room in the ED. She will also create study drug labels to keep the nurses, physicians and patients blinded to the study medication.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":118,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"NAC arm","type":"EXPERIMENTAL","description":"Both arms are subjects who present with neurological deficits consistent with stroke without hemorrhage less than 24 hours since symptom onset. Both arms will receive standard of care with the study intervention being considered an \"add-on\" therapy. Thirty minutes after enrollment, eligible subjects will be randomized into one of two arms: placebo or N-Acetylcysteine (NAC). Any patient receiving t-PA who enrolls in the study will have their study drug infusion delayed by 24 hours after the completion of the t-PA infusion.\n\nThe dosing of NAC will be similar to the standard intravenous acetaminophen toxicity dosing: 150mg/kg in 200 milliliters of 5% Dextrose (D5W) infused over 1 hour, immediately followed by 50mg/kg in 500mL D5W infused over 4 hours, then 100mg/kg in 1000 milliliters D5W infused over 16 hours.","interventionNames":["Drug: Acetylcysteine"]},{"label":"Placebo arm","type":"PLACEBO_COMPARATOR","description":"Both arms are subjects who present with neurological deficits consistent with stroke without hemorrhage less than 24 hours since symptom onset. Both arms will receive standard of care with the study intervention being considered an \"add-on\" therapy. Thirty minutes after enrollment, eligible subjects will be randomized into one of two arms: placebo or N-Acetylcysteine(NAC). Any patient receiving t-PA who enrolls in the study will have their study drug infusion delayed by 24 hours after the completion of the t-PA infusion.\n\nThe placebo will consist of a 5% Dextrose in Water (D5W) instead of NAC (dosage and timings are the same as the NAC arm).","interventionNames":["Drug: Dextrose in Water"]}],"interventions":[{"type":"DRUG","name":"Acetylcysteine","description":"The dosing of Acetylcysteine will be similar to the standard intravenous acetaminophen toxicity dosing: 150mg/kg in 200 milliliters of 5% Dextrose (D5W) infused over 1 hour, immediately followed by 50mg/kg in 500mL D5W infused over 4 hours, then 100mg/kg in 1000 milliliters D5W infused over 16 hours. (Any patient receiving t-PA who enrolls in the study will have their study drug infusion delayed by 24 hours after the completion of the t-PA infusion. )","armGroupLabels":["NAC arm"],"otherNames":["N-acetylcysteine"]},{"type":"DRUG","name":"Dextrose in Water","description":"The placebo will consist of a 5% Dextrose in Water instead of NAC (dosage and timigs are the same as the NAC arm). (Any patient receiving t-PA who enrolls in the study will have their study drug infusion delayed by 24 hours after the completion of the t-PA infusion. )","armGroupLabels":["Placebo arm"],"otherNames":["D5W","5% Dextrose in Water"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"National Institutes of Health Stroke Scale (NIHSS)","description":"The NIHSS is a 15-item neurologic examination stroke scale used to evaluate the effect of acute cerebral infarction on the levels of consciousness, language, neglect, visual-field loss, extraocular movement, motor strength, ataxia, dysarthria, and sensory loss. A trained observer rates the patent's ability to answer questions and perform activities. Ratings for each item are scored with 3 to 5 grades with 0 as normal, and there is an allowance for untestable items. The single patient assessment requires less than 10 minutes to complete. The evaluation of stroke severity depends upon the ability of the observer to accurately and consistently assess the patient.","timeFrame":"From the time of enrollment until 90 days (looking at change in NIHSS)"}],"secondaryOutcomes":[{"measure":"Modified Rankin Scale for Neurologic Disability(MRS)","description":"The Modified Rankin Score (mRS) is a 6 point disability scale with possible scores ranging from 0 to 5. A separate category of 6 is usually added for patients who expire. The Modified Rankin Score (mRS) is the most widely used outcome measure in stroke clinical trials. Standardized interviews to obtain a mRS score are recommended at 3 months (90 days) following hospital discharge.","timeFrame":"Obtained at 90 days"},{"measure":"Glascow Outcome Scale (GOS)","description":"The Glasgow Outcome Score applies to patients with brain damage allowing the objective assessment of their recovery in five categories. This allows a prediction of the long-term course of rehabilitation to return to work and everyday life.\n\n1. Death Severe injury or death without recovery of consciousness\n2. Persistent vegetative state Severe damage with prolonged state of unresponsiveness and a lack of higher mental functions\n3. Severe disability Severe injury with permanent need for help with daily living\n4. Moderate disability No need for assistance in everyday life, employment is possible but may require special equipment.\n5. Low disability Light damage with minor neurological and psychological deficits.","timeFrame":"Obtained at 90 days"},{"measure":"Barthel Index (BI)","description":"The Barthel index is an ordinal scale that measures functional independence in the domains of personal care and mobility in patients with chronic, disabling conditions, especially in the rehabilitation settings.","timeFrame":"Obtained at 90 days"},{"measure":"Neuronal specific enolase blood level","description":"Neuronal specific enolase levels obtained at enrollment at at 90 days","timeFrame":"From the time of enrollment and at 90 days"},{"measure":"s100b blood level","description":"s100b levels obtained at enrollment at at 90 days","timeFrame":"From the time of enrollment and at 90 days"},{"measure":"MRI","description":"Volumetric measure the extent of stroke will be quantitated","timeFrame":"Comparison of the volume of stroke noted on initial MRI will be compared to MRI at 90 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Consecutive subjects between ages 18 years or older evaluated in the emergency department at Harbor-UCLA Medical Center with signs and symptoms of acute ischemic stroke presenting within 24 hours of symptom onset. All individuals regardless of gender or race will be included. For adults who cannot consent for themselves because of the severity of their stroke, one of the investigators will offer participation in the study to the family member who possesses the authority for medical decision making for the patient. There is no financial incentive for either the patient or the investigator. It will also be explained that the potential benefit of giving N-acetylcysteine is unknown and that the patient will receive excellent care (standard for their presentation) whether they participate or not and outside of not receiving the study drug.\n\nOur patients tend to be economically disadvantaged but since there are no financial incentives either for the patient or for the investigators, this bias has been minimized. Patients will receive the same care whether they participate in the study or decline.\n\nExclusion Criteria:\n\n* Evidence of hemorrhagic stroke on initial CT scan\n* Need for thrombectomy as determined by the treating neurologist -Known allergy to NAC\n* Protected populations, including age \\< 18, known pregnancy, and prisoners\n* Patients who are DNR/DNI at the time of presentation with a short life expectancy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"David Tanen, MD","role":"CONTACT","phone":"424-306-5412","email":"dtanen@emedharbor.edu"},{"name":"Elizabeth Burrola","role":"CONTACT","phone":"310-222-3624","email":"lburrola@lundquist.org"}],"overallOfficials":[{"name":"David Tanen, MD","affiliation":"Lundquist LABiomed","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"24352519","type":"BACKGROUND","citation":"Go AS, Mozaffarian D, Roger VL, Benjamin EJ, Berry JD, Blaha MJ, Dai S, Ford ES, Fox CS, Franco S, Fullerton HJ, Gillespie C, Hailpern SM, Heit JA, Howard VJ, Huffman MD, Judd SE, Kissela BM, Kittner SJ, Lackland DT, Lichtman JH, Lisabeth LD, Mackey RH, Magid DJ, Marcus GM, Marelli A, Matchar DB, McGuire DK, Mohler ER 3rd, Moy CS, Mussolino ME, Neumar RW, Nichol G, Pandey DK, Paynter NP, Reeves MJ, Sorlie PD, Stein J, Towfighi A, Turan TN, Virani SS, Wong ND, Woo D, Turner MB; American Heart Association Statistics Committee and Stroke Statistics Subcommittee. Heart disease and stroke statistics--2014 update: a report from the American Heart Association. Circulation. 2014 Jan 21;129(3):e28-e292. doi: 10.1161/01.cir.0000441139.02102.80. Epub 2013 Dec 18. No abstract available."},{"pmid":"7477192","type":"BACKGROUND","citation":"National Institute of Neurological Disorders and Stroke rt-PA Stroke Study Group. Tissue plasminogen activator for acute ischemic stroke. N Engl J Med. 1995 Dec 14;333(24):1581-7. doi: 10.1056/NEJM199512143332401."},{"pmid":"18815396","type":"BACKGROUND","citation":"Hacke W, Kaste M, Bluhmki E, Brozman M, Davalos A, Guidetti D, Larrue V, Lees KR, Medeghri Z, Machnig T, Schneider D, von Kummer R, Wahlgren N, Toni D; ECASS Investigators. Thrombolysis with alteplase 3 to 4.5 hours after acute ischemic stroke. N Engl J Med. 2008 Sep 25;359(13):1317-29. doi: 10.1056/NEJMoa0804656."},{"pmid":"25671797","type":"BACKGROUND","citation":"Campbell BC, Mitchell PJ, Kleinig TJ, Dewey HM, Churilov L, Yassi N, Yan B, Dowling RJ, Parsons MW, Oxley TJ, Wu TY, Brooks M, Simpson MA, Miteff F, Levi CR, Krause M, Harrington TJ, Faulder KC, Steinfort BS, Priglinger M, Ang T, Scroop R, Barber PA, McGuinness B, Wijeratne T, Phan TG, Chong W, Chandra RV, Bladin CF, Badve M, Rice H, de Villiers L, Ma H, Desmond PM, Donnan GA, Davis SM; EXTEND-IA Investigators. Endovascular therapy for ischemic stroke with perfusion-imaging selection. N Engl J Med. 2015 Mar 12;372(11):1009-18. doi: 10.1056/NEJMoa1414792. Epub 2015 Feb 11."},{"pmid":"25671798","type":"BACKGROUND","citation":"Goyal M, Demchuk AM, Menon BK, Eesa M, Rempel JL, Thornton J, Roy D, Jovin TG, Willinsky RA, Sapkota BL, Dowlatshahi D, Frei DF, Kamal NR, Montanera WJ, Poppe AY, Ryckborst KJ, Silver FL, Shuaib A, Tampieri D, Williams D, Bang OY, Baxter BW, Burns PA, Choe H, Heo JH, Holmstedt CA, Jankowitz B, Kelly M, Linares G, Mandzia JL, Shankar J, Sohn SI, Swartz RH, Barber PA, Coutts SB, Smith EE, Morrish WF, Weill A, Subramaniam S, Mitha AP, Wong JH, Lowerison MW, Sajobi TT, Hill MD; ESCAPE Trial Investigators. Randomized assessment of rapid endovascular treatment of ischemic stroke. N Engl J Med. 2015 Mar 12;372(11):1019-30. doi: 10.1056/NEJMoa1414905. Epub 2015 Feb 11."},{"pmid":"25882376","type":"BACKGROUND","citation":"Saver JL, Goyal M, Bonafe A, Diener HC, Levy EI, Pereira VM, Albers GW, Cognard C, Cohen DJ, Hacke W, Jansen O, Jovin TG, Mattle HP, Nogueira RG, Siddiqui AH, Yavagal DR, Baxter BW, Devlin TG, Lopes DK, Reddy VK, du Mesnil de Rochemont R, Singer OC, Jahan R; SWIFT PRIME Investigators. Stent-retriever thrombectomy after intravenous t-PA vs. t-PA alone in stroke. N Engl J Med. 2015 Jun 11;372(24):2285-95. doi: 10.1056/NEJMoa1415061. Epub 2015 Apr 17."},{"pmid":"70646","type":"BACKGROUND","citation":"Prescott LF, Park J, Ballantyne A, Adriaenssens P, Proudfoot AT. Treatment of paracetamol (acetaminophen) poisoning with N-acetylcysteine. Lancet. 1977 Aug 27;2(8035):432-4. doi: 10.1016/s0140-6736(77)90612-2."},{"pmid":"3059186","type":"BACKGROUND","citation":"Smilkstein MJ, Knapp GL, Kulig KW, Rumack BH. Efficacy of oral N-acetylcysteine in the treatment of acetaminophen overdose. Analysis of the national multicenter study (1976 to 1985). N Engl J Med. 1988 Dec 15;319(24):1557-62. doi: 10.1056/NEJM198812153192401."},{"pmid":"519312","type":"BACKGROUND","citation":"Prescott LF, Illingworth RN, Critchley JA, Stewart MJ, Adam RD, Proudfoot AT. Intravenous N-acetylcystine: the treatment of choice for paracetamol poisoning. Br Med J. 1979 Nov 3;2(6198):1097-100. doi: 10.1136/bmj.2.6198.1097."},{"pmid":"14634597","type":"BACKGROUND","citation":"Kao LW, Kirk MA, Furbee RB, Mehta NH, Skinner JR, Brizendine EJ. What is the rate of adverse events after oral N-acetylcysteine administered by the intravenous route to patients with suspected acetaminophen poisoning? Ann Emerg Med. 2003 Dec;42(6):741-50. doi: 10.1016/s0196-0644(03)00508-0."},{"pmid":"9428541","type":"BACKGROUND","citation":"Yip L, Dart RC, Hurlbut KM. Intravenous administration of oral N-acetylcysteine. Crit Care Med. 1998 Jan;26(1):40-3. doi: 10.1097/00003246-199801000-00014."},{"pmid":"23587288","type":"BACKGROUND","citation":"Bueche CZ, Garz C, Kropf S, Bittner D, Li W, Goertler M, Heinze HJ, Reymann K, Braun H, Schreiber S. NAC changes the course of cerebral small vessel disease in SHRSP and reveals new insights for the meaning of stases - a randomized controlled study. Exp Transl Stroke Med. 2013 Apr 15;5:5. doi: 10.1186/2040-7378-5-5. eCollection 2013."},{"pmid":"11033253","type":"BACKGROUND","citation":"Kopke RD, Weisskopf PA, Boone JL, Jackson RL, Wester DC, Hoffer ME, Lambert DC, Charon CC, Ding DL, McBride D. Reduction of noise-induced hearing loss using L-NAC and salicylate in the chinchilla. Hear Res. 2000 Nov;149(1-2):138-46. doi: 10.1016/s0378-5955(00)00176-3."},{"pmid":"24296245","type":"BACKGROUND","citation":"Zhang Z, Yan J, Taheri S, Liu KJ, Shi H. Hypoxia-inducible factor 1 contributes to N-acetylcysteine's protection in stroke. Free Radic Biol Med. 2014 Mar;68:8-21. doi: 10.1016/j.freeradbiomed.2013.11.007. Epub 2013 Dec 1."},{"pmid":"10903958","type":"BACKGROUND","citation":"Cuzzocrea S, Mazzon E, Costantino G, Serraino I, Dugo L, Calabro G, Cucinotta G, De Sarro A, Caputi AP. Beneficial effects of n-acetylcysteine on ischaemic brain injury. Br J Pharmacol. 2000 Jul;130(6):1219-26. doi: 10.1038/sj.bjp.0703421."},{"pmid":"12691831","type":"BACKGROUND","citation":"Sekhon B, Sekhon C, Khan M, Patel SJ, Singh I, Singh AK. N-Acetyl cysteine protects against injury in a rat model of focal cerebral ischemia. Brain Res. 2003 May 2;971(1):1-8. doi: 10.1016/s0006-8993(03)02244-3."},{"pmid":"15114624","type":"BACKGROUND","citation":"Khan M, Sekhon B, Jatana M, Giri S, Gilg AG, Sekhon C, Singh I, Singh AK. Administration of N-acetylcysteine after focal cerebral ischemia protects brain and reduces inflammation in a rat model of experimental stroke. J Neurosci Res. 2004 May 15;76(4):519-27. doi: 10.1002/jnr.20087."},{"pmid":"23372680","type":"BACKGROUND","citation":"Hoffer ME, Balaban C, Slade MD, Tsao JW, Hoffer B. Amelioration of acute sequelae of blast induced mild traumatic brain injury by N-acetyl cysteine: a double-blind, placebo controlled study. PLoS One. 2013;8(1):e54163. doi: 10.1371/journal.pone.0054163. Epub 2013 Jan 23."},{"pmid":"25620313","type":"BACKGROUND","citation":"Kopke R, Slade MD, Jackson R, Hammill T, Fausti S, Lonsbury-Martin B, Sanderson A, Dreisbach L, Rabinowitz P, Torre P 3rd, Balough B. Efficacy and safety of N-acetylcysteine in prevention of noise induced hearing loss: a randomized clinical trial. Hear Res. 2015 May;323:40-50. doi: 10.1016/j.heares.2015.01.002. Epub 2015 Jan 22."},{"pmid":"22546753","type":"BACKGROUND","citation":"Martinez-Banaclocha MA. N-acetyl-cysteine in the treatment of Parkinson's disease. What are we waiting for? Med Hypotheses. 2012 Jul;79(1):8-12. doi: 10.1016/j.mehy.2012.03.021. Epub 2012 Apr 28."},{"pmid":"19880420","type":"BACKGROUND","citation":"Sha D, Chin LS, Li L. Phosphorylation of parkin by Parkinson disease-linked kinase PINK1 activates parkin E3 ligase function and NF-kappaB signaling. Hum Mol Genet. 2010 Jan 15;19(2):352-63. doi: 10.1093/hmg/ddp501. Epub 2009 Oct 30."},{"pmid":"19027004","type":"BACKGROUND","citation":"Aoki E, Yano R, Yokoyama H, Kato H, Araki T. Role of nuclear transcription factor kappa B (NF-kappaB) for MPTP (1-methyl-4-phenyl-1,2,3,6-tetrahyropyridine)-induced apoptosis in nigral neurons of mice. Exp Mol Pathol. 2009 Feb;86(1):57-64. doi: 10.1016/j.yexmp.2008.10.004. Epub 2008 Nov 5."},{"pmid":"7664840","type":"BACKGROUND","citation":"Cossarizza A, Franceschi C, Monti D, Salvioli S, Bellesia E, Rivabene R, Biondo L, Rainaldi G, Tinari A, Malorni W. Protective effect of N-acetylcysteine in tumor necrosis factor-alpha-induced apoptosis in U937 cells: the role of mitochondria. Exp Cell Res. 1995 Sep;220(1):232-40. doi: 10.1006/excr.1995.1311. Erratum In: Exp Cell Res 1996 Jan 10;222(1):251-3."},{"pmid":"7739519","type":"BACKGROUND","citation":"Talley AK, Dewhurst S, Perry SW, Dollard SC, Gummuluru S, Fine SM, New D, Epstein LG, Gendelman HE, Gelbard HA. Tumor necrosis factor alpha-induced apoptosis in human neuronal cells: protection by the antioxidant N-acetylcysteine and the genes bcl-2 and crmA. Mol Cell Biol. 1995 May;15(5):2359-66. doi: 10.1128/MCB.15.5.2359."},{"pmid":"18569015","type":"BACKGROUND","citation":"Bagh MB, Maiti AK, Jana S, Banerjee K, Roy A, Chakrabarti S. Quinone and oxyradical scavenging properties of N-acetylcysteine prevent dopamine mediated inhibition of Na+, K+-ATPase and mitochondrial electron transport chain activity in rat brain: implications in the neuroprotective therapy of Parkinson's disease. Free Radic Res. 2008 Jun;42(6):574-81. doi: 10.1080/10715760802158430."},{"pmid":"11339849","type":"BACKGROUND","citation":"Banaclocha MM. Therapeutic potential of N-acetylcysteine in age-related mitochondrial neurodegenerative diseases. Med Hypotheses. 2001 Apr;56(4):472-7. doi: 10.1054/mehy.2000.1194."},{"pmid":"10650135","type":"BACKGROUND","citation":"Martinez M, Hernandez AI, Martinez N. N-Acetylcysteine delays age-associated memory impairment in mice: role in synaptic mitochondria. Brain Res. 2000 Feb 7;855(1):100-6. doi: 10.1016/s0006-8993(99)02349-5."},{"pmid":"25765302","type":"BACKGROUND","citation":"Katz M, Won SJ, Park Y, Orr A, Jones DP, Swanson RA, Glass GA. Cerebrospinal fluid concentrations of N-acetylcysteine after oral administration in Parkinson's disease. Parkinsonism Relat Disord. 2015 May;21(5):500-3. doi: 10.1016/j.parkreldis.2015.02.020. Epub 2015 Feb 28."},{"pmid":"16807414","type":"BACKGROUND","citation":"Marenzi G, Assanelli E, Marana I, Lauri G, Campodonico J, Grazi M, De Metrio M, Galli S, Fabbiocchi F, Montorsi P, Veglia F, Bartorelli AL. N-acetylcysteine and contrast-induced nephropathy in primary angioplasty. N Engl J Med. 2006 Jun 29;354(26):2773-82. doi: 10.1056/NEJMoa054209."},{"pmid":"2749846","type":"BACKGROUND","citation":"Brott T, Adams HP Jr, Olinger CP, Marler JR, Barsan WG, Biller J, Spilker J, Holleran R, Eberle R, Hertzberg V, et al. Measurements of acute cerebral infarction: a clinical examination scale. Stroke. 1989 Jul;20(7):864-70. doi: 10.1161/01.str.20.7.864."},{"pmid":"18584360","type":"BACKGROUND","citation":"Waring WS, Stephen AF, Robinson OD, Dow MA, Pettie JM. Lower incidence of anaphylactoid reactions to N-acetylcysteine in patients with high acetaminophen concentrations after overdose. Clin Toxicol (Phila). 2008 Jul;46(6):496-500. doi: 10.1080/15563650701864760."},{"pmid":"20071472","type":"BACKGROUND","citation":"Zyoud SH, Awang R, Syed Sulaiman SA, Sweileh WM, Al-Jabi SW. Incidence of adverse drug reactions induced by N-acetylcysteine in patients with acetaminophen overdose. Hum Exp Toxicol. 2010 Mar;29(3):153-60. doi: 10.1177/0960327109359642. Epub 2010 Jan 13."},{"pmid":"18803085","type":"BACKGROUND","citation":"Pakravan N, Waring WS, Sharma S, Ludlam C, Megson I, Bateman DN. Risk factors and mechanisms of anaphylactoid reactions to acetylcysteine in acetaminophen overdose. Clin Toxicol (Phila). 2008 Sep;46(8):697-702. doi: 10.1080/15563650802245497."},{"pmid":"19280424","type":"BACKGROUND","citation":"Sandilands EA, Bateman DN. Adverse reactions associated with acetylcysteine. Clin Toxicol (Phila). 2009 Feb;47(2):81-8. doi: 10.1080/15563650802665587."},{"pmid":"32547030","type":"BACKGROUND","citation":"Sabetghadam M, Mazdeh M, Abolfathi P, Mohammadi Y, Mehrpooya M. Evidence for a Beneficial Effect of Oral N-acetylcysteine on Functional Outcomes and Inflammatory Biomarkers in Patients with Acute Ischemic Stroke. Neuropsychiatr Dis Treat. 2020 May 18;16:1265-1278. doi: 10.2147/NDT.S241497. eCollection 2020."}],"seeAlsoLinks":[{"label":"Foundation NS. Clinical Guidelines For Stroke Management. Melbourne Australia2010.","url":"https://www.pedro.org.au/wp-content/uploads/CPG_stroke.pdf"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2021-02-25","uploadDate":"2021-06-01T18:25","filename":"Prot_SAP_000.pdf","size":531892}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000000111","term":"Acetylcysteine"},{"id":"C000030905","term":"N-monoacetylcystine"}],"ancestors":[{"id":"D000000998","term":"Antiviral Agents"},{"id":"D000000890","term":"Anti-Infective Agents"},{"id":"D000005100","term":"Expectorants"},{"id":"D000019141","term":"Respiratory System Agents"},{"id":"D000016166","term":"Free Radical Scavengers"},{"id":"D000000975","term":"Antioxidants"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000020011","term":"Protective Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000000931","term":"Antidotes"}],"browseLeaves":[{"id":"M2341","name":"Acetaminophen","relevance":"LOW"},{"id":"M3165","name":"Acetylcysteine","asFound":"Identify","relevance":"HIGH"},{"id":"M244046","name":"N-monoacetylcystine","asFound":"Identify","relevance":"HIGH"},{"id":"M13539","name":"Tissue Plasminogen Activator","relevance":"LOW"},{"id":"M4004","name":"Antiviral Agents","relevance":"LOW"},{"id":"M3904","name":"Anti-Infective Agents","relevance":"LOW"},{"id":"M7933","name":"Expectorants","relevance":"LOW"},{"id":"M20827","name":"Respiratory System Agents","relevance":"LOW"},{"id":"M3982","name":"Antioxidants","relevance":"LOW"},{"id":"M21559","name":"Protective Agents","relevance":"LOW"},{"id":"M3940","name":"Antidotes","relevance":"LOW"}],"browseBranches":[{"abbrev":"Antipy","name":"Antipyretics"},{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"Resp","name":"Respiratory System Agents"},{"abbrev":"FiAg","name":"Fibrinolytic Agents"}]}},"hasResults":false}