{"protocolSection":{"identificationModule":{"nctId":"NCT03994770","orgStudyIdInfo":{"id":"A3020-P"},"secondaryIdInfos":[{"id":"I21RX003020","type":"NIH","link":"https://reporter.nih.gov/quickSearch/I21RX003020"}],"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"An Engineering-Based Balance Assessment and Training Platform","officialTitle":"An Engineering-Based Balance Assessment and Training Platform","acronym":"BATP"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-11-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06-28","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-06-14","studyFirstSubmitQcDate":"2019-06-20","studyFirstPostDateStruct":{"date":"2019-06-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-26","lastUpdatePostDateStruct":{"date":"2023-10-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"VA Office of Research and Development","class":"FED"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"This is a proposal to develop a Balanced Reach Training Protocol (BRTP) to evaluate and train dynamic standing balance. The BRTP is based upon the Balanced Reach Test (BRT) that the investigators previously developed and validated. In the BRT subjects stand and point to a target disk moving unpredictably across a large projection screen in front of them without stepping. Body movements undertaken to track the disk are integral to many daily activities and represent an important class of \"expected\" balance disturbances that can precipitate falls. The BRTP employs engineering and psychophysical methods, and exploits advances in real time computing in a novel and innovative way to more effectively evaluate and train balance function. The BRTP presents a challenging reaching/tracking task that subjects perform at their limit of balance. The BRTP is an objective, quantitative test that can evaluate balance function without floor or ceiling effects, and train balance across the spectrum of aging, disease, and injury.","detailedDescription":"This study comprises two Specific Aims: SA-1) Development of a Balance Assessment and Training Platform (BATP) based upon the existing BRT; and SA-2) Evaluation of the BATP Assessment Module's test-retest reliability and the Training Module's motor learning effect.\n\nMethods related to Specific Aim 1 SA-1.1: Develop a BATP based on the BRT that incorporates real-time computing and an Adaptive Staircase Algorithm to establish subjects' Limit of Balance. Modify the BRT's experimental control algorithm and hardware setup such that data from our extant measurement systems are continuously streamed to a Real Time Computing Workstation and read by the experimental control algorithm, enabling it to monitor foot movement and compute key performance measures on an ongoing basis. These measures will include Root Mean Square tracking Error (RMSE) and Root Mean Squared Deviation (RMSD) between the ground plane projection of Center of Mass (CoM) and the center of the Base of Support (BoS). Incorporate an Adaptive Staircase Algorithm into the real time experimental control algorithm to establish the target positions corresponding to Limit of Balance, based on foot movement (i.e., stepping).\n\nSA-1.2: Replace the projection screen with Virtual Reality eyewear. The experimental control algorithm will be further modified to display a virtual sphere in the virtual reality eyewear. The virtual reality eyewear will provide a direct view of the actual physical environment but also show the sphere following the trajectory specified by the Adaptive Staircase Algorithm, or the assessment or training modules. When the subject's tracking fingertip contacts the center of the target sphere it will provide visual feedback by changing color.\n\nSA-1.3: Develop the BATP's Assessment and Training modules. The Assessment Module consists of measuring the subject's Limit of Balance, computing the manifold bounding target motion, and the target's motion within the manifold; as just described. The harnessed subject then tracks the disk for 90 sec. After a 2 1/2 minute rest the process is repeated a second time. Tracking and resting durations can be varied to optimize measurement quality and accommodate individual subject needs and capabilities.\n\nThe Training Module operates in a loop that presents an operator-specified number of training bouts. One training bout consists of measuring Limit of Balance, computing the manifold and target motion, presenting the tracking target for five minutes, and pausing for a 2 1/2 minute rest period before signaling the operator to begin the next bout. Tracking and resting durations can be varied to optimize training efficacy and accommodate individual subject needs and capabilities. For this proposal a training session will consist of five bouts and last approximately 60 minutes. As in the Assessment Module, subjects will be harnessed while performing the tracking task to guard against falling.\n\nThe Assessment and Training modules both collect the same data (All data will be saved for offline, post-test analyses: a) The values of r and corresponding to each Limit of Balance, and Limit of Balance; b) The motion (position vs. time) of the target sphere; c) The motion of each of 13 body segments, as well as the tip of the tracking finger \\[these data will be used to compute tracking error (RMSE), balance stability (RMSD), and to inform the Adaptive Staircase Algorithm when stepping occurs\\]; d) Ground reaction forces and moments for each foot.\n\nMethods related to Specific Aim 2 SA-2.1: Evaluate the Assessment Module's test-retest reliability and compare subject performance in it to that in established clinical measures of balance, reach, and Fear of Falling. Twenty stroke (STR) adults will undergo two tests with the Assessment Module 48 hours apart. Clinical measures will be administered before each test. Test-retest reliability will be evaluated\n\nSA-2.2: Evaluate the Training Module's motor learning effect of three one-hour training sessions over one week. Ten subjects randomly selected from those that participated in SA-2.1 will undergo three one-hour training sessions for one week. The SA-2.1 test-retest data will also serve here as double baseline data to establish before-training balance performance. Subjects will be evaluated using the clinical measures at the beginning and immediately after training. Motor learning will be assessed using data from the baseline assessments, the clinical measures, and from the Training Module taken from the last 90 sec of the last training bout of each training session."},"conditionsModule":{"conditions":["Balance Deficits","Stroke"],"keywords":["Balance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Once the BATP is developed 20 stroke subjects will be recruited and the BATP's Assessment Module will be administered in order to verify its operation. After this is complete 10 stroke subjects will be randomly selected from this group and will undergo three one-hour training sessions over the course of one week to assess the operation of the BATP's Training Module.","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"STR","type":"OTHER","description":"Older people who have suffered a stroke","interventionNames":["Diagnostic Test: Balanced Reach Assessment and Training Protocol"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Balanced Reach Assessment and Training Protocol","description":"Three one-hour training sessions for one week in the Balanced Reach Training Protocol","armGroupLabels":["STR"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Root Mean Squared Deviation between Center of Mass and Center of Base of Support (RMSD)","description":"Measure of Balance Capability. Root Mean Squared Deviation (RMSD) records the root mean squared distance between the ground plane projection of whole-body Center of Mass and the center of the Base of Support during performance of the balanced reach task, in centimeters. It ranges from zero to the distance from the center of the Base of Support to the boundary of the Base of Support. Larger deviations indicate better performance than smaller deviations.","timeFrame":"Assess change between base line (just prior to training) and last 90 seconds of last training session at end of 1 week"}],"secondaryOutcomes":[{"measure":"Multi-Directional Reach Test","description":"Measures ability to lean and reach. Multi-Directional Reach Test records the distance in centimeters that one can reach in the forward, backward, rightward, and leftward directions; by bending at the waist and reaching with arm extended in each associated direction. Larger distances indicate better performance than smaller distances.","timeFrame":"Assess change between base line (just prior to training) and within 24 hours of the end of training (1 week)"},{"measure":"Falls Efficacy Scale","description":"Assesses fear of falling. The Falls Efficacy Scale is a self-report questionnaire providing information on level of concern about falls for a range of activities of daily living. The questionnaire contains 16 items scored on a four-point scale (1 = not at all concerned to 4 = very concerned). The overall score is the sum of the 16 scores that are provided and ranges from 1to 64. Overall scores between 16-19 indicate low fear of falling; 20-27 indicates moderate fear of falling; and 28-64 indicates high fear of falling. Lower scores are better than higher scores.","timeFrame":"Assess change between base line (just prior to training) and within 24 hours of the end of training (1 week)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 18-40 years old and in good health; 60 years and older\n* For Ages 60 or older-stroke with persistent motor function deficit.\n* For ages 18-40-experienced no falls in the past year. Fall is defined as a fall that occurs under conditions that an able body individual would not fall.\n* Able to perform the balanced reach task without assistive devices for 90 seconds\n* Able to perform a sit-to-stand with minimal assistance and walk 10 meters without human assistance\n* Adequate language and neurocognitive function to give adequate informed consent \\& to participate in testing and training\n* Vision adequate to see a 1 inch diameter black disk against a white background at 3 feet\n* Able to tolerate the use of Virtual Reality eyewear for \\~10 minutes\n\nExclusion Criteria:\n\nClinical history of:\n\n* Any health condition that the study team deems would preclude safe completion of the BATP\n* For ages 18-40-History of a stroke, orthopedic deficits, or sensorimotor deficits\n* Body Mass Index (BMI) \\>40\n* Excessive daily alcohol consumption (\\>3 oz. liquor; \\>12 oz. wine; or \\>36 oz. beer) or illicit drug abuse\n* For ages 60 and older-Dementia based on Montreal Cognitive Assessment (MOCA) score of less than 23 for more than 9th grade education.\n* Neurological disease other than stroke, such as Parkinson's disease. Vestibular disorders sufficient to preclude safe completion of the BATP or MMBI\n* Poorly controlled hypertension (\\>190/105) on at least two separate occasions\n* Poorly controlled type 1 or 2 diabetes (HbA1c \\>10)\n* Recent hospitalization for severe disease or surgery (\\<3 months)\n* Congestive heart failure or valvular dysfunction symptomatic with ordinary activities (NYHA II)\n* Self-reported Pregnancy\n* Symptomatic orthostatic hypotension","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Joseph E Barton, MD PhD","role":"CONTACT","phone":"(202) 337-5921","email":"jbarton@som.umaryland.edu"},{"name":"Samantha Fuller, BS","role":"CONTACT","phone":"(443) 421-2358","email":"Samantha.Fuller2@va.gov"}],"overallOfficials":[{"name":"Joseph E. Barton, MD PhD","affiliation":"Baltimore VA Medical Center VA Maryland Health Care System, Baltimore, MD","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Baltimore VA Medical Center VA Maryland Health Care System, Baltimore, MD","status":"RECRUITING","city":"Baltimore","state":"Maryland","zip":"21201","country":"United States","contacts":[{"name":"Alyssa M Moran, BS","role":"CONTACT","phone":"443-467-3717","email":"alyssa.moran@va.gov"},{"name":"Joseph E. Barton, MD PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.29038,"lon":-76.61219}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}