{"protocolSection":{"identificationModule":{"nctId":"NCT02568137","orgStudyIdInfo":{"id":"R21NS094033","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R21NS094033"},"organization":{"fullName":"Medical University of South Carolina","class":"OTHER"},"briefTitle":"Phone-based Intervention Under Nurse Guidance After Stroke","officialTitle":"Phone-based Intervention Under Nurse Guidance After Stroke","acronym":"PINGS"},"statusModule":{"statusVerifiedDate":"2017-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-07","type":"ACTUAL"},"completionDateStruct":{"date":"2017-07","type":"ACTUAL"},"studyFirstSubmitDate":"2015-07-13","studyFirstSubmitQcDate":"2015-10-01","studyFirstPostDateStruct":{"date":"2015-10-05","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-09-29","lastUpdatePostDateStruct":{"date":"2017-10-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Medical University of South Carolina","class":"OTHER"},"collaborators":[{"name":"Kwame Nkrumah University of Science and Technology","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"This research seeks to develop a culturally-acceptable, effective, and sustainable way of utilizing the rapidly growing penetration of mobile phones among people in Sub-Saharan Africa (SSA), to improve the currently poor control of hypertension among patients at high risk for future stroke. It also aims to develop human capital in SSA to conduct locally-relevant, high-quality stroke research in the future. Specifically, this study will preliminarily test a strategy that incorporates mobile phone texting and home blood pressure monitoring directed by trained nurses, to improve patient adherence to proven medical therapies for treating hypertension.","detailedDescription":"Uncoordinated care and shortage of physicians limit the capacity of countries in Sub-Saharan Africa (SSA) to implement effective and sustainable control of hypertension in routine clinical practice. Of the various cardiovascular disease entities, none is more strongly linked to hypertension than stroke. Recent estimates indicate that death from stroke in low-income and middle-income countries (LMIC) account for roughly 4 out of 5 stroke-related deaths worldwide, and the disability adjusted life years lost in these countries is almost seven times those lost in high-income countries (HIC). Most of these LIMC are in SSA. Moreover, given the transition from primarily infectious conditions to chronic non-communicable diseases, the burden of stroke in SSA is likely to increase substantially over the next several decades. Fortunately, with proper control of hypertension, the incidence of and mortality from stroke can be greatly reduced, as has been recently witnessed in several HIC. Despite its immense burden of stroke, SSA has the lowest density of neurologists worldwide, a situation exacerbated by the migration of providers and researchers to industrialized countries. Thus, an urgent priority in SSA is to develop human capital in the region to investigate and enhance stroke outcomes by partnering with established researchers. The theoretically-based Phone-based Intervention under Nurse Guidance after Stroke (PINGS) intervention will comprise protocol-driven mHealth technology (remote home blood pressure monitoring and mobile phone texting) under the guidance of nurse navigators, among patients with hypertension who have experienced a recent stroke (within one month of symptom onset) in Kumasi, Ghana. In Phase 1, the investigators will conduct a 3-month feasibility randomized trial with 6-month follow-up among 60 stroke patients with uncontrolled hypertension, randomly assigned to standard care or PINGS. The investigators will assess key methodological parameters, consumer responses, and clinical outcomes including recruitment and retention rates, intervention use, patient/provider satisfaction, real time medication adherence rates, medication possession ratios, and post-discharge clinic blood pressure levels. In Phase 2, the investigators will triangulate data from Phase 1 to further refine and optimize PINGS and prepare for a full-scale future efficacy/ effectiveness randomized clinical trial. Throughout PINGS, researchers in the United States will mentor their co-investigators in Ghana and impart knowledge about developing mHealth research capacity. Successful completion of PINGS will lead to a cadre of investigators in Ghana knowledgeable about clinical research methodology, and experienced in the execution of innovative, contextualized research targeted at stroke."},"conditionsModule":{"conditions":["Stroke","Hypertension"],"keywords":["mobile health","Behavior change","Africa"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Behavioral","type":"EXPERIMENTAL","description":"Nurse-directed mobile health technology using smart phones to promote adherence to antihypertensive medication.","interventionNames":["Behavioral: Smart-phone based technology"]},{"label":"Usual background care","type":"NO_INTERVENTION","description":"Standard care"}],"interventions":[{"type":"BEHAVIORAL","name":"Smart-phone based technology","armGroupLabels":["Behavioral"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Recruitment rates","timeFrame":"9 months"},{"measure":"Patient Satisfaction Scales","timeFrame":"9 months"},{"measure":"Clinic based Blood Pressure","timeFrame":"9 months"},{"measure":"Retention rates","timeFrame":"9 months"}],"secondaryOutcomes":[{"measure":"Med Possession Ratio","timeFrame":"9 months"},{"measure":"Morisky Med Adherence Scale","timeFrame":"9 months"},{"measure":"Provider Satisfaction Scales","timeFrame":"9 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Above the age of 18 years; male or female\n2. Index stroke symptoms began no greater than one month before enrollment\n3. Uncontrolled hypertension (SBP ≥140 mmHg) based upon last inpatient or outpatient encounter clinic within previous 12 months\n4. Legally competent\n5. Owns or has close home-sharing family member with a cell phone\n\nExclusion Criteria:\n\n1. Failure to meet any inclusion criteria\n2. Severe cognitive impairment/dementia (Modified Mini-Mental Score \\[MMSE\\] ≤24)\\*\n3. Severe global disability (modified Rankin Scale Score \\[mRS\\] ≥ 3)\\*\n4. Renal dialysis; awaiting renal transplant or transplant recipient\n5. Cancer diagnosis or treatment in past 2 years\n6. Planned pregnancy\n7. Vulnerable populations such as pregnant or nursing women, prisoners, and institutionalized individuals.\n\n   * MMSE ≤24 and global disability (mRS ≥ 3) excludes patients who have severe cognitive impairments and medical limitations that would interfere with adequate participation in the PINGS project.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Kwame Nkrumah University of Science and Technology","city":"Kumasi","country":"Ghana","geoPoint":{"lat":6.68848,"lon":-1.62443}}]},"referencesModule":{"references":[{"pmid":"30465630","type":"DERIVED","citation":"Sarfo FS, Treiber F, Gebregziabher M, Adamu S, Nichols M, Singh A, Obese V, Sarfo-Kantanka O, Sakyi A, Adu-Darko N, Tagge R, Agyei-Frimpong M, Kwarteng N, Badu E, Mensah N, Ampofo M, Jenkins C, Ovbiagele B; PINGS Team. Phone-based intervention for blood pressure control among Ghanaian stroke survivors: A pilot randomized controlled trial. Int J Stroke. 2019 Aug;14(6):630-638. doi: 10.1177/1747493018816423. Epub 2018 Nov 22."},{"pmid":"29222227","type":"DERIVED","citation":"Sarfo F, Treiber F, Gebregziabher M, Adamu S, Patel S, Nichols M, Awuah D, Sakyi A, Adu-Darko N, Singh A, Tagge R, Carolyn J, Ovbiagele B. PINGS (Phone-Based Intervention Under Nurse Guidance After Stroke): Interim Results of a Pilot Randomized Controlled Trial. Stroke. 2018 Jan;49(1):236-239. doi: 10.1161/STROKEAHA.117.019591. Epub 2017 Dec 8."},{"pmid":"27596244","type":"DERIVED","citation":"Sarfo FS, Treiber F, Jenkins C, Patel S, Gebregziabher M, Singh A, Sarfo-Kantanka O, Saulson R, Appiah L, Oparebea E, Ovbiagele B. Phone-based Intervention under Nurse Guidance after Stroke (PINGS): study protocol for a randomized controlled trial. Trials. 2016 Sep 5;17(1):436. doi: 10.1186/s13063-016-1557-0."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9714","name":"Hypertension","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3967","name":"Antihypertensive Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnAg","name":"Antihypertensive Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}