{"protocolSection":{"identificationModule":{"nctId":"NCT05370274","orgStudyIdInfo":{"id":"2022-4609"},"organization":{"fullName":"Université de Sherbrooke","class":"OTHER"},"briefTitle":"Using Cranial Nerve Non-invasive Neuromodulation to Improve Pain and Upper Extremity Function After a Stroke","officialTitle":"Cranial Nerve Non-invasive Neuromodulation to Improve Pain and Upper Extremity Function in Individuals in the Chronic Phase of Stroke: a Pilot Feasibility Study"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-06-27","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-06-21","type":"ACTUAL"},"completionDateStruct":{"date":"2023-06-21","type":"ACTUAL"},"studyFirstSubmitDate":"2022-04-27","studyFirstSubmitQcDate":"2022-05-06","studyFirstPostDateStruct":{"date":"2022-05-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-07","lastUpdatePostDateStruct":{"date":"2023-07-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Marie-Hélène Milot","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Université de Sherbrooke"},"leadSponsor":{"name":"Université de Sherbrooke","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Following a stroke, individuals experience pain in the affected upper limb (UL) and residual weakness in the UL, which impacts their quality of life and performance of activities of daily living. To overcome these deficits, exercises are a key element to any rehabilitation program and are based on the reorganization capacity of the central nervous system (called neuroplasticity). To optimize the beneficial effects of exercises and potentiate neuroplasticity, non-invasive brain stimulation devices (NIBS) are increasingly used as a complementary therapy post stroke. Among NIBS, a new technique, called cranial nerve non-invasive neuromodulation (CN-NINM), is making its way into stroke rehabilitation since, unlike other NIBS such as tDCS, it allows the generation of a direct flow of neuronal impulses via the stimulation of the tongue. The goal of this project is therefore to investigate CN-NINM to document its feasibility and explore its efficacy at improving motor recovery and reduce pain at the affected UL in chronic stroke patients (\\> 6 months). CN-NINM will be applied for 20 minutes during each exercise session of the UL (3X/week, 4 weeks). Feasibility data will comprise adherence to CN-NINM, drop out rate and adverse events and UL motor recovery and pain will be assessed before and after the exercise program. At the end of this study, it is expected that it will be feasible to use CN-NINM as an intervention in combination with the exercise program and that it will result in improved motor function and reduced pain in affected UL.","detailedDescription":"Following a stroke, survivors experience pain in the affected upper limb (UL) and residual weakness in the UL, which impacts their quality of life and performance of activities of daily living. Exercises is a key element of any rehabilitation program and is based on the capacity of reorganization of the central nervous system (called neuroplasticity) to allow overcoming stroke deficits. In addition, it is now recognized that in the chronic phase of a stroke, motor and functional gains are still possible following various training programs, such as a strength training program. To optimize the beneficial effects of exercise and potentiate neuroplasticity, non-invasive brain stimulation (NIBS) devices are increasingly used as a complementary therapy. Among NIBS, the most widely used technique is transcranial direct current stimulation (tDCS) that modulates cortical excitability and allows for clinical and functional gains, including recovering in UL motor function and pain. However, over 50% of individuals do not respond as expected to the combination of tDCS and rehabilitation exercises. This can be due to anatomical variability between individuals and electrical current shunting. Thus, to bypass these constraints, a new technique, called cranial nerve non-invasive neuromodulation (CN-NINM), is entering stroke rehabilitation. Unlike other NIBS such as tDCS, it generates a direct flow of neural impulses via tongue stimulation. Studies have shown that priming the motor cortex with CN-NINM during a training program can promote improved balance and gait and increased activation of the motor cortex. Until now, no studies have examined the use of CN-NINM for improving UL function and pain.\n\nGoals: 1) To assess the feasibility of using CN-NINM in chronic stroke survivors; 2) To explore the effectiveness of CN-NINM in improving motor function and reducing pain of the affected upper limb in chronic stroke survivors.\n\nMethods: In this feasibility pilot pre/post intervention study, 12 adults at the chronic phase of a stroke (\\>6 months) will be recruited. Sociodemographic and stroke-related variables (e.g., age, time since stroke) will be collected to confirm participant eligibility. Prior to training, participants will undergo a clinical evaluation of their affected UL as well as an evaluation of simulated pain at the affected UL. For the latter, the effect of CN-NINM on pain will be evaluated using a tonic thermal experimental pain paradigm. For this, a thermode (hot plate) will be applied to the forearm of the participants before and after a single 20-minute application of CN-NINM. On each occasion, thermal nociceptive stimuli will be induced for 2 minutes on the participants' forearm using the thermode. Although the temperature remains constant for the entire 2 minutes, the participant will be informed that the temperature may increase, decrease, or remain stable during the procedure. The participant will then, at all times, evaluate the intensity of the pain with a visual analogue scale connected to a computer (CoVAS: visual analogue scale from 0 to 100). Afterwards, the participants will take part in a 4-week training program of their affected UL (3X/week, 60-minute duration). During each training session, the CN-NINM will be applied for 20 minutes at an intensity tailored to each participant comfort."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Exercise","Upper limb","Motor recovery","Pain","Cranial nerve non-invasive neuromodulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SINGLE_GROUP","interventionModelDescription":"The study model is a pre/post intervention pilot study.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":12,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"strength training intervention","type":"EXPERIMENTAL","description":"Strength training of the affected upper limb in chronic stroke survivors","interventionNames":["Procedure: Strength training intervention"]},{"label":"Cranial nerve non-invasive neuromodulation (CN-NINM)","type":"EXPERIMENTAL","description":"CN-NINM will be applied during each session of the strength training intervention","interventionNames":["Procedure: Cranial nerve non-invasive neuromodulation (CN-NINM)"]}],"interventions":[{"type":"PROCEDURE","name":"Strength training intervention","description":"The strength training program will last 4 weeks (3 X/week, 60 minutes). Using dead weights, the 1RM (i.e. the maximal load that an individual can lift once) will be estimated by the 10RM in order to avoid tendino-muscular injuries and fatigue. The 10RM will be determined for the muscles playing a key role in the functional performance of the upper limb (the wrist extensors and the elbow and shoulder flexors). In addition, the grip muscles of the affected hand will be trained with a JAMAR® dynamometer. Training will start at 50% of 1RM and progress by 10% each week to reach 80% of 1RM by week 4. The same gradation of intensity will be applied to the grip muscles. The training will begin and end by a 5-minute warm-up and relaxation period comprising of active movements of the trained muscles.","armGroupLabels":["strength training intervention"]},{"type":"PROCEDURE","name":"Cranial nerve non-invasive neuromodulation (CN-NINM)","description":"During each strength training session, the CN-NINM will be applied, with the help of a portable stimulator comprising a network of 18 electrodes, directly on the tongue of the participants for 20 minutes. The participants will hold the CN-NINM in place by pressing their tongue upwards. The CN-NINM will generate high-frequency pulses (50 μsec to 150 Hz), and the intensity of the stimulus will be set by each participant to a comfortable level of sensation, similar to the sensation in the mouth of a soft drink.","armGroupLabels":["Cranial nerve non-invasive neuromodulation (CN-NINM)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Recruitment rate for the project","description":"This outcome will be compiled by the total number of participants recruited, divided by the average number of months recruiting.","timeFrame":"Information will be assessed at the end of the recruitment period, at week 28"},{"measure":"Refusal to participate and the reasons","description":"Participants refusal to participate will be assessed by number of participants who declined to participate in the project and the associate reasons","timeFrame":"Information will be assessed throughout the project recruitment period (average of 7 months)"},{"measure":"Dropped out rate of the project in percent and the reasons","description":"Dropped out rate will be collected by the number of participants who dropped out of the project divided by the total number of participants recruited X 100%. Reasons for each drop out will also be collected.","timeFrame":"Information will be assessed through project completion, an average of 9 months"},{"measure":"Adherence to the intervention (training program and CN-NINM) in percent","description":"Adherence to the intervention will be calculated by the number of training sessions completed out of the total number expected X 100%","timeFrame":"Information will be assessed through study completion, an average of 9 months"},{"measure":"Number of participants with CN-NINM-related adverse events as assessed by a questionnaire","description":"Adverse events will be assessed with a questionnaire that will provide a number and percentage of participants who have experienced adverse events as well as allowing collecting information on symptoms that may be related to CN-NINM.","timeFrame":"Information will be be assessed through study completion, an average of 9 months"}],"secondaryOutcomes":[{"measure":"Change in pain intensity on the CoVAS","description":"Change in pain intensity will be calculated by the difference between the pain felt and reported on the CoVAS (average of the 2 minutes) before and after the single application of CN-NINM. The score on the CoVAS ranges between 0 (no pain) to 100 (maximal pain).","timeFrame":"The assessments will be done at the baseline and just after the 20 minutes of application of the CN-NINM."},{"measure":"Change in UL functional performance on the Wolf Motor Function Test","description":"Change in functional performance of the affected UL will be assessed with the timed score of the Wolf Motor Function Test; comprising 17 tasks. The maximal time allocated to each task is 120 seconds.","timeFrame":"The assessments will be done at the baseline and in the week after completion of the training program and CN-NINM."},{"measure":"Change in UL motor function on the Fugl-Meyer Stroke Assessment Scale","description":"Change in motor function of the affected UL will be assessed using the Fugl-Meyer Stroke Assessment where a score of 66 is equivalent to full motor recovery.","timeFrame":"The assessments will be done at the baseline and in the week after completion of the training program and CN-NINM."},{"measure":"Change in affected grip strength on the JAMAR dynamometer","description":"Change in affected grip strength will be assessed by computing the mean of 3 trials in kilograms on the JAMAR dynamometer.","timeFrame":"The assessments will be done at the baseline and in the week after completion of the training program and CN-NINM."},{"measure":"Change in manual dexterity on the Box and Block test","description":"Change in manual dexterity will be assessed with the Box and Block Test, computing the number of blocks that can be transferred from one compartment to another in 60 seconds.","timeFrame":"The assessments will be done at the baseline and in the week after completion of the training program and CN-NINM."},{"measure":"Change in participants' subjective real life functional UL performance on the Motor Activity Log","description":"Change in participants' self-reported affected UL performance in everyday activities will be assessed with the Motor Activity Log (MAL). The MAL comprises 14 task scored on a 0 to 5 Likert scale, where a score of 5 represents normal quantity and quality of use of affected UL.","timeFrame":"The assessments will be done at the baseline and in the week after completion of the training program and CN-NINM."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Be ≥18 years old;\n2. Have had a single supratentorial stroke;\n3. Be in a chronic stroke phase (\\>6 months);\n4. Present motor recovery in the upper limb (UL) (Fugl-Meyer Stroke Assessment \\[FMA\\] score ≥35/66);\n5. Have completed any rehabilitation treatment.\n\nExclusion Criteria:\n\n1. A significant spasticity at the affected upper limb (score \\> 3 on the modified Ashworth scale);\n2. A major sensory deficit at the affected upper limb (a score ≤25/34 on the Nottingham Sensory Assessment and a score \\<6 on the evaluation of the vibration threshold);\n3. A presence of hemineglect (score ≥±0. 083 on the Line Cancellation test);\n4. An apraxia (score \\>2.5 on the Alexander Test);\n5. The presence of a neurological disorder other than a stroke;\n6. Concomitant orthopaedic problem at the affected UL;\n7. Cognitive impairment (Mini-Cog score \\<2/5) and\n8. Any contraindication to CN-NINM.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Marie-Hélène Milot, Ph.D.","affiliation":"Université de Sherbrooke","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Guillaume Léonard, Ph.D.","affiliation":"Université de Sherbrooke","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Centre de recherche sur le vieillissement","city":"Sherbrooke","state":"Quebec","zip":"J1H4C4","country":"Canada","geoPoint":{"lat":45.40008,"lon":-71.89908}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"The investigators are not planning on sharing individual data to the participants."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}