{"protocolSection":{"identificationModule":{"nctId":"NCT06060470","orgStudyIdInfo":{"id":"STUDY2023-1087"},"organization":{"fullName":"University of Illinois at Chicago","class":"OTHER"},"briefTitle":"Active Balance and Cardio Care Intervention on Physical and Cardiovascular Health in People With Chronic Stroke","officialTitle":"Mechanism of Action That Underlies an Active Balance and Cardio Care Intervention on Physical and Cardiovascular Health in People With Chronic Stroke","acronym":"ABCcare"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-10-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2028-10-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-10-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-22","studyFirstSubmitQcDate":"2023-09-22","studyFirstPostDateStruct":{"date":"2023-09-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-16","lastUpdatePostDateStruct":{"date":"2023-10-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Savitha Subramaniam","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Illinois at Chicago"},"leadSponsor":{"name":"University of Illinois at Chicago","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Neurological impairment such as stroke is a leading cause of adult disability. Traditional rehabilitative therapies can help regain motor function and ameliorate disability. There are increasing community and other facilities offering rehabilitation in the form of conventional, recreational and alternative therapy. However, the implementation of these conventional therapy techniques in individuals with a neurological disorder like stroke is tedious, resource-intensive, and costly, often requiring transportation of patients to specialized facilities. Based on recent evidence suggesting significant benefits of repetitive, task-orientated training, investigators propose to evaluate the feasibility of an alternative therapies such as exergaming-based therapy to improve overall physical function of community-dwelling individuals with neurological impairments, compared to conventional therapeutic rehabilitation. This pilot study aims to systematically obtain data on compliance and efficacy of a randomized controlled trial. The objective of the study is to determine the safety, feasibility, compliance and efficacy of exergaming therapy to improve overall physical function of community-dwelling chronic stroke individuals.","detailedDescription":"While conventional balance training facilitates balance control and gait functions, the exercises involved in the training are labor-intensive, highly repetitious leading to monotonicity and decreased motivation levels. Therefore, many health care researchers are involved in identifying various methods to reduce the risk of falls addressing the barriers in conventional training methods while having the potential to translate it at home. Pilot studies with dance-based exergaming resulted in improving balance control and cognition post-stroke. Based on this preliminary finding, this current study aimed to identify:\n\n1. The evaluate using the randomized controlled trial the efficacy of dance-based exergaming on physical function compared to conventional standard of care (fall prevention and balance training) among people with chronic stroke This pilot studies used Wii-fit Nintendo/ Microsoft Kinect, an off the shelf, commercially available and a cost-effective device that provides similar benefits of exergaming. Community-dwelling people with chronic stroke involved in the study underwent 6 weeks of exergaming or conventional balance training in a tapering manner in a laboratory setting. Participants were assessed for motor and cognitive performance in the laboratory during volitional and reactive balance control while performing a secondary cognitive task. The performance outcome determined the effect on physical function."},"conditionsModule":{"conditions":["Chronic Stroke"],"keywords":["Chronic stroke","Dance-based exergaming"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized controlled trial.","primaryPurpose":"OTHER","maskingInfo":{"masking":"DOUBLE","maskingDescription":"The participant will be masked for the intervention group they will be assigned to. There will be masking of the outcome assessor also.","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Virtual reality based dance group","type":"EXPERIMENTAL","description":"Virtual-reality based dance training - Participants received Virtual-reality based dance training for 10 weeks using the commercially available Kinect dance game (Microsoft Inc., Redmond, WA, U.S.A.) \"Just Dance 3\". The first six week session consisted of 5 sessions/week, next two weeks of 3 sessions/week and last two weeks of 2 sessions/week, for a total of 20 sessions. Participants played on 10 songs for the first 2 weeks, progressing to 12 songs during the 3nd and 4th weeks with an addition of 2 more songs of their choice during the last two weeks. Participants played on alternating slow- and fast-paced songs (each maximum of 4 minutes in duration) with a five minutes break after a set of one slow and fast song. The first 6 weeks are conducted in the laboratory. The next four weeks are conducted in the participants home via telerehabilitation. The four week sessions consisted of 3 sessions/week.","interventionNames":["Behavioral: Virtual reality based dance group"]},{"label":"Control","type":"ACTIVE_COMPARATOR","description":"Participants in the control group will receive current standard of care: education on conventional exercise and fall prevention programs. The control and intervention groups will have the same duration of 10 weeks (1session/week), while the format of the contact (Tele) and session time of the contact will be proportional to the content delivered (30-45 minutes/session) in the control group; 80-90 minutes in the intervention group). Participants, regardless of randomization, will complete assessments and follow-ups with blinded outcome assessors.","interventionNames":["Behavioral: Active Comparator: Control"]}],"interventions":[{"type":"BEHAVIORAL","name":"Virtual reality based dance group","description":"Participants will receive therapy using the \"Just Dance\" using the commercially available Kinect gaming system (Microsoft Inc, Redmond, WA, USA. Each song involves repetitive action for each dance step (at least 20 repetitions over the entire song) and visual cues on the screen (a stick figure at the bottom right) indicating the upcoming dance step. Participant's playing the game to reduce risk of exercise related adverse effects. Participants will dance on 10 songs starting from a slow-pace progressing to a medium pace (each max 5 minutes long). Participants will receive 5 minutes rest after playing on each song. This will be conducted by two physical therapists.","armGroupLabels":["Virtual reality based dance group"],"otherNames":["Active Balance Cardio (ABC) care"]},{"type":"BEHAVIORAL","name":"Active Comparator: Control","description":"Participants in the control group will receive current standard of care: education on conventional exercise and fall prevention programs. The control and intervention groups will have the same duration of 10 weeks (1session/week), while the format of the contact (Tele) and session time of the contact will be proportional to the content delivered (30-45 minutes/session) in the control group; 80-90 minutes in the intervention group). Participants, regardless of randomization, will complete assessments and follow-ups with blinded outcome assessors.","armGroupLabels":["Control"],"otherNames":["Control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Compliance to therapy","description":"Total time spent over the intervention duration. In virtual reality-based group a score of thirty two (number of sessions) is the maximum and a score of zero is minimum. While in the Active comparator group: control, ten is the maximum score and zero is the minimum. Higher score indicates increase compliance to therapy.","timeFrame":"Baseline (week 0), Mid-training (2nd week), and Post-training at laboratory (7th week), Post-training at home (10th week)"},{"measure":"Voluntary balance control","description":"Examining maximum center of pressure (CoP) excursion on the Limits of Stability task test using Phyiosensing. Directional control, endpoint excursion, maximum excursion results will be provided in percentage. Maximum percentage being hundred and lowest being 0 percentage. Higher scores better direction, endpoint, and excursion, while lower indicates viceversa.","timeFrame":"Baseline (week 0), Mid-training (2nd week), and Post-training at laboratory (7th week), Post-training at home (10th week)"},{"measure":"Change in Postural Stability","description":"Postural Stability can be defined by simultaneous control of center of mass position and velocity during slip-like perturbation relative to the rear edge of base of support (rear heel). The position normalized with the individual's foot length, and velocity by square root of gravitational acceleration and individual's body height. Greater values indicate greater stability.","timeFrame":"Baseline (week 0), Mid-training (2nd week), and Post-training at laboratory (7th week), Post-training at home (10th week)"}],"secondaryOutcomes":[{"measure":"Fall risk","description":"falls efficacy scale questionnaire. Falls Efficacy Scale (FES), an instrument to measure fear of falling, based on the operational definition of this fear as \"low perceived self-efficacy at avoiding falls during essential, nonhazardous activities of daily living. A total score of greater than 70 indicates that the person has a fear of falling. Lower scores indicate person has lesser fear of falling.","timeFrame":"Baseline (week 0), Mid-training (2nd week), and Post-training at laboratory (7th week), Post-training at home (10th week)"},{"measure":"Real life falls","description":"Real life falls will be assessed with fall log diary. Higher number indicates increased falls history. Partcipants will be monitored for one year.","timeFrame":"Baseline (week 0) to post-training at home (12 months)"},{"measure":"Heart rate variability","description":"Heart rate variability will be assessed by recording HRV, fluctuations of heart rate at specific time intervals using a heart rate monitor test protocol of the Polar® heart rate monitor. Higher scores indicate better autonomic modulation (cardiac function).","timeFrame":"Baseline (week 0), Mid-training (2nd week), and Post-training at laboratory (7th week), Post-training at home (10th week)"},{"measure":"Flow-mediated vasodilatation","description":"Will be evaluated by recording brachial artery flow-mediated vasodilation - FMD; an index of arterial endothelial function with ultrasound imaging (Doppler ultrasound test) of the brachial artery. Flow-mediated vasodilatation results will be provided in percentage. Maximum percentage being hundred and lowest being 0 percentage. Higher percentage indicate higher vascular health.\n\n\\[Time Frame: Baseline (week 0), Mid-training (2nd week), and Post-training at laboratory (7th week), Post-training at home (10th week)\\].","timeFrame":"Baseline (week 0), Mid-training (2nd week), and Post-training at laboratory (7th week), Post-training at home (10th week)"},{"measure":"Maximal oxygen consumption","description":"Will be assessed using the YMCA submaximal cycle ergometer test explained in the Y's Way to Physical Fitness. Higher scores indicate better aerobic capacity.","timeFrame":"Baseline (week 0), Mid-training (2nd week), and Post-training at laboratory (7th week), Post-training at home (10th week)"},{"measure":"Aerobic capacity","description":"2-minute step test - The 2 Minute Step Test is used to assess an individual's aerobic capacity and evaluate their level of functional fitness. Seps range from 44-116 in health older adults. Higher scores indicate better aerobic endurance.\n\n\\[Time Frame: Baseline (week 0), Mid-training (2nd week), and Post-training at laboratory (7th week), Post-training at home (10th week)\\].","timeFrame":"Baseline (week 0), Mid-training (2nd week), and Post-training at laboratory (7th week), Post-training at home (10th week)"},{"measure":"Blood pressure","description":"2 mins pre-and post-training. Both systolic and diastolic will be measured.","timeFrame":"Baseline (week 0), Mid-training (2nd week), and Post-training at laboratory (7th week), Post-training at home (10th week)"},{"measure":"Endurance","description":"6-minute walk test - The 6 minute walk test (6MWT) assesses distance walked over 6 minutes as a sub-maximal test of aerobic capacity/endurance. The score of the test is the distance a patient walks in 6 minutes.","timeFrame":"Baseline (week 0), Mid-training (2nd week), and Post-training at laboratory (7th week), Post-training at home (10th week)"},{"measure":"Physical activity","description":"Fitbit-monitored daily steps. Higher number of steps indicate better physical activity..","timeFrame":"Baseline (week 0), Mid-training (2nd week), and Post-training at laboratory (7th week), Post-training at home (10th week)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 45 to 90 years of age.\n* Able to follow instructions provided in English.\n* History of neurological impairment (Stroke) for at least 6 months prior to evaluation (self-report, confirmed by participant's physician).\n* Able to stand and walk with or without assistive device or braces as part of their activities of daily living (self-report).\n* Cognitive skills to actively participate (score of \\< 26 on Montreal cognitive assessment indicates cognitive impairment).\n* Stroke - a) Upper extremity limb function (score of at least 25 on the Fugyl Myer Upper extremity test and Muscle performance grade on deltoid, pec major and and triceps of \\> or = 2/5).\n\nExclusion Criteria:\n\n* Cognitive or communicative impairment indicated by a score of \\> 26 on Montreal cognitive assessment and a score of \\<25 on Mini Mental State Exam Score;\n* aphasia \\<71% on Mississippi Aphasia Screening Test\n* \\>15 on Geriatric Depression Scale.\n* unhealed pressure sores,\n* active or untreated infection,\n* thromboembolic disease,\n* severe contractures,\n* active heterotrophic ossification in the lower extremities,\n* lower limb fractures,\n* known history of peripheral nerve injury in the lower legs,\n* history of cardiovascular or pulmonary complications, or with pacemakers and history of metabolic (endocrine, hepatic) or renal dysfunction, uncontrolled seizures (Self-report).\n* History of any acute and significant cardiopulmonary, musculoskeletal or systemic diagnosis in the past 6 months or history of a recent major surgery (\\<6months) or hospitalization (\\<3months) and on any sedative drugs.\n* Partcipants unavailable for 12 weeks of participation,\n* Current participation in other treatment (i.e.- Botox) or other research studies during the phase of the study.\n* Pregnancy.\n* Uncontrolled pain \\>3/10 on VAS.\n* Complains of shortness of breath\n* Uncontrolled hypertension (systolic blood pressure (SBP) \\> 165 mmHg and/or diastolic blood pressure (DBP) \\> 110 mmHg during resting).\n* Resting hear rate (HR) \\> 85% of age-predicted maximal heart rate (HRmax) (HRmax = 220 - age) \\[3\\].\n* Oxygen saturation (measured by pulse oximeter) during resting \\< 95%.\n* Severe cardiac disease (New York Heart Association classification of IIIV) \\[1\\]. Exclusion Criteria for Laboratory Slip test.\n* T score of \\< -2 on the Bone density, measured through via the heel ultrasound machine.","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Savitha Subramaniam","role":"CONTACT","phone":"17082910471","email":"ssubra26@uic.edu"},{"name":"savitha subramaniam","role":"CONTACT","phone":"17082910471","email":"savitharaj@gmail.com"}],"overallOfficials":[{"name":"Savitha Subramaniam","affiliation":"uic","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Illinois at Chicago","city":"Chicago","state":"Illinois","zip":"60612","country":"United States","contacts":[{"name":"Savitha Subramaniam, PhD","role":"CONTACT","phone":"708-291-0471","email":"ssubra26@uic.edu"},{"name":"Jun Ma, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":41.85003,"lon":-87.65005}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The unidentified data will be shared with all the investigators with the secured system of University of Illinois at Chicago.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR"],"timeFrame":"During the entire phase of the study","accessCriteria":"University secured system"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","asFound":"Chronic","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}