{"protocolSection":{"identificationModule":{"nctId":"NCT05256030","orgStudyIdInfo":{"id":"E-60116787-020-168618"},"organization":{"fullName":"Suleyman Demirel University","class":"OTHER"},"briefTitle":"The Effect of Speed-based Training on Spasticity and Balance","officialTitle":"The Effect of Speed-based Re-learning Training on Spasticity Characteristics and Balance Activities in Stroke Patients."},"statusModule":{"statusVerifiedDate":"2022-02","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-03-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2022-06-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-09-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-02-16","studyFirstSubmitQcDate":"2022-02-24","studyFirstPostDateStruct":{"date":"2022-02-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-02-24","lastUpdatePostDateStruct":{"date":"2022-02-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Mehmet Duray","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Suleyman Demirel University"},"leadSponsor":{"name":"Suleyman Demirel University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"While there are many studies examining the effect of different exercises on spasticity and balance activities in individuals with stroke, no study has been found on the effect of speed-based re-learning training on spasticity and balance activities. In this study, it was aimed to investigate whether the WBV treatment protocol determined has an effect on functional capacity and respiratory functions in individuals with stroke. In this sense, our study was planned to investigate the effect of speed-based motor learning training on spasticity characteristics and balance activities in stroke patients.","detailedDescription":"Stroke is one of the diseases with the highest mortality and disability rates worldwide. Spasticity is a motor disorder that affects more than 12 million people worldwide after stroke and is one of the most important causes of disability. Physiologically, spasticity affects the motor pathways of the brainstem and alters the excitability of motor neurons in the spinal cord, resulting in a reduction in the supraspinal-inhibitory-control mechanisms necessary for the regulation of the stretch reflex.\n\nSpasticity is generally defined as \"a motor disorder characterized by a speed-dependent increase in tonic stretch reflexes (muscle tone) with exaggerated tendon jerks, resulting from hyperexcitability of the stretch reflex as a component of the upper motor neuron syndrome\". The muscle that develops spasticity creates a resistance to the movement during different movements and activities and makes it difficult to perform the movement. The resistance felt is due not only to neural causes, but also to peripheral causes (biomechanical factors such as soft tissue or muscle properties). Spasticity shows different characters at different speeds. The velocity-dependent increase in muscle tone is an important feature of spasticity. The stretching speed has obvious effects on the catching angle. However, the velocity dependence of spasticity may be partially dependent on joint angle position.\n\nSpasticity, which occurs due to a structural and physiological anomaly, creates a disordered contractile behavior characteristic in the structures of the muscles it affects. Therefore, spasticity should be considered not only as a rehabilitated phenomenon, but also as a disrupted behavior pattern that should be suppressed. In spastic cases, lesion of the motor cortex and corticospinal tract is accompanied by loss of supraspinal inhibition. During activities such as standing and walking, spasticity leads to the activation of a synergistic pattern. Depending on the increase in the extensor tone of the upper extremities, flexor lower extremities, balance and gait problems occur in various degrees in patients. Spasticity reduces functional capacity, increases metabolic energy expenditure and causes disruptions in daily work. Considering the number of people affected by spasticity and functional disability caused by the neural and motor sequelae of the disease, it is of great importance to seek new forms of evaluation and treatment for the rehabilitation of affected patients.\n\nImproving walking safety and speed and preventing falls are the main goals of gait rehabilitation for stroke survivors. For these reasons, the patient should be approached from a holistic point of view rather than the classical point of view in stroke rehabilitation. Hemiplegic gait is not the result of isolated skeletal muscle dysfunction seen after orthopedic disorders. Therefore, spasticity and spastic activation time should be considered in the treatment. Walking is not only a displacement activity; It should be considered as a concept that includes the simultaneous coordination of all the muscles that need to be active, providing the highest efficiency and quality with the least energy expenditure.\n\nThe spastic threshold rate is defined as the minimum rate at which spastic response is observed during controlled open chain measurements. It is estimated that the spastic threshold rate decreases as the severity of stroke increases in stroke patients. However, the relationship between the onset of stretch-induced muscle activation and the resistance (catching) felt by clinicians in stroke survivors has not been fully investigated. Also, it is not clear whether the catch angle also depends on the joint angle position. Spasticity is clinically related to speed, joint position, angle of capture, etc. should be revealed quickly, rehabilitation practices should be made specific to the person and the activity. By raising the spastic rate threshold, the emergence of spasticity in the early phase should be prevented, even at higher velocities. In the management of spasticity, with a current point of view, classical rehabilitation practices should be avoided and motor learning strategies specific to the patient should be introduced. In this sense, our study was planned to investigate the effect of speed-based motor learning training on spasticity characteristics and balance activities in stroke patients."},"conditionsModule":{"conditions":["Stroke","Spasticity, Muscle","Balance; Distorted"],"keywords":["Stroke","Velocity","Re-learning","Spasticity","Balance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Control-Traditional Rehabilitation Group","type":"EXPERIMENTAL","description":"This group will receive a 6-week neurorehabilitation program that includes stretching for spasticity inhibition, strengthening of the antagonist muscle, autogenic inhibition methods, as well as conscious-unconscious balance training and gait training, which are routinely applied in physical therapy and rehabilitation units. The treatment will be applied 5 days a week.\n\nIn addition to the Bobath approach, the subjects in the study group received WBV for 20 minutes a day, 2 days a week. The frequency of the device was increased by 5 Hz every week, starting the treatment with 30 Hz. Whole body vibration application was performed on a platform (Power Plate Pro5®) that provides vertical vibration. Two different practice positions were chosen as standing and semi-squatting. In order to prevent muscle fatigue, the set consisting of 1 minute of application - 1 minute of rest in each position was applied for a total of 10 minutes with 5 repetitions","interventionNames":["Other: Speed-based relearning training"]},{"label":"Study-Neurodevelopmental Therapy Group","type":"EXPERIMENTAL","description":"Function-oriented Neurodevelopmental Therapy will be applied to the subjects included in the study and randomly assigned to the study group in different positions such as supine, prone, sitting, standing for 6 weeks, 5 sessions per week, and the goal will be to achieve the task at different speeds. Spasticity, balance and gait exercises will be started at slow speeds, at muscle level, and in the following sessions, movement speed will be increased in relation to the patient's compliance, and global balance and gait exercises will be performed.","interventionNames":["Other: Neurodevelopmental Therapy"]}],"interventions":[{"type":"OTHER","name":"Speed-based relearning training","description":"Spasticity, balance and gait exercises will be started at slow speeds, at muscle level, and in the following sessions, movement speed will be increased in relation to the patient's compliance, and global balance and gait exercises will be performed.","armGroupLabels":["Control-Traditional Rehabilitation Group"]},{"type":"OTHER","name":"Neurodevelopmental Therapy","description":"Neurodevelopmental Therapy","armGroupLabels":["Study-Neurodevelopmental Therapy Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Modified Tardieu Scale","description":"The scale evaluates spasticity from three different rates in order to evaluate the rate-dependent effect of spasticity. These speeds are defined as speeds V1, V2 and V3. The speed V1 represents the evaluation at the lowest speed, and V3 represents the evaluation at the highest speed. In all 3 speeds, the target joints are moved passively through the full range of motion and the range of values in which spasticity is observed is calculated by means of a goniometer.","timeFrame":"6 weeks"},{"measure":"Berg Balance Scale","description":"It is a scale that includes 14 instructions and is scored between 0-4 by observing the patient's performance for each instruction. While 0 points are given when the patient cannot do the activity at all, 4 points are given when the patient completes the activity independently.","timeFrame":"6 weeks"},{"measure":"Time Up and Go Test","description":"The person is asked to get up from the chair he is sitting in, walk 3 meters at a safe and normal pace, turn, walk back and sit back in the chair. The time it takes to complete the test is recorded in seconds.","timeFrame":"6 weeks"},{"measure":"Portable computerized kinesthetic balance device (SportKAT 550)","description":"The device consists of two parts, an electronic tilt sensor and a moving platform. The electronic sensor evaluates the movement of the platform during the test period and transfers the data to the connected computer. The computer screen is placed 1 meter in front of the people and at eye level to provide feedback to the people. The computer screen has a red cross indicating the movement of the platform. The evaluated person tries to keep this sign on the screen in the center for 30 seconds. At the end of the test, the device calculates a balance score. This score shows how close the person holds the platform to the reference position. At the end of the test, scores ranging from 0 to 6000 are formed.","timeFrame":"6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Post-stroke hemiparetic-hemiplegic clinical picture\n* Getting 0-3 points according to the Modified Rankin Scale\n* Brunnstorm lower extremity stage≥ 2\n* Getting a score of 24 or higher on the Mini Mental test\n* Being clinically stable\n* Having a stroke for the first time\n* Single hemisphere involvement\n\nExclusion Criteria:\n\n* Not having spasticity\n* Having any neurological, psychiatric, orthopedic, unstable cardiovascular disease other than stroke","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Mehmet Duray","role":"CONTACT","phone":"+902462113268","email":"mehmetduray@gmail.com"}],"locations":[{"facility":"Mehmet Duray","city":"Isparta","zip":"32200","country":"Turkey","geoPoint":{"lat":37.76444,"lon":30.55222}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spasticity","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}