{"protocolSection":{"identificationModule":{"nctId":"NCT04019522","orgStudyIdInfo":{"id":"STU: 00208610"},"organization":{"fullName":"Shirley Ryan AbilityLab","class":"OTHER"},"briefTitle":"American Heart Association- Stroke/Hypoxia Study","officialTitle":"An Exploration of Acute Intermittent Hypoxia as a Tool to Enhance Neural Recovery in Stroke Survivors; a Pilot Safety Study."},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-07-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-02-01","type":"ACTUAL"},"completionDateStruct":{"date":"2024-03-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-06-19","studyFirstSubmitQcDate":"2019-07-12","studyFirstPostDateStruct":{"date":"2019-07-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-16","lastUpdatePostDateStruct":{"date":"2024-01-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Zev Rymer","investigatorTitle":"Director Single Motor Unit Laboratory, Research Arms + Hands Lab","investigatorAffiliation":"Shirley Ryan AbilityLab"},"leadSponsor":{"name":"Shirley Ryan AbilityLab","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Of the 795,000 people who experience a stroke every year in the US, only a small percentage will achieve full recovery. While current therapies promote strength and endurance, none directly address the unique potential of the brain to reorganize following injury. The goal of this project is to explore the effects of a novel therapy, acute intermittent hypoxia (AIH). During this therapy, individuals receive brief bouts of reduced oxygen levels by inhalation through a face mask. (This is akin to being on top of a tall mountain). In brief exposures, AIH is known to trigger the release of specific proteins that help the brain adapt to oxygen reductions. Published results in people with incomplete spinal cord injury have shown that AIH enhances muscle strength and coordination rather quickly. The research team aims to study the effects of AIH in stroke survivors.","detailedDescription":"Stroke is the second leading cause of death and a leading cause of long-term disability worldwide. Despite the spontaneous recovery that occurs following a hemispheric stroke, more than half of stroke patients show substantial residual impairments, imposing a significant human and economic burden. This burden is likely to increase in coming decades, due to a rapidly aging population, and the associated progression of cardiovascular risk factors. Accordingly, new interventions to alleviate impairment in stroke survivors are urgently needed. The development and testing of one such novel intervention, termed Acute Intermittent Hypoxia (AIH), is the primary focus of this AHA Innovative Project Award.\n\nThe aim is to answer questions related to safety and preliminary efficacy of AIH in stroke survivors. First, the Investigators will establish whether brief reductions in inhaled oxygen concentration can be safely tolerated in stroke survivors. A clinician will closely monitor subjects for any adverse events.\n\nThe second aim is to establish the effects of AIH on elbow flexion/extension strength, and on hand grip and pinch strength. Subjects will be monitored closely for any adverse events during these experiments. Data will be analyzed to determine if there is an improvement in key outcomes at any dose level."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":12,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Hypoxia","type":"EXPERIMENTAL","description":"During each session, study participants will receive a single sequence of AIH, consisting of 15 x 60-seconds periods of hypoxia alternating with 90-seconds of normoxia (21% O2), for a total of 30 minutes, whilst in a seated upright position. AIH will be applied by directing gas flow to a reservoir bag connected via plastic tubing to a non re-breathing facemask/respiratory valve system while the participants are in a seated position. Defined gas mixtures will be delivered by manual adjustment of one-way valves attached to a hypoxia generator.","interventionNames":["Other: Acute Intermittent Hypoxia (AIH)"]}],"interventions":[{"type":"OTHER","name":"Acute Intermittent Hypoxia (AIH)","description":"An oxygen monitor will continuously measure and record the fraction of inspired oxygen delivered to the subject. Inspired fraction of oxygen (FiO2) of the gas mixture will be individually adjusted using the valve settings to reach the targeted SpO2. The gas mixtures administered during the four sessions will be 21% O2 (target SpO2 = 95%), 17% O2 (target SpO2 = 92%), 13% O2 (target SpO2 = 87%) and 9% O2 (target SpO2 = 82%).","armGroupLabels":["Hypoxia"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Clinical/neurological status over the duration of the study","description":"All adverse events will be reviewed for safety and study continuation by the medical monitor.","timeFrame":"6 days"}],"secondaryOutcomes":[{"measure":"National Institute of Health Stroke Scale (NIHSS)","description":"is a tool used by healthcare providers to objectively quantify the impairment caused by a stroke. The NIHSS is composed of 11 items, each of which scores a specific ability between a 0 and 4. For each item, a score of 0 typically indicates normal function in that specific ability, while a higher score is indicative of some level of impairment. The individual scores from each item are summed in order to calculate a patient's total NIHSS score ranging from 0-42.","timeFrame":"6 days"},{"measure":"Fugl- Meyer Assessment","description":"Each test element will be graded on a 3-point ordinal scale and summed up to provide a maximum upper limb score of 66. Reliability and validity have been demonstrated. The FMA will be administered while the subject is seated.","timeFrame":"6 days"},{"measure":"Modified Ashworth Scale","description":"This scale allows for characterization of increases in muscle tone, from low or normal tone to complete limb rigidity. Specifically, we will evaluate the elbow flexors, bilaterally","timeFrame":"6 days"},{"measure":"Grip strength","description":"A dynamometer measures maximum gross grasp (lb.) averaged over three attempts with each hand. The minimum possible value of zero lb. will be assigned when the participant cannot actively flex the fingers or grasp the dynamometer. Completed bilaterally, if possible","timeFrame":"6 days"},{"measure":"Pinch Strength","description":"Hydraulic Handheld Dynamometer): A dynamometer measures maximum gross grasp (lb.) averaged over 3 attempts with each hand. The minimum possible value of zero lb. will be assigned when the participant cannot actively flex the fingers or grasp the dynamometer.","timeFrame":"6 days"},{"measure":"Elbow strength","description":"monitoring changes in isometric elbow flexion force using a dynamometer. A total of three trials will be taken on each side, with a rest break between trials. The average of the three trials will be recorded.","timeFrame":"6 days"},{"measure":"D-KEFS Color-Word Interference Test","description":"A neuropsychological measure that seeks to evaluate attention and inhibition. Subjects will be asked to read words or name ink colors as quickly as possible within a given time limit. The test supplies the examiner with three separate scores, including an ability to calculate an interference score. This final score allows for interpretation of cognitive flexibility, creativity and cognitive stress. This measure will be utilized to monitor subjects throughout their participation at specific time-points. Audio recording may be taken to ensure accurate recording of responses","timeFrame":"6 days"},{"measure":"5 minute neurological test","description":"Quick short tests to assess clinical status","timeFrame":"6 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\nAge ≥18 years;\n\nA first time, unilateral, ischemic, hemispheric stroke, confirmed by magnetic resonance imaging (MRI);\n\nChedoke assessment \\> 3\n\nAbility to open and close affected hand\n\nAble to understand and communicate in English\n\nBe able to consent independently\n\n≥ 6 months post stroke\n\nMust have a hemoglobin level above 10g/dl (to be confirmed using handheld noninvasive lab equipment)\n\nMust have ability to attend research visits with a companion for assistance\n\nWOCBP must be comfortable confirming negative pregnancy prior to hypoxia experimental therapy.\n\nExclusion criteria:\n\nBrain stem or cerebellar stroke; mean Fazekas score rated on initial fluid-attenuated inversion recovery MRI ≥3\n\nSevere aphasia, preventing subject from understanding the protocol and giving written consent;\n\nHistory of prior neurological disorder;\n\nPre-existing hypoxic pulmonary disease,\n\nSevere hypertension (\\>160/100)\n\nIschemic cardiac disease.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Zev Rymer, MD/PhD","affiliation":"Principal Investigator","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Shirley Ryan AbilityLab","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","geoPoint":{"lat":41.85003,"lon":-87.65005}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000000860","term":"Hypoxia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000012818","term":"Signs and Symptoms, Respiratory"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M3875","name":"Hypoxia","asFound":"Hypoxia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15313","name":"Signs and Symptoms, Respiratory","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}