{"protocolSection":{"identificationModule":{"nctId":"NCT05144932","orgStudyIdInfo":{"id":"CIV-SE-21-08-037407"},"organization":{"fullName":"Region Skane","class":"OTHER"},"briefTitle":"StrokeAlarm Trial 2","officialTitle":"StrokeAlarm Trial 2"},"statusModule":{"statusVerifiedDate":"2022-02","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-03-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-11-20","studyFirstSubmitQcDate":"2021-12-02","studyFirstPostDateStruct":{"date":"2021-12-03","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-02-18","lastUpdatePostDateStruct":{"date":"2022-03-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Region Skane","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This open, multicenter, prospective, singel-arm study will evaluate usability and feasibility of a wearable stroke indication system (Stroke Alarm) in patients with recent TIA, recent minor stroke without persistent arm motor deficit, or atrial fibrillation up to 1 month.","detailedDescription":"The aim of this study is to test the safety and feasibility of the CE-marked wearable system for early stroke indication to indicate the onset of stroke in real life.\n\nOur hypothesis is that the device is well tolerated with an acceptable number of adverse events such as direct complications of the bracelets or unbearable amounts of false alarms or false alarms during sleep.\n\nThe device can be used to monitor arm motor function for long time. The ability to detect arm paresis (indicating the onset of a stroke) will be studied as well, but the trial is single-armed and not designed to assess neither the efficacy of stroke indication nor shortened patient-delay.\n\nAnticipated adverse device effects that are to be assessed.\n\n* Participants being unable to operate the device.\n* Frequency of alarms specified for the different alarm escalation steps.\n* User compliance.\n* User experience.\n* Alarm recipient experience\n* Barriers for use will be identified (for example advanced age or other patients' characteristics)\n\nThis is a prospective trial without a comparator group (single arm). All patients with a diagnosis of stroke (ischemic stroke or intracerebral hemorrhage) or TIA or newly diagnosed atrial fibrillation/flutter at the participating hospitals are screened daily (Monday - Friday) for eligibility by dedicated research nurses, mainly through the electronic patient chart (Melior). Atrial fibrillation patients may also be identtifyed using the Auricula registry for oral anticoagulation. When in doubt about the diagnosis or eligibility for other reasons research nurses consult either the physician responsible for the patient or the PI.\n\nAll patients screened are documented, including reasons for non-inclusion and exclusion. The screening log is kept in the Investigators site file (ISF) that are located in locked research offices at the participating hospitals. Source data such as inclusion forms are stored in the same research offices, within locked cabinets.\n\nAll included patients are contacted by a research nurse at one month from inclusion (plus maximum 14 days) for a planned follow-up phone call.\n\nThe follow-up appointments are scheduled by phone/letter, but prior to the visit, a notice will be sent, and the patient is encouraged to complete the questionnaire before the visit and is also informed that it is possible to complete the questionnaire during the follow-up. Interpreter-assistance or use of questionnaires translated to foreign languages is allowed during the follow-up visit.\n\nThe follow-up is estimated to take one hour. Prior to the follow-up the electronic journal is checked for any admissions for stroke or TIA during the follow-up period and in such case any arm motor involvement and the time from onset to arrival to hospital is also registered.\n\nAt the follow-up, a structured reporting form is used (StrokeAlarm Pro CRF). Baseline data for all patients are registered in the CRF at inclusion and/or at follow-up.\n\nThe research nurse fills in the CRF at inclusion and follow-up and enters the data into SPSS. The PI validates the CRF items in SPSS using cross control and frequencies analysis of number of answers.\n\nData from the device backend server is extracted by a predefined format (Structured Backend Data Report StrokeAlarm Pro DRF) into the SPSS data file.\n\nAnalyses are made on pseudoanonymized data (personal identification number replaced by serial number). A key will be kept in a locked research room at the hospital throughout the course of the study and the analytic phase.\n\nSPSS will be used for all statistical analyses. Data will be summarized and presented with descriptive statistics and graphs, as well as linear models.\n\nThe patients are in this clinical trial instructed to use the device continuously for 1 month.\n\nNo comparator will be used in this clinical trial. The main reason is that there are no similar systems available. Feasibility is the main research question.\n\nEach patient that are participating in this clinical trial will receive one pair of devices.\n\nThe devices are paired and designed for continuous use for up to 6 months. For hygienic reasons the devices will not be re-used for other subjects. The devices will be collected by the manufacturer at the end of the study.\n\n9.2.1 Other medical device or medication to be used during the clinical investigation.\n\nSimultaneous inclusion in other studies that require bracelets are not permitted since this may negatively impact the user experience. Simultaneous inclusion in other ongoing studies on for example drugs, is permitted."},"conditionsModule":{"conditions":["Stroke","Atrial Fibrillation","TIA"],"keywords":["wearable device","stroke detection","Stroke Alarm","Accelerometer","Sensor"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"The patients are in this clinical trial instructed to use the device continuously for 1 month.\n\nNo comparator will be used in this clinical trial. The main reason is that there are no similar systems available. Feasibility is the main research question.","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE","maskingDescription":"The patients are in this clinical trial instructed to use the device continuously for 1 month. There will be no masking."}},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"StrokeAlarm use","type":"EXPERIMENTAL","description":"This is a single arm study. All participants will be instructed to use the StrokeAlarm medical device for 1 month.","interventionNames":["Device: Stroke Alarm"]}],"interventions":[{"type":"DEVICE","name":"Stroke Alarm","description":"The patients are in this clinical trial instructed to use the device continuously for 1 month.","armGroupLabels":["StrokeAlarm use"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Usability","description":"Usability of the CE marked medical device Stroke Alarm.","timeFrame":"1 month"}],"secondaryOutcomes":[{"measure":"Stroke indication","description":"The number of correctly identified stroke events in the study group and the number of stroke events not indicated by the device.","timeFrame":"1 month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 18 years or older\n2. Patients with 2A. Diagnosed (ICD-10) TIA (G45.9: Transitory ischemic attack or G45.3: Amaurosis fugax, or 2B. ICD-10 ischemic stroke, I63.0-9. 2C. Newly diagnosed atrial fibrillation. 2D. Atrial fibrillation with an increased risk of stroke (contraindication to oral anticoagulants, reduced dose of oral anticoagulants or other risk factors presenting an estimated annual stroke risk of 5% or more despite anticoagulants treatment.\n3. Subject has after study specific information consent to participation by signing the Ethics committee-approved inform consent form.\n\nExclusion Criteria:\n\n1. Already included in the study in connection with previous TIA/stroke.\n2. Has an affected arm function due to previous stroke or other illness/trauma.\n3. Cannot provide informed consent to participation in the study.\n4. Does not speak Swedish or English in speech and writing.\n5. Assessed due to other diseases or circumstances in general cannot contribute to planned follow-up within the framework of the study.\n6. Do not want to participate.\n7. During the study period, do not have access to a compatible smartPhone.\n8. Not deemed capable of managing the Stroke Alarm smartphone app.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Johan Wasselius, MD, PhD","role":"CONTACT","phone":"+4646173082","email":"johan.wasselius@med.lu.se"},{"name":"Åke Holmberg, MSc","role":"CONTACT","email":"ake.holmberg@reegionstockholm.se"}],"overallOfficials":[{"name":"Magnus Esbjörnsson, MD","affiliation":"Region Skåne","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hässleholms sjukhus","status":"RECRUITING","city":"Hässleholm","zip":"28138","country":"Sweden","contacts":[{"name":"Magnus Esbjörnsson, MD","role":"CONTACT","phone":"+46451298753","email":"magnus.esbjornsson@skane.se"}],"geoPoint":{"lat":56.15905,"lon":13.76638}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Anonymized data may be shared upon reasonable request and ethical approval.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}