{"protocolSection":{"identificationModule":{"nctId":"NCT03215329","orgStudyIdInfo":{"id":"A15-D27-VOL.25"},"organization":{"fullName":"University Hospital, Caen","class":"OTHER"},"briefTitle":"Comparison of Hemodynamic Effect of 2 Methods for Alveolar Recruitment Maneuver in Anesthetized Patients","officialTitle":"Comparison of Stroke Volume Variation During Alveolar Recruitment With Stepwise Increase in Positive End Expiratory Pressure and Continuous Positive Airway Pressure (30cmH2O During 30 Seconds) in Anesthetised Patients","acronym":"Hemorecrut"},"statusModule":{"statusVerifiedDate":"2017-07","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-01-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2017-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-07-05","studyFirstSubmitQcDate":"2017-07-11","studyFirstPostDateStruct":{"date":"2017-07-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2017-07-11","lastUpdatePostDateStruct":{"date":"2017-07-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Caen","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"During general anaesthesia, pulmonary atelectasis has been shown to occur in 85 to 90% of patient. Pulmonary atelectasis increases occurrence of postoperative pulmonary complication including pneumoniae. Pulmonary atelectasis can be prevented or reversed by alveolar recruitment manoeuvres (ARM). Two methods for ARMs have been described. A sustained continuous positive airway pressure (CPAP) or a stepwise increase in PEEP.The transient increase in intrathoracic pressure during ARMs decreases venous return and increases pulmonary vascular resistance. This result in a decrease in right and left ventricular stroke volume (SV). Finally, the deleterious hemodynamic effects of ARMs may be exacerbated by hypovolemia, heart failure, and in patients with chronic treatment wich impedes cardiovascular responses to hypovolemia. At our best knowledge, there is no study which compared the hemodynamic effects of ARM using sustained CPAP or stepwise increase in PEEP. Consequently, the present study was designed to examine the hemodynamic effects of 2 ARM methods in anesthetized patients.","detailedDescription":"This is a single-centre prospective observational study performed in operating rooms of the university hospital of Caen.\n\nInclusion criteria were adult patients aged 18 year and above, American Society of Anesthesiologists physical status II to IV, scheduled for intermediate and high risk abdominal and vascular surgery (as defined by the european guidelines on non-cardiac surgery: cardiovascular assessment and management), and equipped with a radial arterial catheter and transoesophageal doppler monitor Patients less than 18 year-old, adults under protection, pregnant women, patients with atrial fibrillation, history of right ventricular dysfunction, known left ventricular ejection fraction \\< 30%, or preoperative pulmonary disease were excluded.\n\nAfter intravenous line placement and monitoring (IntelliVue MP70 Philips HealthCare, Amsterdam, The Netherlands) with continuous 5-lead electrocardiography, pulse oximetry, and bispectral index, after local anaesthesia a radial intra-arterial catheter was inserted and connected to a pressure transducer zeroed at the intersection of the mid axillary line and the fifth intercostal space. Arterial pressure and pulse pressure variation (PPV) were continuously displayed on the IntelliVue MP70 monitor. After a 3 to 5 min preoxygenation, anaesthesia was induced and maintained using target-controlled total intravenous anaesthesia with propofol and remifentanil. If a neuromuscular blocking agent was administered its effect was monitored by accelerometry at the thumb following Train-of-Four stimulations of the ulnar nerve repeated every 30 seconds. Following orotracheal intubation; patients were ventilated with controlled ventilation mode (inspired Oxygen fraction 40%, tidal volume: 8ml.kg-1, PEEP at +5 to +8 cmH2O, inspiratory to expiratory ratio of ½, respiratory rate between 10 and 15 min-1 to maintain an end-tidal carbon dioxide partial pressure of 30 to 35 mmHg). An oesophageal Doppler probe connected to its monitor was inserted after tracheal intubation (CardioQ-ODM, Deltex Medical, UK). Then, a fluid challenge was performed with 250 ml of colloid or crystalloid at the discretion of anaesthesiologist and repeated if the SV increased by more than 10%.\n\nThe first ARM was performed after orotracheal intubation and SV optimisation. Two preset ARM were available on the anaesthesia respirator: CPAP at 30 cmH2O for 30 seconds (CPAP30) and a stepwise increase and decrease in PEEP (PEEPsteps). The choice of the ARM was left at the discretion of the attending anaesthesiologist.\n\nHeart rate, arterial pressure (systolic, diastolic, mean), PPV, pulse oximetry, cardiac index (CI), SV, peak velocity (PV), corrected flow time (FTc, averaged across 10 successive measurements), and bispectral index were recorded by an independent observer before the ARM, during the ARM at the nadir of SV variation, and 1 (after1) and 3 (after3) min after the end of the ARM.\n\nDefinitions of outcomes The primary outcome was the absolute variation of SV during ARM. The secondary outcomes were: variation of arterial blood pressure (mean, systolic and diastolic), PPV, CI, PV, FTc, and pulse oximetry"},"conditionsModule":{"conditions":["Stroke Volume Variation","Arterial Pressure"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"CPAP30","description":"Alveolar recruitment maneuver with a continuous positive airway pressure (CPAP) at 30 cmH2O during 30 seconds","interventionNames":["Procedure: abdominal or vascular surgery"]},{"label":"PEEPsteps","description":"Alveolar recruitment maneuver with a stepwise increase and decrease in positive end expiratory pressure from 5 to 20 cmH2O.","interventionNames":["Procedure: abdominal or vascular surgery"]}],"interventions":[{"type":"PROCEDURE","name":"abdominal or vascular surgery","description":"Intermediate or high risk abdominal or vascular surgery","armGroupLabels":["CPAP30","PEEPsteps"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"change in stroke volume","description":"stroke volume measured by transoesophageal doppler probe","timeFrame":"before and during the alveolar recruitment maneuver"}],"secondaryOutcomes":[{"measure":"cardiac index","description":"cardiac index measured by transoesophageal doppler probe","timeFrame":"before, during, 1 and 3 min after the alveolar recruitment maneuver"},{"measure":"pulse pressure variation","description":"pulse pressure variation displayed on the hemodynamic monitor","timeFrame":"before, during, 1 and 3 min after the alveolar recruitment maneuver"},{"measure":"arterial pressure","description":"arterial pressure : systolic, diastolic and mean","timeFrame":"before, during, 1 and 3 min after the alveolar recruitment maneuver"},{"measure":"heart rate","description":"heart rate displayed on the hemodynamic monitor","timeFrame":"before, during, 1 and 3 min after the alveolar recruitment maneuver"},{"measure":"peak velocity","description":"peak velocity measured by transoesophageal doppler probe","timeFrame":"before, during, 1 and 3 min after the alveolar recruitment maneuver"},{"measure":"Corrected Flow Time","description":"Corrected Flow Time measured by transoesophageal doppler probe","timeFrame":"before, during, 1 and 3 min after the alveolar recruitment maneuver"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* adult patients aged 18 year and above, American Society of Anesthesiologists physical status II to IV, scheduled for intermediate and high risk abdominal and vascular surgery (as defined by the guidelines on non-cardiac surgery: cardiovascular assessment and management), and equipped with a radial arterial catheter and transoesophageal doppler monitor\n\nExclusion Criteria:\n\n* Patients less than 18 year-old, adults under protection, pregnant women, patients with atrial fibrillation, history of right ventricular dysfunction, known left ventricular ejection fraction \\< 30%, or preoperative pulmonary disease","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"adult patients aged 18 year and above, American Society of Anesthesiologists physical status II to IV, scheduled for intermediate and high risk abdominal and vascular surgery (as defined by the guidelines on non-cardiac surgery: cardiovascular assessment and management), and equipped with a radial arterial catheter and transoesophageal doppler monitor","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Jean-Luc Hanouz, M.D,Ph.D","role":"CONTACT","email":"hanouz-jl@chu-caen.fr"}],"overallOfficials":[{"name":"Jean-Luc Hanouz, M.D,Ph.D","affiliation":"University Hospital, Caen","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"CHU de Caen","status":"RECRUITING","city":"Caen","zip":"14000","country":"France","contacts":[{"name":"Jean-Luc Hanouz, M.D.,Ph.D.","role":"CONTACT","email":"hanouz-jl@chu-caen.fr"}],"geoPoint":{"lat":49.18585,"lon":-0.35912}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}