{"protocolSection":{"identificationModule":{"nctId":"NCT04751708","orgStudyIdInfo":{"id":"Attention"},"organization":{"fullName":"The First Affiliated Hospital of University of Science and Technology of China","class":"OTHER"},"briefTitle":"Endovascular Treatment for Acute Basilar Artery Occlusion","officialTitle":"Endovascular Treatment for Acute Basilar Artery Occlusion - a Multicenter Randomized Clinical Trial"},"statusModule":{"statusVerifiedDate":"2022-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-02-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-01-03","type":"ACTUAL"},"completionDateStruct":{"date":"2022-04-03","type":"ACTUAL"},"studyFirstSubmitDate":"2021-02-09","studyFirstSubmitQcDate":"2021-02-11","studyFirstPostDateStruct":{"date":"2021-02-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-09-14","lastUpdatePostDateStruct":{"date":"2022-09-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Wei Hu","investigatorTitle":"Professor","investigatorAffiliation":"The First Affiliated Hospital of University of Science and Technology of China"},"leadSponsor":{"name":"The First Affiliated Hospital of University of Science and Technology of China","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Rationale: Recently, two prospective multicenter RCT reported a potential beneficial effect of endovascular thrombectomy (EVT) in patients with an acute symptomatic basilar artery occlusion (BAO). However, the high rate of crossover in BEST study and the long-term of recruitment in BASICS study influenced the validity of the results. Besides, a recently prospective clinical registry with large sample size (BASILAR) showed a significantly beneficial effect of EVT in BAO patients.\n\nObjective: To assess the effect of EVT in addition to best medical management (BMM) compared to BMM alone, in patients with BAO, caused by a CTA/MRA confirmed occlusion of the basilar artery on functional and safety outcome.\n\nStudy design: This is a parallel group, randomized clinical trial of EVT with BMM versus BMM. The trial has observer blind assessment of the primary outcome and of neuro-imaging at baseline and follow up.\n\nStudy population: Patients with acute ischemic stroke and a confirmed basilar artery occlusion by CTA/MRA.\n\nMain study parameters/outcomes: The primary effect parameter will be favourable outcome at day 90 defined as a modified Rankin Score (mRS) of 0-3. The estimate will be adjusted for the known prognostic variables age, pre-stroke mRS, time from onset to randomization, stroke severity (NIHSS) and collaterals and adjusted and unadjusted estimates with corresponding 95% confidence intervals will be reported."},"conditionsModule":{"conditions":["Basilar Artery Occlusion","Acute Cerebrovascular Accident","Stroke Due to Basilar Artery Occlusion"],"keywords":["thrombectomy","best medical management","endovascular treatment","randomized","mechanical thrombectomy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":340,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"best medical management","type":"ACTIVE_COMPARATOR","description":"Unless contra-indicated patients are treated with a standard full dose of open-label IV rt-PA (0.9mg/kg; 90mg maximum). IVT has to be initiated within 4.5 hours of estimated time of basilar artery occlusion. For the patients in whom the rtPA is contraindicated, the standard medical treatment follows the current guidelines for the early management of patients with acute ischemic stroke from the American Heart Association/American Stroke Association.","interventionNames":["Other: best medical management"]},{"label":"endovascular treatment+ best medical management","type":"EXPERIMENTAL","description":"Device: endovascular treatment For patients randomized to endovascular treatment arm, EVT has to be initiated within 12 hours of estimated time of basilar artery occlusion. If an appropriate thrombus or residual stenosis is identified, the choice of EVT strategy will be made by the treating neurointerventionalist. The endovascular procedures allowed by the steering committee include mechanical thrombectomy, intra-arterial thrombolysis, balloon angioplasty, stent implantation, or any combination of above procedures. We recommend applying ADAPT as the first choice of treatment. All mechanical thrombectomy devices for EVT, which are approved by CFDA for this purpose, are allowed in the trial.","interventionNames":["Procedure: endovascular treatment"]}],"interventions":[{"type":"PROCEDURE","name":"endovascular treatment","description":"For patients randomized to endovascular treatment arm, EVT has to be initiated within 12 hours of estimated time of basilar artery occlusion. If an appropriate thrombus or residual stenosis is identified, the choice of EVT strategy will be made by the treating neurointerventionalist. The endovascular procedures allowed by the steering committee include mechanical thrombectomy, intra-arterial thrombolysis, balloon angioplasty, stent implantation, or any combination of above procedures. We recommend applying ADAPT as the first choice of treatment. All mechanical thrombectomy devices for EVT, which are approved by CFDA for this purpose, are allowed in the trial.","armGroupLabels":["endovascular treatment+ best medical management"]},{"type":"OTHER","name":"best medical management","description":"best medical management","armGroupLabels":["best medical management"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"a modified Rankin Score of 0-3","description":"Favourable outcome at day 90 (± 14 days)","timeFrame":"90 (± 14 days) after procedure"}],"secondaryOutcomes":[{"measure":"a modified Rankin Score of 0-2","description":"Excellent outcome","timeFrame":"90 (± 14 days) after procedure"},{"measure":"Modified Rankin Score","description":"The mRS is an ordinal hierarchical scale ranging from 0 to 5, with higher scores indicating more severe disability.","timeFrame":"90 (± 14 days) after procedure"},{"measure":"NIHSS score","description":"The NIHSS is an ordinal hierarchical scale to evaluate the severity of stroke by assessing a patient's performance. Scores range from 0 to 42, with higher scores indicating a more severe deficit.","timeFrame":"24 hours after procedure"},{"measure":"NIHSS score","description":"The NIHSS is an ordinal hierarchical scale to evaluate the severity of stroke by assessing a patient's performance. Scores range from 0 to 42, with higher scores indicating a more severe deficit.","timeFrame":"5-7 days after procedure"},{"measure":"mortality","description":"(Number of subjects who died at 90-day follow-up/total number of subjects who participated in 90-day follow-up) x100%","timeFrame":"90 (± 14 days) after procedure"},{"measure":"symptomatic intracerebral hemorrhage (ICH)","description":"SICH means any hemorrhage with neurological deterioration, as indicated by an NIHSS score that was higher by ≥4 points than the value at baseline or the lowest value in the first 72 hours or any hemorrhage leading to death.","timeFrame":"within 72 hours after procedure"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Symptoms and signs compatible with ischemia in the basilar artery territory；\n2. Basilar artery occlusion confirmed by CTA/MRA/DSA；\n3. Age of 18 years or older；\n4. Time from stroke onset to randomization within 12 hours of estimated time of basilar artery occlusion (defined as the sudden onset of stroke symptoms consistent with acute occlusion of the basilar artery (e.g. not considering any previous minor prodromal symptoms) as adjudicated by two local experienced neurologists). If symptoms of sudden deterioration are not witnessed (e.g. wake-up or unwitnessed strokes) the time that the patient was last known to be without any major neurological deficits (such as moderate or severe weakness, stupor, coma) will be used as the time of stroke onset.\n5. Written informed consent;\n6. National Institutes of Health Stroke Scale (NIHSS) score ≥10 at the time of neuroimaging Exclusion criteria\n\n1. Pre-existing dependency with mRS ≥3 for patients\\<80 years; premorbid mRS≥1 for patients≥80 years； 2. bilateral mydriasis; 3. Pregnancy; if a woman is of childbearing potential a urine or serum beta HCG test is positive; 4. Severe contrast allergy or absolute contraindication to iodinated contrast; 5. Participation in other clinical trials; 6. Systolic pressure \\>185 mmHg or diastolic pressure \\>110 mmHg, and cannot be controlled by antihypertensive drugs; 7. Known genetic or acquired bleeding constitution, lack of anticoagulant factors, or oral anticoagulant drugs and INR \\> 1.7; 8. Blood glucose \\< 2.7 or \\>22.2 mmol / L; platelet count \\< 50×109 / L, or hematocrit \\< 25%; 9. Life expectancy \\< 1 year； 10. Patients that cannot complete 90-day follow-up (e.g. no fixed residence, overseas patients, etc.)； 11. Acute ischemic cerebral infarction within 48 hours after major surgery (patients can be enrolled if more than 48 hours); 12. Premorbid cerebrovascular inflammation; 13. Premorbid nervous system disease or mental disorders hindering the assessment of the disease; Imaging exclusion criteria\n\n1. CT/MR shows intracranial hemorrhage (patients with microbleeds on MR can be included if lesion diameter ≤5mm);\n2. CTA/MRA/DSA shows the artery is seriously tortuous, variability or dissection, and thrombectomy device cannot reach the target vessel;\n3. PC-ASPECTS on CT/CTA-Source Images/MRI-DWI \\<6 for patients\\<80 years (\\<8 for patients ≥80 years);\n4. CT or MR shows the cerebellar infarction with obvious space occupying effect and obvious compression of the fourth ventricle;\n5. Complete bilateral thalami or bilateral brainstem infarction confirmed by CT/MR;\n6. Occlusion of both anterior and posterior circulation confirmed by CTA/MRA/DSA;\n7. Intracranial tumors (except small meningiomas).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"The First Affiliated Hospital of USTC, Division of Life Sciences and Medicine","city":"Hefei","state":"Anhui","zip":"239300","country":"China","geoPoint":{"lat":31.86389,"lon":117.28083}}]},"referencesModule":{"references":[{"pmid":"36239644","type":"DERIVED","citation":"Tao C, Nogueira RG, Zhu Y, Sun J, Han H, Yuan G, Wen C, Zhou P, Chen W, Zeng G, Li Y, Ma Z, Yu C, Su J, Zhou Z, Chen Z, Liao G, Sun Y, Ren Y, Zhang H, Chen J, Yue X, Xiao G, Wang L, Liu R, Liu W, Liu Y, Wang L, Zhang C, Liu T, Song J, Li R, Xu P, Yin Y, Wang G, Baxter B, Qureshi AI, Liu X, Hu W; ATTENTION Investigators. Trial of Endovascular Treatment of Acute Basilar-Artery Occlusion. N Engl J Med. 2022 Oct 13;387(15):1361-1372. doi: 10.1056/NEJMoa2206317."},{"pmid":"35858168","type":"DERIVED","citation":"Hankey GJ. Endovascular Therapy for Acute Basilar Artery Occlusion. Circulation. 2022 Jul 5;146(1):18-20. doi: 10.1161/CIRCULATIONAHA.122.060571. Epub 2022 Jul 5. No abstract available."},{"pmid":"35102797","type":"DERIVED","citation":"Tao C, Li R, Zhu Y, Qun S, Xu P, Wang L, Zhang C, Liu T, Song J, Sun W, Wang G, Baxter B, Qureshi A, Liu X, Nogueira RG, Hu W. Endovascular treatment for acute basilar artery occlusion: A multicenter randomized controlled trial (ATTENTION). Int J Stroke. 2022 Aug;17(7):815-819. doi: 10.1177/17474930221077164. Epub 2022 Feb 22."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001157","term":"Arterial Occlusive Diseases"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Acute Cerebrovascular Accident","relevance":"HIGH"},{"id":"M4155","name":"Arterial Occlusive Diseases","asFound":"Basilar Artery Occlusion","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M13539","name":"Tissue Plasminogen Activator","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}