{"protocolSection":{"identificationModule":{"nctId":"NCT04685408","orgStudyIdInfo":{"id":"STUDY20200882"},"secondaryIdInfos":[{"id":"1R01NS118544","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1R01NS118544"}],"organization":{"fullName":"Case Western Reserve University","class":"OTHER"},"briefTitle":"A TargEted MAnageMent Intervention for Reducing Stroke Risk Factors in High Risk Ugandans","officialTitle":"A TargEted MAnageMent Intervention for Reducing Stroke Risk Factors in High Risk","acronym":"TEAM-U"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-05-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-03-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-03-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-12-22","studyFirstSubmitQcDate":"2020-12-22","studyFirstPostDateStruct":{"date":"2020-12-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-25","lastUpdatePostDateStruct":{"date":"2023-09-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Martha Sajatovic, MD","investigatorTitle":"Professor","investigatorAffiliation":"Case Western Reserve University"},"leadSponsor":{"name":"Case Western Reserve University","class":"OTHER"},"collaborators":[{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"},{"name":"Fogarty International Center of the National Institute of Health","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The proposed 2-phase project will first refine the TargetEd MAnageMent (TEAM) intervention to ensure acceptability across a broad range of Ugandans at risk for stroke and then test the effects of TEAM in reducing stroke risk in a 3-site, prospective, 6-month randomized controlled trial (RCT).","detailedDescription":"In Phase 1 of the project, stakeholder's advisory board (SAB) will be convened across 3 Ugandan sites. The SAB will be composed of up to 15 relevant stakeholders including 3 stroke survivors, 3 individuals with multiple stroke risk factors as defined above, 3 family members, 3 clinicians and 3 administrators who practice in the proposed study enrollment sites. The purpose of the SAB is to refine the TEAM intervention content to meet the needs of patients and professional healthcare stakeholders and suggest how TEAM might best be incorporated into clinical workflow, as well as give guidance and feedback on recruitment methods and advertisements.\n\nPhase 2 of the project will be conducted across 3 Ugandan sites that will enroll a representative sample of Ugandans at risk for stroke (Kiruddu, Nsambya and Mbarara Hospitals and their associated outpatient clinics). In the RCT portion of the study, 246 participants will be randomized at baseline on a 1:1 basis to receive either TEAM (N= 123) or enhanced treatment as usual (ETAU) (N=123) and will be followed for a total of 6 months. Since stroke is a moderately long-term health outcome (years to decades) that typically occurs in the presence of one or more stroke risk factors, the project will focus on testing whether TEAM can modify well-established short-term biomarkers that predict stroke risk, specifically BP control, serum cholesterol and blood glucose control. Secondary outcomes of interest include additional stroke risk biomarkers, (HDL, LDL, triglycerides) diet, exercise, use of alcohol and tobacco, stroke knowledge/attitudes, stress, and treatment adherence with risk-reducing medications. We will also explore associations of age, gender, urban vs. rural residential status and stroke history (prior vs. no previous stroke) on TEAM outcomes. To help inform future scale-up should RCT findings be positive, we will assess barriers and facilitators to TEAM implementation using both qualitative and quantitative methods."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":246,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"TargEted MAnageMent Intervention (TEAM)","type":"EXPERIMENTAL","description":"This arm will receive the experimental intervention, TargEted MAnageMent Intervention (TEAM)","interventionNames":["Behavioral: TEAM"]},{"label":"Enhanced treatment as usual (ETAU)","type":"ACTIVE_COMPARATOR","description":"This arm will receive the control intervention, Enhanced Treatment as Usual (ETAU).","interventionNames":["Behavioral: ETAU"]}],"interventions":[{"type":"BEHAVIORAL","name":"TEAM","description":"TEAM is informed by principles of social cognitive theory TEAM uses nurses and peer educator dyads (PEDs) composed of patients and their care partners to co-deliver an intervention intended to help reduce future stroke risk. Team begins with one 60-minute 1:1 orientation session, in which the nurse and PED meet with the patient and his/her care partner. This is followed by 6 hour-long group sessions with 6-8 patients and their care partners held approximately weekly. The first orientation session will be done approximately 1 week post baseline, followed by group sessions were done at 2, 4, 6, 8, 10 and 12 weeks post-baseline.","armGroupLabels":["TargEted MAnageMent Intervention (TEAM)"]},{"type":"BEHAVIORAL","name":"ETAU","description":"ETAU will consist of an orientation visit with a nurse who will provide patient-education materials on stroke risk adapted from the American Heart Association materials and cover common risk factors such as hypertension, obesity, high salt/high fat diet and diabetes. Patients will also receive basic written information in their language of preference and tailored to the reading level of most patients at the clinic. Patients will be offered the opportunity to bring a family member with them to this visit who may also ask questions and who can assist them with understanding written materials for those with limited literacy. The nurse in ETAU will then follow-up with participants with a series of 9 brief phone calls spaced out over the course of 6 months (approximately every 2 weeks during months 1 and 2, then approximately monthly thereafter). Content will reinforce materials provided in the orientation visit and the nurse will be available to answer questions that may arise.","armGroupLabels":["Enhanced treatment as usual (ETAU)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline systolic blood pressure (BP) at 6 months","description":"Systolic blood pressure indicates how much pressure your blood is exerting against your artery walls when the heart beats. Higher reading implies more pressure","timeFrame":"Baseline and 6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age range: ≥ 18 years\n* At risk for stroke defined by the following:\n\n  1. High systolic BP defined as ≥ 140 mmHg assessed on at least 2 occasions at least 3 days apart and either criterion b or c as noted below:\n  2. At least 1 other modifiable stroke risk factor including: diabetes, hyperlipidemia, obesity, smoking, problem alcohol use or sedentary lifestyle. Problem alcohol use for screening purposes will be assessed with questions on frequency, type of alcohol and quantity consumed. Participants will be classified as engaging in potential problem alcohol use if they exceed the recommended level for safe alcohol intake i.e. more than 3 drinks on average every time they drink, or if they undertook binge drinking (i.e. more than 3 drinks on one occasion in the one month preceding the evaluation).\n  3. History of stroke or transient ischemic attack within the past 5 years\n* Able to participate in group sessions\n\nExclusion Criteria:\n\n* Individuals who are unable or unwilling to provide written informed consent\n* Individuals who have sickle-cell disease\n* Females who are pregnant or lactating\n* Individuals with dementia","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Marta Sajatovic, MD","affiliation":"Case Western Reserve University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Mulago Hospital","city":"Kampala","country":"Uganda","geoPoint":{"lat":0.31628,"lon":32.58219}},{"facility":"Nsambya Hospital","city":"Kampala","country":"Uganda","geoPoint":{"lat":0.31628,"lon":32.58219}},{"facility":"Mbarara Regional Referral Hospital","city":"Mbarara","country":"Uganda","geoPoint":{"lat":-0.60467,"lon":30.64851}}]},"referencesModule":{"references":[{"pmid":"34157024","type":"DERIVED","citation":"Kaddumukasa M, Najjuma J, Mbalinda SN, Kaddumukasa MN, Nakibuuka J, Burant C, Moore S, Blixen C, Katabira ET, Sajatovic M. Reducing stroke burden through a targeted self-management intervention for reducing stroke risk factors in high-risk Ugandans: A protocol for a randomized controlled trial. PLoS One. 2021 Jun 22;16(6):e0251662. doi: 10.1371/journal.pone.0251662. eCollection 2021."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The final dataset will include self-reported demographic and behavioral data from interviews with the subjects' data. The final dataset will be stripped of identifiers prior to release for sharing; we believe that there remains the possibility of deductive disclosure of subjects with unusual characteristics. Thus, we will make the data and associated documentation available to users only under a data-sharing agreement (national and international are required) that provides for: (1) a commitment to using the data only for research purposes and not to identify any individual participant; (2) a commitment to securing the data using appropriate computer technology; and (3) a commitment to destroying or returning the data after analyses are completed. Beyond this all the information generated from the various study data sets will be made available to the global community in open access journals indexed in pub med or via the internet as described in the dissemination plan.","infoTypes":["STUDY_PROTOCOL"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}