{"protocolSection":{"identificationModule":{"nctId":"NCT03339193","orgStudyIdInfo":{"id":"PID11776"},"organization":{"fullName":"Oxford University Hospitals NHS Trust","class":"OTHER"},"briefTitle":"Procedure RElated Outcomes With the Watchman FLX Left Atrial Appendage Closure Device","officialTitle":"Procedure RElated Outcomes With the Watchman FLX Left Atrial Appendage Closure Device","acronym":"REFLX"},"statusModule":{"statusVerifiedDate":"2017-03","overallStatus":"WITHDRAWN","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-01"},"primaryCompletionDateStruct":{"date":"2016-06","type":"ACTUAL"},"completionDateStruct":{"date":"2016-06","type":"ACTUAL"},"studyFirstSubmitDate":"2017-03-15","studyFirstSubmitQcDate":"2017-11-07","studyFirstPostDateStruct":{"date":"2017-11-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2017-11-07","lastUpdatePostDateStruct":{"date":"2017-11-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Oxford University Hospitals NHS Trust","class":"OTHER"},"collaborators":[{"name":"Boston Scientific Corporation","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"This study is a single-centre prospective post-market approval of the early experience with the Watchman FLX device for left atrial appendage closure in patients with atrial fibrillation at high risk of thromboembolic stroke and with contraindications to long-term oral antocoagulation therapy.","detailedDescription":"Principal study aim: To document the impact of the next generation of Watchman LAAC device on key aspects of the implant procedure\n\nStudy Rationale: As an interventional procedure it is important that progressive steps are made to make the procedure safer, simpler, faster and more cost-effective. This study will document the impact of introducing the next generation of LAAC device, the Watchman FLX, into a clinical service. It is anticipated that the increased versatility of the Watchman FLX will lead to fewer repositionings and redeployments, shortening procedure time and reducing the mean number of devices opened per case.\n\nPatients to be enrolled: Consecutive patients implanted with the Watchman FLX. All patients will meet current United Kingdom guidelines for LAAC, i.e. have atrial fibrillation, a high risk of thromboembolic stroke (CHA2DS2VASc score \\>2) and contraindications to long-term oral anticoagulation.\n\nStudy design: This is a prospective single-centre observational case-controlled study to be conducted at the John Radcliffe Hospital, Oxford, United Kingdom\n\nOutcomes: Data collected will include patient demographics, left atrial appendage (LAA) dimensions and anatomical description, total procedure duration, device implant time (from introduction of Access sheath to cable release), number of devices opened/ used, number of repositions and redeployments, final position, presence of residual leak, acute complications, peri- and post-procedure antiplatelet and anticoagulant use and 6 week transesophageal echo findings. There will be a particular focus on the need for repositioning and redeployment and how that is undertaken (e.g. advancement of device distally into the LAA).\n\nTimelines: For 20 patients in each group, 7 months from first patient enrolled to final patient undergoing 6 week transesophageal echo (TEE) followup will be required."},"conditionsModule":{"conditions":["Atrial Fibrillation","Stroke"],"keywords":["atrial fibrillation","stroke","atrial appendage"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"2 Months","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients having LAAC","description":"Patients who meet current clinical criteria for left atrial appendage closure (LAAC), ie have atrial fibrillation, a CHA2DS2-VASc score of 3 or more and a contraindication to long-term oral anticoagulation therapy and who have been approved by the OUH NHS Foundation Trust LAAC Multidisciplinary Team (MDT) as suitable for left atrial appendage occlusion in accordance with National Health Service (NHS) guidelines.","interventionNames":["Device: Left atrial appendage closure"]}],"interventions":[{"type":"DEVICE","name":"Left atrial appendage closure","description":"Percutaneous insertion of a Watchman FLX left atrial appendage closure device under general anesthesia with transesophageal echo guidance.","armGroupLabels":["Patients having LAAC"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Procedural success rates, (redeployments and devices used)","description":"Implant characteristics. This is a descriptive study","timeFrame":"Implant procedure"},{"measure":"Procedural characteristics (including number of repositions),","description":"Implant characteristics. This is a descriptive study","timeFrame":"Implant procedure"}],"secondaryOutcomes":[{"measure":"Procedure complications","description":"Implant characteristics. This is a descriptive study","timeFrame":"Implant procedure"}]},"eligibilityModule":{"eligibilityCriteria":"Patients who meet current clinical criteria for LAAC, ie have atrial fibrillation, a CHA2DS2-VASc score of 3 or more and a contraindication to long-term oral anticoagulation therapy and who have been approved by the Oxford University Hospitals (OUH) NHS Foundation Trust LAAC MDT as suitable for left atrial appendage occlusion in accordance with NHS guidelines.\n\nA subject will be considered for enrolment in the study if all of the following inclusion criteria are met, provided no exclusion criteria are met:\n\nInclusion Criteria:\n\n* Subjects who are eligible for a WATCHMAN FLX device per physician discretion according to current international and local guidelines and currently approved indications\n* Subjects who are willing and capable of providing informed consent and participating in all testing associated with this clinical investigation at an approved clinical investigational centre\n* Subjects whose age is 18 years or above, or of legal age to give informed consent specific to national law.\n\nExclusion Criteria:\n\n* Subjects who are currently enrolled in another investigational study or registry that would directly interfere with the current study, except when the patient is participating in a mandatory governmental registry, or a purely observational registry with no associated treatments.\n* Subjects who are unable or not willing to complete the follow-up visits and examination at 6 weeks.\n* Women of childbearing potential who are, or plan to become, pregnant during the time of the study (method of assessment upon physician's discretion).\n* Documented life expectancy of less than 12 months.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients scheduled for elective left atrial appendage occlusion/closure in accordance with UK guidelines","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Tim Betts, MD","affiliation":"Oxford University Hospitals NHS Trust","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Department of Cardiology, John Radcliffe Hospital","city":"Oxford","zip":"OX3 9DU","country":"United Kingdom","geoPoint":{"lat":51.75222,"lon":-1.25596}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3797","name":"Anesthetics","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}