{"protocolSection":{"identificationModule":{"nctId":"NCT04537611","orgStudyIdInfo":{"id":"20-5598"},"organization":{"fullName":"University Health Network, Toronto","class":"OTHER"},"briefTitle":"Deoxyhemoglobin Concentration Changes and Cerebral Perfusion Imaging","officialTitle":"The Use of Deoxyhemoglobin Concentration Changes as a Non-invasive Contrast Alternative for Cerebral Perfusion Imaging"},"statusModule":{"statusVerifiedDate":"2021-04","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-08","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2021-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-06-02","studyFirstSubmitQcDate":"2020-09-02","studyFirstPostDateStruct":{"date":"2020-09-03","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-04-26","lastUpdatePostDateStruct":{"date":"2021-04-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Joseph Fisher","investigatorTitle":"Anesthesiologist","investigatorAffiliation":"University Health Network, Toronto"},"leadSponsor":{"name":"University Health Network, Toronto","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"To investigate a new method to rapidly modulate pulmonary venous hemoglobin oxygen saturation to enable the use of deoxyhemoglobin concentration in arterial blood as an intra-arterial MRI contrast agent for cerebral tissue perfusion imaging.","detailedDescription":"Cerebral tissue perfusion can be examined by tracking a tracer through the cerebral vasculature. Currently, This requires an infusion of the contrast agent. However, advancements have been made in developing non-invasive imaging techniques to evaluate tissue perfusion. Magnetic resonance imaging (MRI) is a highly attractive imaging approach as it does not rely on ionizing radiation and has high spatial resolution. The common contrast agent used to study cerebral tissue perfusion in MRI is gadolinium-based contrast agents. However, these contrast agents tend to have several disadvantages including invasiveness, renal toxicity, tissue accumulation, and allergic reactions. As they are injected intravenously, they become highly dispersed in the arteries, requiring a complex computation of the arterial input function. In addition, although they remain predominantly intravascular, they tend to diffuse extravascular in neurovascular conditions which have a breakdown of the blood brain barrier leading to measurement inaccuracies.\n\nRecently we have determined a way to generate an abrupt change in deoxyhemoglobin concentration \\[dHb\\] as the blood passes the lungs, resulting in a precise and rapid targeted change of \\[dHb\\] in the arterial blood. We hypothesize that such changes in \\[dHb\\] may be used as a suitable MRI contrast agent for the measurement of cerebral blood flow, cerebral blood volume, and mean transit time (CBF, CBV and MTT respecrively) in comparison to that with gadolinium. If suitable, dOHb would provide a non-invasive, inexpensive, and safe alternative to perfusion imaging.\n\nA total of 25 patients with neurovascular disease who are clinically referred to the TWH Joint Department of Medical Imaging for gadolinium perfusion imaging will be recruited. Prior to the imaging study each subject will be familiarized with the respiratory gas control experimental setup. A plastic face mask and breathing circuit will be applied to the subject's face and fitted to form an airtight seal with medical adhesive tape. Gas supply to the mask and breathing circuit will be supplied by a programmable computer-controlled gas delivery system (RespirAct™ RA-MR System, Thornhill Research Inc., Toronto, Canada). The sequence of gas delivery and changes in PCO2 and PO2 will be applied to familiarize the subject with the sensations related to changes in the gases. Subjects will then be placed supine in the MRI scanner. In addition to their prescribed clinical scans, two additional scans will be obtained. The additional MRI scans will include: 1) a structural (anatomical) sequence (4.30 minutes), followed by 2) a BOLD-EPI sequence while inducing changes of PO2. PO2 will be held at a baseline of 45-50 mmHg (hemoglobin O2 saturation, SaO2 \\~75%) for 60s. For 10 s, the lung PO2 will be transiently raised to peak PO2 of 90-120 mmHg (normoxia) within 2 s transition, reaching a SaO2 of \\~100%, and then returned to baseline. Alternatively, the baseline may be at normoxia and the gas challenges will target PO2 of 45-50 mmHg. A total of 4 such ventilatory challenges will be applied over 6 min while maintaining normocapnia.\n\nDuring each PO2 stimulus, the BOLD signal will change in synchrony and inverse proportion to \\[dOHb\\]. An arterial input function will be measured by separating arterial, tissue, and venous voxels based on differences in \\[dOHb\\] bolus arrival times, amplitude of change, and correlation to changes in \\[dOHb\\] measured from \\[Hb\\] and calculation of SaO2 from end-tidal PO2. Arterial voxels, the first in the sequence of structures to receive the bolus, will be averaged to yield an arterial input function that will be deconvolved with the tissue signal. Whole brain maps of relative CBF, CBV, and MTT will be generated. Whole brain segmented gray matter and white matter average values for these metrics will be calculated and compared against the same metric values obtained using gadolinium perfusion imaging."},"conditionsModule":{"conditions":["Stenosis, Carotid","Stroke","Neurovascular Disorder"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":25,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"dHb contrast compared to gadolinium contrast imaging","type":"EXPERIMENTAL","description":"Subjects will be referred for a clinical gadolinium contrast perfusion exam. Gas manipulation will be supplied by a programmable computer-controlled gas delivery system while subjects are in the MRI scanner. In addition to their prescribed clinical scans, two additional scans will be obtained: 1) a structural sequence (, followed by 2) a BOLD-EPI sequence while inducing changes of PO2. PO2 will be held at a baseline of 45-50 mmHg for 60s. For 10 s, the lung PO2 will be transiently raised to peak PO2 of 90-120 mmHg (normoxia) within 2 s transition, and then returned to baseline. Alternatively, the baseline may be at normoxia and the gas challenges will target PO2 of 45-50 mmHg. A total of 4 such ventilatory challenges will be applied over 6 min while maintaining normocapnia.","interventionNames":["Diagnostic Test: dHb contrast and gadolinium contrast imaging"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"dHb contrast and gadolinium contrast imaging","description":"see arm description","armGroupLabels":["dHb contrast compared to gadolinium contrast imaging"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"dHb contrast investigation via MR imaging","description":"We will measure cerebral blood flow using our hypoxic stimulus combined with functional MRI-Blood oxygen level dependent (BOLD) of the brain and compare it to cerebral blood flow measurements obtained from routine clinical gadolinium contrast imaging.","timeFrame":"1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical suspicion of a disorder that affects the control of brain blood flow.\n* Previous investigations that indicate the presence of a vascular disorder including history, physical examination, laboratory testing, and imaging.\n\nExclusion Criteria:\n\n* Unwilling or unable to co-operate with breathing manoeuvers\n* Respiratory or cardiac limitations to breathing at 20 L/min\n* Exercise limitation on history of inability to climb one flight of stairs or walk a city block due to shortness of breath\n* Medical contra-indications to limited hypercapnia or hypocapnia (known increased intracerebral pressure, metabolic acidosis or alkalosis)\n* Standard contraindications for MRI scanning (see consent form)\n* Non compliance with prescribed anti-seizure medication\n* Ingestion of caffeine, or smoking within 6 hours of the test\n* Pregnancy\n* Baseline SaO2 \\< 95%,\n* Propensity of right to left shunt: lung AVM, patent foramen ovale, atrial-septal defect, ventricular septal defect.\n* History of congestive heart failure, myocardial infarction\n* known coronary artery disease, congenital heart lesion, valvular heart lesion other than mild mitral regurgitation, cardiomyopathy with ejection fraction \\< 50%","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Joseph Fisher","role":"CONTACT","phone":"416-710-6908","email":"joe.fisher@utoronto.ca"},{"name":"Olivia Sobczyk","role":"CONTACT","phone":"647-289-0266","email":"olivia.sobczyk@uhn.ca"}],"overallOfficials":[{"name":"David Mikulis","affiliation":"Univeristy Health Network","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Joseph Fisher","city":"Toronto","state":"Ontario","zip":"M5G 2C4","country":"Canada","contacts":[{"name":"Joseph Fisher","role":"CONTACT","phone":"416 710 6908"},{"name":"Olivia Sobczyk","role":"CONTACT","phone":"647 289 0266"}],"geoPoint":{"lat":43.70011,"lon":-79.4163}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000016893","term":"Carotid Stenosis"}],"ancestors":[{"id":"D000002340","term":"Carotid Artery Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6165","name":"Constriction, Pathologic","relevance":"LOW"},{"id":"M18928","name":"Carotid Stenosis","asFound":"Stenosis, Carotid","relevance":"HIGH"},{"id":"M5284","name":"Carotid Artery Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}