{"protocolSection":{"identificationModule":{"nctId":"NCT01355029","orgStudyIdInfo":{"id":"OSN1101-000119"},"secondaryIdInfos":[{"id":"10-668","type":"OTHER","domain":"Hamilton Health Sciences McMaster University REB"}],"organization":{"fullName":"March of Dimes, Canada","class":"OTHER"},"briefTitle":"Evaluation of the Stroke Caregiver Education and Support Program","officialTitle":"A Pilot Study of the Evaluation of the Family Informal Caregiver Stroke Self Management (FICSS) Research Project: Impact on Caregiver Psychosocial, Emotional and Health Needs","acronym":"FICSS"},"statusModule":{"statusVerifiedDate":"2016-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-02"},"primaryCompletionDateStruct":{"date":"2012-12","type":"ACTUAL"},"completionDateStruct":{"date":"2012-12","type":"ACTUAL"},"studyFirstSubmitDate":"2011-05-13","studyFirstSubmitQcDate":"2011-05-16","studyFirstPostDateStruct":{"date":"2011-05-17","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-03-14","lastUpdatePostDateStruct":{"date":"2016-03-16","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Gail Mores","investigatorTitle":"Director, National and Provincial Programs","investigatorAffiliation":"March of Dimes, Canada"},"leadSponsor":{"name":"March of Dimes, Canada","class":"OTHER"},"collaborators":[{"name":"Hamilton Health Sciences Corporation","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The study will be evaluating to a 4 week education and support program for stroke caregivers. The 4 week program will provide education, information, and strategies for dealing with areas that caregivers may find challenging in their caregiving role. The study will evaluate the effectiveness of the program to decrease the caregiver's stress, strain and burden, increase the caregiver's knowledge of strategies and community services and increase their role satisfaction as a stroke caregiver and quality of life two weeks after the program and 6 months after the program.","detailedDescription":"The modules in the program are: 1) Program Introduction, sharing Caregiving Stories and an introduction to Self Management; 2) Community Connections; Session 3 and 4 are chosen by the participants during session 1 from 6 possible options: Communication in your relationship; Cognition, Memory and Personhood; Dealing with your Emotions; Managing your Stress; Changing roles in your relationships and How to be Caregiver Smart? The programs provides education, information and strategies to deal with the areas that caregivers struggle with as caregivers in order to help them feel better able to prepared to manage as caregivers. Also, the investigators also hope to develop some beginning understanding of when is the best time to provide the program to stroke caregivers to be most helpful to them in their caregiving role."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke caregivers","Family Caregivers","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":43,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"BEHAVIORAL","name":"Stroke Caregiver Education and Support Program","description":"4 week program offered weekly over a 4 week period. Each session is a 2 hour small group guided discussion on the topic area facilitated by 2 trained facilitators. The topics are: Program Introduction, sharing Caregiving Stories and an introduction to Self Management; Community Connections; Session 3 and 4 are chosen by the participants during session 1 from 6 possible options: Communication in your relationship; Cognition, Memory and Personhood; Dealing with your Emotions; Managing your Stress; Changing roles in your relationships and How to be Caregiver Smart?","otherNames":["FICSS Program"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Baseline Bakas Caregiving Outcome Scale at 2 Weeks and 6 Months post Intervention","description":"12 item self report instrument using a 7 point Likert scale 4 designed to measure changes in post stroke caregiver family life changes in the areas of social functioning, subjective well being and physical health,financial well-being, physical functioning, general health, roles in life and level of energy. The revised scale has demonstrated internal consistency reliability of 0.90 and construct validity of 0.66 5. The scale measures both the positive and negative aspects of caregiving with an emphasis on social consequences.","timeFrame":"Baseline, 2 weeks and 6 months Post Intervention"}],"secondaryOutcomes":[{"measure":"Change in Baseline Oberst Caregiving Burden Scale at 2 Weeks and 6 Months Post Intervention","description":"15 item self report instrument using a 5 point Likert scale to evaluate caregiver perceptions of the time and difficulty associated with 15 tasks performed in caring for recovering family members. It has been validated in cancer and stroke caregiver populations. It has demonstrated internal consistency reliability of 0.90 - 0.94 and validity of between 0.61 to 0.82 in stroke caregivers.","timeFrame":"Baseline, 2 weeks and 6 months post intervention"},{"measure":"Open Ended Focus Group Interview to assess impact of program weeks and 6 months post intervention","description":"The questions will be designed to assess the impact on the stroke caregiver; perceived improvement in problem solving abilities; increased awareness and usage of community services; any indirect influence on the stroke survivor; timing of the intervention; and evaluation of the FICSS project.","timeFrame":"2 weeks and 6 months post Intervention"},{"measure":"Caregiver Baseline/Stroke Survivor Baseline Questionnaire","description":"Caregiver Baseline/Stroke Survivor Baseline Questionnaire is a 26 item questionnaire that collects socio-demographic and health related information of the stroke survivor and caregiver. The questionnaire is an adaptation of the one developed by Dr. Jill Cameron to include socio-demographic and health related information on the stroke survivor. The original questionnaire has been utilized in her initial and ongoing research in her \"Timing it Right Framework\" for stroke caregivers. Permission has been granted by Dr. Cameron to utilize the questionnaire for the study.","timeFrame":"Baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Informal unpaid family stroke caregivers\n\nInclusion Criteria:\n\nInformal unpaid family stroke caregivers\n\n* 18 years of age or older;\n* Have provided care to stroke survivor within the home for at least 2 months;\n* Have the ability to communicate in English;\n* Live within Central South Ontario Stroke Region or the West GTA Stroke Region.\n\nExclusion Criteria:\n\nCaregivers who:\n\n* Paid to provide care;\n* Are friends who provide care to stroke survivor;\n* Are providing palliative care to stroke survivor within the home.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Gail Mores, B.Sc. Rec.","affiliation":"March of Dimes, Canada","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hamilton Health Sciences","city":"Hamilton","state":"Ontario","zip":"L8L 2X2","country":"Canada","geoPoint":{"lat":43.25011,"lon":-79.84963}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}