{"protocolSection":{"identificationModule":{"nctId":"NCT01879397","orgStudyIdInfo":{"id":"12-797"},"organization":{"fullName":"The Cleveland Clinic","class":"OTHER"},"briefTitle":"Pilot Study of Ultrasonic Determined Carotid Plaque Composition","officialTitle":"Ultrasonic Mapping of Carotid Plaque Composition","acronym":"UMP"},"statusModule":{"statusVerifiedDate":"2020-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-02-27","type":"ACTUAL"},"completionDateStruct":{"date":"2020-02-27","type":"ACTUAL"},"studyFirstSubmitDate":"2013-06-13","studyFirstSubmitQcDate":"2013-06-13","studyFirstPostDateStruct":{"date":"2013-06-17","type":"ESTIMATED"},"lastUpdateSubmitDate":"2020-07-13","lastUpdatePostDateStruct":{"date":"2020-07-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"D. Geoffrey Vince","investigatorTitle":"Department Chair","investigatorAffiliation":"The Cleveland Clinic"},"leadSponsor":{"name":"D. Geoffrey Vince","class":"OTHER"},"collaborators":[{"name":"Siemens Medical Solutions","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Pilot prospective two group observational study to create a model of the carotid plaque composition based on ultrasonic backscattered signals and select clinical data.","detailedDescription":"Stroke is a major cause of morbidity and mortality among patients with cardiovascular disease and the major cause of long-term disability in the United States. Current imaging modalities can determine the severity of luminal stenosis resulting from plaque, as in the carotid arteries. However, cerebrovascular accidents (CVAs) are often associated with the rupture of unstable plaques located in regions with a non-significant degree of luminal stenosis. Thus up to 50% of high-risk atherosclerotic plaques may go undetected and untreated. Plaque composition is an additional and perhaps, more important risk factor for CVA rather than stenosis severity alone. Accurate identification of these high-risk, rupture-prone plaques may potentially prevent CVAs in a significant number of patients.\n\nThe data collected during this study (ultrasonic backscatter and histologically processed carotid plaque) will provide the basis for a novel algorithm to add plaque composition information to the plaque size and location information that is currently provided by standard ultrasound imaging. The input parameters for the algorithm are derived from two types of non-invasive ultrasound data: spectral parameters and acoustic radiation force impulse (ARFI) data. Spectral parameters are extracted from the frequency content of the backscattered diagnostic ultrasound signals. These are the same signals currently used for imaging, however, imaging relies solely on the strength of the signal to form the image and ignores the spectral information. Thus spectral analysis is an approach to use the information which is sensitive to the number and nature of the scatterers. In contrast ARFI techniques provide information on the stiffness of the tissue. ARFI is based on using a ultrasonic push pulse to slightly move the tissue (displacement on the order of microns) and an image of the relative displacements of the tissue (ARFI image) is created. The ARFI derived data and the spectral parameters will be combined with clinically available measures currently used for diagnosis of carotid stenosis to form the input parameters for the algorithm. In order to train and test the algorithm the plaque removed during surgery will be collected and the histology slides prepared from these plaques. This histology review provides the 'gold' standard for training and testing the algorithm. The majority of these matched sets (67%) will be used for training the algorithm. While the remainder (33%) will provide a test of the accuracy of the algorithm for these types of matched data. The sensitivity and specificity for each tissue type defined during the histology review will be reported."},"conditionsModule":{"conditions":["Atherosclerosis"],"keywords":["atherosclerosis","arteriosclerosis","carotid stenosis","carotid endarterectomy","Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITHOUT_DNA","description":"Carotid plaque removed during Carotid Endarterectomy (CEA) for subjects in the CEA Cohort will be collected and processed for production of histology slides."},"enrollmentInfo":{"count":150,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"CEA Group","description":"Subjects with atherosclerotic stenosis of the carotid artery and are scheduled for a clinically indicated Carotid Endarterectomy (CEA) procedure to remove the atherosclerotic plaque. Prior to CEA procedure, a research ultrasound exam will be performed. The plaque tissue removed during the CEA will be collected and processed into histological slides.","interventionNames":["Device: Research Ultrasound Exam"]},{"label":"Normal Group","description":"Subjects who are not scheduled for a Carotid Endarterectomy (CEA) procedure and have had no prior carotid artery interventions. Subjects will have a Research Ultrasound Exam performed.","interventionNames":["Device: Research Ultrasound Exam"]}],"interventions":[{"type":"DEVICE","name":"Research Ultrasound Exam","description":"Collection of backscattered ultrasound data during non-invasive ultrasound exam\n\n* ARFI based images of the carotid artery and plaque\n* Ultrasound signals received by the ultrasound imaging system are recorded. These signals are discarded during the image formation process for a standard duplex ultrasound exam.","armGroupLabels":["CEA Group","Normal Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Classification Algorithm Error Rate","description":"Classification of carotid artery plaque is produced by an algorithm that uses the QUS and ARFI derived parameters corresponding to a given region in the plaque to produce a classification of the plaque region into one of the following: calcium, fibrous, necrotic, or hemorrhagic. Error rates from both the training and test data sets will be reported.","timeFrame":"Baseline"}]},"eligibilityModule":{"eligibilityCriteria":"CEA Cohort:\n\nInclusion Criteria:\n\n* Age ≥40years\n* Scheduled to undergo CEA for clinically significant carotid stenosis\n* CEA is being performed for carotid stenosis of one or more of the following vessels: Internal Carotid Artery (ICA), distal end of the Common Carotid Artery (CCA), and/or CCA bulb.\n\nExclusion Criteria:\n\n* Pregnancy\n* Prior surgery or intervention involving the carotid artery\n* Prior stent in the carotid artery\n* Unable to provide informed consent\n* CEA for carotid stenosis for proximal CCA only (ICA and distal CCA are not involved)\n* CEA is scheduled for non-atherosclerotic vascular disease (e.g.,. fibromuscular dysplasia or systemic vasculitis)\n* Unable to understand English language.\n\nNormal Cohort:\n\nInclusion Criteria\n\n* Age ≥40years\n\nExclusion Criteria\n\n* Pregnancy\n* Prior surgery or intervention involving the carotid artery (including CEA)\n* Prior stent in the carotid artery\n* Unable to provide informed consent\n* Unable to understand English language.","healthyVolunteers":true,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"People 40 years old or older who are scheduled for a CEA for atherosclerotic plaque removal within the carotid artery will be considered for enrollement in the CEA Cohort (anticipated enrollment of 50). A small number of people 40 years old or older with no CEA scheduled and no prior carotid intervention will be enrolled into the Normal Cohort (anticipated enrollment of 5).","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"D. Geoffrey Vince, PhD","affiliation":"The Cleveland Clinic","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Cleveland Clinic","city":"Cleveland","state":"Ohio","zip":"44195","country":"United States","geoPoint":{"lat":41.4995,"lon":-81.69541}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000050197","term":"Atherosclerosis"}],"ancestors":[{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M25878","name":"Atherosclerosis","asFound":"Atherosclerosis","relevance":"HIGH"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M6165","name":"Constriction, Pathologic","relevance":"LOW"},{"id":"M18928","name":"Carotid Stenosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}