{"protocolSection":{"identificationModule":{"nctId":"NCT05263063","orgStudyIdInfo":{"id":"strokeandteleassesment"},"organization":{"fullName":"Hacettepe University","class":"OTHER"},"briefTitle":"Comparison of Face-to-face, Synchronous and Asynchronous Use of Methods Tele-Assessment","officialTitle":"Comparison of Face-to-face, Synchronous and Asynchronous Use of Methods Used for Balance Assessment"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-06-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-04-28","type":"ACTUAL"},"completionDateStruct":{"date":"2023-08-16","type":"ACTUAL"},"studyFirstSubmitDate":"2022-02-21","studyFirstSubmitQcDate":"2022-02-21","studyFirstPostDateStruct":{"date":"2022-03-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-14","lastUpdatePostDateStruct":{"date":"2023-09-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Birol Önal","investigatorTitle":"Research Assistant","investigatorAffiliation":"Hacettepe University"},"leadSponsor":{"name":"Hacettepe University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of the study is to examine the reliability and validity of the synchronous and asynchronous application of Berg Balance Scale and Tinetti Balance Test in stroke patients.","detailedDescription":"Two physiotherapists will evaluate stroke patients' balance using the berg balance scale and the Tinetti balance test. Before the evaluation, patients will be informed about the mask, distance, and hygiene issues, which will be considered in the assessment. On the first day, information about the patient and the disease, filling in the patient data form, and face-to-face assessment will be made face to face with the patients. The next day, one synchronous and asynchronous tele-evaluation method will be applied. Evaluations will be made at the same time zone of the day, determined by the randomization method, one day apart. For the learning effect to not positively impact a technique in the assessments, the order of the checks applied to each will change. The first physiotherapist will conduct face-to-face interviews and evaluations in a clinical setting. In the meantime, necessary measures will be taken due to the pandemic. The synchronous tele-assessment will be evaluated online in real-time by the second physiotherapist. At the same time, the first physiotherapist will make their evaluations online without giving instructions during this evaluation. For asynchronous tele-assessment, a reference evaluation video will be sent to the patients. Relatives of the patients will be asked to watch this video, make the evaluation and take a video recording at the same time. Then, these video recordings will be evaluated separately by the first and second physiotherapists, and the results will be compared. Each assessment will take approximately 30 minutes. The test evaluation will be performed again. Asynchronous tele-evaluation videos will also be re-evaluated in 25% of individuals after ten days. This way, instead of having the patients repeat the same tests, the test will be repeated on the first test."},"conditionsModule":{"conditions":["Stroke Patients"],"keywords":["Stroke","Balance","Synchronous tele-assessment","Asynchronous tele-assessment"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"3 Days","designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":36,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"OTHER","name":"Comparison of Face-to-face, Synchronous and Asynchronous Use of Methods Used for Balance Assessment in Individuals With Chronic Stroke","description":"On the first day, information about the patient and the disease, filling in the patient data form and face-to-face evaluation will be made face to face with the patients. The next day, one of the synchronous and asynchronous tele-evaluation methods will be applied. Face-to-face interview and face-to-face evaluation will be made by the first physiotherapist in a clinical setting. The synchronous tele-assessment will be evaluated online in real time by the second physiotherapist. For asynchronous tele-assessment, a reference evaluation video will be sent to the patients. Relatives of the patients will be asked to watch this video, make the evaluation and take a video recording at the same time. Then, these video recordings will be evaluated separately by the first and second physiotherapists and the results will be compared. Each assessment will take approximately 30 minutes."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Berg Balance Scale","description":"Berg balance scale is a 14-item scale that evaluates the tasks frequently used in daily living activities. Standing without sitting, sitting without support, standing without support, sitting standing, transfers, standing with eyes closed, standing with legs together, reaching forward while standing, picking up objects from the ground, looking back from both sides, turning 360 degrees, stepping alternately It includes functions such as picking up, standing with one foot forward and standing on one foot. Each item is scored between 0-4; 0 indicates that the individual could not fulfill the task, and 4 indicates that he was successful in the task. The total score of the test is between 0-56. 0-20 points: wheelchair dependent, 21-40: assisted walking, 41-56: independent ambulation","timeFrame":"15 minutes"}],"secondaryOutcomes":[{"measure":"Tinetti Balance Scale","description":"The Tinetti Balance Test was used to evaluate the balance functions of stroke patients. The balance test includes sitting balance, standing and standing balance, evaluation of balance with eyes open and closed, 360 degree rotation around itself and evaluation of reaching. The questions are scored between 0-2 and a maximum of 26 points can be obtained for balance. A total score of 18 and below indicates a high risk of falling, a score of 19-24 indicates a moderate fall risk, and a score of 24 and above indicates a low risk of falling.","timeFrame":"10 minutes"},{"measure":"Foot Pressure Distribution and Postural Oscillations","description":"Foot pressure distribution and postural oscillations of individuals will be evaluated using FreeMed baropodometric platform (SensorMedica, Roma) and Free Step software with 120 cmx50cm dimensions and 400Hz sampling frequency. The evaluation time of the device is 5s for baropodometry and 31s for stabilometry.","timeFrame":"5 minutes"},{"measure":"Stroke Rehabilitation Assessment of Movement Scale","description":"Motor movement and mobility level will be evaluated with the Stroke Rehabilitation Assessment of Movement Scale . The Stroke Rehabilitation Assessment of Movement Scale consists of 3 lower scales (voluntary motor movement ability of the upper and lower extremities and basic mobility ability) each of which includes 10 items. While calculating the upper and lower extremities from 20 points in total; mobility is 30 points in total. It has been reported as a valid and reliable method in clinical practice and research in stroke.","timeFrame":"10 minutes"},{"measure":"Modified Ashworth Scale","description":"Modified Ashworth Scale will be used to evaluate muscle tone. The increase in muscle tone occurs with the resistance of the joints to passive movement (29). In this scale, scores are made between 0 (normal muscle tone) and 5 (rigid in extremity flexion or extension). Studies show the validity and reliability of the Modified Ashworth Scale in the assessment of muscle tone.","timeFrame":"5 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* have been diagnosed with stroke,\n* aged 18 and over,\n* literate,\n* stroke caused by anterior circulation,\n* computer, phone and tablet etc. Having experience in the use of technological devices and experienced caregivers in this regard,\n* at least Stage 3 in the lower extremities according to Brunnstrom Recovery Stages,\n* A score of 24 and above in the Mini Mental State Test\n\nExclusion Criteria:\n\n* vestibular lesion/dysfunction,\n* auditory and visual lesion/dysfunction,\n* accompanying neurological disorders (Multiple sclerosis, Parkinson, Ataxia, dystonia, dyskinesia, etc.)\n* psychiatric disorders\n* patients with aphasia to a degree that causes communication problems will not be included.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The stroke patients to be included in the study will be selected from among the stroke individuals who applied to Hacettepe University, Faculty of Physical Therapy and Rehabilitation for routine physiotherapy and rehabilitation practices, and those who were eligible according to the inclusion and exclusion criteria and agreed to participate in the study by signing their consent forms.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Birol Önal","affiliation":"Hacettepe Univeristy Faculty of Physical Therapy and Rehabilitation","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hacettepe University Faculty of Physical Therapy and Rehabilitation","city":"Ankara","zip":"06100","country":"Turkey","geoPoint":{"lat":39.91987,"lon":32.85427}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20779","name":"Facies","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}