{"protocolSection":{"identificationModule":{"nctId":"NCT05984056","orgStudyIdInfo":{"id":"22-941"},"organization":{"fullName":"The Cleveland Clinic","class":"OTHER"},"briefTitle":"Multidisciplinary Lifestyle Interventions for Neurological Disorders During the Silent Phase","officialTitle":"Multidisciplinary Lifestyle Interventions for Neurological Disorders During the Silent Phase (MINDS)","acronym":"MINDS"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-07-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-02","studyFirstSubmitQcDate":"2023-08-02","studyFirstPostDateStruct":{"date":"2023-08-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-15","lastUpdatePostDateStruct":{"date":"2023-11-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Vineet Punia MD","investigatorTitle":"Principal Investigator","investigatorAffiliation":"The Cleveland Clinic"},"leadSponsor":{"name":"Vineet Punia MD","class":"OTHER"},"collaborators":[{"name":"Ohio Department of higher education","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This clinical trial aims to test the impact of multidisciplinary lifestyle interventions (MLI) in neurologically healthy but at-risk individuals. It aims to find out:\n\n* if giving four different kinds of lifestyle intervention and education slows down or reverses the expression of neurological disorder or their biomarkers.\n* new biomarkers that either help in the early detection of neurological disease or identify the impact of various lifestyle interventions combined.\n\nParticipants will be randomized to the intervention or observation arm. Various biological samples and tests, along with survey questionnaires, will be performed at the time of entering the study, at 12 weeks after enrollment, and then at the end of the study at 12 months.\n\n* Intervention arm: Participants will receive weekly, instructor-led intervention sessions (virtual group sessions) for 12 weeks. After the 12-week mark, participants will be encouraged to practice what they learned for nine more months.\n* Observation arm: The intervention group will be compared to another group that did not get the intervention","detailedDescription":"In this prospective, controlled, randomized study, investigators will enroll neurologically healthy but at-risk individuals (defined based on the pre-defined, disease-specific criteria described below in the \"Eligibility\" section) to assess the effectiveness of multidisciplinary lifestyle interventions \\[MLI, which includes the following: brain health training, yoga, music therapy, and Multidisciplinary Lifestyle Interventions for Neurological Disorders During the Silent Phase (MINDS) diet education\\] on delaying, preventing, or reversing the progressive expression of known and novel neurological disorder biomarkers.\n\nThe study team will accomplish the abovementioned objectives by comparing 200 participants randomly assigned to the MLI arm (12 weekly instructor-led virtual group sessions followed by nine months of self-practice) or the control arm. All participants (including those enrolled in the control arm) will receive the MIND Study Activity Survey every two weeks during this first 12-week period.\n\nParticipants will undergo neuroimaging, neuropsychology, and neurophysiology testing and provide biosamples for genomic, proteomic, and metabolomic analysis along with various survey questionnaires at 3-time points: study enrollment, at the 12-week mark, and at the end of the study (12-month).\n\nThe primary outcome of the study is \"pathology progression,\" which will be considered positive when the known biomarker used for initial participant selection increases over the study period. Rest will be considered as not showing \"pathology progression.\" Various biomarkers collected using the abovementioned tests will be compared within and between the intervention and observation groups, and their correlation to pathology progression will be analyzed. This longitudinal, correlational testing will help this exploratory study reveal potential novel biomarkers of early neurological disorder and the ones that show the impact of MLI."},"conditionsModule":{"conditions":["Neurological Disorder"],"keywords":["Dementia","Parkinson's disease","Stroke","Epilepsy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention","type":"EXPERIMENTAL","description":"Multidisciplinary lifestyle interventions will be provided weekly for 12 weeks after enrollment.","interventionNames":["Behavioral: Multidisciplinary lifestyle interventions"]},{"label":"Control","type":"NO_INTERVENTION","description":"No intervention. Periodic check-ups will be performed during the first 12 weeks, followed by monthly check-ins like the intervention arm."}],"interventions":[{"type":"BEHAVIORAL","name":"Multidisciplinary lifestyle interventions","description":"Multidisciplinary lifestyle interventions (Brain health training, Yoga, Music therapy, and the MINDS diet education)","armGroupLabels":["Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Pathology progression","description":"At the time of study completion, a participant will be considered to show \"Pathology progression\" if they fulfill either of the two conditions:\n\n* Clinically diagnosed with any of the above four conditions\n* Show the following changes compared to the baseline:\n* Stroke: Asymptomatic cortical infarct or further increase in white matter disease MRI changes\n* Epilepsy: Increase in burden (per hour) of Spikes/Sharp Waves/Polyspikes or electrographic seizure on EEG\n* Movement Disorder: \\>4 points increase on modified Unified Parkinson's Disease Rating Scale (UPDRS) administered remotely\n* Dementia: Increase in number of domain testing ≤ 1.5 SD or drop in scores \\< 2SD","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Quality of Life in Neurological Disorders (Neuro QoL)","description":"Neuro-QOL uses a 5-point scale for scoring items, with questions ranging from least (1) to most (5) Neuro-QOL uses a T score with a mean of 50 and SD of 10 High scores indicate worse or undesirable, self-reported health.","timeFrame":"12 months"},{"measure":"PHQ8 (Patient Health Questionnaire)","description":"It is an eight-item questionnaire used to screen for and assess the severity of depression. The PHQ-8 total score ranges from 0 to 24. A score of 0 to 4 indicates no depression, 5 to 9 indicates mild depression, 10 to 14 indicates moderate depression, 15 to 19 indicates moderately severe depression and 20 or higher indicates severe depression. A score of 10 or greater is considered major depression, and 20 or more is severe major depression.","timeFrame":"12 months"},{"measure":"Generalized Anxiety Disorder Questionnaire-7 (GAD-7)","description":"A screening instrument used to detect anxiety symptoms. The total score for the seven items in the GAD-7 ranges from 0 to 21. The scores are calculated by assigning scores of 0, 1, 2, and 3 to the response categories of \"not at all,\" \"several days,\" \"more than half the days,\" and \"nearly every day\".\n\nThe scores are interpreted as follows:\n\n0-4: Minimal anxiety 5-9: Mild anxiety 10-14: Moderate anxiety 15 or greater: Severe anxiety 6-10: Moderate 11-15: Moderately severe anxiety\n\nScores above 10 are considered to be in the clinical range.","timeFrame":"12 months"},{"measure":"General Self-Efficacy Scale (GSE)","description":"The GSE is a 10-item psychometric scale that assesses optimistic self-beliefs to cope with difficult demands in life (coping skills). The minimum score for GSE is 10, and the maximum is 40.\n\nThe higher the score, the greater the individual's generalized self-efficacy belief.","timeFrame":"12 months"},{"measure":"Perceived Stress Scale (PSS-10)","description":"The Perceived Stress Scale (PSS) is a 10-item questionnaire that evaluates participants' self-reported amount of stress by assessing their thoughts and feelings in the previous month. Each question is scored from 0 (never) to 5 (very often), with a total possible score range of 0 to 40.\n\nHigher scores indicate a higher level of stress.\n\nHere are some cut-off scores for the PSS:\n\n0-13: low stress 14-26: moderate stress 27-40: high perceived stress 14 and 27: cut-off scores for moderate and high perceived stress, respectively The estimated minimal clinically important difference for the PSS-10 is 11 points","timeFrame":"12 months"},{"measure":"Patient-Reported Outcomes Measurement Information System (PROMIS)","description":"PROMIS is a system of measures that evaluates and monitors adults' physical, mental, and social health.\n\nPROMIS scores range from 36.3 to 82.7, with higher scores indicating worse outcome.","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participants must be enrolled in Cleveland Clinic Brain Study (CCBS). CCBS is a prospective non-interventional study platform for the hyper characterization of the brain and body systems changes (blood, cardio-vascular, voice, visual, cognitive, digestive, brain structure, and neurophysiology) in neurologically healthy individuals 50 years and older. All individuals undergo periodic and thorough neurological assessments, blood tests, and cardiac, neurocognitive, imaging, vision, and neurophysiological testing.\n2. CCBS participants who do not have a clinical neurological disease (except headache) but show signs of being at risk of developing one of the four conditions based on the below criteria:\n\n   * Stroke: MRI changes consistent with moderate-severe white matter disease on Fazekas Scale\n   * Epilepsy: Spikes/Poylspikes/ Sharp Waves on EEG\n   * Movement Disorder: Hyposmia on U. Penn Smell Identification Test (UPSIT \\<10 percentile based on age)\n   * Dementia: Auditory Verbal Learning Test (AVLT) Trial 1-5 total or Trial 7 scoring \\<=1.5 SD and subjective memory on BACH score (proprietary test) 0-40\n\nExclusion Criteria:\n\n1. Participants who are actively (at the time of enrollment) engaged in 2 or more of the study interventions.\n2. Participants with a diagnosed, symptomatic, chronic illness (i.e., significant psychiatric concerns, liver, gastrointestinal, respiratory, renal, cardiac, etc.) who, based on primary investigator review, cannot safely or effectively participate in the study.\n3. Participants undergoing intensive medical treatment for serious or life-threatening illness (e.g., chemotherapy, etc.) that, in an investigator's opinion, would impact study participation.\n4. Participants who are currently pregnant or less than six weeks postpartum\n5. Participants with significant hearing loss\n6. Participants with severe impairment of vision/ blindness\n7. Participants who require a legally authorized representative (LAR) or lack the capacity to consent for themselves","healthyVolunteers":true,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Suman Kundu, MBA","role":"CONTACT","phone":"216 554 7036","email":"kundus@ccf.org"}],"overallOfficials":[{"name":"Vineet Punia, MD","affiliation":"The Cleveland Clinic","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Cleveland Clinic","status":"RECRUITING","city":"Cleveland","state":"Ohio","zip":"44195","country":"United States","contacts":[{"name":"Vineet Punia, MD","role":"CONTACT","phone":"216-379-4790","email":"PUNIAV@ccf.org"},{"name":"Suman Kundu, MBA","role":"CONTACT","phone":"216 554 7036","email":"kundus@ccf.org"}],"geoPoint":{"lat":41.4995,"lon":-81.69541}}]},"referencesModule":{"references":[{"pmid":"30291317","type":"BACKGROUND","citation":"Kivipelto M, Mangialasche F, Ngandu T. Lifestyle interventions to prevent cognitive impairment, dementia and Alzheimer disease. Nat Rev Neurol. 2018 Nov;14(11):653-666. doi: 10.1038/s41582-018-0070-3."},{"pmid":"26407649","type":"BACKGROUND","citation":"Marcason W. What Are the Components to the MIND Diet? J Acad Nutr Diet. 2015 Oct;115(10):1744. doi: 10.1016/j.jand.2015.08.002. No abstract available."},{"pmid":"26086182","type":"BACKGROUND","citation":"Morris MC, Tangney CC, Wang Y, Sacks FM, Barnes LL, Bennett DA, Aggarwal NT. MIND diet slows cognitive decline with aging. Alzheimers Dement. 2015 Sep;11(9):1015-22. doi: 10.1016/j.jalz.2015.04.011. Epub 2015 Jun 15."},{"pmid":"34334393","type":"BACKGROUND","citation":"Dhana K, James BD, Agarwal P, Aggarwal NT, Cherian LJ, Leurgans SE, Barnes LL, Bennett DA, Schneider JA. MIND Diet, Common Brain Pathologies, and Cognition in Community-Dwelling Older Adults. J Alzheimers Dis. 2021;83(2):683-692. doi: 10.3233/JAD-210107."},{"pmid":"29637549","type":"BACKGROUND","citation":"Jin B, Krishnan B, Adler S, Wagstyl K, Hu W, Jones S, Najm I, Alexopoulos A, Zhang K, Zhang J, Ding M, Wang S; Pediatric Imaging, Neurocognition, and Genetics Study; Wang ZI. Automated detection of focal cortical dysplasia type II with surface-based magnetic resonance imaging postprocessing and machine learning. Epilepsia. 2018 May;59(5):982-992. doi: 10.1111/epi.14064. Epub 2018 Apr 10."},{"pmid":"29868647","type":"BACKGROUND","citation":"Panda A, Mehta BB, Coppo S, Jiang Y, Ma D, Seiberlich N, Griswold MA, Gulani V. Magnetic Resonance Fingerprinting-An Overview. Curr Opin Biomed Eng. 2017 Sep;3:56-66. doi: 10.1016/j.cobme.2017.11.001."},{"pmid":"34715355","type":"BACKGROUND","citation":"Wik L, Nordberg N, Broberg J, Bjorkesten J, Assarsson E, Henriksson S, Grundberg I, Pettersson E, Westerberg C, Liljeroth E, Falck A, Lundberg M. Proximity Extension Assay in Combination with Next-Generation Sequencing for High-throughput Proteome-wide Analysis. Mol Cell Proteomics. 2021;20:100168. doi: 10.1016/j.mcpro.2021.100168. Epub 2021 Oct 27."},{"pmid":"25771249","type":"BACKGROUND","citation":"Ngandu T, Lehtisalo J, Solomon A, Levalahti E, Ahtiluoto S, Antikainen R, Backman L, Hanninen T, Jula A, Laatikainen T, Lindstrom J, Mangialasche F, Paajanen T, Pajala S, Peltonen M, Rauramaa R, Stigsdotter-Neely A, Strandberg T, Tuomilehto J, Soininen H, Kivipelto M. A 2 year multidomain intervention of diet, exercise, cognitive training, and vascular risk monitoring versus control to prevent cognitive decline in at-risk elderly people (FINGER): a randomised controlled trial. Lancet. 2015 Jun 6;385(9984):2255-63. doi: 10.1016/S0140-6736(15)60461-5. Epub 2015 Mar 12."},{"pmid":"27474376","type":"BACKGROUND","citation":"Moll van Charante EP, Richard E, Eurelings LS, van Dalen JW, Ligthart SA, van Bussel EF, Hoevenaar-Blom MP, Vermeulen M, van Gool WA. Effectiveness of a 6-year multidomain vascular care intervention to prevent dementia (preDIVA): a cluster-randomised controlled trial. Lancet. 2016 Aug 20;388(10046):797-805. doi: 10.1016/S0140-6736(16)30950-3. Epub 2016 Jul 26."},{"pmid":"28359749","type":"BACKGROUND","citation":"Andrieu S, Guyonnet S, Coley N, Cantet C, Bonnefoy M, Bordes S, Bories L, Cufi MN, Dantoine T, Dartigues JF, Desclaux F, Gabelle A, Gasnier Y, Pesce A, Sudres K, Touchon J, Robert P, Rouaud O, Legrand P, Payoux P, Caubere JP, Weiner M, Carrie I, Ousset PJ, Vellas B; MAPT Study Group. Effect of long-term omega 3 polyunsaturated fatty acid supplementation with or without multidomain intervention on cognitive function in elderly adults with memory complaints (MAPT): a randomised, placebo-controlled trial. Lancet Neurol. 2017 May;16(5):377-389. doi: 10.1016/S1474-4422(17)30040-6. Epub 2017 Mar 27."}],"seeAlsoLinks":[{"label":"Cleveland Clinic Brain Study 2022","url":"https://my.clevelandclinic.org/departments/neurological/research-innovations/brain-study."},{"label":"Reale A. Cleveland Clinic Launches First-of-its-Kind Study to Assess Impact of Lifestyle Interventions to Control Epileptic Seizures 2022 \\[cited 2022\\].","url":"https://newsroom.clevelandclinic.org/2022/03/01/cleveland-clinic-launches-first-of-its-kind-study-to-assess-impact-of-lifestyle-interventions-to-control-epileptic-seizures/."},{"label":"Reale A. Cleveland Clinic and Brooks Automation Open State-of-the-Art BioRepository in Fairfax Neighborhood 2021 \\[cited 2022\\].","url":"https://newsroom.clevelandclinic.org/2021/10/07/cleveland-clinic-and-brooks-automation-open-state-of-the-art-biorepository-in-fairfax-neighborhood/."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12903","name":"Parkinson Disease","relevance":"LOW"},{"id":"M6594","name":"Dementia","relevance":"LOW"},{"id":"M7673","name":"Epilepsy","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}