{"protocolSection":{"identificationModule":{"nctId":"NCT02808806","orgStudyIdInfo":{"id":"NL 56747.058.016"},"organization":{"fullName":"Leiden University Medical Center","class":"OTHER"},"briefTitle":"A Reduction in Time With Electronic Monitoring In Stroke","officialTitle":"A Reduction in Time With Electronic Monitoring In Stroke (ARTEMIS) Trial","acronym":"ARTEMIS"},"statusModule":{"statusVerifiedDate":"2020-09","overallStatus":"TERMINATED","whyStopped":"technical difficulties","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-12-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-01-01","type":"ACTUAL"},"completionDateStruct":{"date":"2020-03-01","type":"ACTUAL"},"studyFirstSubmitDate":"2016-06-14","studyFirstSubmitQcDate":"2016-06-17","studyFirstPostDateStruct":{"date":"2016-06-22","type":"ESTIMATED"},"lastUpdateSubmitDate":"2020-09-28","lastUpdatePostDateStruct":{"date":"2020-09-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"NyikaKruyt","investigatorTitle":"N.D. Kruyt, PhD, Neurologist","investigatorAffiliation":"Leiden University Medical Center"},"leadSponsor":{"name":"Leiden University","class":"OTHER"},"collaborators":[{"name":"The Dutch Brain Foundation","class":"OTHER"},{"name":"Innovation Fund Healthcare Insurers, the Netherlands","class":"UNKNOWN"},{"name":"Leiden University Medical Center","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of the ARTEMIS trial is to investigate if real-time feedback to caregivers reduces the time between patient's first medical contact and start of intravenous thrombolysis and/or intraarterial thrombectomy in patients with acute ischemic stroke.","detailedDescription":"Background\n\nFor the clinical benefit of intravenous thrombolysis (IVT) and intra-arterial thrombectomy (IAT) time is the most crucial factor. Reducing the time between stroke onset and treatment is therefore a major goal in acute stroke care. The delay from first moment the Emergency Medical Services (EMS) dispatch office is alarmed and initiation of treatment (IVT and/or IAT), i.e. 'total system delay' (TSD), depends greatly on logistics and collaboration between various caregivers in this trajectory. A promising method to improve workflow and thereby aiming to reduce TSD is to provide real-time audio-visual feedback to caregivers.\n\nMethods\n\nThe A Reduction in Time with Electronic Monitoring In Stroke (ARTEMIS) trial is a multiregional, multicenter, prospective randomized open end-point trial to investigate the intervention of real-time audio-visual feedback to caregivers reduces TSD to IVT/IAT.\n\nThe intervention compromises real-time audio-visual feedback to caregivers on actual treatment delay for each individual patient. Randomization of real-time audio-visual feedback will be automatically generated per patient.\n\nStudy procedures\n\nPatients will receive a unique wristband emitting a low-voltage Bluetooth signal (activated automatically after being opened by EMS personnel at the time of ambulance dispatch), which will be automatically picked up by handhelds in the ambulance and by pre-mounted in-hospital tablets en route to treatment with IVT and/or IAT.\n\nReal-time audio-visual feedback will be delivered through handhelds and tablets en route from ambulance to initiation of IVT/IAT. Real-time visual feedback on actual treatment delays for the patient caregivers are transferring will be shown. Also, a color code (green, orange or red) will provide an easy-view visualization on whether or not preset median time delays between locations are exceeded. Additionally, on preset locations, such as the Emergency room (ER), computed tomography (CT) room and angio suites, auditory signals indicating the elapsed time will be installed.\n\nTSD to IVT/IAT starts at the moment the dispatch office issues an ambulance for a patient that is potentially eligible for IVT/IAT. TSD ends at the moment IVT/IAT is initiated. For TSD to IVT this will be the moment the bolus of intravenous alteplase is administered, whereas the endpoint for TSD to IAT will be puncture of the groin and the last angio-run. These endpoints will be registered automatically once a fixed real-life push button in the CT-room/neuro-care unit or in the angio suite is pushed. All recordings on the patient tracking are automatically stored in a protected cloud.\n\nOther study parameters collected include parameters necessary to perform cost effective analysis, and baseline characteristics such as patient parameters from ambulance, medical history, physical and additional test results and interventional features performed as part of standard care.\n\nAfter treatment, during the first 24-48 hours of admission to the hospital, patients will be informed and a deferred consent will signed by the patient or legal representative. In addition, consent for the collection of clinical data and clinical outcome (modified Rankin Score (mRS)) assessment after three months will be collected. Clinical data will be collected and documented anonymously from the Electronic Patient Recording. Clinical outcome will be evaluated through a standardized and validated telephone interview, assessed by an observer blinded to treatment allocation.\n\nPatients are allowed to refuse the wristband application without any consequences. Subjects can leave the study at any time for any reason if they wish to do so without any consequences.\n\nStatistical Analysis\n\nFor the primary analysis and all secondary analyses involving endpoints with time intervals, the difference in time delays between calendar weeks with and without intervention will be calculated with corresponding 95% confidence intervals. The investigators will perform subgroup analysis for IAT patients with- or without prior IVT, and for patients within- and out of office hours. Subsequently the investigators will use linear regression analysis to adjust for EMS region and for location of treatment as this is expected to affect TSD to IVT/IAT. If required we will adjust for differences in EMS response and transfer times due to geographically different locations of stroke. Through additional regression analysis we will assess if there is an effect of time on TSD and whether such an effect is group dependent.\n\nThe total number of times the ambulance drives to a patient for suspected acute stroke will be used to calculate the proportion of patients with a discharge diagnosis of stroke and the total number of IVT/IAT treated patients will be used to calculate IVT/IAT rates during treatment or control weeks.\n\nExploratory analysis will be performed to relate TSD to clinical outcome in each group.\n\nSample size estimates\n\nSample size calculation is based on the hypothesis of an at least 20-minute reduction of TSD to IAT and an at least 10 minute reduction of TSD to IVT. The investigators think these reductions are feasible based on data from MR CLEAN (n=500) in which the standard deviation (SD) of TSD to IAT was 40 minutes, and of TSD for IVT SD was 35 minutes.\n\nDuring a run-in phase the investigators will collect additional data on treatment delays to adjust the sample size calculation if appropriate. For now the investigators will use (unpublished) data from the \"MR CLEAN\" trial. In the \"MR CLEAN\" trial (n=500), the mean TSD to IAT in 233 patients was 256 minutes (SD: 40 minutes). To detect a 20-minute difference with a p-value of 0.05, and a power of 0.8 the investigators will need 63 patients in each arm. To increase power, the investigators will aim at including 75 patients with IAT in each arm.\n\nFor the co-primary outcome, the TSD to IVT, in the \"MR CLEAN\" trial the mean TSD for IVT was 90 minutes (SD: 35 minutes). To detect a 10-minute difference with a p-value of 0.05, and a power of 0.8 the investigators will need 193 IVT treated patients in each arm. In clinical practice approximately 9% patients for whom the dispatch office sends out an ambulance will end up being treated with IVT. Of these patients approximately 30% will be eligible for IAT and included for our primary endpoint. Therefore the investigators expect that for the inclusion of 150 IAT patients ending up being treated with IAT a wristband will have to be unpacked by ambulance personnel approximately 5000 times. Of these, approximately 500 patients will end up being treated with IVT; subsequently, from this population around 150 patients will be treated with IAT."},"conditionsModule":{"conditions":["Acute Ischemic Stroke","Stroke"],"keywords":["stroke","cerebral infarction","brain infarction","ischemic stroke","treatment","intravenous thrombolysis","intraarterial thrombectomy","delay","total system delay","pre-hospital delay","in-hospital delay","feedback","real-time feedback","visual feedback"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":80,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"real-time audio-visual feedback","type":"ACTIVE_COMPARATOR","description":"real-time audio-visual feedback to caregivers (i.e. both in- and outside the hospital) bringing the patient to the location where IVT/IAT is administered . The real time audio-visual feedback consists in information on the actual TSD for a particular patient and whether or not this exceeds pre-set median time delay. The feedback is provided by handhelds in the ambulance and by pre-set monitors on different locations in the participating hospitals.","interventionNames":["Other: real-time audio-visual feedback"]},{"label":"regular care","type":"NO_INTERVENTION","description":"no real-time audio-visual feedback"}],"interventions":[{"type":"OTHER","name":"real-time audio-visual feedback","description":"real-time audio-visual feedback to caregivers on TSD (i.e. displaying time, a colour code which will provide an easy-view visualization on whether or not pre-set median time delays between locations are exceeded, and auditory signals indicating the elapsed time), displayed through handhelds and on pre-mounted tablets through the whole trajectory of acute stroke care","armGroupLabels":["real-time audio-visual feedback"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"total system delay (TSD) to intraarterial thrombectomy (IAT)","timeFrame":"6 hours after symptom onset"},{"measure":"total system delay (TSD) to intravenous thrombolysis (IVT)","timeFrame":"4.5 hours after symptom onset"}],"secondaryOutcomes":[{"measure":"number of patients eventually treated with intravenous thrombolysis (IVT) and/or intraarterial thrombectomy (IAT)","timeFrame":"through study completion, an average of 2 years"},{"measure":"symptomatic intracerebral haematoma (ICH)","timeFrame":"90 days after treatment (IVT/IAT)"},{"measure":"proportion of stroke mimics treated with intravenous thrombolysis (IVT) or intraarterial thrombectomy (IAT)","timeFrame":"through study completion, an average of 2 years"},{"measure":"functional outcome / modified Rankin Scale (mRS)","timeFrame":"90 days after treatment (IVT/IAT)"},{"measure":"differences between regions (urban/periferal)","timeFrame":"through study completion, an average of 2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* all patients older than 18 years that are considered potentially eligible for IVT/IAT by the dispatch office, following regional EMS' standard stroke algorithm.\n\nExclusion Criteria:\n\n* age \\< 18 years","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Nyika D Kruyt, MD PhD","affiliation":"Leiden University Medical Center","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Marieke JH Wermer, MD PhD","affiliation":"Leiden University Medical Center","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ale Algra, MD, professor","affiliation":"Leiden University Medical Center, the Netherlands. The Julius Centre, University Medical Centre Utrecht, The Netherlands.","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Yvo BWEM Roos, MD, professor","affiliation":"Academical Medical Center, the Netherlands","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Leiden University Medical Center","city":"Leiden","state":"Zuid Holland","zip":"2333 ZA","country":"Netherlands","geoPoint":{"lat":52.15833,"lon":4.49306}}]},"referencesModule":{"references":[{"pmid":"18815396","type":"BACKGROUND","citation":"Hacke W, Kaste M, Bluhmki E, Brozman M, Davalos A, Guidetti D, Larrue V, Lees KR, Medeghri Z, Machnig T, Schneider D, von Kummer R, Wahlgren N, Toni D; ECASS Investigators. Thrombolysis with alteplase 3 to 4.5 hours after acute ischemic stroke. N Engl J Med. 2008 Sep 25;359(13):1317-29. doi: 10.1056/NEJMoa0804656."},{"pmid":"25517348","type":"BACKGROUND","citation":"Berkhemer OA, Fransen PS, Beumer D, van den Berg LA, Lingsma HF, Yoo AJ, Schonewille WJ, Vos JA, Nederkoorn PJ, Wermer MJ, van Walderveen MA, Staals J, Hofmeijer J, van Oostayen JA, Lycklama a Nijeholt GJ, Boiten J, Brouwer PA, Emmer BJ, de Bruijn SF, van Dijk LC, Kappelle LJ, Lo RH, van Dijk EJ, de Vries J, de Kort PL, van Rooij WJ, van den Berg JS, van Hasselt BA, Aerden LA, Dallinga RJ, Visser MC, Bot JC, Vroomen PC, Eshghi O, Schreuder TH, Heijboer RJ, Keizer K, Tielbeek AV, den Hertog HM, Gerrits DG, van den Berg-Vos RM, Karas GB, Steyerberg EW, Flach HZ, Marquering HA, Sprengers ME, Jenniskens SF, Beenen LF, van den Berg R, Koudstaal PJ, van Zwam WH, Roos YB, van der Lugt A, van Oostenbrugge RJ, Majoie CB, Dippel DW; MR CLEAN Investigators. A randomized trial of intraarterial treatment for acute ischemic stroke. N Engl J Med. 2015 Jan 1;372(1):11-20. doi: 10.1056/NEJMoa1411587. Epub 2014 Dec 17. Erratum In: N Engl J Med. 2015 Jan 22;372(4):394."},{"pmid":"25882510","type":"BACKGROUND","citation":"Jovin TG, Chamorro A, Cobo E, de Miquel MA, Molina CA, Rovira A, San Roman L, Serena J, Abilleira S, Ribo M, Millan M, Urra X, Cardona P, Lopez-Cancio E, Tomasello A, Castano C, Blasco J, Aja L, Dorado L, Quesada H, Rubiera M, Hernandez-Perez M, Goyal M, Demchuk AM, von Kummer R, Gallofre M, Davalos A; REVASCAT Trial Investigators. Thrombectomy within 8 hours after symptom onset in ischemic stroke. N Engl J Med. 2015 Jun 11;372(24):2296-306. doi: 10.1056/NEJMoa1503780. Epub 2015 Apr 17."},{"pmid":"25671798","type":"BACKGROUND","citation":"Goyal M, Demchuk AM, Menon BK, Eesa M, Rempel JL, Thornton J, Roy D, Jovin TG, Willinsky RA, Sapkota BL, Dowlatshahi D, Frei DF, Kamal NR, Montanera WJ, Poppe AY, Ryckborst KJ, Silver FL, Shuaib A, Tampieri D, Williams D, Bang OY, Baxter BW, Burns PA, Choe H, Heo JH, Holmstedt CA, Jankowitz B, Kelly M, Linares G, Mandzia JL, Shankar J, Sohn SI, Swartz RH, Barber PA, Coutts SB, Smith EE, Morrish WF, Weill A, Subramaniam S, Mitha AP, Wong JH, Lowerison MW, Sajobi TT, Hill MD; ESCAPE Trial Investigators. Randomized assessment of rapid endovascular treatment of ischemic stroke. N Engl J Med. 2015 Mar 12;372(11):1019-30. doi: 10.1056/NEJMoa1414905. Epub 2015 Feb 11."},{"pmid":"25671797","type":"BACKGROUND","citation":"Campbell BC, Mitchell PJ, Kleinig TJ, Dewey HM, Churilov L, Yassi N, Yan B, Dowling RJ, Parsons MW, Oxley TJ, Wu TY, Brooks M, Simpson MA, Miteff F, Levi CR, Krause M, Harrington TJ, Faulder KC, Steinfort BS, Priglinger M, Ang T, Scroop R, Barber PA, McGuinness B, Wijeratne T, Phan TG, Chong W, Chandra RV, Bladin CF, Badve M, Rice H, de Villiers L, Ma H, Desmond PM, Donnan GA, Davis SM; EXTEND-IA Investigators. Endovascular therapy for ischemic stroke with perfusion-imaging selection. N Engl J Med. 2015 Mar 12;372(11):1009-18. doi: 10.1056/NEJMoa1414792. Epub 2015 Feb 11."},{"pmid":"25882376","type":"BACKGROUND","citation":"Saver JL, Goyal M, Bonafe A, Diener HC, Levy EI, Pereira VM, Albers GW, Cognard C, Cohen DJ, Hacke W, Jansen O, Jovin TG, Mattle HP, Nogueira RG, Siddiqui AH, Yavagal DR, Baxter BW, Devlin TG, Lopes DK, Reddy VK, du Mesnil de Rochemont R, Singer OC, Jahan R; SWIFT PRIME Investigators. Stent-retriever thrombectomy after intravenous t-PA vs. t-PA alone in stroke. N Engl J Med. 2015 Jun 11;372(24):2285-95. doi: 10.1056/NEJMoa1415061. Epub 2015 Apr 17."},{"pmid":"25882509","type":"BACKGROUND","citation":"Furlan AJ. Endovascular therapy for stroke--it's about time. N Engl J Med. 2015 Jun 11;372(24):2347-9. doi: 10.1056/NEJMe1503217. Epub 2015 Apr 17. No abstract available."},{"pmid":"23780461","type":"BACKGROUND","citation":"Saver JL, Fonarow GC, Smith EE, Reeves MJ, Grau-Sepulveda MV, Pan W, Olson DM, Hernandez AF, Peterson ED, Schwamm LH. Time to treatment with intravenous tissue plasminogen activator and outcome from acute ischemic stroke. JAMA. 2013 Jun 19;309(23):2480-8. doi: 10.1001/jama.2013.6959."},{"pmid":"24052509","type":"BACKGROUND","citation":"Kruyt ND, Nederkoorn PJ, Dennis M, Leys D, Ringleb PA, Rudd AG, Vermeulen M, Stam J, Hacke W, Roos YB. Door-to-needle time and the proportion of patients receiving intravenous thrombolysis in acute ischemic stroke: uniform interpretation and reporting. Stroke. 2013 Nov;44(11):3249-53. doi: 10.1161/STROKEAHA.113.001885. Epub 2013 Sep 19. No abstract available."},{"pmid":"23041399","type":"BACKGROUND","citation":"Ghrooda E, Alcock S, Jackson AC. Improvement in thrombolytic therapy administration in acute stroke with feedback. Can J Neurol Sci. 2012 Nov;39(6):789-92. doi: 10.1017/s0317167100015626."},{"pmid":"24399372","type":"BACKGROUND","citation":"Ruff IM, Ali SF, Goldstein JN, Lev M, Copen WA, McIntyre J, Rost NS, Schwamm LH. Improving door-to-needle times: a single center validation of the target stroke hypothesis. Stroke. 2014 Feb;45(2):504-8. doi: 10.1161/STROKEAHA.113.004073. Epub 2014 Jan 7."},{"pmid":"25352486","type":"BACKGROUND","citation":"Burnett MM, Zimmermann L, Coralic Z, Quon T, Whetstone W, Kim AS. Simple text-messaging intervention is associated with improved door-to-needle times for acute ischemic stroke. Stroke. 2014 Dec;45(12):3714-6. doi: 10.1161/STROKEAHA.114.007294. Epub 2014 Oct 28."},{"pmid":"24002986","type":"BACKGROUND","citation":"Todt T, Thylen I, Alfredsson J, Swahn E, Janzon M. Strategies TO reduce time delays in patients with AcuTe coronary heart disease treated with primary PCI--the STOP WATCH study: a multistage action research project. BMJ Open. 2013 Sep 3;3(9):e003493. doi: 10.1136/bmjopen-2013-003493."},{"pmid":"25918863","type":"BACKGROUND","citation":"He AH, Churilov L, Mitchell PJ, Dowling RJ, Yan B. Every 15-min delay in recanalization by intra-arterial therapy in acute ischemic stroke increases risk of poor outcome. Int J Stroke. 2015 Oct;10(7):1062-7. doi: 10.1111/ijs.12495. Epub 2015 Apr 28."},{"pmid":"29950465","type":"DERIVED","citation":"Koster GT, Nguyen TTM, Groot AED, Coutinho JM, Bosch J, den Hertog HM, van Walderveen MAA, Algra A, Wermer MJH, Roos YB, Kruyt ND; ARTEMIS investigators. A Reduction in Time with Electronic Monitoring In Stroke (ARTEMIS): study protocol for a randomised multicentre trial. BMJ Open. 2018 Jun 27;8(6):e020844. doi: 10.1136/bmjopen-2017-020844."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}