{"protocolSection":{"identificationModule":{"nctId":"NCT05238272","orgStudyIdInfo":{"id":"202100509A0"},"organization":{"fullName":"Chang Gung Memorial Hospital","class":"OTHER"},"briefTitle":"Novel Brain Neurotechnology for Optimizing Precision Mirror Therapy in Stroke","officialTitle":"Novel Brain Neurotechnology for Optimizing Precision Mirror Therapy in Stroke"},"statusModule":{"statusVerifiedDate":"2022-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-03-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-01-23","studyFirstSubmitQcDate":"2022-02-11","studyFirstPostDateStruct":{"date":"2022-02-14","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-02-11","lastUpdatePostDateStruct":{"date":"2022-02-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Chang Gung Memorial Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The primary aim of this project will be to determine the effects of the tRNS-augmented unilateral and bilateral MT, and their effects relative to the control interventions (sham tRNS with unilateral or bilateral MT) on restoring health outcomes including motor function, daily function, quality of life and self-efficacy, and motor control strategy as well as brain activities (electroencephalography, EEG) in stroke patients.","detailedDescription":"Developing effective rehabilitation interventions to maximize functional recovery remains to be a major challenge for stroke rehabilitation. Transcranial random noise stimulation (tRNS) has emerged as a promising brain neurotechnology to enhance neural plasticity to augment treatment effects of stroke neuorehabilitation therapies. Compared to traditional brain neurotechnology such as transcranial direct current stimulation (tDCS), tRNS does not have polarity constraints, thus providing more consistent modulatory effects, less response variability and less adverse effects, which make it a potentially ideal approach to combine with stroke rehabilitation therapies. Mirror therapy (MT) is effective at improving sensorimotor recovery in stroke patients. Because of its easiness for use in clinical settings, MT has been recommended by American Heart Association as a promising intervention for stroke patients. Combining tRNS with MT could be an appealing approach to further boost brain plasticity to maximize MT treatment benefits in the clinical settings. However, MT can be delivered using unilateral or bilateral approaches, which may induce differential treatment benefits. Identifying the optimal combination of MT with tRNS on recovering functions and brain mechanisms will be imperative for development of evidence-based precision brain neurotechnology-augmented stroke rehabilitation.\n\nTherefore, this research project will (1) compare the effects of the tRNS-augmented unilateral and bilateral MT, and their effects relative to the control interventions (sham tRNS with unilateral or bilateral MT) comprehensively on motor function, daily function, quality of life and self-efficacy, motor control strategy and brain activities (electroencephalography, EEG) in stroke patients; (2) examine the retention effects and possible delayed response of tRNS-augmented unilateral and bilateral MT at 3-month and 6-month follow-up and (3) identify the predictors of the treatment success to determine good responders to the tRNS-augmented unilateral and bilateral MT to facilitate clinical translation of the intervention.\n\nThe investigator will conduct a randomized, sham controlled clinical trial with 128 stroke patients in this 5-year project. Patients will be randomly assigned to (1) tRNS-augmented unilateral MT, (2) tRNS-augmented bilateral MT, (3) sham tRNS with unilateral MT, and (4) sham tRNS with bilateral MT. Participants will receive 20 intervention sessions (90 minutes/day, 5 days/week, for 4 consecutive weeks). The outcome measures will include behavioral assessments to evaluate motor and daily function, quality of life and self-efficacy; kinematic assessments to evaluate motor control strategy; and EEG to assess brain activities (power). The behavioral measures will be performed at pre-test, interim-test, post-test, and 3-month and 6-month follow-up. The kinematic and EEG assessment will be administered at pre-test and post-test. In addition, the EEG assessment will be conducted during the intervention period to evaluate the dynamical changes of brain activities.\n\nThis research project will provide scientific evidence of the treatment effects of brain neurotechnology-augmented stroke rehabilitation therapy. Specifically, the findings will elucidate behavioral changes and possible biomechanical and brain mechanisms associated with the novel tRNS-augmented MT. In addition, the results will reveal the characteristics of good responders to the combined intervention. The overall results will contribute to formulation of precision hybrid brain neurotechnology with stroke rehabilitation therapies to maximize neural and functional recovery after stroke."},"conditionsModule":{"conditions":["Cerebrovascular Accident"],"keywords":["Mirror therapy","stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":128,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"tRNS-augmented unilateral MT","type":"EXPERIMENTAL","description":"A battery driven multi-channel electrical stimulator will deliver alternating electrical current over the scalp through sailine-soaked sponge electrodes (surface area = 25 cm2). The stimulation electrodes were directly positioned on an adult sized cap that will be worn by the participants, and labeled according to the 10-20 EEG system of electrode positioning. The stimulation intensity will be ramp up to 1.5 to 2 mA.\n\nFor the unilateral MT, the participants will practice movements using only the unaffected arm while the affected arm will remain relaxed behind the mirror during MT training. The training therapists will instruct the participants to look at the mirror reflection of the unaffected arm and imagine that it is the affected arm performing the task.","interventionNames":["Device: Transcranial random noise stimulation (tRNS)","Behavioral: the unilateral MT"]},{"label":"tRNS-augmented bilateral MT","type":"EXPERIMENTAL","description":"A battery driven multi-channel electrical stimulator will deliver alternating electrical current over the scalp through sailine-soaked sponge electrodes (surface area = 25 cm2). The stimulation electrodes were directly positioned on an adult sized cap that will be worn by the participants, and labeled according to the 10-20 EEG system of electrode positioning. The stimulation intensity will be ramp up to 1.5 to 2 mA.\n\nFor the bilateral MT, the participants will be encouraged to move the affected arm as symmetrically and simultaneously as the unaffected hand during MT training. At the same time, participants will also be instructed to look at the mirror reflection of the unaffected arm and imagine that it is the affected arm performing the task.","interventionNames":["Device: Transcranial random noise stimulation (tRNS)","Behavioral: the bilateral MT"]},{"label":"sham tRNS with unilateral MT","type":"SHAM_COMPARATOR","description":"For the sham tRNS condition, the electrode placement will be the same as the real stimulation conditions. The current will first turn up for 30 seconds and subsequently turn off in the next 30 seconds .\n\nFor the unilateral MT, the participants will practice movements using only the unaffected arm while the affected arm will remain relaxed behind the mirror during MT training. The training therapists will instruct the participants to look at the mirror reflection of the unaffected arm and imagine that it is the affected arm performing the task.","interventionNames":["Device: sham tRNS","Behavioral: the unilateral MT"]},{"label":"sham tRNS with bilateral MT","type":"SHAM_COMPARATOR","description":"For the sham tRNS condition, the electrode placement will be the same as the real stimulation conditions. The current will first turn up for 30 seconds and subsequently turn off in the next 30 seconds .\n\nFor the bilateral MT, the participants will be encouraged to move the affected arm as symmetrically and simultaneously as the unaffected hand during MT training. At the same time, participants will also be instructed to look at the mirror reflection of the unaffected arm and imagine that it is the affected arm performing the task.","interventionNames":["Device: sham tRNS","Behavioral: the bilateral MT"]}],"interventions":[{"type":"DEVICE","name":"Transcranial random noise stimulation (tRNS)","description":"There will be 20 minutes of stimulation (real tRNS or sham tRNS), 40 minutes of MT (unilateral or bilateral) and 30 minutes of functional task training.","armGroupLabels":["tRNS-augmented bilateral MT","tRNS-augmented unilateral MT"]},{"type":"DEVICE","name":"sham tRNS","description":"the electrode placement will be the same as the real stimulation conditions. The current will first turn up for 30 seconds and subsequently turn off in the next 30 seconds","armGroupLabels":["sham tRNS with bilateral MT","sham tRNS with unilateral MT"]},{"type":"BEHAVIORAL","name":"the unilateral MT","description":"For the unilateral MT, the participants will practice movements using only the unaffected arm while the affected arm will remain relaxed behind the mirror during MT training. The training therapists will instruct the participants to look at the mirror reflection of the unaffected arm and imagine that it is the affected arm performing the task.","armGroupLabels":["sham tRNS with unilateral MT","tRNS-augmented unilateral MT"]},{"type":"BEHAVIORAL","name":"the bilateral MT","description":"For the bilateral MT, the participants will be encouraged to move the affected arm as symmetrically and simultaneously as the unaffected hand during MT training. At the same time, participants will also be instructed to look at the mirror reflection of the unaffected arm and imagine that it is the affected arm performing the task. The activities practiced during MT will include intransitive movements (e.g., flexion and extension of the wrist) and transitive movements (e.g., picking up a pen).","armGroupLabels":["sham tRNS with bilateral MT","tRNS-augmented bilateral MT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Assessment (FMA)","description":"The upper-extremity subscale of FMA will be used to assess sensorimotor impairment. It examines 33 movements scored on a 3-point ordinal scale (score range: 0-66). A higher FMA score suggests less impairment","timeFrame":"Baseline, Midterm(2 week after completing intervention) , 3 -month after completing intervention, 6-month after completing intervention"},{"measure":"Modified Ashworth Scale (MAS)","description":"The MAS is a 6-point ordinal scale assessing muscle spasticity. The MAS scores of arm muscles, including biceps, triceps, wrist flexors and extensors, and finger flexors and extensors will be examined.","timeFrame":"Baseline, Midterm(2 week after completing intervention) , 3 -month after completing intervention, 6-month after completing intervention"},{"measure":"Revised Nottingham Sensory Assessment (rNSA)","description":"The rNSA will be used to evaluate changes in sensation. It equips with various sensory modalities to assess tactile sensation, proprioception, and stereognosis of different segments of the body. Scoring of rNSA is based on a 3-point ordinal scale (0-2), with a lower score suggesting greater sensory impairment.","timeFrame":"Baseline, Midterm(2 week after completing intervention) , 3 -month after completing intervention, 6-month after completing intervention"},{"measure":"Medical Research Council scale (MRC)","description":"The MRC is an ordinal scale assessing muscle strength. The scoring for each muscle ranges from 0 to 5, with a higher score indicates greater muscle strength.","timeFrame":"Baseline, Midterm(2 week after completing intervention) , 3 -month after completing intervention, 6-month after completing intervention"},{"measure":"Wolf Motor Function Test (WMFT)","description":"The WMFT evaluates upper extremity motor function via 15 function-based tasks and 2 strength-based tasks. The WMFT-time evaluates the time required to complete the function-based tasks, and the WMFT-quality assesses functional ability on a 6-point ordinal scale. A lower WMFT-time performance indicates faster movement, whereas a higher WMFT-quality score suggests better quality of movement.","timeFrame":"Baseline, Midterm(2 week after completing intervention) , 3 -month after completing intervention, 6-month after completing intervention"},{"measure":"Motor Activity Log (MAL)","description":"The MAL evaluates the amount of use (AOU) and quality of movement (QOM) of the affected hand in completing 30 common daily tasks. Scoring of each task ranges from 0 to 5, with higher scores indicating more use or better movement quality.","timeFrame":"Baseline, Midterm(2 week after completing intervention) , 3 -month after completing intervention, 6-month after completing intervention"},{"measure":"Nottingham Extended Activities of Daily Living Scale (NEADL)","description":"The NEADL is a self-report scale assessing instrumental activities of daily living (IADL). It consists of 4 subscales, including mobility, kitchen, domestic, and leisure activities. The total score is 0 to 66, and a higher score indicates better IADL.","timeFrame":"Baseline, Midterm(2 week after completing intervention) , 3 -month after completing intervention, 6-month after completing intervention"},{"measure":"Stroke Impact Scale Version 3.0 (SIS 3.0).","description":"The SIS 3.0 is a stroke-specific health-related quality of life instrument. It consists of 59 items grouped into 8 domains (strength, hand function, ADL/instrumental ADL, mobility, communication, emotion, memory and thinking, and participation/role function). The participants will be asked to rate each item in a 5-point Likert scale for the perceived difficulty in completing the task.","timeFrame":"Baseline, Midterm(2 week after completing intervention) , 3 -month after completing intervention, 6-month after completing intervention"},{"measure":"Functional Abilities Confidence Scale (FACS).","description":"It measures the degree of self-efficacy and confidence when the participants perform various movements and postures. It consists of 15 questions scoring from 0% (not confidence at all) to 100% (fully confidence). The higher scores indicate higher confidence of performing the movements.","timeFrame":"Baseline, Midterm(2 week after completing intervention) , 3 -month after completing intervention, 6-month after completing intervention"},{"measure":"Stroke Self-Efficacy Questionnaire (SSEQ).","description":"It measures the self-efficacy in domains related to functional performance and self-management for stroke. It includes 13 items based on a 10-point scale from 0 (not at all confident) to 10 (very confident).","timeFrame":"Baseline, Midterm(2 week after completing intervention) , 3 -month after completing intervention, 6-month after completing intervention"},{"measure":"Daily Living Self-Efficacy Scale (DLSES)","description":"DLSES assesses the self-efficacy in daily functions. It is divided into 2 subscales (psychosocial functioning and ADL) with a total of 12 items that score from 0 to 100 (0 = cannot do at all, 100 = highly certain can do). A higher score suggest higher self-efficacy.","timeFrame":"Baseline, Midterm(2 week after completing intervention) , 3 -month after completing intervention, 6-month after completing intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. ≥ 3 months onset from a first-ever unilateral stroke;\n2. an initial FMA scores between 18 to 56, indicating moderate to mild upper extremity motor impairment (Thielman, Kaminski, \\& Gentile, 2008);\n3. age between 35 to 85;\n4. no excessive spasticity in any of the joints of the affected arm (shoulder, elbow, wrist and fingers);\n5. ability to follow instructions and perform tasks (Mini Mental State Examination scores ≥24);\n6. no participation in any neurorehabilitation experiments or drug clinical trials and\n7. willing to provide written informed consent.\n\nExclusion Criteria:\n\n1. contradiction to tRNS including a history of epilepsy, pregnant, having pacemakers and metallic implants in the neck and heads (Rossi, Hallett, Rossini, Pascual-Leone, \\& Safety of, 2009);\n2. History of drug or alcohol abuse(Rossi et al., 2009);\n3. concomitant neurological conditions such as dementia, Parkinson's disease, brain tumor, brain injury and other brain diseases (such as intracranial hypertension or cerebral edema);\n4. Botulinum toxin injections 3 months before enrollment\n5. have unstable cardiovascular status such as uncontrolled hypertension or New York Heart Association (NYHA) Class III/IV heart failure or are not suitable for receiving tRNS by the physician's assessments.","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ching-yi Wu, ScD","role":"CONTACT","phone":"#886-3-2118800","phoneExt":"5761","email":"cywu@mail.cgu.edu.tw"}],"locations":[{"facility":"Chang Gung Memotial Hospital","status":"RECRUITING","city":"Taoyuan","zip":"333","country":"Taiwan","contacts":[{"name":"Ching-Yi Wu, ScD","role":"CONTACT","phone":"+886-3-2118800","phoneExt":"5761","email":"cywu@mail.cgu.edu.tw"}],"geoPoint":{"lat":24.95233,"lon":121.20193}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}