{"protocolSection":{"identificationModule":{"nctId":"NCT06247254","orgStudyIdInfo":{"id":"Bushnell"},"secondaryIdInfos":[{"id":"2020C3-21070","type":"OTHER","domain":"PCORI"}],"organization":{"fullName":"Wake Forest University Health Sciences","class":"OTHER"},"briefTitle":"Telehealth-Enhanced Assessment and Management","officialTitle":"Telehealth-Enhanced Assessment and Management After Stroke-Blood Pressure (TEAMS-BP)","acronym":"TEAMS-BP"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-10","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-01-22","studyFirstSubmitQcDate":"2024-01-30","studyFirstPostDateStruct":{"date":"2024-02-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-30","lastUpdatePostDateStruct":{"date":"2024-02-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Wake Forest University Health Sciences","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"TEAMS-BP is a Patient-Centered Outcomes Research Institute (PCORI)-funded trial under the Phased Large Awards for Comparative Effectiveness Research (PLACER) funding mechanism to evaluate two comprehensive and evidence-based strategies for managing blood pressure (BP) following stroke.","detailedDescription":"Hypertension affects nearly half of the US population (46% of adults) and is the strongest risk factor for recurrent stroke. Prevalence in patients with ischemic or hemorrhagic stroke in the US varies by region (highest in the South) ranging from 70% to 82%, and is associated with greater risk of recurrent stroke, major cardiovascular events, and death. A vital question for stroke patients and caregivers is how to prevent a recurrent stroke and further adverse events. Multiple clinical trials have shown that lowering BP reduces the risk for cardiovascular disease and stroke. Few trials, however, included stroke patients with a focus on secondary prevention nor were representative of vulnerable populations. The former US Surgeon General recently published a Call to Action focused on BP with three goals: 1) make hypertension control a national priority; 2) ensure that communities support hypertension control; and 3) optimize patient care for hypertension control."},"conditionsModule":{"conditions":["Blood Pressure"],"keywords":["Hypertension","Stroke","Cardiovascular events"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":1550,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intensive Tailored Telehealth Management (ITTM)","type":"EXPERIMENTAL","description":"The ITTM intervention involves a comprehensive, multi-dimensional approach to using real-time BP data to manage BP after stroke. ITTM includes an in-person visit during which participants will complete a series of questionnaires within the COMPASS-CP® web application and will receive a COMPASS-BP Action Plan home safety checklist, Blood Pressure (BP) Matters documents, and referrals to local resources, as needed.","interventionNames":["Behavioral: Intensive Tailored Telehealth Management"]},{"label":"Intensive Clinic Management (ICM)","type":"OTHER","description":"The ICM arm includes BP management at in-person follow-up visits occurring every 2 months when BPs are at target and if not in target, monthly visits. Medications will be adjusted to lower BP to the target using evidence-based guidelines and in the context of whether the participant can effectively manage their medications and BP. ICM participants will receive a COMPASS Care plan, which will evaluate social and functional factors for managing stroke recovery.","interventionNames":["Behavioral: Intensive Clinic Management"]}],"interventions":[{"type":"BEHAVIORAL","name":"Intensive Clinic Management","description":"The ICM arm includes BP management at in-person follow-up visits occurring every 2 months when BPs are at target and if not in target, monthly visits. Medications will be adjusted to lower BP to the target using evidence-based guidelines and in the context of whether the participant can effectively manage their medications and BP. ICM participants will receive a COMPASS Care plan, which will evaluate social and functional factors for managing stroke recovery.","armGroupLabels":["Intensive Clinic Management (ICM)"],"otherNames":["ICM"]},{"type":"BEHAVIORAL","name":"Intensive Tailored Telehealth Management","description":"The ITTM intervention involves a comprehensive, multi-dimensional approach to using real-time BP data to manage BP after stroke. ITTM includes an in-person visit during which participants will complete a series of questionnaires within the COMPASS-CP® web application and will receive a COMPASS-BP Action Plan home safety checklist, BP Matters documents, and referrals to local resources, as needed.","armGroupLabels":["Intensive Tailored Telehealth Management (ITTM)"],"otherNames":["ITTM"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Intensive Tailored Telehealth Management (ITTM) versus Intensive Clinic Management (ICM) on achieving target Systolic Blood Pressure (SBP <130 mmHg)","description":"The average of the second and third of 3 successive measures by the research coordinator according to standard protocols at baseline (Study Visit 1) and 6 months (Study Visit 3).","timeFrame":"baseline"},{"measure":"Intensive Tailored Telehealth Management (ITTM) versus Intensive Clinic Management (ICM) on achieving target Systolic Blood Pressure (SBP <130 mmHg) 6-months post-stroke.","description":"The average of the second and third of 3 successive measures by the research coordinator according to standard protocols at baseline (Study Visit 1) and 6 months (Study Visit 3).","timeFrame":"Month 6"}],"secondaryOutcomes":[{"measure":"Change in Systolic Blood Pressure (SBP) at from baseline to 6 months post-stroke","description":"Change in Systolic Blood Pressure (SBP) measured in mm Hg - SBP will be calculated as the average of the second and third of 3 successive measures by the research coordinator according to standard protocols. The associated endpoint is the mean change in SBP at 6 months among randomized participants.","timeFrame":"Baseline to Month 6"},{"measure":"Number of major adverse cardiovascular events (MACE)","description":"Number of major adverse cardiovascular events (MACE) - death or hospitalization from myocardial infarction, coronary heart disease, or stroke)","timeFrame":"Month 12"},{"measure":"Number of patient activations for Blood Pressure (BP) management","description":"Number of patient activations for Blood Pressure (BP) management - Defined as the PAM Score at baseline (Visit 1) subtracted from the PAM Score at 6 months (Visit 3). The PAM is a validated 13-item patient-reported outcome measure (PROM) that measures skills and confidence to self-manage chronic disease. Response options for the 13 items are disagree strongly, disagree, agree, agree strongly with an interval-level scale from 0 to 100. To obtain the total PAM score, a propriety scoring algorithm will be used, with higher PAM scores indicating higher patient activation. Change in PAM will be analyzed as a continuous variable.","timeFrame":"Month 6"}],"otherOutcomes":[{"measure":"Number of patient activations for Blood Pressure (BP) management - among Black/African-Americans","description":"Number of patient activations for Blood Pressure (BP) management - among Black/African-Americans","timeFrame":"Month 12"},{"measure":"Number of patient activations for Blood Pressure (BP) management - among patients with physical or cognitive post-stroke disability","description":"Number of patient activations for Blood Pressure (BP) management - among patients with physical or cognitive post-stroke disability","timeFrame":"Month 12"},{"measure":"Number of patient activations for Blood Pressure (BP) management - among older adults (age 75+)","description":"Number of patient activations for Blood Pressure (BP) management - among older adults (age 75+)","timeFrame":"Month 12"},{"measure":"Change in Morisky Green Levine Medication Adherence Scale Scores","description":"Medication adherence, as assessed by the Morisky Green Levine Medication Adherence Scale. (MGLS) is a 4-item, generic self-reported, medication-taking behavior scale, validated for hypertension. Scores are correlated with BP control in patients with hypertension; poor adherence associated with increased stroke and transient ischemic attack (TIA) risk","timeFrame":"Month 6 to Month 12"},{"measure":"Subject satisfaction with care results - Research Participant Perception Survey (RPPS) that was developed by Wake Forest University School of Medicine","description":"Subject satisfaction with care results - Research Participant Perception Survey (RPPS) that was developed by Wake Forest University School of Medicine","timeFrame":"Month 12"},{"measure":"Change in blood pressures following treatment","description":"Change in blood pressures","timeFrame":"Month 3 to Month 12"},{"measure":"Change in Cognitive function scores as assessed by the Montreal Cognitive Assessment (MoCA) scores","description":"Change in Cognitive function scores as assessed by the Montreal Cognitive Assessment (MoCA) score - The MoCA is a well-validated tool consisting of 30 items that screens for mild cognitive impairment, is more sensitive to changes than the Mini-Mental State Exam (MMSE) due to inclusion of more complex executive function items, and can be feasibly administered in stroke populations. Each of the domains (Visuospatial/Executive, Naming, Memory, Attention, Language, Abstraction, Delayed Recall, and Orientation) are scored separately and the scores are summed to obtain a total score that falls between 0 and 30. A score above 26 is considered normal. Change in MoCA scores from baseline to 12 months post-stroke will be assessed.","timeFrame":"Baseline to Month 12"},{"measure":"Change in (PROMIS) Patient-Reported Outcomes Measurement Information System Scores","description":"The PROMIS-10 is a series of 10 questions that assess physical function; higher scores indicate higher physical function.","timeFrame":"Baseline to Month 12"},{"measure":"Change in Modified Rankin Scale (mRS) Scores","description":"The most widely-used global disability scale covering the range of functional outcomes that is intuitive for patients and clinicians, has excellent validity and correlates with other patient-centered outcome scales. A single point change is clinically relevant. The mRS is a 5-question scale, with final scoring ranging from 0-5. Participants who are known to be deceased are assigned a score of 6, and deaths will be ascertained from the National Death Index.","timeFrame":"Baseline to Month 12"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of ischemic stroke defined as acute brain, spinal cord, or retinal infarction based on objective evidence on imaging (such as a focal area of restricted diffusion on Magnetic Resonance Imaging \\[MRI\\]) in a defined vascular distribution or clinical evidence of focal ischemic injury based on symptoms persisting \\> 24 hours; or spontaneous hemorrhagic stroke defined as a focal collection of blood within the brain parenchyma that is non-traumatic and identified by brain computed tomography (CT) or brain MRI\n* Age ≥18 years\n* Discharged directly home from acute care or inpatient rehabilitation\n* At least one of the following: documented history of hypertension; self-reported history of hypertension; use of\n* hypertension medications (either prescribed prior to stroke, administered during hospital stay, or prescribed at discharge)\n* Systolic Blood Pressure ≥ 130 mmHg\n* Able to read and understand English or Spanish,\n* Have access to a functioning smartphone or tablet with broadband access\n* Willing to install and use a study-compatible physical activity monitoring application on their smartphone or tablet or smartphone or tablet of a qualifying caregiver\n* Stated agreement to participate in either intervention to which they are assigned and attend all required study visits,\n* Consent to receiving Short Message Service (SMS) required as part of the study interventions\n* Consent to enrollment in Chronic Care Management required as part of the study interventions,\n* Provision of a signed and dated informed consent form\n\nExclusion Criteria:\n\n* Subdural hematoma or subarachnoid hemorrhage\n* Current participation in another stroke clinical trial precluding dual enrollment\n* Presence of terminal illness, such as cancer, that limits life expectancy to \\<1 year\n* Diagnosis of end-stage renal disease defined as permanent kidney dysfunction requiring the use of hemodialysis or peritoneal dialysis\n* Pregnancy, lactation or planning to become pregnant\n* Late-stage Alzheimer's disease or related dementia\n* Transitioned to a facility such as skilled nursing or long-term care prior to enrollment\n* Mid upper arm circumference \\> 45 cm/17.7 inches or \\< 22 cm / 8.66 inches\n* Missing values for Systolic Blood Pressure or Privileged Access Management (PAM) score at baseline\n* Any condition that in the opinion of the study investigator would preclude the participant from being able to safely participate in the trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Cheryl Bushnell, MD","role":"CONTACT","phone":"336-713-7788","email":"cbushnel@wakehealth.edu"},{"name":"Kelsey Shore","role":"CONTACT","phone":"336-713-2739","email":"kmshore@wakehealth.edu"}],"overallOfficials":[{"name":"Cheryl Bushnell, MD","affiliation":"Wake Forest University Health Sciences","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Wayne Rosamond, MD","affiliation":"Wake Forest University Health Sciences","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Wake Forest University Health Sciences","city":"Winston-Salem","state":"North Carolina","zip":"27157","country":"United States","contacts":[{"name":"Cheryl Bushnell, MD","role":"CONTACT","phone":"336-713-7788","email":"cbushnel@wakehealth.edu"},{"name":"Cara Everhart","role":"CONTACT","phone":"336.716.5371","email":"ceverhar@wakehealth.edu"}],"geoPoint":{"lat":36.09986,"lon":-80.24422}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"All of the individual participant data collected during the trial, after deidentification","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR","ANALYTIC_CODE"],"timeFrame":"Immediately following publication - no end date","accessCriteria":"Anyone who wishes to access the data"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9714","name":"Hypertension","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}