{"protocolSection":{"identificationModule":{"nctId":"NCT02419222","orgStudyIdInfo":{"id":"R-853-14"},"organization":{"fullName":"Kessler Foundation","class":"OTHER"},"briefTitle":"Feasibility of Using Prism Adaptation to Treat Spatial Neglect and Motor Function in Stroke","officialTitle":"Feasibility of Using Prism Adaptation to Treat Spatial Neglect and Motor Function in Stroke Survivors With Multiple Lesions"},"statusModule":{"statusVerifiedDate":"2017-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-01"},"primaryCompletionDateStruct":{"date":"2016-12","type":"ACTUAL"},"completionDateStruct":{"date":"2016-12","type":"ACTUAL"},"studyFirstSubmitDate":"2015-04-14","studyFirstSubmitQcDate":"2015-04-16","studyFirstPostDateStruct":{"date":"2015-04-17","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-08-16","lastUpdatePostDateStruct":{"date":"2017-08-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Kessler Foundation","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"This research project is a study designed to address both motor and cognitive changes after stroke. Treatment for SN is elusive however there is support for prism adaptation treatment (PAT). Therapists need to know more about the effects of this treatment and if it is feasible in a group of stroke survivors with multiple lesions because these are the patients they are treating in the clinical setting. Also, it has not been investigated that using PAT to remediate SN will then as a result increase spontaneous UE movement of the weak limb.","detailedDescription":"This research project is a study designed to address both motor and cognitive changes after stroke, two common stroke disabilities. For example: two third of patients reported loss of upper limb function as a major problem after stroke and spatial neglect occurs in more than 350,000 US right hemisphere stroke survivors annually. These two impairments if not treated, lead to immediate impairment in basic life activities, long term functional disability, increased risk for falls and increased healthcare costs. The literature displays many strong research studies that trialed the use of multiple treatment approaches to remediate spatial neglect, including prism adaptation treatment (PAT), resulting in positive results. Similar findings result for treatment studies that attempt to remediate the upper extremity (UE). However, in all group of patients that were tested in these studies (both for spatial neglect and UE dysfunction) only had one stroke and past medical histories that were unremarkable. Rehabilitation professionals help clients that have had all types of strokes achieve improved quality of life by helping to increase independence by remediating impairment. In addition, these professionals need to know more about the effects of PAT in stroke survivors with multiple lesions because these are patients commonly being treated in the clinical setting. Also, it has not been investigated whether using PAT, a very promising and easy to administer treatment, to remediate spatial neglect will also increase spontaneous UE movement of the limb affected by the stroke because of an influence on motor-intentional aiming errors. Thus, in this pilot research proposal, the researcher intends to first investigate the feasibility of this two week treatment on stroke survivors that have had multiple lesions and second verify if PAT will improve spatial neglect and jointly increase spontaneous movement of the UE."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Prism Adaptation","type":"EXPERIMENTAL","description":"Prism Adaptation Treatment is 20 minutes long, administered 10 consecutive days","interventionNames":["Behavioral: Prism Adaptation"]}],"interventions":[{"type":"BEHAVIORAL","name":"Prism Adaptation","description":"PAT uses wedged prism lenses to displace the entire visual field horizontally to the left or right (depending on the orientation of the base of the prism). The left-base prism lenses (thicker on the left) shift the entire visual field to the right. The result is a curving reaching trajectory, aiming toward the image location (right to the actual location) and then corrected toward the actual location. After several reaching movement, the coordinates of motor and visual systems are aligned, which in other words, is that the motor output adapts to the visual input, and thus the reaching trajectory is straight ahead to the object. This visually-guided goal-oriented movement is essential in PAT.","armGroupLabels":["Prism Adaptation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"CBS via Kessler Foundation Neglect Assessment Process","description":"The CBS is a 10-item scale for evaluating the severity of spatial neglect (Azouviet al., 1996). Thus, the CBS captures the heterogeneity of spatial neglect in the most functional way. The items include limb awareness, personal belongings, dressing, grooming, gaze orientation, auditory attention, navigation, collisions, eating, cleaning after a meal. Each item is scored from 0-3. Based on a CBS total score (range 0-30), a stroke survivor with unilateral brain damage can be categorized as no neglect (CBS=0), mild (CBS= 1-10), moderate (CBS= 11-20), or severe (CBS= 20-30). In 2012, Chen et al. addressed this obstacle by standardizing the method to use the CBS reliably in the clinic and trademarked the process to use in conjunction with the CBS as the Kessler Foundation Neglect Assessment Process (CBS via KF-NAP™).","timeFrame":"30 minutes"}],"secondaryOutcomes":[{"measure":"Behavior Inattention Test","description":"The Behavior Inattention Test is a validated, widely used battery for the assessment of neglect. It has multiple subtests in the conventional battery, for example line crossing and letter cancelation tests . The conventional test battery will be used; the total score is out of 146 with a cut off score of 128 for spatial neglect (Wilson, et al. 1987).","timeFrame":"15 minutes"},{"measure":"Motor Activity Log","description":"The Motor Activity Log, a structured interview, will be used to assess how the patient feels they use their arm during specific activities (Uswatte, Taub, Morris, Vignolo, McCulloch, 2005). This will be the outcome measure used to determine spontaneous movement.","timeFrame":"15 minutes"},{"measure":"Functional Independence Measure","description":"Functional Independence Measure (FIM) is a reliable and valid assessment of function and the gold standard in rehabilitation facilities. It consists of 18 items assessing the level of independence in two domains; motor and cognitive. Each item is scored from 1 (maximal) to 7 (independent) (Ottenbacher, et al 1996).","timeFrame":"30 minutes"},{"measure":"Wolf Motor Function Test","description":"The WMFT is a quantitative measure of upper extremity motor ability through timed and functional tasks (Wolf et al., 1989). There are 21 items with 3 parts (time, functional ability and strength). The person's less affected arm is examined followed by the most affected side. The maximum score is a 75.","timeFrame":"45 min"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Between the ages of 18 and 90.\n* New stroke on the right side of the brain.\n* Has an UE impairment of the arm affected by the stroke (WMFT score of less than 75).\n* Has the presence of spatial neglect (greater than 1 on the KF-NAP).\n* Is able to give informed consent.\n* Past medical history includes having had a stroke or more than one. This can be ischemic or hemorrhagic, and on either side of the brain.\n\nExclusion Criteria:\n\n* Is under the age of 18.\n* Has severe communication deficit.\n* Has a left brain stroke as the primary diagnosis and/or the primary diagnosis is anything other than stroke.\n* Is blind in one or both eyes.\n* Is not staying at the inpatient rehabilitation hospital\n* Has a cognitive impairment that inhibits their ability to recall information.\n* Has severely impaired upper extremity function in bilateral arms (cannot participate in the prism task).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Kimberly P Hreha, MS","affiliation":"Kessler Foundation","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Kessler Insitute for Rehabilitaiton","city":"Saddle Brook","state":"New Jersey","zip":"07663","country":"United States","geoPoint":{"lat":40.89899,"lon":-74.09264}},{"facility":"Kessler Institute for Rehabiltiation","city":"West Orange","state":"New Jersey","zip":"07052","country":"United States","geoPoint":{"lat":40.79871,"lon":-74.23904}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}