{"protocolSection":{"identificationModule":{"nctId":"NCT04588727","orgStudyIdInfo":{"id":"D2911C00001"},"organization":{"fullName":"AstraZeneca","class":"INDUSTRY"},"briefTitle":"Safety, Tolerability, Pharmacokinetics and Pharmacodynamics Study of AZD3366 in Healthy Subjects, Japanese and Chinese Subjects","officialTitle":"A Phase 1, Randomized, Single-blind, Placebo-controlled Study to Assess the Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of AZD3366 in Healthy Men and Women of Non-Childbearing Potential Following: Part A: Single Ascending Dose Administration (Including Populations of Japanese and Chinese Subjects) Part B: Single Dose Administration of AZD3366 at One Dose Level or Placebo With Concomitant Repeated Dosing of Ticagrelor and Acetylsalicylic Acid"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-10-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-01-19","type":"ACTUAL"},"completionDateStruct":{"date":"2022-01-19","type":"ACTUAL"},"studyFirstSubmitDate":"2020-10-09","studyFirstSubmitQcDate":"2020-10-09","studyFirstPostDateStruct":{"date":"2020-10-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-15","lastUpdatePostDateStruct":{"date":"2023-12-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"AstraZeneca","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Part A of this study is a Phase 1, First-in-human (FiH), randomized, single-blind, placebo controlled study to assess the safety, tolerability, pharmacokinetics (PK), and pharmacodynamics (PD) of AZD3366 following single intravenous (IV) ascending doses.\n\nPart B of this study is a randomized, single-blind, parallel group placebo-controlled study to assess the safety, tolerability and PD of a single IV administration of AZD3366 with concomitant loading doses followed by repeated maintenance dosing of ticagrelor and acetylsalicylic acid (ASA).","detailedDescription":"The study will provide data on safety, tolerability, PK, and PD of AZD3366 in healthy subjects. Three populations (healthy subjects, healthy Japanese subjects and healthy Chinese subjects) will be enrolled into this study.\n\nThis study will be conducted at a single study center in United States of America (USA).\n\nPart A of the study will investigate the safety, tolerability, PK, and PD (inhibition of platelet aggregation and capillary bleeding time \\[CBT\\]) of an IV administration of single ascending doses (SAD) of AZD3366 in healthy subjects, healthy Japanese subjects and healthy Chinese subjects.\n\nPart B of the study will investigate the safety, tolerability, and PD (inhibition of platelet aggregation and CBT) of a single IV dose of AZD3366 or placebo with concomitant administration of ticagrelor and ASA by a parallel group cohort consisting of of healthy subjects. Furthermore, the potential effect of AZD3366 on the PK of ticagrelor will be investigated. Co-medication with ASA and ticagrelor is chosen based on the Standard of Care anti-platelet treatment regimen in patients with myocardial infarction."},"conditionsModule":{"conditions":["Cardiovascular Disease"],"keywords":["Pharmacokinetics","Cardiovascular disease","Acute myocardial infarction","Acute ischemic stroke","First in Human","Healthy subjects","Healthy Japanese subjects","Healthy Chinese subjects"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"Staff will remain blinded. For this single-blind study (in which the study center staff have remained blinded during the dosing phase of the study), the randomization code will be available at the SRC meeting and the data will be reviewed unblinded.\n\nThe pharmacokineticist will remain unblinded during the study conduct, unless otherwise required based on study findings.\n\nThe following personnel will have access to the randomization list:\n\n1. The AstraZeneca personnel carrying out the labeling and packaging of subject specific treatments\n2. The pharmacy personnel preparing study drug at the site\n3. The personnel performing the bioanalyses of the plasma/urine samples. The randomization list should be kept in a secure location until the end of the study.\n\nIn the event of a medical emergency, the treatment received may be revealed by personnel authorized by the principal investigator (PI), after discussing with AstraZeneca.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR"]}},"enrollmentInfo":{"count":103,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"AZD3366 Dose 1 Part A","type":"EXPERIMENTAL","description":"Randomized healthy subjects will receive Dose 1 of AZD3366.","interventionNames":["Drug: AZD3366"]},{"label":"AZD3366 Dose 2 Part A","type":"EXPERIMENTAL","description":"Randomized healthy subjects will receive Dose 2 of AZD3366.","interventionNames":["Drug: AZD3366"]},{"label":"AZD3366 Dose 3 Part A","type":"EXPERIMENTAL","description":"Randomized healthy subjects will receive Dose 3 of AZD3366.","interventionNames":["Drug: AZD3366"]},{"label":"AZD3366 Dose 4 Part A","type":"EXPERIMENTAL","description":"Randomized healthy subjects will receive Dose 4 of AZD3366.","interventionNames":["Drug: AZD3366"]},{"label":"AZD3366 Dose 5 Part A","type":"EXPERIMENTAL","description":"Randomized healthy subjects and healthy Japanese subjects will receive Dose 5 of AZD3366.","interventionNames":["Drug: AZD3366"]},{"label":"AZD3366 Dose 6 Part A","type":"EXPERIMENTAL","description":"Randomized healthy subjects and healthy Japanese subjects will receive Dose 6 of AZD3366.","interventionNames":["Drug: AZD3366"]},{"label":"AZD3366 Dose 7 Part A","type":"EXPERIMENTAL","description":"Randomized healthy subjects, healthy Japanese subjects, and healthy Chinese subjects will receive Dose 7 of AZD3366.","interventionNames":["Drug: AZD3366"]},{"label":"Placebo Part A","type":"PLACEBO_COMPARATOR","description":"Randomized healthy subjects, healthy Japanese subjects, and healthy Chinese subjects will receive Placebo matched to AZD3366.","interventionNames":["Drug: Placebo"]},{"label":"AZD3366 Dose X Part B","type":"EXPERIMENTAL","description":"Randomized healthy subjects will receive Dose X of AZD3366 in conjunction with concomitant administration of ticagrelor and ASA.","interventionNames":["Drug: AZD3366","Drug: Ticagrelor","Drug: acetylsalicylic acid (ASA)"]},{"label":"Placebo Dose X Part B","type":"PLACEBO_COMPARATOR","description":"Randomized healthy subjects will receive Dose X of placebo in conjunction with concomitant administration of ticagrelor and ASA.","interventionNames":["Drug: Placebo","Drug: Ticagrelor","Drug: acetylsalicylic acid (ASA)"]}],"interventions":[{"type":"DRUG","name":"AZD3366","description":"In Part A, subjects will be randomized to receive intravenous infusion AZD3366 dose 1-7, single ascending dose (SAD). In Part A, Dose 2-7 may be adjusted based on PK data from previous cohort\\[s\\]. In Part B, subjects will be randomized to receive intravenous infusion AZD3366 dose X (a dose resulting in predicted therapeutic exposure).","armGroupLabels":["AZD3366 Dose 1 Part A","AZD3366 Dose 2 Part A","AZD3366 Dose 3 Part A","AZD3366 Dose 4 Part A","AZD3366 Dose 5 Part A","AZD3366 Dose 6 Part A","AZD3366 Dose 7 Part A","AZD3366 Dose X Part B"]},{"type":"DRUG","name":"Placebo","description":"In Part A and Part B, subjects will be randomized to receive intravenous infusion of placebo (0.9% sodium chloride solution).","armGroupLabels":["Placebo Dose X Part B","Placebo Part A"]},{"type":"DRUG","name":"Ticagrelor","description":"In Part B, subjects will receive oral ticagrelor tablets.","armGroupLabels":["AZD3366 Dose X Part B","Placebo Dose X Part B"],"otherNames":["Brilinta"]},{"type":"DRUG","name":"acetylsalicylic acid (ASA)","description":"In Part B, subjects will receive oral ASA chewable tablets.","armGroupLabels":["AZD3366 Dose X Part B","Placebo Dose X Part B"],"otherNames":["Chewable aspirin"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of subjects with adverse events and serious adverse events in both Part A and Part B","description":"Adverse events will be assessed to investigate the safety and tolerability of intravenous administration of AZD3366 in healthy subjects, healthy Japanese subjects and healthy Chinese subjects.","timeFrame":"From screening (Day -21) to follow-up (Day 60 for Part A and Day 50 for Part B)"}],"secondaryOutcomes":[{"measure":"Area under plasma concentration-time curve from time zero extrapolated to infinity (AUCinf) to characterize the PK of AZD3366 in Part A","description":"To characterize the PK of AZD3366 following IV administration of single doses of AZD3366 in healthy subjects, healthy Japanese subjects and healthy Chinese subjects in Part A.","timeFrame":"Pre-dose, and post-dose (Day 1 to Day 60)"},{"measure":"Terminal half life (t½λz), estimated as (ln2)/λz to characterize the PK of AZD3366 in Part A","description":"To characterize the PK of AZD3366 following IV administration of single doses of AZD3366 in healthy subjects, healthy Japanese subjects and healthy Chinese subjects in Part A.","timeFrame":"Pre-dose, and post-dose (Day 1 to Day 60)"},{"measure":"Total body clearance of drug from plasma after intravascular administration (CL) to characterize the PK of AZD3366 in Part A","description":"To characterize the PK of AZD3366 following IV administration of single doses of AZD3366 in healthy subjects, healthy Japanese subjects and healthy Chinese subjects in Part A.","timeFrame":"Pre-dose, and post-dose (Day 1 to Day 60)"},{"measure":"Volume of distribution at steady state from a systemic dose (Vss) to characterize the PK of AZD3366 in Part A","description":"To characterize the PK of AZD3366 following IV administration of single doses of AZD3366 in healthy subjects, healthy Japanese subjects and healthy Chinese subjects in Part A.","timeFrame":"Pre-dose, and post-dose (Day 1 to Day 60)"},{"measure":"Area under the plasma concentration-curve from time zero to time of last quantifiable concentration (AUClast) to characterize the PK of AZD3366 in Part A","description":"To characterize the PK of AZD3366 following IV administration of single doses of AZD3366 in healthy subjects, healthy Japanese subjects and healthy Chinese subjects in Part A.","timeFrame":"Pre-dose, and post-dose (Day 1 to Day 60)"},{"measure":"Area under the plasma concentration-time curve from time zero to 48 hours after dosing [AUC(0-48)] to characterize the PK of AZD3366 in Part A","description":"To characterize the PK of AZD3366 following IV administration of single doses of AZD3366 in healthy subjects, healthy Japanese subjects and healthy Chinese subjects in Part A.","timeFrame":"Pre-dose, and post-dose (Day 1 to Day 60)"},{"measure":"Observed maximum plasma concentration (Cmax) to characterize the PK of AZD3366 in Part A","description":"To characterize the PK of AZD3366 following IV administration of single doses of AZD3366 in healthy subjects, healthy Japanese subjects and healthy Chinese subjects in Part A.","timeFrame":"Pre-dose, and post-dose (Day 1 to Day 60)"},{"measure":"Time to reach peak or maximum observed concentration following drug administration (tmax) to characterize the PK of AZD3366 in Part A","description":"To characterize the PK of AZD3366 following IV administration of single doses of AZD3366 in healthy subjects, healthy Japanese subjects and healthy Chinese subjects in Part A.","timeFrame":"Pre-dose, and post-dose (Day 1 to Day 60)"},{"measure":"To study the platelet aggregration of AZD3366 in Part A","description":"To study platelet aggregation by Light Transmision Aggregometry (LTA) in healthy subjects, healthy Japanese subjects and healthy Chinese subjects in Part A.","timeFrame":"Pre-dose, and post-dose (Day 1 to Day 60)"},{"measure":"Assessment of the duration of capillary bleeding time (CBT) to characterize the PD of AZD3366 in Part A","description":"To characterize the PD of AZD3366 following IV administration of single doses of AZD3366 with respect to inhibition of CBT in healthy subjects, healthy Japanese subjects and healthy Chinese subjects in Part A.","timeFrame":"Pre-dose and post-dose (Day 1)"},{"measure":"Collection of blood samples for the analyses of antidrug antibodies (ADAs) in both Part A and Part B","description":"To explore immunogenicity following IV administration of AZD3366 in both Part A and Part B.","timeFrame":"At Day -1, Day 15, Day 23 and Day 44 in Part A, and pre-dose (Day 1), Day 15, Day 29 and Day 50 in Part B"},{"measure":"Collection of blood samples for adenosine diphosphate-induced associated periodic-induced platelet aggregation in platelet-rich plasma to characterize the PD of AZD3366 in Part B","description":"To study the plasma exposure and characterize the PD of AZD3366 with respect to inhibition of platelet aggregation LTA, following IV administration of AZD3366 at one dose level in healthy subjects with concomitant loading dose and repeated dosing of ticagrelor and ASA in Part B.","timeFrame":"Pre-dose and post-dose (Day 1 to Day 3, Day 15, Day 29, and Day 50)"},{"measure":"Collection of blood samples for tumor necrosis factor receptor associated periodic-induced platelet aggregation in platelet-rich plasma to characterize the PD of AZD3366 in Part B","description":"To study the plasma exposure and characterize the PD of AZD3366 with respect to inhibition of platelet aggregation LTA, following IV administration of AZD3366 at one dose level in healthy subjects with concomitant loading dose and repeated dosing of ticagrelor and ASA in Part B.","timeFrame":"Pre-dose and post-dose (Day 1 to Day 3, Day 15, Day 29, and Day 50)"},{"measure":"CBT to characterize the PD of AZD3366 in Part B","description":"To study the PD (inhibition of CBT) of AZD3366 at 1 dose level in healthy subjects with concomitant loading dose and repeated dosing of ticagrelor and ASA in Part B.","timeFrame":"Pre- dose and post-dose (Day 1 and Day 3)"},{"measure":"AUClast to characterize the plasma exposure and PD of AZD3366 in Part B","description":"To study the plasma exposure, and PD (inhibition of platelet aggregation and CBT) of AZD3366 at 1 dose level in healthy subjects with concomitant loading dose and repeated dosing of ticagrelor and ASA in Part B.","timeFrame":"Pre-dose and post-dose (Day 1 to Day 3, Day 15, Day 29, and Day 50)"},{"measure":"AUC(0-48) to characterize the plasma exposure and PD of AZD3366 in Part B","description":"To study the plasma exposure, and PD (inhibition of platelet aggregation and CBT) of AZD3366 at 1 dose level in healthy subjects with concomitant loading dose and repeated dosing of ticagrelor and ASA in Part B.","timeFrame":"Pre-dose and post-dose (Day 1 to Day 3, Day 15, Day 29, and Day 50)"},{"measure":"Cmax to characterize the plasma exposure and PD of AZD3366 in Part B","description":"To study the plasma exposure, and PD (inhibition of platelet aggregation and CBT) of AZD3366 at 1 dose level in healthy subjects with concomitant loading dose and repeated dosing of ticagrelor and ASA in Part B.","timeFrame":"Pre-dose and post-dose (Day 1 to Day 3, Day 15, Day 29, and Day 50)"},{"measure":"tmax to characterize the plasma exposure and PD of AZD3366 in Part B","description":"To study the plasma exposure, and PD (inhibition of platelet aggregation and CBT) of AZD3366 at 1 dose level in healthy subjects with concomitant loading dose and repeated dosing of ticagrelor and ASA in Part B.","timeFrame":"Pre-dose and post-dose (Day 1 to Day 3, Day 15, Day 29, and Day 50)"},{"measure":"AUCinf to characterize the PK of ticagrelor and ticagrelor active metabolite, AR-C124910XX in Part B","description":"To study the effect of AZD3366 on the PK of ticagrelor in Part B.","timeFrame":"Pre-dose and post-dose (Day 1 to Day 3)"},{"measure":"AUClast to characterize the PK of ticagrelor and ticagrelor active metabolite, AR-C124910XX in Part B","description":"To study the effect of AZD3366 on the PK of ticagrelor in Part B.","timeFrame":"Pre-dose and post-dose (Day 1 to Day 3)"},{"measure":"tmax to characterize the PK of ticagrelor and ticagrelor active metabolite, AR-C124910XX in Part B","description":"To study the effect of AZD3366 on the PK of ticagrelor in Part B.","timeFrame":"Pre-dose and post-dose (Day 1 to Day 3)"},{"measure":"t½λz to characterize the PK of ticagrelor and ticagrelor active metabolite, AR-C124910XX in Part B","description":"To study the effect of AZD3366 on the PK of ticagrelor in Part B.","timeFrame":"Pre-dose and post-dose (Day 1 to Day 3)"},{"measure":"Area under the plasma concentration-time curve from time zero to 12 hours after dosing [AUC(0-12)] to characterize the PK of ticagrelor and ticagrelor active metabolite, AR-C124910XX in Part B","description":"To study the effect of AZD3366 on the PK of ticagrelor in Part B.","timeFrame":"Pre-dose and post-dose (Day 1 to Day 3)"},{"measure":"Cmax to characterize the PK of ticagrelor and ticagrelor active metabolite, AR-C124910XX in Part B","description":"To study the effect of AZD3366 on the PK of ticagrelor in Part B.","timeFrame":"Pre-dose and post-dose (Day 1 to Day 3)"},{"measure":"Observed trough plasma concentration after the first dose (Ctrough) to characterize the PK of ticagrelor and ticagrelor active metabolite, AR-C124910XX in Part B","description":"To study the effect of AZD3366 on the PK of ticagrelor in Part B.","timeFrame":"Pre-dose and post-dose (Day 1 to Day 3)"},{"measure":"Arithmetic mean of plasma concentration (C) at 12, 24, 36 and 48 hrs post-dose [Cmean (12, 24, 36, 48 hrs)] to characterize the PK of ticagrelor and ticagrelor active metabolite, AR-C124910XX in Part B","description":"To study the effect of AZD3366 on the PK of ticagrelor in Part B.","timeFrame":"Pre-dose and post-dose (Day 1 to Day 3)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Healthy men and women of non-childbearing potential\n2. Females must have a negative pregnancy test at Screening and on admission to the study center, must not be lactating, and must be of non-childbearing potential, confirmed at Screening, by fulfilling one of the below criteria:\n\n   * Postmenopausal defined as amenorrhea for at least 12 months following cessation of all exogenous hormonal treatments and Follicle stimulating hormone levels in the postmenopausal range.\n   * Documentation of irreversible surgical sterilization by hysterectomy, bilateral oophorectomy, or bilateral salpingectomy but not bilateral tubal ligation.\n3. Subjects described as healthy subjects are defined as not having origins in any of the original peoples of the Far East, Southeast Asia, or the Indian subcontinent \\[for example, Cambodia, China, India, Indonesia, Japan, Korea, Malaysia, Pakistan, the Philippine Islands, Thailand, and Vietnam\\] except for subjects enrolled into the Japanese (subject for whom both parents and all grandparents are Japanese; born in Japan and not lived outside Japan for more than 10 years) and Chinese (a subject for whom both parents and all grandparents are Chinese and not lived outside of China for more than 10 years) cohorts.\n4. Body mass index: 18 and 30 kg/m\\^2, and weigh minimum 50 kg and not \\>100 kg.\n\nExclusion Criteria:\n\n1. Subjects having history of the following are excluded:\n\n   * Any clinically important disease or disorder which, may put the subject at risk, or influence the results or the subject's ability to participate in the study.\n   * History or presence of gastrointestinal, hepatic or renal disease or other condition known to interfere with absorption, distribution, metabolism or excretion of drugs.\n   * Hemophilia, von Willebrand´s disease, lupus anticoagulant or other diseases/syndromes that can either alter or increase the propensity of bleeding.\n   * Any clinically significant non-traumatic bleed or clinically significant enhanced bleeding.\n   * Any clinically important illness, medical/surgical procedure or trauma within 4 weeks of the first administration of investigational medicinal product (IMP).\n   * History of severe allergy/hypersensitivity or ongoing clinically important allergy/hypersensitivity, or history of hypersensitivity to drugs with a similar chemical structure or class to AZD3366 or to ASA or ticagrelor.\n2. Any clinically important abnormalities in clinical chemistry, hematology or urinalysis results, coagulation parameters, including but not limited to the list below:\n\n   * Alanine aminotransferase \\> upper limit of normal (ULN)\n   * Aspartate aminotransferase \\> ULN\n   * Creatinine \\> ULN\n   * White blood cell count \\< lower limit of normal (LLN)\n   * Hemoglobin \\< LLN\n   * Platelet count \\< 150,000/µL\n   * Total bilirubin 1.2 x \\> ULN\n3. Subjects with positive serum hepatitis B surface antigen, hepatitis C antibody and human immunodeficiency virus.\n4. Any abnormal vital signs, after 10 minutes supine rest, as defined in the list below, at the Screening Visit and/or Day -1:\n\n   * Systolic blood pressure (BP) \\< 90 mmHg or \\> 140 mmHg.\n   * Diastolic BP \\< 50 mmHg or \\> 90 mmHg.\n   * Heart rate \\<45 or \\>85 beats per minute.\n5. Any clinically important abnormalities in rhythm, conduction or morphology of resting electrocardiogram (ECG) and any clinically important abnormalities in the 12-lead ECG, which may interfere with the interpretation of QTc interval changes, including abnormal ST-T-wave morphology.\n6. Current smokers or those who have smoked or used nicotine products within the previous 3 months, or history of alcohol abuse or excessive intake of alcohol.\n7. Use of drugs with enzyme inducing properties such as St John's Wort within 3 weeks prior to the first administration of IMP.\n8. Use of any prescribed or nonprescribed medication including antacids, analgesics (other than paracetamol/acetaminophen), herbal remedies, mega-dose vitamins and minerals during the 2 weeks prior to the first administration of IMP or 5 x the half-life of the drug (whichever is longer).\n9. Plasma donation within one month of the Screening Visit or any blood donation/blood loss \\> 500 mL during the 3 months prior to the Screening Visit.\n10. COVID-19 vaccination has been administered and a period of less than 14 days has elapsed after the second dose of the vaccine prior to randomization.\n11. Received another new chemical entity (defined as a compound which has not been approved for marketing) within 30 days (or 5 half-lives, whichever is longer) of the first administration of IMP in this study.\n12. Scheduled surgery, including dental surgery, within 8 weeks of the scheduled completion date of the study.\n13. Anti-platelet therapy, anticoagulation therapy (i.e., warfarin, factor Xa inhibitors, direct thrombin inhibitors, or heparin), or thrombolytic use, in the past month prior to randomization or planned use during the duration of the study.\n14. Use of non-steroidal anti-inflammatory drugs (including ibuprofen) within 3 days prior to the randomization.\n15. Use of potent cytochrome 3A4/3A5 and/or P-glycoprotein inhibiting or inducing drugs during the 2 weeks prior to the first administration of IMP or 5 x the half-life of the drug (whichever is longer).\n16. Subjects who are vegans.\n17. Subjects who cannot communicate reliably with the investigator.\n18. Vulnerable subjects, e.g., kept in detention, protected adults under guardianship, trusteeship, or committed to an institution by governmental or juridical order.","healthyVolunteers":true,"sex":"ALL","genderBased":true,"minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"David Han","affiliation":"PAREXEL Early Phase Clinical Unit Los Angeles 1560 Chevy Chase Drive, Suite 140 Glendale, CA 91206 United States of America","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Research Site","city":"Glendale","state":"California","zip":"91206","country":"United States","geoPoint":{"lat":34.14251,"lon":-118.25508}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Qualified researchers can request access to anonymized individual patient-level data from AstraZeneca group of companies sponsored clinical trials via the request portal. All requests will be evaluated as per the AZ disclosure commitment:\n\nhttps://astrazenecagrouptrials.pharmacm.com/ST/Submission/Disclosure. Yes, indicates that AZ are accepting requests for IPD, but this does not mean all requests will be shared.","timeFrame":"AstraZeneca will meet or exceed data availability as per the commitments made to the EFPIA Pharma Data Sharing Principles. For details of our timelines, please re-refer to our disclosure commitment at https://astrazenecagrouptrials.pharmacm.com/ST/Submission/Disclosure.","accessCriteria":"When a request has been approved AstraZeneca will provide access to the de-identified individual patient-level data in an approved sponsored tool. Signed Data Sharing Agreement (non-negotiable contract for data accessors) must be in place before accessing requested information. Additionally, all users will need to accept the terms and conditions of the SAS MSE to gain access. For additional details, please review the Disclosure Statements at https://astrazenecagrouptrials.pharmacm.com/ST/Submission/Disclosure.","url":"https://astrazenecagroup-dt.pharmacm.com/DT/Home"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M11845","name":"Myocardial Infarction","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000001241","term":"Aspirin"},{"id":"D000077486","term":"Ticagrelor"}],"ancestors":[{"id":"D000000894","term":"Anti-Inflammatory Agents, Non-Steroidal"},{"id":"D000018712","term":"Analgesics, Non-Narcotic"},{"id":"D000000700","term":"Analgesics"},{"id":"D000018689","term":"Sensory System Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000000893","term":"Anti-Inflammatory Agents"},{"id":"D000018501","term":"Antirheumatic Agents"},{"id":"D000005343","term":"Fibrinolytic Agents"},{"id":"D000050299","term":"Fibrin Modulating Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000010975","term":"Platelet Aggregation Inhibitors"},{"id":"D000016861","term":"Cyclooxygenase Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000058633","term":"Antipyretics"},{"id":"D000058921","term":"Purinergic P2Y Receptor Antagonists"},{"id":"D000058919","term":"Purinergic P2 Receptor Antagonists"},{"id":"D000058914","term":"Purinergic Antagonists"},{"id":"D000058905","term":"Purinergic Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"}],"browseLeaves":[{"id":"M4238","name":"Aspirin","asFound":"Barriers","relevance":"HIGH"},{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"},{"id":"M1812","name":"Ticagrelor","asFound":"DNA","relevance":"HIGH"},{"id":"M3907","name":"Anti-Inflammatory Agents","relevance":"LOW"},{"id":"M3908","name":"Anti-Inflammatory Agents, Non-Steroidal","relevance":"LOW"},{"id":"M3722","name":"Analgesics","relevance":"LOW"},{"id":"M20476","name":"Analgesics, Non-Narcotic","relevance":"LOW"},{"id":"M20294","name":"Antirheumatic Agents","relevance":"LOW"},{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"},{"id":"M13555","name":"Platelet Aggregation Inhibitors","relevance":"LOW"},{"id":"M18899","name":"Cyclooxygenase Inhibitors","relevance":"LOW"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M28866","name":"Antipyretics","relevance":"LOW"},{"id":"M28984","name":"Purinergic P2Y Receptor Antagonists","relevance":"LOW"},{"id":"M20194","name":"Neurotransmitter Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Antipy","name":"Antipyretics"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"PhSol","name":"Pharmaceutical Solutions"}]}},"hasResults":false}