{"protocolSection":{"identificationModule":{"nctId":"NCT02181062","orgStudyIdInfo":{"id":"RFA-NS-12-007"},"organization":{"fullName":"University of California, Los Angeles","class":"OTHER"},"briefTitle":"Culturally Tailoring a Stroke Intervention in Community Senior Centers","officialTitle":"Implementing and Testing a Culturally-Tailored Stroke Risk Factor Reduction Intervention in Community Senior Centers","acronym":"SPIRP"},"statusModule":{"statusVerifiedDate":"2019-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-10"},"primaryCompletionDateStruct":{"date":"2016-08","type":"ACTUAL"},"completionDateStruct":{"date":"2018-01","type":"ACTUAL"},"studyFirstSubmitDate":"2014-06-30","studyFirstSubmitQcDate":"2014-07-01","studyFirstPostDateStruct":{"date":"2014-07-03","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-12-06","lastUpdatePostDateStruct":{"date":"2019-12-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Catherine A. Sarkisian","investigatorTitle":"Director, L.A. CAPRA Center","investigatorAffiliation":"University of California, Los Angeles"},"leadSponsor":{"name":"University of California, Los Angeles","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Stroke is a cruel disease that disproportionately kills and disables African-Americans, Latinos, Chinese-Americans and Korean-Americans; seniors with high blood pressure are at particularly high risk. There is a higher incidence of hemorrhagic stroke in African Americans, Latinos, and Chinese Americans relative to non-Latino whites. Asian-Americans have up to 1.4 higher relative risk of stroke death compared to U.S. non-Latino whites. A critical need therefore exists for a sustainable and scalable mechanism to disseminate culturally-tailored stroke knowledge/prevention education in community-based settings where large numbers of these high-risk ethnic minority older adult groups are regularly served, such as in federally funded Multipurpose Senior Centers (MPCs) that exist across the nation (16 of which are in Los Angeles alone).\n\nThe overall objective of the proposed study is to develop and test the implementation of a training program for case managers at senior centers to implement a stoke knowledge/prevention education program among four high-risk ethnic minority older adult groups--Korean-American, Chinese-American, African-American, Latinos. We propose to develop a culturally-tailored case manager training curriculum, implement the training at 4 community-based sites, and evaluate the training model using a randomized wait-list controlled trial (n=244) testing the hypothesis that training case managers will decrease older adult participants' stroke risk in a sustainable fashion through increasing their preventative behavior (i.e. increasing their physical activity--mean steps/day--at 1 and 3 months).\n\nFindings will inform similar community-academic partnership efforts around stroke and other disease-specific prevention research/interventions; they will also determine next steps in terms of whether this case manager-centric model can be scaled up and deployed in other community-based settings.","detailedDescription":"As many as 30% of ischemic strokes in the U.S. population can be attributed to physical inactivity. With the goal of eliminating racial/ethnic stroke disparities, this interdisciplinary team proposes to develop, implement, and test a culturally-tailored behavioral intervention to reduce stroke risk (primary prevention) by increasing physical activity (walking) for 4 different racial/ethnic groups (Korean-Americans, Chinese-Americans, African-Americans and Latinos) in Los Angeles community senior centers. The intervention combines stroke and stroke risk factor knowledge (using materials developed by the American Heart Association and American Stroke Association) with theoretically-grounded behavioral change techniques and focuses on reducing stroke risk by increasing physical activity (walking). The study team will conduct focus groups (n=144) to identify culture-specific beliefs about stroke and stroke risk factors, to assess the feasibility and acceptability of the intervention, and will work with Community Action Panels to culturally-tailor the intervention. The intervention will consist of 4 weeks of twice-weekly 1-hour group sessions implemented at 4 community senior centers by trained case managers who are part of the regular senior center staff and supported by congressionally-mandated Older Americans Act Title III funding. The project team will test the effectiveness of the intervention in a randomized wait-list controlled trial (n=240) testing the hypothesis that the intervention will increase mean steps/day (measured by pedometer) at 1 and 3 months, and that the increase will be mediated by changes in stroke/stroke risk knowledge and self-efficacy. Blood pressure will be examined as a secondary outcome. In collaboration with the SPIRP Biomarker Collection \\& Analysis Core, the team will collect biological specimens (finger pricks) to explore the relationship between the intervention and biological markers of health; they will also explore the relationship between the intervention and healthcare seeking or taking medications to control stroke risk factors. The team will evaluate the barriers and facilitators of successfully integrating the intervention into the senior centers in order to inform large-scale implementation of the culturally-tailored stroke risk factor reduction/walking intervention."},"conditionsModule":{"conditions":["Hypertension","Stroke","Sedentary Lifestyle","Aged","Minority Groups"],"keywords":["Stroke","Stroke prevention","older adults","self efficacy","walking","minorities","minority older adults","hypertension","high blood pressure","elderly","sedentary lifestyle"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":240,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Walking Intervention","type":"EXPERIMENTAL","description":"1. 4-week series of twice-weekly 1-hour group-based case-manager-led interactive sessions.\n2. The intervention will provide the knowledge necessary to improve stroke risk factors. Case manager group leaders will teach that seeing a healthcare provider regularly and monitoring blood pressure prevents strokes; all participants will be provided with the National Institute on Aging booklet, \"How to Talk to your Doctor\" and the contact information for their healthcare provider.\n3. Participants will be given a pedometer and be trained to use it to measure steps, with the goal of reaching 10,000 steps each day.\n4. The intervention will utilize attribution retraining to teach seniors that stroke risk factors including sedentary lifestyle should not be attributed to \"old age.\"","interventionNames":["Behavioral: Walking Intervention"]},{"label":"Wait-list control","type":"NO_INTERVENTION","description":"After 3 months, participants will be invited to participate in the intervention. No additional measures or outcomes will be recorded."}],"interventions":[{"type":"BEHAVIORAL","name":"Walking Intervention","description":"4-week series of twice-weekly 1-hour group-based case-manager-led interactive sessions.\n\nThe intervention will provide the knowledge necessary to improve stroke risk factors. Case manager group leaders will teach that seeing a healthcare provider regularly and monitoring blood pressure prevents strokes; all participants will be provided with the National Institute on Aging booklet, \"How to Talk to your Doctor\" and the contact information for their healthcare provider.\n\nParticipants will be given a pedometer and be trained to use it to measure steps, with the goal of reaching 10,000 steps each day.\n\nThe intervention will utilize attribution retraining to teach seniors that stroke risk factors including sedentary lifestyle should not be attributed to \"old age.\"","armGroupLabels":["Walking Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from Baseline in Mean steps/day at 3 months","description":"Measured via pedometer.","timeFrame":"3 months"},{"measure":"Change from Baseline in Mean Steps/day at 1 month","description":"Measured via pedometer.","timeFrame":"1 month"}],"secondaryOutcomes":[{"measure":"Stroke and stroke risk factor knowledge","description":"Stroke Action Survey (STAT)","timeFrame":"baseline, 1 month, and 3 months"},{"measure":"Self Efficacy","description":"Chronic Disease Self Efficacy Scale and the Outcome Expectations Scale for Exercise","timeFrame":"baseline, 1 month, and 3 months"},{"measure":"Blood pressure","timeFrame":"baseline, 1 month, and 3 months"},{"measure":"BMI (kg/m^2)","timeFrame":"baseline, 1 month, and 3 months"},{"measure":"LDL cholesterol","description":"Point-of-service CardioChek meter","timeFrame":"baseline and 3 months"},{"measure":"Glycosylated hemoglobin","description":"Measured through finger prick.","timeFrame":"baseline and 3 months"},{"measure":"c-reactive protein","description":"measured through finger prick","timeFrame":"baseline and 3 months"},{"measure":"Healthcare seeking","description":"Measure visits to a healthcare provider via survey.","timeFrame":"baseline and at 3 months"},{"measure":"Medications to control stroke risk factors","description":"Via survey, ask for names and doses of medications for hypertension, cholesterol, diabetes.","timeFrame":"baseline and at 3 months"},{"measure":"Socioeconomic status","timeFrame":"baseline"},{"measure":"Acculturation","description":"Modified Marin Acculturation Scale","timeFrame":"Baseline"},{"measure":"Medical comorbidities","description":"Katz/Charlson Comorbidity index","timeFrame":"Baseline"},{"measure":"Social support/network","description":"Interpersonal Support Evaluation List (ISEL)","timeFrame":"Baseline, 1 month, 3 months"},{"measure":"Neighborhood Walkability","description":"Neighborhood Environment Walkability Scale (NEWS)","timeFrame":"baseline"},{"measure":"Health-related QOL","description":"Medical outcomes study, Short Form (SF) 12","timeFrame":"baseline, 1 month, and 3 months"},{"measure":"Depressive symptoms","description":"Patient Health Questionnaire","timeFrame":"baseline, 1 month, and 3 months"},{"measure":"Disability","description":"Activities of Daily Living (ADL) Summary scale survey","timeFrame":"baseline, 1 month, and 3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age 60 years and older\n* reported history of high blood pressure\n\nExclusion Criteria:\n\n* younger than 60 years of age\n* not self-identifying as the racial-ethnic group for the intervention planned at that site\n* inability to communicate verbally in the appropriate language in a group setting (either due to lack of language skills, hearing impairment, or other disability)\n* inability to sit in a chair and participate in a 1-hour discussion session\n* inability to walk (the use of assistive devices such as canes and walkers is not an exclusion criterion)\n* not available to attend the baseline data collection session and subsequent weekly intervention sessions\n* plans to move away from the region during the next 6 months\n* lacking cognitive capacity to provide informed consent to participate","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Catherine A Sarkisian, MD, MSPH","affiliation":"University of California, Los Angeles","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Chinatown Service Center","city":"Los Angeles","state":"California","zip":"90012","country":"United States","geoPoint":{"lat":34.05223,"lon":-118.24368}},{"facility":"St. Barnabas Senior Services","city":"Los Angeles","state":"California","zip":"90057","country":"United States","geoPoint":{"lat":34.05223,"lon":-118.24368}},{"facility":"Mexican American Opportunity Foundation","city":"Montebello","state":"California","zip":"90640","country":"United States","geoPoint":{"lat":34.00946,"lon":-118.10535}},{"facility":"Watts Labor Community Action Committee","city":"Watts","state":"California","zip":"90059","country":"United States","geoPoint":{"lat":33.94057,"lon":-118.24285}}]},"referencesModule":{"references":[{"pmid":"9826971","type":"BACKGROUND","citation":"Tennstedt S, Howland J, Lachman M, Peterson E, Kasten L, Jette A. A randomized, controlled trial of a group intervention to reduce fear of falling and associated activity restriction in older adults. J Gerontol B Psychol Sci Soc Sci. 1998 Nov;53(6):P384-92. doi: 10.1093/geronb/53b.6.p384."},{"pmid":"16172441","type":"BACKGROUND","citation":"Chodosh J, Morton SC, Mojica W, Maglione M, Suttorp MJ, Hilton L, Rhodes S, Shekelle P. Meta-analysis: chronic disease self-management programs for older adults. Ann Intern Med. 2005 Sep 20;143(6):427-38. doi: 10.7326/0003-4819-143-6-200509200-00007."},{"pmid":"19897540","type":"BACKGROUND","citation":"Jones SP, Jenkinson AJ, Leathley MJ, Watkins CL. Stroke knowledge and awareness: an integrative review of the evidence. Age Ageing. 2010 Jan;39(1):11-22. doi: 10.1093/ageing/afp196. Epub 2009 Nov 6."},{"pmid":"21617147","type":"BACKGROUND","citation":"Cruz-Flores S, Rabinstein A, Biller J, Elkind MS, Griffith P, Gorelick PB, Howard G, Leira EC, Morgenstern LB, Ovbiagele B, Peterson E, Rosamond W, Trimble B, Valderrama AL; American Heart Association Stroke Council; Council on Cardiovascular Nursing; Council on Epidemiology and Prevention; Council on Quality of Care and Outcomes Research. Racial-ethnic disparities in stroke care: the American experience: a statement for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2011 Jul;42(7):2091-116. doi: 10.1161/STR.0b013e3182213e24. Epub 2011 May 26."},{"pmid":"22215894","type":"BACKGROUND","citation":"Roger VL, Go AS, Lloyd-Jones DM, Benjamin EJ, Berry JD, Borden WB, Bravata DM, Dai S, Ford ES, Fox CS, Fullerton HJ, Gillespie C, Hailpern SM, Heit JA, Howard VJ, Kissela BM, Kittner SJ, Lackland DT, Lichtman JH, Lisabeth LD, Makuc DM, Marcus GM, Marelli A, Matchar DB, Moy CS, Mozaffarian D, Mussolino ME, Nichol G, Paynter NP, Soliman EZ, Sorlie PD, Sotoodehnia N, Turan TN, Virani SS, Wong ND, Woo D, Turner MB; American Heart Association Statistics Committee and Stroke Statistics Subcommittee. Executive summary: heart disease and stroke statistics--2012 update: a report from the American Heart Association. Circulation. 2012 Jan 3;125(1):188-97. doi: 10.1161/CIR.0b013e3182456d46. No abstract available. Erratum In: Circulation. 2012 Jun 5;125(22):e1001."},{"pmid":"16847912","type":"BACKGROUND","citation":"Hwang SY, Zerwic JJ. Knowledge of stroke symptoms and risk factors among Korean immigrants in the United States. Res Nurs Health. 2006 Aug;29(4):337-44. doi: 10.1002/nur.20144."},{"pmid":"15286023","type":"BACKGROUND","citation":"Morgenstern LB, Smith MA, Lisabeth LD, Risser JM, Uchino K, Garcia N, Longwell PJ, McFarling DA, Akuwumi O, Al-Wabil A, Al-Senani F, Brown DL, Moye LA. Excess stroke in Mexican Americans compared with non-Hispanic Whites: the Brain Attack Surveillance in Corpus Christi Project. Am J Epidemiol. 2004 Aug 15;160(4):376-83. doi: 10.1093/aje/kwh225."},{"pmid":"17503183","type":"BACKGROUND","citation":"Hwang SY, Ryan CJ, Zerwic JJ. Korean immigrants' knowledge of heart attack symptoms and risk factors. J Immigr Minor Health. 2008 Feb;10(1):67-72. doi: 10.1007/s10903-007-9053-y."},{"pmid":"18086926","type":"BACKGROUND","citation":"Rosamond W, Flegal K, Furie K, Go A, Greenlund K, Haase N, Hailpern SM, Ho M, Howard V, Kissela B, Kittner S, Lloyd-Jones D, McDermott M, Meigs J, Moy C, Nichol G, O'Donnell C, Roger V, Sorlie P, Steinberger J, Thom T, Wilson M, Hong Y; American Heart Association Statistics Committee and Stroke Statistics Subcommittee. Heart disease and stroke statistics--2008 update: a report from the American Heart Association Statistics Committee and Stroke Statistics Subcommittee. Circulation. 2008 Jan 29;117(4):e25-146. doi: 10.1161/CIRCULATIONAHA.107.187998. Epub 2007 Dec 17. No abstract available. Erratum In: Circulation. 2010 Jul 6;122(1):e10. Kissela, Bret [corrected to Kissela, Brett]."},{"pmid":"19427958","type":"BACKGROUND","citation":"Qureshi AI, Mendelow AD, Hanley DF. Intracerebral haemorrhage. Lancet. 2009 May 9;373(9675):1632-44. doi: 10.1016/S0140-6736(09)60371-8."},{"type":"BACKGROUND","citation":"Leading causes of death and numbers of death, by sex, race, and Hispanic origin: United States, 1980 and 2005. http://www.cdc.gov/omhd/populations/AsianAm/AsianAm.htm#4 Accessed July 22, 2010."},{"type":"BACKGROUND","citation":"2002 heart and stroke statistical update. Dallas (TX): American Heart Association. 2001 2002."},{"pmid":"12451195","type":"BACKGROUND","citation":"Reeves MJ, Hogan JG, Rafferty AP. Knowledge of stroke risk factors and warning signs among Michigan adults. Neurology. 2002 Nov 26;59(10):1547-52. doi: 10.1212/01.wnl.0000031796.52748.a5."},{"pmid":"15769775","type":"BACKGROUND","citation":"Ferris A, Robertson RM, Fabunmi R, Mosca L; American Heart Association; American Stroke Association. American Heart Association and American Stroke Association national survey of stroke risk awareness among women. Circulation. 2005 Mar 15;111(10):1321-6. doi: 10.1161/01.CIR.0000157745.46344.A1."},{"pmid":"19890071","type":"BACKGROUND","citation":"Willey JZ, Williams O, Boden-Albala B. Stroke literacy in Central Harlem: a high-risk stroke population. Neurology. 2009 Dec 8;73(23):1950-6. doi: 10.1212/WNL.0b013e3181c51a7d. Epub 2009 Nov 4."},{"pmid":"19933979","type":"BACKGROUND","citation":"Willey JZ, Moon YP, Paik MC, Boden-Albala B, Sacco RL, Elkind MS. Physical activity and risk of ischemic stroke in the Northern Manhattan Study. Neurology. 2009 Nov 24;73(21):1774-9. doi: 10.1212/WNL.0b013e3181c34b58."},{"pmid":"20561675","type":"BACKGROUND","citation":"O'Donnell MJ, Xavier D, Liu L, Zhang H, Chin SL, Rao-Melacini P, Rangarajan S, Islam S, Pais P, McQueen MJ, Mondo C, Damasceno A, Lopez-Jaramillo P, Hankey GJ, Dans AL, Yusoff K, Truelsen T, Diener HC, Sacco RL, Ryglewicz D, Czlonkowska A, Weimar C, Wang X, Yusuf S; INTERSTROKE investigators. Risk factors for ischaemic and intracerebral haemorrhagic stroke in 22 countries (the INTERSTROKE study): a case-control study. Lancet. 2010 Jul 10;376(9735):112-23. doi: 10.1016/S0140-6736(10)60834-3. Epub 2010 Jun 17."},{"pmid":"21127304","type":"BACKGROUND","citation":"Goldstein LB, Bushnell CD, Adams RJ, Appel LJ, Braun LT, Chaturvedi S, Creager MA, Culebras A, Eckel RH, Hart RG, Hinchey JA, Howard VJ, Jauch EC, Levine SR, Meschia JF, Moore WS, Nixon JV, Pearson TA; American Heart Association Stroke Council; Council on Cardiovascular Nursing; Council on Epidemiology and Prevention; Council for High Blood Pressure Research,; Council on Peripheral Vascular Disease, and Interdisciplinary Council on Quality of Care and Outcomes Research. Guidelines for the primary prevention of stroke: a guideline for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2011 Feb;42(2):517-84. doi: 10.1161/STR.0b013e3181fcb238. Epub 2010 Dec 2. Erratum In: Stroke. 2011 Feb;42(2):e26."},{"pmid":"11606875","type":"BACKGROUND","citation":"Lorig KR, Ritter P, Stewart AL, Sobel DS, Brown BW Jr, Bandura A, Gonzalez VM, Laurent DD, Holman HR. Chronic disease self-management program: 2-year health status and health care utilization outcomes. Med Care. 2001 Nov;39(11):1217-23. doi: 10.1097/00005650-200111000-00008."},{"pmid":"22310560","type":"BACKGROUND","citation":"Curran GM, Bauer M, Mittman B, Pyne JM, Stetler C. Effectiveness-implementation hybrid designs: combining elements of clinical effectiveness and implementation research to enhance public health impact. Med Care. 2012 Mar;50(3):217-26. doi: 10.1097/MLR.0b013e3182408812."},{"pmid":"17979902","type":"BACKGROUND","citation":"Sarkisian CA, Prohaska TR, Davis C, Weiner B. Pilot test of an attribution retraining intervention to raise walking levels in sedentary older adults. J Am Geriatr Soc. 2007 Nov;55(11):1842-6. doi: 10.1111/j.1532-5415.2007.01427.x."},{"type":"BACKGROUND","citation":"Sarkisian CA, Trejo L, Wang P, Frank J, Weiner B. Caminemos! A randomized trial of a behavioral intervention to increase walking among sedentary older Latinos. Journal of the American Geriatrics Society. 2010;58(Supplement S1):S15."},{"pmid":"30836804","type":"DERIVED","citation":"Menkin JA, McCreath HE, Song SY, Carrillo CA, Reyes CE, Trejo L, Choi SE, Willis P, Jimenez E, Ma S, Chang E, Liu H, Kwon I, Kotick J, Sarkisian CA. \"Worth the Walk\": Culturally Tailored Stroke Risk Factor Reduction Intervention in Community Senior Centers. J Am Heart Assoc. 2019 Mar 19;8(6):e011088. doi: 10.1161/JAHA.118.011088."},{"pmid":"26072359","type":"DERIVED","citation":"Kwon I, Choi S, Mittman B, Bharmal N, Liu H, Vickrey B, Song S, Araiza D, McCreath H, Seeman T, Oh SM, Trejo L, Sarkisian C. Study protocol of \"Worth the Walk\": a randomized controlled trial of a stroke risk reduction walking intervention among racial/ethnic minority older adults with hypertension in community senior centers. BMC Neurol. 2015 Jun 15;15:91. doi: 10.1186/s12883-015-0346-9."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000006973","term":"Hypertension"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9714","name":"Hypertension","asFound":"Hypertension","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}