{"protocolSection":{"identificationModule":{"nctId":"NCT02259257","orgStudyIdInfo":{"id":"226-14 RMB CTIL"},"organization":{"fullName":"Rambam Health Care Campus","class":"OTHER"},"briefTitle":"3D/4D Ultrasound Contrast Enhanced Imaging (CEUS) for Carotid Plaque Vulnerability","officialTitle":"3D/4D Ultrasound Contrast Enhanced Imaging (CEUS) for Carotid Plaque Vulnerability","acronym":"CEUS carotid"},"statusModule":{"statusVerifiedDate":"2014-10","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-11"},"primaryCompletionDateStruct":{"date":"2015-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2017-11","type":"ESTIMATED"},"studyFirstSubmitDate":"2014-09-23","studyFirstSubmitQcDate":"2014-10-05","studyFirstPostDateStruct":{"date":"2014-10-08","type":"ESTIMATED"},"lastUpdateSubmitDate":"2014-10-05","lastUpdatePostDateStruct":{"date":"2014-10-08","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Diana Gaitini MD.","investigatorTitle":"Director Ultrasound Unit, Dept of Medical Imaging","investigatorAffiliation":"Rambam Health Care Campus"},"leadSponsor":{"name":"Diana Gaitini MD.","class":"OTHER"},"collaborators":[{"name":"Technion, Israel Institute of Technology","class":"OTHER"},{"name":"Rush University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Contrast enhanced 3D/4D (3 dimension/4 dimension) ultrasound (CEUS) provides visualization of the dynamic vascular features of the plaques, in a unique spatial format using three orthogonal planes and angiogram-like images. Therefore, the observer can utilize the entire vascular system in a volumetric manner (3D). The rotation of the intra-plaque neovasculature as viewed in various angles provides a realistic representation that is more easily appreciated. Inter-observer variability for individual plaques has been assessed and inter-observer variability and inter-scan variability (the analysis of multiple images from single patients in longitudinal studies) were dependent on plaque size, with larger plaques showing lower variability. Therefore, the proposed 3D/4D vs. 2D CEUS imaging of the carotid plaque will provide added value for the depiction of the and quantification of intra-plaque blood vessel density by providing a true volumetric viewing area. This data will be correlated to the subsequent surgical specimens. The goal of the protocol is to investigate the correlation of intra-plaque blood vessel density and hemorrhage to 3D/4D CEUS vasa vasorum using quantitative software analyses. The histology methods used for quantification of hemorrhage and vessel density analyses."},"conditionsModule":{"conditions":["Atherosclerosis","Stroke"],"keywords":["carotid arteriosclerosis","contrast-enhanced ultrasound","neovascularization","quantitative analysis","3D/4D imaging","CEUS","Vasa vasorum"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Tissue: Carotid plaque histological specimen"},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Carotid plaque vascularization as seen on CEUS and histology compared to 3 year follow up of cardiovascular events.","description":"Post processing of CEUS data for carotid plaque vascularization.\n\nIn addition all carotid artery histology specimens, routinely obtained at the time of surgery at each center, will be analyzed to include the following tissue stains: CD3, CD31, CD38 and Hemosiderin.","timeFrame":"Post processing of CEUS will be done up to 3 years post surgery"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult subjects with known carotid artery disease will be included.\n* Subject must be able and willing to comply with study procedures and provide a signed and dated informed consent including consent for 3 year annual follow up.\n* Subjects will be screened by asking each study subject if they have known or suspected hypersensitivity to any of the components of Optison, blood, blood products of albumin. In addition, each study subject will be asked if they have a right to left or bi-directional or transient right to left cardiac shunts. If any of the above questions are answered in the positive, the patient will not be eligible for inclusion in the study.\n\nExclusion Criteria:\n\n* Female subjects of child bearing potential will be excluded.\n* The subject presents any clinically active, serious, life-threatening disease, with a life expectancy of less than 1 month or where study participation may compromise the management of the subject or other reason that in the judgment of the investigator makes the subject unsuitable for participation in the study.\n* History of acute occlusion requiring medical intervention of any artery (including aorta) within 6 months of consent.\n* Has a known or suspected hypersensitivity to any of the components of Optison, blood, blood products, or albumin.\n* Has known right to left, bi-directional or transient right to left cardiac shunts.\n* Any known contra-indications as listed on the current Optison package insert.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients scheduled for endarterectomy due to carotid stenosis demonstrated on a previous imaging examination (exhibiting \\>50% intra-luminal narrowing or a maximum IMT measurement of \\> 1.5mm) or have experienced a CVA event (TIA/CVA) .","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Steven B Feinstein, MD","role":"CONTACT","phone":"1-312-942-5000","email":"Steven_Feinstein@rush.edu"},{"name":"Diana E Gaitini, MD","role":"CONTACT","phone":"972-4-8542664","email":"d_gaitini@rambam.health.gov.il"}],"locations":[{"facility":"Rambam Health Care Center","city":"Haifa","zip":"31096","country":"Israel","contacts":[{"name":"Dan Adam, PhD","role":"SUB_INVESTIGATOR"},{"name":"Eyal Bercovich, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":32.81841,"lon":34.9885}}]},"referencesModule":{"references":[{"pmid":"21257897","type":"BACKGROUND","citation":"Hoogi A, Adam D, Hoffman A, Kerner H, Reisner S, Gaitini D. Carotid plaque vulnerability: quantification of neovascularization on contrast-enhanced ultrasound with histopathologic correlation. AJR Am J Roentgenol. 2011 Feb;196(2):431-6. doi: 10.2214/AJR.10.4522."},{"pmid":"20633855","type":"BACKGROUND","citation":"Staub D, Schinkel AF, Coll B, Coli S, van der Steen AF, Reed JD, Krueger C, Thomenius KE, Adam D, Sijbrands EJ, ten Cate FJ, Feinstein SB. Contrast-enhanced ultrasound imaging of the vasa vasorum: from early atherosclerosis to the identification of unstable plaques. JACC Cardiovasc Imaging. 2010 Jul;3(7):761-71. doi: 10.1016/j.jcmg.2010.02.007."},{"pmid":"21398643","type":"BACKGROUND","citation":"Michel JB, Virmani R, Arbustini E, Pasterkamp G. Intraplaque haemorrhages as the trigger of plaque vulnerability. Eur Heart J. 2011 Aug;32(16):1977-85, 1985a, 1985b, 1985c. doi: 10.1093/eurheartj/ehr054. Epub 2011 Mar 12."},{"pmid":"20404256","type":"BACKGROUND","citation":"Hellings WE, Peeters W, Moll FL, Piers SR, van Setten J, Van der Spek PJ, de Vries JP, Seldenrijk KA, De Bruin PC, Vink A, Velema E, de Kleijn DP, Pasterkamp G. Composition of carotid atherosclerotic plaque is associated with cardiovascular outcome: a prognostic study. Circulation. 2010 May 4;121(17):1941-50. doi: 10.1161/CIRCULATIONAHA.109.887497. Epub 2010 Apr 19."},{"pmid":"19309025","type":"BACKGROUND","citation":"Sluimer JC, Daemen MJ. Novel concepts in atherogenesis: angiogenesis and hypoxia in atherosclerosis. J Pathol. 2009 May;218(1):7-29. doi: 10.1002/path.2518."},{"pmid":"18048465","type":"BACKGROUND","citation":"Shah F, Balan P, Weinberg M, Reddy V, Neems R, Feinstein M, Dainauskas J, Meyer P, Goldin M, Feinstein SB. Contrast-enhanced ultrasound imaging of atherosclerotic carotid plaque neovascularization: a new surrogate marker of atherosclerosis? Vasc Med. 2007 Nov;12(4):291-7. doi: 10.1177/1358863X07083363."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000050197","term":"Atherosclerosis"}],"ancestors":[{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12024","name":"Neovascularization, Pathologic","relevance":"LOW"},{"id":"M25878","name":"Atherosclerosis","asFound":"Atherosclerosis","relevance":"HIGH"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}