{"protocolSection":{"identificationModule":{"nctId":"NCT04984239","orgStudyIdInfo":{"id":"STUDY20090213"},"secondaryIdInfos":[{"id":"R03HD104246-01","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R03HD104246-01"}],"organization":{"fullName":"University of Pittsburgh","class":"OTHER"},"briefTitle":"Adapting Acceptance and Commitment Therapy for Stroke Survivors With Aphasia","officialTitle":"Adapting Acceptance and Mindfulness-based Behavior Therapy for Stroke Survivors With Aphasia to Improve Communication Success, Post-stroke Adaptation, and Quality of Life"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-11-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-02-28","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-02-28","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-07-20","studyFirstSubmitQcDate":"2021-07-20","studyFirstPostDateStruct":{"date":"2021-07-30","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-04","lastUpdatePostDateStruct":{"date":"2024-01-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"William Evans","investigatorTitle":"Assistant Professor","investigatorAffiliation":"University of Pittsburgh"},"leadSponsor":{"name":"University of Pittsburgh","class":"OTHER"},"collaborators":[{"name":"University of Delaware","class":"OTHER"},{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The proposed study is a Stage I successive cohort trial intended to adapt Acceptance and Commitment Therapy (ACT) to meet the specific needs of stroke survivors with aphasia (\"ACT for Aphasia\"). It will do so by incorporating communication supports and compensatory speech-language treatment. The goal of developing this integrated treatment is to improve successful communication participation, psychosocial adjustment, and quality of life for stroke survivors with aphasia.\n\nIn the first phase of the project, the investigators will create a treatment manual with input from a stakeholder advisory board consisting of caregivers and stroke survivors with aphasia. The investigators will then recruit an initial cohort of five stroke survivors with aphasia to undergo the initial version of the treatment based and provide feedback. This will aid revision of the manual, which the investigators will then evaluate using a second cohort of 16 stroke survivors with aphasia. The investigators predict that ACT for Aphasia will be acceptable and feasible based on measures of participant satisfaction and treatment adherence. The investigators will also measure pre- to post-treatment changes in psychological distress, functional disability, quality of life, and communication participation and functioning to establish preliminary effect size estimates for this intervention, in preparation for a subsequent Stage II efficacy trial.","detailedDescription":"The overarching goals of this research are to improve psychosocial adjustment, quality of life, and successful communication participation by developing Act for Aphasia, a patient-centered, manualized behavioral intervention in Stage I research. Stroke survivors with aphasia will complete a 10-session intervention. In study Aim 1, the investigators will engage a Stakeholder Advisory Board (SAB) of people with aphasia (PWA) and caregivers to provide input to develop a treatment manual. The investigators will then use an iterative design process and two successive participant cohorts to refine the manual. Cohort 1 (N=5) will participate in the initial version of the treatment, then help inform its revision by being invited to join the SAB. Cohort 2 (N=16) will participate in the revised version. In Aim 2a the investigators will establish feasibility and acceptability of this intervention. In Aim 2b the investigators will estimate preliminary effect sizes for a subsequent Stage II efficacy trial.\n\nParticipant assignment: given the early phase of this research and the lack of control conditions or groups, there will be no random assignment. Participants will be enrolled in the study as they are referred and found to be eligible, with the first five participants being enrolled in the first study cohort during year 1 while the remainder of participants will be enrolled in the second cohort across years 1 and 2.\n\nIntervention description: the ACT for Aphasia treatment manual will be a 10-session intervention created by modifying an existing ACT manual provided by Dr. Meyer. To meet the specific needs of stroke survivors with aphasia, ACT will be modified in two main ways. First, the intervention will include modified language and communication supports to address the unique communication challenges faced by people with aphasia that could impede engagement with ACT content. Multi-modality communication supports will be provided by the treating clinician (e.g., writing out key words to support verbal content, summarizing and providing repetitions, providing session summaries to review between sessions). Manual creation will follow existing practice recommendations for modifying counseling interventions for PWA (e.g., simplifying language and increasing use of visual metaphors) which will be reviewed by the SAB. Second, ACT will be further augmented via individualized language compensation training and a focus on identifying and addressing communication-based barriers to life participation. Language training will focus on active compensatory strategies such as self-cuing, use of alternative modalities (gesture, writing), and use of commonly available technology (e.g., smartphone dictionaries, text-to-speech). The details of this language compensation training will also be determined based on input from the SAB, and will be revised after reviewing performance and interview feedback from each successive cohort.\n\nIntervention administration procedures: all aspects of the treatment protocol will be administered by Dr. Evans or a licensed speech-language pathologist on study staff who has received training in providing ACT. The intervention will consist of 10 weekly treatment sessions. Post-treatment interviews providing feedback for protocol revision will be administered by Dr. Evans within 2 weeks of study completion. Interviews will use a semi-structured, ethnographic interview approach and be video-recorded. These interviews will ask specific questions about the participant's experience and perspective regarding each functional domain of the intervention (i.e., the \"Open Up,\" \"Be Present,\" and \"Do What Matters\" components of ACT and the individualized language compensation training), and will be asked for suggestions and improvements about the specific content and techniques employed."},"conditionsModule":{"conditions":["Stroke","Aphasia"],"keywords":["Counseling","Therapeutics"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SEQUENTIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":21,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Acceptance and Commitment Therapy adapted for aphasia","type":"OTHER","description":"There is only a single study arm, in which the adapted intervention will be developed using a successive cohort design.","interventionNames":["Behavioral: Acceptance and Commitment Therapy for aphasia"]}],"interventions":[{"type":"BEHAVIORAL","name":"Acceptance and Commitment Therapy for aphasia","description":"The intervention will consist of Acceptance and Commitment Therapy modified to meet the needs of stroke survivors with aphasia, combined with communication strategy training.","armGroupLabels":["Acceptance and Commitment Therapy adapted for aphasia"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Mean scores on the Client Satisfaction Questionnaire - 8","description":"The Client Satisfaction Questionnaire - 8 (CSQ-8) is a brief questionnaire demonstrated to provide \"efficient, sensitive, and reasonably comprehensive\" measures of patient satisfaction. It has 8 questions rated on a 4-point scale (summed scores range from 8 to 32). High scores indicate high satisfaction and low scores indicate low satisfaction. The CSQ-8 is the primary measure which will determine acceptability of the proposed pilot intervention.","timeFrame":"Post-treatment, within one week of completing the treatment phase."}],"secondaryOutcomes":[{"measure":"Change in mean scores on the Acceptance and Action Questionnaire II","description":"The Acceptance and Action Questionnaire II (ACQ-II) is a self-report measure of psychological flexibility, acceptance, and experiential avoidance. It has 7 items rated on a 7-point scale (summed scores range from 7 to 49). Higher total scores reflect less psychological flexibility, while lower total scores reflect more flexibility. The ACQ-II will evaluate changes in psychological flexibility, the hypothesized mechanism of action underlying ACT for aphasia.","timeFrame":"Baseline and Post-Treatment (within one week of completing the treatment phase)"},{"measure":"Change in mean scores on the Acceptance and Action Questionnaire - Acquired Brain Injury","description":"The Acceptance and Action Questionnaire - Acquired Brain Injury (ACQ-ABI) is a 15 item self-report measure adapted from the ACQ-II specifically for people with acquired brain injury based on a 5-point Likert scale ranging from 15-75 where higher scores indicate greater levels of acceptance. While the ACQ-II addresses psychological flexibility generally, the ACQ-ABI measures psychological flexibility relating specifically to the consequences of acquired brain injury and is therefore an informative addition. Similar to the ACQ-II, it will also evaluate changes in psychological flexibility, the hypothesized mechanism of action underlying ACT for aphasia.","timeFrame":"Baseline and Post-Treatment (within one week of completing the treatment phase)"},{"measure":"Change in mean scores on the Values Tracker","description":"The Values tracker is a two-item measure of values engagement. Items are rated on a 1-10 scale, then averaged to produce a score with higher scores indicating more values-consistent behavior. It is particularly useful in tracking changes in value-based action and engagement across treatment sessions. The values tracker will evaluate changes in value-based action, an additional hypothesized mechanism underlying ACT for aphasia.","timeFrame":"Baseline and Post-Treatment (within one week of completing the treatment phase)"},{"measure":"Change in mean scores on the Kessler K6 non-specific distress scale","description":"The Kessler K6 is a brief, validated instrument that assesses non-specific psychological distress experienced over the past 30 days. It has 6 items rated on a 0 to 4-point scale (summed scores range from 0 to 24). Higher total scores reflect greater psychological distress.","timeFrame":"Baseline and Post-Treatment (within one week of completing the treatment phase)"},{"measure":"Change in mean scores on the Stroke and Aphasia Quality of Life","description":"The Stroke and Aphasia Quality of Life Scale is a 39-item patient reported measure of qualify of life adapted specifically for people with aphasia from the stroke survivor quality of life scale. The SA-QOL-39 provides a broad measure of changes in stroke-related quality of life over time in response to the proposed intervention and is aligned with both the World Health Organization International Classification of Functioning, Disability, and Health. It is scored on a 1-5 scale, with lower scores indicating lower quality of life.","timeFrame":"Baseline and Post-Treatment (within one week of completing the treatment phase)"},{"measure":"Change in mean scores on the Aphasia Outcome Measure","description":"The Aphasia Communication Outcome Measure (ACOM) is a measure of patient-reported \"communication functioning,\" defined as the ability to effectively convey and receive personally relevant messages in natural environments. Results are provided in T scores (sample mean of 50 with a standard deviations of 10), with higher scores indicating better communication functioning.","timeFrame":"Baseline and Post-Treatment (within one week of completing the treatment phase)"},{"measure":"Change in mean scores on the Communication Participation Item Bank","description":"The Communication Participation Item Bank (CPIB) is a patient-reported measure of \"communication participation\" defined as \"taking part in life situations where knowledge, information, ideas or feelings are exchanged.\" It has been validated for use with community-dwelling adults with multiple different communication disorders, including aphasia. Results are provided in T scores (sample mean of 50 with a standard deviations of 10), with higher scores indicating better communication participation.","timeFrame":"Baseline and Post-Treatment (within one week of completing the treatment phase)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants will be age 18 or older.\n* Participants will have an existing diagnosis of aphasia subsequent to left hemisphere stroke.\n\nExclusion Criteria:\n\n* Participants with a history of other acquired or progressive neurological disease.\n* Participants whose mean modality t-score falls below 40 on the spoken language comprehension subdomain of the Comprehensive Aphasia Test.\n* Participants with semantic memory impairments as determined by the cutoff of the semantic memory component of the Comprehensive Aphasia Test.\n* Participants with unmanaged drug /alcohol dependence.\n* Participants with severe diagnose.d mood or behavioral disorders that require specialized mental health interventions","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"William Evans, PhD","affiliation":"University of Pittsburgh","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Language Rehab and Cognition Lab, Department of Communication Sciences and Disorders, School of Health and Rehabilitation Sciences, University of Pittsburgh","city":"Pittsburgh","state":"Pennsylvania","zip":"15260","country":"United States","geoPoint":{"lat":40.44062,"lon":-79.99589}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"De-identified data from this research will be shared with the wider scientific community in a timely fashion, concurrent with publication with no planned end date. Materials shared in this fashion will consist of all de-identified participant assessment and outcome data, acceptability and feasibility measures, the study protocol, statistical analysis plan, and treatment manual. These materials will be shared via the National Institute of Child Health and Human Development Data and Specimen Hub (NICHD DASH) and made additionally available by sharing the developed treatment manual and other supporting information on Dr. Evans' lab website.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","ANALYTIC_CODE"],"timeFrame":"Data will be shared at the time of study publication without planned end to access.","accessCriteria":"Anyone who wishes to access the data.","url":"https://dash.nichd.nih.gov/"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001037","term":"Aphasia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M5953","name":"Coal Tar","relevance":"LOW"}],"browseBranches":[{"abbrev":"Derm","name":"Dermatologic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}