{"protocolSection":{"identificationModule":{"nctId":"NCT02356432","orgStudyIdInfo":{"id":"14R-155"},"organization":{"fullName":"Tokai University","class":"OTHER"},"briefTitle":"Cerebral Microbleeds During NOACs or Warfarin Therapy in NVAF Patients With Acute Ischemic Stroke (CMB-NOW)","officialTitle":"Cerebral Microbleeds as Predictor of Future Intra-Cerebral Hemorrhage During NOACs or Warfarin Therapy in NVAF Patients With Acute Ischemic Stroke (CMB-NOW)","acronym":"CMB-NOW"},"statusModule":{"statusVerifiedDate":"2016-10","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-03"},"primaryCompletionDateStruct":{"date":"2016-09","type":"ACTUAL"},"completionDateStruct":{"date":"2017-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2015-02-01","studyFirstSubmitQcDate":"2015-02-01","studyFirstPostDateStruct":{"date":"2015-02-05","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-10-18","lastUpdatePostDateStruct":{"date":"2016-10-20","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Shunya Takizawa, MD, PhD","investigatorTitle":"Professor, Division of Neurology, Department of Internal Medicine, Tokai University School of Medicine","investigatorAffiliation":"Tokai University"},"leadSponsor":{"name":"Tokai University","class":"OTHER"},"collaborators":[{"name":"Daiichi Sankyo, Inc.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Anticoagulants are generally recognized as a necessary therapy to prevent the recurrence of ischemic stroke in patients with non-valvular atrial fibrillation (NVAF), but in some patients they also cause bleedings, particularly intracranial hemorrhage. One of the independent predictors of intracerebral hemorrhage is the presence of cerebral microbleeds (CMBs); a high incidence of intracerebral hemorrhage is reported in patients with multiple CMBs. Recent study suggested that patients who had CMBs at baseline developed more new CMBs after 2 years (26%), compared with patients (12%) who did not have CMBs at baseline. However, there has been no study on the progression of CMBs in patients receiving so-called novel oral anticoagulants (NOACs).\n\nThis study tests the hypothesis that the incidence of hemorrhagic stroke is lower in patients receiving NOACs (dabigatran, rivaroxaban, apixaban, and edoxaban) than in those receiving warfarin, and this difference reflects the difference in the effects of warfarin and NOACs on the progression of CMBs. Towards this goal, we enroll 200 patients with at least one CMB detected by 1.5 T MRI (T2\\*WI) at baseline, who treated with NOACs or warfarin for 12 months. Primary endpoint is the proportion of subjects with an increased number of CMBs at Month 12 of treatment with NOACs or warfarin. If the results of this study support the efficacy of NOACs in preventing increase of CMBs, this would be of great interest to domestic and overseas clinicians, in view of the potential therapeutic impact, including that for primary prevention of ischemic stroke.","detailedDescription":"1. Introduction Anticoagulants are generally recognized as a necessary therapy to prevent the recurrence of ischemic stroke in patients with non-valvular atrial fibrillation (NVAF), but in some patients they also cause bleedings, particularly intracranial hemorrhage (including intracerebral hemorrhage). One of the independent predictors of intracerebral hemorrhage is the presence of cerebral microbleeds (CMBs); a high incidence of intracerebral hemorrhage is reported in patients with multiple CMBs (Soo et al, J Neurol, 2008; Lee et al, Neurology, 2009) Also, the rate and absolute number of CMBs increase in proportion to CHADS2 score in patients with cerebral infarction accompanying NVAF (Song et al, Eur J Neurol, 2013). Among CMB-positive patients, a high incidence of intracranial hemorrhage associated with oral anticoagulation therapy has been reported (Song et al, Eur J Neurol, 2013); suggesting a relationship between the occurrence or absolute number of CMBs and the development of intracranial hemorrhage during oral anticoagulation therapy. Imaizumi et al. (J Stroke Cerebrovasc Dis, 2013) found that warfarin alone did not increase the incidence of intracerebral hemorrhage in all subjects with CMBs, but subjects with 3 or more deep CMBs did show an increased incidence. Also, a meta-analysis conducted by Lovelock et al. (Stroke, 2010) demonstrated a higher incidence of CMBs in patients with intracerebral hemorrhage receiving warfarin than in patients with intracerebral hemorrhage not receiving antithrombotic therapy. Recently, Orken et al (Clin Neurol Neurosurg, 2013) suggested that patients who had CMBs at baseline developed more new CMBs after 2 years (26%), compared with patients (12%) who did not have CMBs at baseline (p=0.03). However, there has been no study on the progression of CMBs in patients receiving so-called novel oral anticoagulants (NOACs).\n\n   NOACs, including dabigatran (Hart et al, Stroke 2012), rivaroxaban (Patel et al, N Engl J Med 2011), apixaban (Granger CB et al, N Engl J Med 2011), and edoxaban (Giugliano et al, N Engl J Med 2013), are superior to warfarin in preventing stroke or systemic embolism in patients with NVAF, and have been reported to significantly reduce the incidence of hemorrhagic stroke. Therefore, this study was designed to evaluate and compare the absolute number of CMBs in patients with at least one CMB at baseline, who receive anticoagulant therapy with NOACs and with warfarin. The correlation between CMBs and intracranial hemorrhage, as well as the status of CMBs before commencement of treatment and their progression during treatment, will be evaluated to determine whether there are differences between the two groups.\n2. The feature of this study Japan has a very high availability of MRI facilities, and thus CMBs can be readily evaluated in multiple patients using T2\\*WI. As of January 1, 2013, the total population of Kanagawa Prefecture was 9.07 million, of whom the elderly (≥65 years) comprised 1.95 million; therefore, a clinical observational study covering this prefecture that revealed a significant difference between NOACs and warfarin should have a substantial impact on drug-prescribing practice.\n\n   CMBs found on T2\\*-weighted gradient-echo MRI 1.5 Tesla should be evaluated. The imaging data will be evaluated by the Cerebral Microbleeds Evaluation Committee using the assessment scale of Gregoire et al. under a blinded condition.\n3. Study design This study tests the hypothesis that the incidence of hemorrhagic stroke is lower in patients receiving NOACs than in those receiving warfarin, and this difference reflects the difference in the effects of warfarin and NOACs on the progression of CMBs in patients with at least one CMB.\n\n   This study is an observational study, and the numbers of patients in the NOACs and warfarin groups were not predetermined, though the total number of patients for the study was limited to 200 for practical reasons. Primary endpoint is the proportion of subjects with an increased number of CMBs at Month 12 of treatment with NOACs or warfarin. If the results of this study support the efficacy of NOACs in preventing increase of CMBs, this would be of great interest to domestic and overseas clinicians, in view of the potential therapeutic impact, including that for primary prevention of ischemic stroke.\n\n   For quality assurance, data validation and registry procedures including any plans for site monitoring and auditing is performed.\n4. Sample Size and Sample Size Justification Orken et al. (Clin Neurol Neurosurg, 2013) suggested that more patients who had CMBs at baseline developed new CMBs (26%) after 2 years, compared with patients (12%) who did not have CMBs at baseline. Therefore, the rate of new CMBs in warfarin-treated patients who had at least one CMB at baseline was assumed to be 13% in 1-year follow-up. Meanwhile, in the ENGAGE AF-TIMI study, the incidence of intracranial hemorrhage among patients receiving edoxaban (one of the NOACs) was about half of that in patients receiving warfarin; the rate of appearance of new CMBs was assumed to be 6.5%. Simulations (10,000 times) indicated that the probability that the rank order of the rate of newly developed CMBs in 1 year would not be reversed between the two groups was 92.7% (power: 19%, two-sided α= 0.05). As this is a pilot study, the number of necessary subjects was estimated to be 100 subjects in 1 group and 200 in 2 groups combined, based on the above results.\n5. Statistical Analysis plan For proportion with new CMBs at month 6 and at month 12, number of new CMBs at months 6 and 12, and location of CMBs, major analyses will be conducted according to the per protocol set (PPS) principle. In addition, for incidence rate of adverse events, major analyses will be conducted according to the intention to treat (ITT) principle. As the primary endpoints analyses (proportion with new CMBs at month 12), the NOACs group and the warfarin group will be compared with respect to total CMBs positive proportion. It' will be also compared between the NOACs group and the warfarin group about the respective secondary endpoints (proportion with new CMBs at month 6, number of new CMBs at months 6 and 12, location of CMBs, incidence rate of adverse events). Proportion of subjects with an increased number of CMBs at month 12 is compared among NOACs. As the need arises, such as the comparison among NOACs, it will be stratified by the factors which are a patient background, the treatment contents and etc., and will be analyzed."},"conditionsModule":{"conditions":["Ischemic Stroke","Atrial Fibrillation Symptomatic"],"keywords":["non-valvular atrial fibrillation","cerebral microbleeds","warfarin","NOACs","acute ischemic stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"1 Year","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":86,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"NOACs group","description":"Medication with dabigatran, rivaroxaban, apixaban, or edoxaban will not be assigned, but will be freely prescribed by each attending doctor based on assessment of the condition of each patient."},{"label":"Warfarin group","description":"Medication with warfarin: PT-INR should be controlled in accordance with the JCS2008 guideline concerning the drug treatment of atrial fibrillation, that is, INR 2.0 to 3.0 in patients younger than 70 years, or INR 1.6 to 2.6 in patients not younger than 70 years."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Proportion of subjects with an increased number of CMBs at Month 12 of treatment with NOACs or warfarin","timeFrame":"1 year"}],"secondaryOutcomes":[{"measure":"Proportion of subjects with an increased number of CMBs at Month 6 of treatment with NOACs or warfarin","timeFrame":"6 months"},{"measure":"The number of new CMBs in subjects with an increased number of CMBs at Months 6 and 12 of treatment with NOACs or warfarin","timeFrame":"1 year"},{"measure":"Location of CMBs (infratentorial, deep white matter, and lobar subgroups) in the NOACs and warfarin groups","timeFrame":"1 year"},{"measure":"Incidence rate of adverse events","description":"Incidence rate of ischemic events (cerebral infarction, non-CNS embolism, myocardial infarction, etc.), hemorrhagic events (symptomatic intracranial hemorrhage, subarachnoidal hemorrhage, subdural hematoma, subdural hematoma, etc.), and other adverse events","timeFrame":"1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Diagnosis of NVAF\n2. Diagnosis of cerebral infarction or TIA within 2 weeks after onset\n3. Patients commenced on NOACs or warfarin therapy as a secondary prevention of cerebral infarction or transient ischemic attack, whether or not anticoagulation therapy was used before enrollment in this study\n4. Age ≥20 years and ≤85 years\n5. Ability to give valid consent and to provide consent in writing or availability of relatives to provide surrogate consent.\n6. At least one CMB detected by 1.5 T MRI (T2\\*WI) before enrollment in this study\n\nExclusion Criteria:\n\n1. Patients using aspirin or other antiplatelet agents concomitantly\n2. Patients in whom NOAC or warfarin is contraindicated\n3. Patients with renal dysfunction (CrCL \\<15 mL/min)\n4. Patients with uncontrollable hypertension\n5. Patients who are otherwise ineligible to take part in this study as judged by the study doctor","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients with NVAF, who had at least one CMB at the time of entry into this study, and were prescribed a NOAC (dabigatran, rivaroxaban, apixaban, or edoxaban) or warfarin for secondary prevention of cerebral infarction or transient ischemic attack within 2 weeks after the onset. This study is an observational study, and the numbers of patients in the NOACs and warfarin groups were not predetermined, though the total number of patients for the study was limited to 200 for practical reasons.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Shunya Takizawa, MD, PhD","affiliation":"Tokai University School of Medicine","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"St. Marianna University School of Medicine Hospital","city":"Kawasaki","state":"Kanagawa","zip":"216-8511","country":"Japan","geoPoint":{"lat":35.52056,"lon":139.71722}},{"facility":"Kitasato University Hospital","city":"Sagamihara","state":"Kanagawa","zip":"252-0373","country":"Japan","geoPoint":{"lat":35.54899,"lon":139.26064}},{"facility":"Yokohama City University Hospital","city":"Yokohama","state":"Kanagawa","zip":"236-0004","country":"Japan","geoPoint":{"lat":35.43333,"lon":139.65}}]},"referencesModule":{"references":[{"pmid":"26153510","type":"DERIVED","citation":"Takizawa S, Tanaka F, Nishiyama K, Hasegawa Y, Nagata E, Mizuma A, Yutani S, Nakayama T, Kobayashi H, Yanagimachi N, Okazaki T, Kitagawa K; CMB-NOW Study Investigators. Protocol for Cerebral Microbleeds during the Non-Vitamin K Antagonist Oral Anticoagulants or Warfarin Therapy in Stroke Patients with Nonvalvular Atrial Fibrillation (CMB-NOW) Study: Multisite Pilot Trial. J Stroke Cerebrovasc Dis. 2015 Sep;24(9):2143-8. doi: 10.1016/j.jstrokecerebrovasdis.2015.05.032. Epub 2015 Jul 4."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000001281","term":"Atrial Fibrillation"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9246","name":"Hemorrhage","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M5482","name":"Cerebral Hemorrhage","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M288142","name":"Apixaban","relevance":"LOW"},{"id":"M463","name":"Rivaroxaban","relevance":"LOW"},{"id":"M17292","name":"Warfarin","relevance":"LOW"},{"id":"M260974","name":"Edoxaban","relevance":"LOW"},{"id":"M490","name":"Dabigatran","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}