{"protocolSection":{"identificationModule":{"nctId":"NCT04592627","orgStudyIdInfo":{"id":"HSC-SN-20-0686"},"organization":{"fullName":"The University of Texas Health Science Center, Houston","class":"OTHER"},"briefTitle":"Facial and Body Motion Technology and Stroke","officialTitle":"Facial and Body Motion Technology to Detect Psychosocial Distress in Stroke Survivors and Informal Caregivers Living at Home"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-10-14","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-07-01","type":"ACTUAL"},"completionDateStruct":{"date":"2023-07-01","type":"ACTUAL"},"studyFirstSubmitDate":"2020-10-07","studyFirstSubmitQcDate":"2020-10-15","studyFirstPostDateStruct":{"date":"2020-10-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-04","lastUpdatePostDateStruct":{"date":"2024-01-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jennifer Beauchamp","investigatorTitle":"Associate Professor","investigatorAffiliation":"The University of Texas Health Science Center, Houston"},"leadSponsor":{"name":"The University of Texas Health Science Center, Houston","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to customize privacy protected facial expression and body motion tracking for use in the home environment by stroke survivor-informal caregiver dyads by investigating within a simulated home environment, background variability,possible occlusions, privacy considerations, and the motor weaknesses, gait impairments, and facial expressions of stroke survivors and to determine the acceptability of the customized facial expression and body motion technology in stroke survivors and their informal caregivers.","detailedDescription":"Stroke is a leading cause of disability. Most stroke survivors are discharged home after hospitalization and receive care from informal caregivers (e.g., unpaid spouses) who are often unprepared for the role. Stroke survivorship is an exemplar of a chronic condition that detracts from the affected individual and caregiver's capacity to live well within the home (e.g., psychosocial distress). Early identification of psychosocial distress is likely to lead to timely interventions and, subsequently, decreases in associated morbidity, mortality, and disability. Yet, only a minority of survivors are properly identified and treated for psychosocial distress, and caregivers are primarily forgotten. In-home, objective measures to identify psychosocial distress are lacking. Using facial expression and body motion technology by extracting facial characteristics and body joints (skeletal graph) known to be associated with psychosocial distress (e.g., frowning) provides new opportunities to support in-home telemonitoring. To accommodate real-world, post-stroke home environments, the technology needs to be customized to an in-home environment. Toward this end, the investigators must consider background variability, possible occlusions, privacy concerns, and stroke survivor motor weaknesses, gait impairments, and facial paralysis. Objectives: The primary objectives are to customize facial expression and body motion technology and examine the acceptability of the technology through a study of 6 stroke survivor-informal caregiver dyads within a simulated home environment. The project will serve as a necessary step to amass critical information to design future trials using facial expression and body motion technology. The ultimate goal is to improve psychosocial well-being for those aging at home."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","caregiver","technology","psychosocial","aging"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":7,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Simulated home environment visit with the dyad participants","description":"The cohort consists of six stroke survivor-informal caregiver (e.g., spouse or family member) dyads. Individual dyads will participate in the simulated home environment visit while the investigative team collects the data.","interventionNames":["Other: Simulated home environment visit"]}],"interventions":[{"type":"OTHER","name":"Simulated home environment visit","description":"During the simulated home environment visit participants will 1) participate in a simulated University of Texas (UT) Physicians Stroke Outpatient Clinic telemedicine visit using an iPAD during which participants will be audio- and visually-recorded in order for the research team to collect raw facial expression data; 2) be instructed to complete a series of activities of daily living (e.g., sitting down and brushing hair) during which participants will be audio- and visually-recorded in order for the research team to collect raw body motion tracking data; and 3) complete a participant satisfaction survey via a REDCap link and participate in an audio-recorded, semi-structured interview (e.g., asking the participants thoughts on privacy considerations related to future use of the facial expression and body motion technology in a home environment) with members of the research team.","armGroupLabels":["Simulated home environment visit with the dyad participants"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Accuracy of the technology","description":"The accuracy of a test is its ability to differentiate the patient and healthy cases correctly. To estimate the accuracy of a test, we should calculate the proportion of true positive and true negative in all evaluated cases","timeFrame":"During the procedure known as the simulated home environment visit"},{"measure":"Sensitivity of the technology","description":"The sensitivity of a test is its ability to determine the patient cases correctly. To estimate it, we should calculate the proportion of true positive in patient cases.","timeFrame":"During the procedure known as the simulated home environment visit"},{"measure":"Specificity of the technology","description":"The specificity of a test is its ability to determine the healthy cases correctly. To estimate it, we should calculate the proportion of true negative in healthy cases","timeFrame":"During the procedure known as the simulated home environment visit"}],"secondaryOutcomes":[{"measure":"Acceptability as measured by the patient satisfaction survey","description":"A 12-item survey title Participant Satisfaction Survey with 8 likert scale questions (e.g., strongly disagree to strongly agree answer options) and 4 open-ended questions.","timeFrame":"Immediately after the procedure known as the stimulated home environment visit"},{"measure":"Acceptability as measured by the open ended interview","description":"This will be an audio-recorded, semi-structured interview (e.g., asking the participants thoughts on privacy considerations related to future use of the facial expression and body motion technology in a home environment)","timeFrame":"Immediately after the procedure known as the stimulated home environment visit"},{"measure":"Acceptability as measured by field observations","description":"Study team will capture field notes in REDCap database","timeFrame":"During and immediately after the procedure known as the stimulated home environment visit"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* can read, write, and speak English\n* are willing and able to provide informed consent\n* Informal caregivers must live in the home with the stroke survivor and be unpaid for their role\n* Stroke survivors must have some degree of facial and limb weakness and a Modified Rankin Scale (mRS)13 score between 1 and 3.\n\nExclusion Criteria:\n\n- stroke survivors currently reside outside of the home and are wheelchair bound.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The study population will consist of 6 post-stroke survivor-informal caregiver dyads recruited from the UT Physicians Stroke Outpatient Clinic for a total of 12 study participants (6 stroke survivors and 6 informal caregivers of stroke survivors).","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Jennifer E Beauchamp, PhD,RN,FAAN","affiliation":"The University of Texas Health Science Center, Houston","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The University of Texas Health Science Center at Houston","city":"Houston","state":"Texas","zip":"77030","country":"United States","geoPoint":{"lat":29.76328,"lon":-95.36327}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20779","name":"Facies","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}