{"protocolSection":{"identificationModule":{"nctId":"NCT05644405","orgStudyIdInfo":{"id":"CY2022-01"},"organization":{"fullName":"Chinese PLA General Hospital","class":"OTHER"},"briefTitle":"Stroke Volume Variations and Pulse Pressure Variations Undergoing Artificial Pneumothorax Surgery","officialTitle":"Accuracy of Stroke Volume Variation and Pulse Pressure Variation to Predict Fluid Responsiveness in Patients With Artificial Pneumothorax During Esophageal Surgery"},"statusModule":{"statusVerifiedDate":"2022-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-07-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-09-20","type":"ACTUAL"},"completionDateStruct":{"date":"2022-11-15","type":"ACTUAL"},"studyFirstSubmitDate":"2022-11-19","studyFirstSubmitQcDate":"2022-12-08","studyFirstPostDateStruct":{"date":"2022-12-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-12-08","lastUpdatePostDateStruct":{"date":"2022-12-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Yu Chen, MD","investigatorTitle":"Chinese PLA General Hospital","investigatorAffiliation":"Chinese PLA General Hospital"},"leadSponsor":{"name":"Chinese PLA General Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Stroke volume variation (SVV) and pulse pressure variation (PPV) have been thought to be sensitive predictors of fluid responsiveness in mechanically ventilated participants. In this paper, the investigators reported a special group of people to use SVV and PPV during their operation. The maintenance of hemodynamic stability and the critical organ perfusion is crucial to the treatment for patients with artificial Pneumothorax during esophageal surgery, because artificial pneumothorax causes incomplete ventilation of one lung. In addition, artificial pneumothorax may seriously affect theparticipant's heart and lung function, brings more challenges to the intraoperative anesthetic management, expecially in volume management. Little information is available about the accuracy of SVV and PPV to predict fluid responsiveness in participants with artificial Pneumothorax during esophageal surgery. It is unclear whether it will affect the accuracy of SVV and PPV, and whether it will cause the change of their threshold values. The investigators will discuss it in the passage and the investigators will give an preliminary mechanism to explain the results.","detailedDescription":"Backgroud: This study aims to evaluate the ability of stroke volume variation (SVV) and pulse pressure variation (PPV) to predict fluid responsiveness in mechanically ventilated participants with artificial Pneumothorax during esophageal surgery.\n\nMethods: 40 participants, diagnosed with esophageal cancer, undergoing thoracoscopic radical resection of esophageal cancer were studied. All the participants used Vigileo/FloTrac system for analysis. Haemodynamic data such as MAP, HR, SV, SVI, CO, CI, SVV, PPV were recorded before and after volume expansion (VE). Fluid responsiveness was defined as an increase in SVI≥10%(△SVI≥10%). Participants were divided into Responders and Non-responders by changes in △SVI ≥10% and \\< 10%. Nonparametric Wilcoxon rank sum test was used to compare the hemodynamic parameters of Responders and Non-responders before and after VE. Pearson correlation analysis was used to analyze the values of SVV, PPV and △SVI. The receiver operating characteristic (ROC) curve of each hemodynamic index was drawn to determine its accuracy and threshold."},"conditionsModule":{"conditions":["Artificial; Complications, Heart"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":6,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"DIAGNOSTIC_TEST","name":"FloTrac Vigileo","description":"A dedicated transducer (FloTrac TM, Edwards Lifesciences, LLC, Irvine, CA, USA) was connected to the radial arterial line on one side and to the Vigileo System (Vigileo TM Edwards Lifesciences, LLC, Irvine, CA, USA) on the other side"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The area under the receiver operating characteristic (ROC) curve","description":"According to the area under the curve, the predictive ability and the diagnostic thresholds of SVV and PPV were determined. The p value less than 0.05 was regarded as statistically significant.","timeFrame":"1YEARS"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nMust be arranged for thoracoscopic surgical treatment of esophageal cancer Must be mechanically ventilated with artificial Pneumothorax during the operation Must be normal in Allen test.\n\nExclusion Criteria:\n\nHypertension Coronary heart disease Arrhythmia Left ventricle ejection fractions \\< 50% (EF\\<50%) Pulmonary hypertension Congenital cardiovascular malformation Peripheral vascular disease Long-term history of oral vasoactive drugs","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Mi Weidong, Doctor","affiliation":"Chinese PLA General Hospital","role":"STUDY_CHAIR"}],"locations":[{"facility":"The Sixth Medical Center of Chinese PLA General Hospital","city":"Beijing","state":"Beijing","zip":"100048","country":"China","geoPoint":{"lat":39.9075,"lon":116.39723}}]},"referencesModule":{"references":[{"pmid":"34071746","type":"RESULT","citation":"Choi KH, Shim JK, Kim DW, Byun CS, Park JH. Dynamic Indices Fail to Predict Fluid Responsiveness in Patients Undergoing One-Lung Ventilation for Thoracoscopic Surgery. J Clin Med. 2021 May 27;10(11):2335. doi: 10.3390/jcm10112335."},{"pmid":"33882958","type":"RESULT","citation":"Chuang KH, Lai HH, Chen Y, Chen LC, Lu HI, Chen YH, Li SH, Lo CM. Improvement of surgical complications using single-lumen endotracheal tube intubation and artificial carbon dioxide pneumothorax in esophagectomy: a meta-analysis. J Cardiothorac Surg. 2021 Apr 21;16(1):100. doi: 10.1186/s13019-021-01459-1."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"We don't want to share plan"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000011030","term":"Pneumothorax"}],"ancestors":[{"id":"D000010995","term":"Pleural Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M13610","name":"Pneumothorax","asFound":"Pneumothorax","relevance":"HIGH"},{"id":"M13575","name":"Pleural Diseases","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"}]}},"hasResults":false}