{"protocolSection":{"identificationModule":{"nctId":"NCT02814760","orgStudyIdInfo":{"id":"D50676"},"organization":{"fullName":"Hospices Civils de Lyon","class":"OTHER"},"briefTitle":"Impact Of A Training Program And Organization On The Management Of Stroke In The Acute Phase (AVC-II)","officialTitle":"Impact Of A Training Program And Organization On The Management Of Stroke In The Acute Phase (AVC-II)","acronym":"AVC-II"},"statusModule":{"statusVerifiedDate":"2016-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2010-07"},"primaryCompletionDateStruct":{"date":"2012-07","type":"ACTUAL"},"studyFirstSubmitDate":"2016-06-10","studyFirstSubmitQcDate":"2016-06-27","studyFirstPostDateStruct":{"date":"2016-06-28","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-06-27","lastUpdatePostDateStruct":{"date":"2016-06-28","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hospices Civils de Lyon","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Acute stroke management represents a true medical emergency that requires prompt diagnosis and urgent treatment. In a previous exhaustive cohort study conducted in the Rhône region, France (AVC69) (Porthault et al. 2013) the investigators observed that only a small percentage of patients could access to thrombolysis in time. In this cohort of 1306 patients treated in one of the emergency department of the Rhone region for a suspected stroke, 84% of patients reached hospital through an emergency department instead of going directly to a stroke unit. Among those patients, only 2% were finally thrombolysed. A significant part of patients arrived in the emergency department too late to be thrombolysed. However, among the subset of ischemic stroke patients who reach emergency department less than 3 hours after symptoms onset, and who had no clinical or radiological exclusion criteria for thrombolysis, only 15 % were thrombolysed. The hypothesis was that an intervention designed to improve ED professional's knowledge and skills and to develop together efficient clinical pathway would decrease door-to imaging time and consequently door-to needle time and eventually improve overall thrombolysis rate.\n\nThe investigators have conducted a cluster randomized controlled stepped wedge trial. All adult patients with suspected stroke arriving in one of the participating ED were included in the study along five successive four-month periods. The program featured: development of written materials (booklets) and video (film), and one day session of standardized training for trainers, at least one nurse and one physician of all EDs, with formal presentation to improve knowledge, and simulation to improve skills for using the \"FAST\" tool (nurses) and the \"NIHSS\" score (ED physicians). Additionally, a clinical pathway was developed to adapt general evidence based guidelines to the local organization. The primary outcome is the door-to imaging time."},"conditionsModule":{"conditions":["Acute Ischemic Stroke"],"keywords":["acute ischemic stroke","stepped-wedge","interactive training","implementation","emergency department"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":3238,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Pre-intervention group (Control group)","description":"AVC-II trial involves 18 ED and 10 stroke units in the Rhone-Alpes and Bourgogne area. All adult patients admitted to one of the participating ED for suspected ischemic stroke less than or equal to 4 hours from symptoms onset were included in the study.\n\nPatients of this group are included before the intervention (training of emergency professionals to acute stroke management) in this ED or stroke units."},{"label":"Post-intervention group (Training course group)","description":"AVC-II trial involves 18 ED and 10 stroke units in the Rhone-Alpes and Bourgogne area. All adult patients admitted to one of the participating ED for suspected ischemic stroke less than or equal to 4 hours from symptoms onset were included in the study.\n\nPatients of this group are included after the intervention (training of emergency professionals to acute stroke management) in this ED or stroke units.","interventionNames":["Other: training of emergency professionals to acute stroke management"]}],"interventions":[{"type":"OTHER","name":"training of emergency professionals to acute stroke management","description":"The training program aiming at improving the timeliness of care of acute stroke patients in ED was designed for triage ED nurses and ED physicians and it was based on 3 sub-objectives:\n\n* Improving knowledge and skills of triage nurses to recognize patients with stroke symptoms\n* Improving knowledge and skills of ED physicians to recognize stroke symptoms, to realize a good quality neurological examination and be able to measure the NIHSS (National Institute of Health Stroke Score), to have a better understanding of the physiopathology of ischemic stroke and thrombolysis, and to have a better understanding of the consequences of wasted time for patients Developing, together with other hospital professionals involved in acute stroke management, a clinical pathway adapted to the local characteristics an organization (ED organization optimization, management steps, connections between ED, radiology unit and stroke unit, thrombolysis organization).","armGroupLabels":["Post-intervention group (Training course group)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Admission - brain imaging time","timeFrame":"Hour 24"},{"measure":"Admission- arrival at stroke unit time","timeFrame":"Hour 24"},{"measure":"Brain imaging time - arrival at stroke unit time","timeFrame":"Hour 24"},{"measure":"Admission period - thrombolysis time (door-to-needle time)","timeFrame":"Hour 24"}],"secondaryOutcomes":[{"measure":"proportion of patients thrombolysed","description":"Assessment of the overall impact of actions on patients management : on the proportion of patients thrombolysed","timeFrame":"Hour 24"},{"measure":"Proportion of cerebral hemorrhage after thrombolysis","description":"Assessment of the overall impact of actions on patients management : on the proportion of cerebral hemorrhage after thrombolysis","timeFrame":"Hour 24"},{"measure":"Proportion of deaths","description":"Assessment of the overall impact of actions on patients management : on the proportion of deaths","timeFrame":"Hour 24"},{"measure":"proportion of use of diagnostic and stroke severity tools (\"FAST\" and NIHSS)","description":"Assessment of the overall impact of actions on patients management : on the proportion of use of diagnostic and stroke severity tools (\"FAST\" and NIHSS)","timeFrame":"Hour 24"},{"measure":"Proportion of professionals who received training","description":"Training course feasibility measured with the proportion of professionals in each ED who received training by the local trainers","timeFrame":"1 year"},{"measure":"Number of ED where the clinical pathway was actually set up","description":"Training course feasibility measured with the number of ED where the clinical pathway was actually set up","timeFrame":"1 year"},{"measure":"Number of collective trainings organized in each ED by the local trainers","description":"Training course feasibility measured with the number of ED where the clinical pathway was actually set up, and the number of collective trainings organized in each ED by the local trainers","timeFrame":"1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All adult patients admitted to one of the participating ED for suspected ischemic stroke less than or equal to 4 hours from symptoms onset were included in the study.\n\nExclusion Criteria:\n\n* age below 18\n* admission to the ED more than 4 hours after symptoms onset or unknown time of first symptoms","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Acute stroke suspicion patients consulting in emergency department","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Pierre-Yves Gueugniaud, Pr","affiliation":"Hospices Civils de Lyon","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Groupement Hospitalier Edouard Herriot - Urgences Médicales et Psychiatriques Adultes - Pavillon N, 5 Place d'Arsonval","city":"Lyon","zip":"69003","country":"France","geoPoint":{"lat":45.74848,"lon":4.84669}}]},"referencesModule":{"references":[{"pmid":"29321338","type":"DERIVED","citation":"Haesebaert J, Nighoghossian N, Mercier C, Termoz A, Porthault S, Derex L, Gueugniaud PY, Bravant E, Rabilloud M, Schott AM; AVC II Trial group. Improving Access to Thrombolysis and Inhospital Management Times in Ischemic Stroke: A Stepped-Wedge Randomized Trial. Stroke. 2018 Feb;49(2):405-411. doi: 10.1161/STROKEAHA.117.018335. Epub 2018 Jan 10."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Acute Ischemic Stroke","relevance":"HIGH"},{"id":"M7486","name":"Emergencies","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}