{"protocolSection":{"identificationModule":{"nctId":"NCT03964662","orgStudyIdInfo":{"id":"WeReha"},"organization":{"fullName":"CoRehab s.r.l.","class":"INDUSTRY"},"briefTitle":"Stroke Home Rehabilitation With WeReha","officialTitle":"A New Solution for Home Rehabilitation of Stroke Patients: WeReha","acronym":"WR"},"statusModule":{"statusVerifiedDate":"2019-02","overallStatus":"UNKNOWN","lastKnownStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-12-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-02-28","type":"ESTIMATED"},"completionDateStruct":{"date":"2020-02-28","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-02-21","studyFirstSubmitQcDate":"2019-05-23","studyFirstPostDateStruct":{"date":"2019-05-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-06-14","lastUpdatePostDateStruct":{"date":"2019-06-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"CoRehab s.r.l.","class":"INDUSTRY"},"collaborators":[{"name":"Engineering Ingegneria Informatica SpA","class":"UNKNOWN"},{"name":"Fondazione Bruno Kessler","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"WeReha is an innovative device for the home rehabilitation of stroke patients developed within the scope of the EU funded project MAGIC-PCP \\[5\\]. WeReha is a system that allows patients to perform exercises in a home environment with remote supervision integrated within regular rehabilitation. The principle on which the product is based is that of biofeedback guided rehabilitation, designed to stimulate muscle recovery and contribute to a more effective and more motivating rehabilitation of neuro-motor patterns. WeReha is completely adaptable, allowing only authorized to assign exercises, by planning specific sequences of movements.\n\nWeReha product is composed by the following elements:\n\n* a tablet with a proprietary application on it (the \"WeReha app\")\n* an inertial sensor with accelerometers, gyroscopes and magnetometers (the \"sensor\")\n* elastic straps allowing the user to wear it on different parts of the body (the \"straps\")\n* a series of 3D printed objects where the sensor can be placed that become animated (the \"smart objects\")\n* a web portal for clinical staff through which they can manage and monitor users (the \"web-application\") The WeReha app presents the patient with a series of rehabilitation exercises in the form of a number of interactive games, driven by body movement, which is captured by the sensor or the hand specific movements using the smart objects. A session with WeReha always starts with a questionnaire on the system, through which the software gains an understanding of the patient's health conditions and the presence or not of a caregiver for the session. Based on this questionnaire, the software adapts the daily session to minimise risks while maintaining a high level of rehabilitation to help the patient reach their goals. The device works with and without an internet connection, but when the device is connected to the internet, supervisors are able to provide supervision and remote support through a web application.\n\nThe web application is hosted on a dedicated server located inside the hospital. Only trained staff will be provided with access to the web application with a unique username and password required for sign on. The exercises assigned for the client to perform at home, are at the discretion of the clinician who is caring for the patient and might require the presence of a caregiver.\n\nThe goal of this study is to investigate the applicability and utility of an innovative technology product such as WeReha to the home rehabilitation of stroke patients as an integrative solution to a conventional exercise program and to assess its acceptance by the patient, caregivers and clinic professionals.\n\nPatients will use WeReha for their home rehabilitation in addition to traditional treatments for up to 12 weeks. The Inclusion criteria for the study have been kept broad in order to assess these factors on a large enough scale, so as not to limit the usage of the device to a specific sub-group of patients. If patients enrolled are in a subacute phase (i.e. within the first 6 months after the stroke onset), they will be enrolled before leaving the hospital or the rehabilitation department and reaching their home. If patients are considered to be in their chronic phase (i.e. over 6 months after stroke onset), they will be enrolled during an outpatient treatment or on a volunteer basis.\n\nBefore starting the trial with WeReha, every patient enrolled will receive proper training from a person dedicated to the project (who will be referred to as the \"dedicated figure\") appointed by the hospital and financially supported by the sponsor of the study."},"conditionsModule":{"conditions":["Stroke, Acute","Stroke"],"keywords":["home rehabilitation","technology","stroke","biofeedback","games"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"The goal of this study is to assess the acceptance and validity of a new technology such as WeReha for home rehabilitation of patients following a stroke episode either in sub-acute or chronic phase. The investigation will be conducted in two different countries: two sites in Northern Ireland and one in Italy.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients with stroke","type":"EXPERIMENTAL","description":"Rehabilitation of patients with stroke using a new technological device: WeReha","interventionNames":["Device: WeReha"]}],"interventions":[{"type":"DEVICE","name":"WeReha","description":"Rehabilitation of stroke patients with the device WeReha","armGroupLabels":["Patients with stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Total number of patients enrolled","description":"A patient is considered enrolled in the study if they are within the inclusion criteria and voluntarily accept to participate and sign the consent form","timeFrame":"Through study completion, an average of 1 year"},{"measure":"Total number of active patients","description":"A patient that has used the device for at least 4 \"active weeks\". An \"active week\" is a week in which the patient has performed at least three sessions with WeReha for a minimum of 15 minutes each","timeFrame":"Through study completion, an average of 1 year"},{"measure":"Total number of patients who drop off","timeFrame":"Through study completion, an average of 1 year"},{"measure":"Average number of active weeks for each patient","description":": the average number of active weeks is evaluated as the total number of active weeks divided by the number of patients enrolled","timeFrame":"Through study completion, an average of 1 year"},{"measure":"Activity participation","description":"Average of minutes per day dedicated to exercises with WeReha","timeFrame":"Through study completion, an average of 1 year"},{"measure":"Questionnaire: Technology Acceptance Model (TAM)","description":"The Technology Acceptance Model is a questionnaire that evaluate the acceptance of the rehabilitation platform WeReha by the patients. The TAM questionnaire comprises 22 items (divided into 4 area) each rated in a 7-point Likert-scale, whereby a score of 1 refers to \"I do not agree at all\" and a score of 7 refers to \"I agree entirely\". The 4 area are:\n\n1. Perceived Ease of Use (maximal score 49, minimum score 7)\n2. Perceived Usefulness (maximal score 42, minimum score 6)\n3. Attitude Toward Using (maximal score 35, minimum score 5)\n4. Behavioral Intention to Use (maximal score 28, minimum score 4).\n\nThe scores achived in the different area are summed to have a total score.The total maximum score, corresponding to 154, indicates a complete acceptance of the use of a technology device, such as WeReha, for the rehabilitation process; the minimum score, corresponding to 22, indicates a tendency to refuse technology for the rehabilitation process.","timeFrame":"Through treatment completion, an average of 3 months"}],"secondaryOutcomes":[{"measure":"Barthel index","timeFrame":"At the beginning of the treatment (baseline) and through treatment completion, an average of 3 months"},{"measure":"Disability Scale: Modified Rankin Score (mRS)","description":"The Modified Rankin Score (mRS) is a 6 point disability scale with possible scores ranging from 0 to 5. A separate category of 6 is usually added for patients who expire. The Modified Rankin Score (mRS) is the most widely used outcome measure in stroke clinical trials","timeFrame":"At the beginning of the treatment (baseline) and through treatment completion, an average of 3 months"},{"measure":"Training time","description":"Time dedicated by the specialised personnel to each patient for training to learn the WeReha device before leaving the trial site","timeFrame":"Through study completion, an average of 1 year"},{"measure":"Number of calls","description":"Number of calls per week for clinical and technical assistance specific for the WeReha device, registered on a paper or software spreadsheet by the sponsor","timeFrame":"Through study completion, an average of 1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ages Eligible for Study: Over the age of 18\n* Sexes Eligible for Study: All\n* First-time ischemic or haemorrhagic stroke, as documented by a CT or MRI\n* Patients able to sit for at least ten minutes and to look after own affairs without assistance i.e. a Modified Rankin Scale (MRS)≤ 2\n* Montreal Cognitive Assessment (MoCA) ≥12\n* Ability and willingness to participate in the study\n* Signed consent form\n\nExclusion Criteria:\n\n* Significant medical conditions that affected function prior to the stroke and would limit normal stroke rehabilitation (e.g. musculoskeletal condition affecting arm function or cardiac condition limiting basic activities of daily living).\n* Bilateral weakness of upper extremities\n* Unavailability of a caregiver\n* Participation in another clinical trial involving rehabilitation (recreational therapy, occupational therapy, physiotherapy) or an investigational drug.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"D'Annunzio University of Chieti-Pescara","city":"Chieti","country":"Italy","geoPoint":{"lat":42.34827,"lon":14.16494}},{"facility":"Royal Victoria Hospital","city":"Belfast","zip":"BT12 6BA","country":"United Kingdom","geoPoint":{"lat":54.59682,"lon":-5.92541}},{"facility":"Ulster Hospital","city":"Belfast","zip":"BT16 1RH","country":"United Kingdom","geoPoint":{"lat":54.59682,"lon":-5.92541}}]},"referencesModule":{"references":[{"pmid":"33402861","type":"DERIVED","citation":"Bellomo RG, Paolucci T, Saggino A, Pezzi L, Bramanti A, Cimino V, Tommasi M, Saggini R. The WeReha Project for an Innovative Home-Based Exercise Training in Chronic Stroke Patients: A Clinical Study. J Cent Nerv Syst Dis. 2020 Dec 13;12:1179573520979866. doi: 10.1177/1179573520979866. eCollection 2020."}]}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2018-11-20","uploadDate":"2019-02-21T10:28","filename":"Prot_SAP_000.pdf","size":669279}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}