{"protocolSection":{"identificationModule":{"nctId":"NCT05173389","orgStudyIdInfo":{"id":"ıstanbulıucnazıye"},"organization":{"fullName":"Istanbul University - Cerrahpasa (IUC)","class":"OTHER"},"briefTitle":"Comparison Effects of Two Different Balance Systems on the Balance, Posture and Functionality in Stroke Patients","officialTitle":"Comparison Effects of Two Different Balance Systems on the Balance, Posture and Functionality in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-20","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-12-04","studyFirstSubmitQcDate":"2021-12-24","studyFirstPostDateStruct":{"date":"2021-12-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-01","lastUpdatePostDateStruct":{"date":"2023-10-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Naziye Ş CEYHAN, PhD","investigatorTitle":"PhD student","investigatorAffiliation":"Istanbul University - Cerrahpasa (IUC)"},"leadSponsor":{"name":"Istanbul University - Cerrahpasa (IUC)","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Study will include 2 different groups intervention. First group, chronic stroke patients: Bobath Method 30 minutes, 10 minutes bicycle exercises, NMES- (Neuromuscular electrical stimulation) will be applied to the hemiparetic limb 10 minutes, TechnoBody balance training 15 minutes in the same session.\n\nSecond group chronic stroke patients: Bobath Method 30 minutes, 10 minutes bicycle exercises Nmes- (Neuromuscular electrical stimulation) will be applied hemiparetic limb 10 minutes and Thera-Trainer balance training 15 minutes in the same session.\n\nStudy Aim: İnvestigate and compare the effects of \"Techno Body\" and \"Balance Trainer\" on the balance, posture and functionality in patients with chronic stroke in order to bring a new perspective conventional physiotherapy and rehabilitation studies. Study will be an important study in terms of the literature ,effects two technology-supported balance systems will be revealed and compared in stroke patients order to improve balance, posture and functionality.\n\nStudy Hypothesis:\n\n1. - Effects of two different balance systems on balance, posture and functionality are compared in stroke patients; No difference between balance training with TechnoBody device and balance training with Theratrainer device.\n2. - Effects of two different balance systems on balance, posture and functionality compared in stroke patients; Difference between balance training with TechnoBody device and balance training with Theratrainer device.\n\nConclusion: Effects of two technology-supported balance systems will be improve balance, posture and functionality in stroke patients and balance sistems advantages will be compared.","detailedDescription":"Study was planned in the Erenköy Physical Therapy and Rehabilitation Hospital on 41 patients with stroke-related hemiparesis. Randomized double blinded study and the power analysis was calculated with the PS-Power Sample Size Calculator considering \"Single Leg Stance Test (SLST)\" score, primary result measurements. Patients was determined as \"Informed Consent Form\" will be signed regarding the evaluations to be made, treatments to be applied, gains after treatment and risks that may be encountered during treatments before study, and participate in study voluntarily.\n\nPatients in groups will be evaluated before and after treatment following methods. - Demographic and disease-specific clinical evaluation form: Personal and disease information of patients will be collected with a patient follow-up form. While personal information section of patient follow-up form includes the name-surname, age, gender, height, weight, smoking-alcohol use, occupation, education and marital status. information about the disease, information about stroke, assistive device used, treatments date. Systemic disease finding, drugs currently used, and history of disease onset and development Balance assessment- \"Berg Balance Scale (BBS)\", \"Functional Reach Test\", \"Trunk Impairment Scale \", \"Single Leg Stance Test (SLST)\" and \"TechnoBody\" device will be performed. .\n\nPosture evaluation - to be done with \"PostureScreen Mobile\" Functionality assessment: -\" Time Up-Go Test\", \"30 - second Chair Stand Test\". Mental condition: Standardized Mini Mental Test (SMMT) Daily Life Activities: Functional Independence Measures (FIM) will be evaluated. First group will be included, balance program with \"TechnoBody\" device. Second group will be taken balance program with \"Thera-Trainer\" device. Results of both groups will be compared after 4 weeks. Both groups will be applied 5 days of week\n\n1. Exercise bike with visual feedback, which allows active-assisted or resistant work according to condition patient, will be done in lower limb for 10 minutes.\n2. Nmes- (Neuromuscular electrical stimulation) will be applied to hemiparetic limb for 10 minutes.\n3. Bobath Method- 30 minutes\n4. First Group-TechnoBody balance training (15 min / 5 days a week, 4 weeks) Second Group-Thera-Trainer balance training (15 min / 5 days a week, 4 weeks)"},"conditionsModule":{"conditions":["Chronic Stroke"],"keywords":["stroke, paresis, postural balance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Prospective Paralel Group Comparison Study","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":41,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Group 1","type":"OTHER","description":"TechnoBody","interventionNames":["Other: TechnoBody"]},{"label":"Group 2","type":"OTHER","description":"Thera Trainer","interventionNames":["Other: Thera-Trainer"]}],"interventions":[{"type":"OTHER","name":"TechnoBody","description":"1. Group-TechnoBody balance training (15 min / 5 days a week, 4 weeks) In the study, the first group will be included in the balance program with the \"TechnoBody\" device Patients will be applied 5 days of week\n\n1. Exercise bike with visual feedback, which allows active-assisted or resistant work according to the condition of the patient, will be done in the lower limb for 10 minutes.\n2. Nmes- (Neuromuscular electrical stimulation) will be applied to the hemiparetic limb for 10 minutes.\n3. Bobath Method- 30 minutes","armGroupLabels":["Group 1"]},{"type":"OTHER","name":"Thera-Trainer","description":"2. Group-Thera-Trainer balance training (15 min / 5 days a week, 4 weeks) the second group will be taken into the balance program with the \"Thera-Trainer\" device and the results of both groups will be compared after 4 weeks.\n\nPatients will be applied 5 days of week\n\n1. Exercise bike with visual feedback, which allows active-assisted or resistant work according to the condition of the patient, will be done in the lower limb for 10 minutes.\n2. Nmes- (Neuromuscular electrical stimulation) will be applied to the hemiparetic limb for 10 minutes.\n3. Bobath Method- 30 minutes","armGroupLabels":["Group 2"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"\"Single Leg Stance Test (SLST)\"","description":"For the test, volunteers were asked to lift one foot without touching the support leg, look steadily across, and maintain their balance for 30 seconds. The time they focused on the paretic limb for hemiparetic individuals and the time they focused on the dominant limbs for healthy individuals were recorded.","timeFrame":"Balance was evaluated first time at baseline, rehabilitation program, and second time after 4 weeksrehabilitation, change was evaluated"}],"secondaryOutcomes":[{"measure":"\"Berg Balance Scale (BBS)\"","description":"It is a scale consisting of 14 items that evaluate the tasks used in daily activities. The Turkish validity and reliability study in stroke patients was performed by Şahin et al. In 2013. Standing up while sitting, standing without support, sitting without support, sitting while standing, transfers, standing with eyes closed, standing with legs united, lying forward while standing, picking up objects from the ground, looking backwards, turning 360 degrees, standing on stool side, one foot Stand-by and stand-alone functions are evaluated. Each item is scored between 0-4; 0 is not able to fulfill the task, 4 is to perform the task successfully. The total score of the test is between 0-56. 0-20 points: means wheelchair dependent, 21-40: assisted walking, 41-56: independent ambulation","timeFrame":"Balance was evaluated first time at baseline, rehabilitation program, and second time after 4 weeks rehabilitation, change was evaluated"},{"measure":"\"Techno Body\" Balance Test","description":"It is a portable mobile and computer-connected balance platform with validity and reliability to evaluate balance.The purpose of the tests is to measure the displacement of the gravity center with time.As a result of the test within the specified time, body swing movements are transferred on a graph.\n\nOn this graph, the displacement of the gravity center back and forth and left and right, the size of the gravity field, the oscillation speeds and the total displacement distance of the gravity center are evaluated.","timeFrame":"Balance was evaluated first time at baseline, rehabilitation program, and second time after 4 weeks rehabilitation, change was evaluated"}],"otherOutcomes":[{"measure":"\"PostureScreen Mobile\"","description":"Patients photography with apple telephone and, Pictures of subjects were taken in three standing positions. Two raters independently digitized the static standing posture image twice. The app calculated posture variables, including sagittal and coronal plane translations and angulations.","timeFrame":"Posture was evaluated first time at baseline, rehabilitation program, and second time after 4 weeks rehabilitation, change was evaluated"},{"measure":"\"Timed up&go test\"","description":"test that evaluates the balance function of a person during basic mobility. A short performance time indicates good balance performance. The patient was asked to get up from the seat without holding on to the arms of the chair, to return without touching the place after walking for 3 meters, to walk back towards the chair and to return to the sitting position. This procedure will be repeated 3 times and the patient's performance will be measured with a stopwatch and recorded in seconds.","timeFrame":"Functionallity was evaluated first time at baseline, rehabilitation program, and second time after 4 weeks rehabilitation, change was evaluated"},{"measure":"Daily Life Activities: Functional Independence Measures (FIM)","description":"The test It consists of 13 physical and 5 social-cognitive status assessments that show the level of independence in a person's basic physical and cognitive activities. While scoring, the real performance of the patient was evaluated, not the capacity. 126 points are considered the best performance, and the lowest score is 18. According to the FIM, the disability of patients is grouped as high, moderate and low disability. The total FIM score is defined as high if 36 points or less, moderate if 37-72 points, low if 73 points or more.","timeFrame":"Daily activities, was evaluated first time at baseline, rehabilitation program, and second time after 4 weeks rehabilitation, change was evaluated"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Having a hemiparesis due to stroke\n* At least 6 months have passed since the stroke\n* To cooperate,\n* No visual problems\n* Scoring of Mini Mental test 18-23\n* Can walk with auxiliary device or completely independently\n* Robust side can stand at least 30 seconds in one leg balance\n* Patients walking independently 10 meter with or without any assistive walking device\n\nExclusion Criteria:\n\n* Contracture in hemiparetic side limb joints\n* Accompanying lower motor neuron disease or peripheral nerve lesion\n* Presence of other neurological disorders such as accompanying ataxia, dystonia, dyskinesia\n* An important comorbid disease that may prevent rehabilitation such as serious heart disease (aortic stenosis, angina, arrhythmia, pacemaker) and uncontrolled hypertension\n* Having vision problems","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","maximumAge":"85 Years","stdAges":["OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Naziye Şenyuva Ceyhan, MscPt","affiliation":"Istanbul University Cerrapasa","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"İstanbul University Cerrapasa","city":"Istanbul","state":"Alkent 2000, 34500 Büyükçekmece/İstanbul","zip":"34500","country":"Turkey","geoPoint":{"lat":41.01384,"lon":28.94966}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}