{"protocolSection":{"identificationModule":{"nctId":"NCT04755699","orgStudyIdInfo":{"id":"20-0425"},"organization":{"fullName":"Northwell Health","class":"OTHER"},"briefTitle":"Chronic Transcutaneous Stimulation to Promote Motor Function and Recovery in Individuals With Paralysis or Paresis","officialTitle":"Chronic Transcutaneous Stimulation to Promote Motor Function and Recovery in Individuals With Paralysis or Paresis"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-12-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-01-13","studyFirstSubmitQcDate":"2021-02-12","studyFirstPostDateStruct":{"date":"2021-02-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-18","lastUpdatePostDateStruct":{"date":"2024-01-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Chad Bouton","investigatorTitle":"Vice President, Advanced Engineering","investigatorAffiliation":"Northwell Health"},"leadSponsor":{"name":"Northwell Health","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"This is an early feasibility trial to determine whether transcutaneous neuromuscular electrical stimulation, with or without transcutaneous spinal cord stimulation, using an investigational neurostimulation device improves functional arm/hand movements in individuals with paralysis or paresis due to a spinal cord injury or stroke and improves functional arm/hand or leg/foot movements in individuals with paralysis or paresis due to other brain or nerve injuries.\n\nIn this study, eligible individuals that agree to participate will be asked to attend up to 5 study sessions a week for 1 year (depending on participant availability), with each session lasting up to 4 hours. At the first study session, participants will have their demographic information collected, vital signs assessed, and have measurements performed of their limbs and torso, as appropriate. They will also undergo clinical evaluations and tests to assess their current functional movement and sensation capabilities.\n\nDuring subsequent study sessions, participants will undergo many tasks designed to improve functional movements in paralyzed limbs. Specifically, participants will receive neuromuscular electrical stimulation to the limb(s) and/or electrical stimulation to the spinal cord to evoke specified movements. The stimulation parameters and locations on the spinal column and/or limb(s) that evoke specific movements will be noted. The movements will be assessed with visual inspection, electromyography, and/or sensors.\n\nThe clinical evaluations and tests to assess functional movement and sensation capabilities will be repeated throughout the study and at the last study session to assess for functional improvements compared to the first study session. Upon completion of these study sessions, the individual's participation in the study is considered complete.","detailedDescription":"During study sessions, both neuromuscular and spinal cord stimulation will first be manually administered to properly map the area in relation to intended movements. Once mapping for placement is completed, the study team will proceed with administering electrical stimulation with the investigational stimulator to evoke specific movements. In order to facilitate the connectivity of these electrodes with the skin, electroconductive gels, lotions, creams, and sold hydrogels may be used.\n\nThe improvement of the precision, specificity, and extent of functional movements over the course of focused electrical stimulation sessions for various electrical stimulation amplitudes at key locations will be assessed visually and through electromyography. The grip strength and evoked pressures at the limbs will also be measured using sensors placed at those locations. The specificity and quantification of the various movements will be assessed with a motion tracking device as well.\n\nThe study will use the following clinical tests and graded tasks, as needed, to assess changes in functional movement over time: Range of Movement Evaluation; Spasticity Reduction Evaluation; Sensory Perception Evaluation; Graded Redefined Assessment of Strength, Sensibility, and Prehension; Jebsen-Taylor Test; Action Research Arm Test; Chedoke Arm and Hand Activity Inventory; Chedoke-McMaster Stroke Scale; Wolf Motor Function Test; Just Noticeable Weight Test; Grip Strength / Finger Strength Assessments; Fugl-Meyer Assessment; Stroke Rehabilitation Assessment of Movement; and Object Transfer Tests (including 9-Hole Peg \\& Cup/Cone/Ball Transfer). All of these tests and exams have been validated, and involve participants performing simple movement tasks or identifying a physical sensation."},"conditionsModule":{"conditions":["Healthy Volunteers","Spinal Cord Injury","Stroke","Paralysis","Paresis","Neurological Injury"],"keywords":["Neuromuscular Stimulation","Spinal Cord Stimulation","Physical Medicine and Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["EARLY_PHASE1"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The study will enroll a total of 28 participants. Of the 28 participants, 7 will be healthy volunteers having no disabilities, 7 will be individuals with paralysis or paresis from a spinal cord injury, 7 will be individuals with paralysis or paresis from a stroke, and 7 will be individuals with paralysis or paresis from other brain or nerve injuries.","primaryPurpose":"DEVICE_FEASIBILITY","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":28,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Healthy Volunteers","type":"ACTIVE_COMPARATOR","description":"This arm consists of healthy volunteers receiving transcutaneous electrical stimulation to the arms, legs, and/or spinal column to evoke various arm/hand and leg/foot movements.","interventionNames":["Device: Transcutaneous Electrical Stimulation"]},{"label":"Individuals with a Spinal Cord Injury","type":"EXPERIMENTAL","description":"This arm consists of individuals with a spinal cord injury receiving transcutaneous electrical stimulation to the arms/hand and/or spinal column to evoke various arm/hand movements.","interventionNames":["Device: Transcutaneous Electrical Stimulation"]},{"label":"Individuals with a Stroke","type":"EXPERIMENTAL","description":"This arm consists of individuals with a stroke receiving transcutaneous electrical stimulation to the arms/hand and/or spinal column to evoke various arm/hand movements.","interventionNames":["Device: Transcutaneous Electrical Stimulation"]},{"label":"Individuals with other Brain or Nerve Injuries","type":"EXPERIMENTAL","description":"This arm consists of individuals with a other brain and nerve injuries receiving transcutaneous electrical stimulation to the arms/hand, legs/foot, and/or spinal column to evoke various arm/hand or leg/foot movements.","interventionNames":["Device: Transcutaneous Electrical Stimulation"]}],"interventions":[{"type":"DEVICE","name":"Transcutaneous Electrical Stimulation","description":"The study involves the administration of various electrical pulses being delivered to muscles and/or the spinal column with an investigational neurostimulator to evoke various limb movements in order to improve functional movement.","armGroupLabels":["Healthy Volunteers","Individuals with a Spinal Cord Injury","Individuals with a Stroke","Individuals with other Brain or Nerve Injuries"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Device Feasibility for Changing Muscle Activation of the Arm and Hand","description":"The primary outcome will be measured as the ability for the neurostimulation device to elicit changes in muscle activation (measured by electromyography) of the arm and hand of individuals with a spinal cord injury or stroke from baseline (prior to study intervention) until study completion (after initiation of study intervention).","timeFrame":"12 months"}],"otherOutcomes":[{"measure":"Change in Muscle Activation of the Targeted Limbs","description":"The exploratory outcome will be measured as the change in muscle activation (measured by electromyography) of the targeted limbs of individuals with other brain or neurological injuries from baseline (prior to study intervention) until study completion (after initiation of study intervention).","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Healthy Volunteer Inclusion Criteria:\n\n* Individuals between 18 and 75 years of age\n* Individuals without physical disabilities or conditions/diseases that may make them incapable of completing the physical study tasks or otherwise places them at a greater risk of harm\n* Individuals that are considered English Proficient due to the study requirements to follow verbal commands during sessions\n* Individuals that are able to comprehend the study goals and procedures, and are able to provide informed consent for participation\n* Individuals that are willing and able to visit the study center for study procedures, which may be up to 5 sessions a week for up to 1 year (at least 2 months) at up to 4 hours per session\n\nStroke and Spinal Cord Injury Participant Inclusion Criteria:\n\n* Individuals between 18 and 75 years of age\n* Individuals with a limited ability or no ability to use at least one hand due to a spinal cord injury or stroke\n* Individuals that are at least one year from their initial stroke or spinal cord injury\n* Individuals that are considered English Proficient due to the study requirements to follow verbal commands during testing sessions\n* Individuals that are able to comprehend the study goals and procedures, and are able to provide informed consent for participation\n* Individuals that are willing and able to visit the study center for study procedures, which may be up to 5 sessions a week for up to 1 year (at least 2 months) at up to 4 hours per session\n\nBrain or Nerve Injury Participant Inclusion Criteria:\n\n* Individuals between 18 and 75 years of age\n* Individuals with a limited ability or no ability to use at least one limb due to a brain or nerve injury such as a traumatic brain injury, brachial plexus injury, peripheral nerve damage, or Parkinson's Disease.\n* Individuals that are considered English Proficient due to the study requirements to follow verbal commands during testing sessions\n* Individuals that are able to comprehend the study goals and procedures, and are able to provide informed consent for participation\n* Individuals that are willing and able to visit the study center for study procedures, which may be up to 5 sessions a week for up to 1 year (at least 2 months) at up to 4 hours per session\n\nExclusion Criteria for All Study Participants:\n\n* Individuals participating in another study that may affect the conduct or results of this study\n* Individuals having or exhibiting any of the following, as specified by self-report:\n\n  * Stage III-IV pressure ulcers that adversely interfere with study involvement (i.e., pressure ulcer on the extremity of interest or prohibits extended bouts of sitting)\n  * History of epilepsy\n  * Chronically-implanted electronic medical device (e.g. deep brain stimulator, epidural stimulator, cardiac pacemaker, vagus nerve stimulator, or other)\n  * Abnormalities of the arms/hands, legs/feet, or spinal column that would prevent electrical stimulation\n  * Ventilator dependence\n  * History of serious mood or thought disorder\n  * Uncontrolled autonomic dysreflexia\n  * Severe spasticity in extremities of interest that are uncontrolled by pharmacological methods or prevents electrical stimulation\n  * Botulinum toxin injections to the extremity of interest within 3 months\n* Individuals with a substance abuse (alcoholism or other) problem\n* Pregnant women\n* Prisoners","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Erona Ibroci, MPH","role":"CONTACT","phone":"516-562-3634","email":"eibroci@northwell.edu"},{"name":"Chad E Bouton, MS","role":"CONTACT","phone":"516-562-3457","email":"cbouton@northwell.edu"}],"overallOfficials":[{"name":"Chad E Bouton, MS","affiliation":"Northwell Health","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Northwell Health's The Feinstein Institute for Medical Research","status":"RECRUITING","city":"Manhasset","state":"New York","zip":"11030","country":"United States","contacts":[{"name":"Erona Ibroci, MPH","role":"CONTACT","phone":"516-562-3634","email":"eibroci@northwell.edu"}],"geoPoint":{"lat":40.79788,"lon":-73.69957}}]},"referencesModule":{"references":[{"pmid":"27074513","type":"BACKGROUND","citation":"Bouton CE, Shaikhouni A, Annetta NV, Bockbrader MA, Friedenberg DA, Nielson DM, Sharma G, Sederberg PB, Glenn BC, Mysiw WJ, Morgan AG, Deogaonkar M, Rezai AR. Restoring cortical control of functional movement in a human with quadriplegia. Nature. 2016 May 12;533(7602):247-50. doi: 10.1038/nature17435. Epub 2016 Apr 13."},{"pmid":"32232108","type":"BACKGROUND","citation":"Ciancibello J, King K, Meghrazi MA, Padmanaban S, Levy T, Ramdeo R, Straka M, Bouton C. Closed-loop neuromuscular electrical stimulation using feedforward-feedback control and textile electrodes to regulate grasp force in quadriplegia. Bioelectron Med. 2019 Nov 1;5:19. doi: 10.1186/s42234-019-0034-y. eCollection 2019."},{"pmid":"32864392","type":"BACKGROUND","citation":"Bhagat N, King K, Ramdeo R, Stein A, Bouton C. Determining grasp selection from arm trajectories via deep learning to enable functional hand movement in tetraplegia. Bioelectron Med. 2020 Aug 25;6:17. doi: 10.1186/s42234-020-00053-5. eCollection 2020."}],"seeAlsoLinks":[{"label":"Restoring Cortical Control of Functional Movement in a Human with Quadriplegia","url":"https://www.nature.com/nature/journal/v533/n7602/full/nature17435.html"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The identifiable information collected on this study will only be shared with other researchers that have obtained approval from the institutional review board (IRB). After a request for study information is received, the principal investigator (Chad Bouton, MS) will determine whether the requested information can be shared given the authorization status of the study participants. After approval by the principal investigator, the researcher will be required to present a letter indicating IRB approval of their study and a copy of the approved protocol indicating that approval includes the receipt of information from this study. If this information is obtained, the principal investigator will provide the requested information (taking into account the authorization status of participants) to the researchers in a HIPAA-compliant manner.","infoTypes":["SAP","ICF"],"timeFrame":"The study will only provide identifiable information pertaining to participants as long as there is active and valid IRB approval of the study. After the study is completed and the study has been closed with the IRB, information will no longer be shared.","accessCriteria":"The study will only share information with other researchers that have been approved by the principal investigator (Chad Bouton, MS), have showed evidence that their study has valid IRB approval that includes the ability to receive the requested information, and has provided a copy of the approved protocol to verify they can receive the requested information and that the information will be stored in a HIPAA-compliant manner."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000018908","term":"Muscle Weakness"},{"id":"D000013119","term":"Spinal Cord Injuries"},{"id":"D000010243","term":"Paralysis"},{"id":"D000010291","term":"Paresis"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12847","name":"Paralysis","asFound":"Paralysis","relevance":"HIGH"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","asFound":"Paresis","relevance":"HIGH"},{"id":"M12894","name":"Paresis","asFound":"Paresis","relevance":"HIGH"},{"id":"M21713","name":"Trauma, Nervous System","asFound":"Neurological Injury","relevance":"HIGH"},{"id":"M4244","name":"Asthenia","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}