{"protocolSection":{"identificationModule":{"nctId":"NCT02377167","orgStudyIdInfo":{"id":"SETPOINT2"},"organization":{"fullName":"University Hospital Heidelberg","class":"OTHER"},"briefTitle":"Early Tracheostomy in Ventilated Stroke Patients 2","officialTitle":"Stroke-Related Early Tracheostomy Versus Prolonged Orotracheal Intubation in Neurocritical Care Trial 2","acronym":"SETPOINT2"},"statusModule":{"statusVerifiedDate":"2020-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-01","type":"ACTUAL"},"completionDateStruct":{"date":"2020-10","type":"ACTUAL"},"studyFirstSubmitDate":"2015-01-28","studyFirstSubmitQcDate":"2015-02-24","studyFirstPostDateStruct":{"date":"2015-03-03","type":"ESTIMATED"},"lastUpdateSubmitDate":"2020-11-03","lastUpdatePostDateStruct":{"date":"2020-11-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Julian Boesel","investigatorTitle":"Prof. Dr. Julian Bösel, MD","investigatorAffiliation":"University Hospital Heidelberg"},"leadSponsor":{"name":"University Hospital Heidelberg","class":"OTHER"},"collaborators":[{"name":"MaineHealth","class":"OTHER"},{"name":"Patient-Centered Outcomes Research Institute","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Patients with severe ischemic and hemorrhagic strokes, who require mechanical ventilation, have a particularly bad prognosis. If they require long-term ventilation, their orotracheal tube needs to be, like in any other intensive care patient, replaced by a shorter tracheal tube below the larynx. This so called tracheostomy might be associated with advantages such as less demand of narcotics and pain killers, less lesions in mouth and larynx, better mouth hygiene, safer airway, more patient comfort and earlier mobilisation. The best timepoint for tracheostomy in stroke, however, is not known. Preliminary data from a pilot study of early tracheostomy in patients with hemorrhagic or ischemic stroke suggest that such patients may also have improved survival and long-term functional outcomes, but a large, multicenter clinical trial is needed to confirm these findings.","detailedDescription":"Background: According to United States data from the National Inpatient Sample, about 1.3% of 1.5 million patients (20,300) hospitalized with ischemic stroke from 2007-2009 underwent tracheostomy - while the number of tracheostomies performed for hemorrhagic stroke is unknown. Historically, mechanically ventilated patients with ischemic or hemorrhagic strokes have had poor functional outcomes, and care of such patients is extremely expensive. Effective interventions to improve survival, improve functional recovery, decrease costs, and increase cost-effectiveness are urgently needed. Early tracheostomy of selected medical and surgical patients allows for dramatically decreased sedation and analgesia, and is associated with improved outcomes. Preliminary data from a pilot study of early tracheostomy in patients with hemorrhagic or ischemic stroke suggest that such patients may also have improved survival and long-term functional outcomes, but a large, multicenter clinical trial is needed to confirm these findings.\n\nMethod: SETPOINT 2 is a prospective, randomized, controlled, outcome observer-blinded, multicenter, two-armed, comparative trial. Patients are randomized 1:1 to either the experimental group - who undergo percutaneous tracheostomy (PDT) as soon as feasible and within 5 days after intubation (\"early tracheostomy\") or to the control group (\"standard of care\" group), in which PDT is performed after day 10 from intubation if the application of an in-house weaning protocol did not lead to successful extubation. Otherwise, no differences in intensive care treatment are intended, and each participating institution's standard operating procedures will be applied to ensure uniform management decisions in fields such as weaning, ventilation, analgesia and sedation, transfusion, and neurological monitoring and management. Blinding to the treatment assignment is impossible for treating physicians, patients and legal representatives as well as for most of the investigators. However, the primary endpoint of long-term outcome and causes of mortality will be assessed by trial-independent adjudicators blinded to the timing of tracheostomy.\n\nThe study started as an investigator initiated study which was conducted with limited external funding. Some funding (about 50 000 Euros) was provided from third party funds by the principal investigator and other foundations to provide for data management by the IMBI and other organizational aspects of the study. The principal investigator and the US co-principle investigator-David B. Seder, M.D.) together applied for research funding to several foundations and medical associations and in December 2016 received confirmation of funding from the Patient-Centered Outcomes Research Institute (PCORI). Based on this award, some additional endpoints (e.g. neuromonitoring, patient and family experience) were added as secondary endpoints in this study. The core version of this study remained unchanged. There will be no industry funding of the SETPOINT 2 study. This is not an investigation of any specific medical products or medications."},"conditionsModule":{"conditions":["Ischemic and Hemorrhagic Stroke, Subarachnoid Hemorrhage"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":380,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Early Tracheostomy","type":"EXPERIMENTAL","description":"Patients randomized to early tracheostomy receive (preferably dilatative) tracheostomy within 5 days from intubation.\n\nIntervention: Procedure: Early Tracheostomy","interventionNames":["Procedure: Tracheostomy"]},{"label":"Prolonged Intubation","type":"ACTIVE_COMPARATOR","description":"Patients randomized to this arm will be tried to wean off the ventilator and get (an) extubation trial(s) if regarded feasible. In case of failure or non-feasibility, they receive tracheostomy after intubation day 10.\n\nIntervention: Procedure: Late Tracheostomy","interventionNames":["Procedure: Tracheostomy"]}],"interventions":[{"type":"PROCEDURE","name":"Tracheostomy","description":"Tracheostomy is performed as percutaneous dilatative tracheostomy with tracheostomy kit by neurointensivists whenever possible. If anatomically or otherwise indicated, surgical tracheostomy is applied.","armGroupLabels":["Early Tracheostomy","Prolonged Intubation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Functional outcome","description":"Dichotomized functional outcome (a modified Rankin Scale (mRS) score of 0-4 (favorable outcome) vs 5,6 (poor outcome)) at 6 months after admission to ICU","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Mortality","description":"This secondary endpoint is assessed as time and type of death during the ICU-stay and 6 months after admission.","timeFrame":"6 months"},{"measure":"Hospital Length of stay","description":"This secondary endpoint is assessed as days spent at the recruiting hospital from admission to discharge.","timeFrame":"participants will be followed for the duration of hospital stay, an expected average of 3 weeks"},{"measure":"Duration of ventilation","description":"This secondary endpoint is assessed as half-days on the ventilator until the patient is ventilator-independent for 24 h.","timeFrame":"participants will be followed for the duration of hospital stay, an expected average of 5 weeks"},{"measure":"Duration and Quality of Weaning","description":"This secondary endpoint is assessed as half-days spent under the possible application of a weaning protocol, and spent within specific phases of such a protocol.","timeFrame":"participants will be followed for the duration of weaning, an expected average of 6 weeks"},{"measure":"Time of Analgosedation Dependence","description":"This secondary endpoint is assessed as half-days requiring the application of sedatives and analgesics which are also specified.","timeFrame":"participants will be followed for the duration of hospital stay, an expected average of 3 weeks"},{"measure":"Time of ICU dependence","description":"This secondary endpoint is assessed as days from admission to a pre-defined status that would allow discharge from ICU (absence of active infection, vasopressors, pulmonary and cardial instability etc.)","timeFrame":"participants will be followed for the duration of hospital stay, an expected average of 3 weeks"},{"measure":"Vasopressor Dependence","description":"This secondary endpoint is assessed as half-days spent under vasopressors during ICU-stay","timeFrame":"participants will be followed for the duration of hospital stay, an expected average of 3 weeks"},{"measure":"Number and type of complications","description":"This secondary endpoint is assessed as the number and types of complications arelated to tracheostomy (i.e. bleeding, mispositioning, malfunction, replacement demand,etc.).","timeFrame":"10 days post tracheostomy"},{"measure":"Functional Outcome","description":"This secondary endpoint is assessed as the modified Rankin Scale (mRS) at the above named timepoints.","timeFrame":"admission and discharge"},{"measure":"Richmond Agitation Sedation Scale Score","description":"evaluation of consciousness and sedation score","timeFrame":"participants will be followed for the duration of hospital stay, an expected average of 3 weeks"},{"measure":"Riker Sedation-Agitation-Score","description":"evaluation of consciousness and sedation score","timeFrame":"participants will be followed for the duration of hospital stay, an expected average of 3 weeks"},{"measure":"Burden scale for Family caregivers BSFC-s","description":"assessment of the caregiver burden at the time of discharge from the NCCU and after 6 months","timeFrame":"at discharge and after 6 month"},{"measure":"Patient reported outcome questions","description":"assessment of the patient and caregiver burden after 6 month","timeFrame":"after 6 month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 18 years or older\n* informed consent from legal representative\n* non-traumatic cerebrovascular disease\n* Estimated ventilation need for at least 2 weeks\n* The clinical judgement of the attending neurointensivist\n* principle indication for tracheostomy\n\nExclusion Criteria:\n\n* Premorbid modified Rankin Score (mRS)\\>1\n* Artificial ventilation for more than 4 days\n* Severe chronic pulmonary disease requiring supplemental oxygen, or evidence of CO2 retention on admission serum analysis (HCO3≥30)\n* Severe chronic cardiac disorder\n* Any emergency situation compromising the patient's well-being or ability to undergo tracheostomy in the study time-frame\n* Intracranial pressure (ICP) persistently \\> 25cmH2O\n* Difficult airway management, anticipated problems with extubation / re-intubation,\n* Need for a permanent surgical tracheostomy\n* Contraindications for a percutaneous tracheostomy (see below)\n* High oxygenation requirements: Positive end-expiratory pressure \\> 12, or fraction of inspired oxygen \\> 0.6)\n* Pregnancy\n* Participation in any other interventional trial\n* Life expectancy \\< 3 weeks\n* Patient/family unlikely to opt for at least 3 weeks of aggressive therapy prior to consideration of transition to comfort measures/discontinuation of life support measures","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"UHHeidelberg","city":"Heidelberg","zip":"69120","country":"Germany","geoPoint":{"lat":49.40768,"lon":8.69079}}]},"referencesModule":{"references":[{"pmid":"23204058","type":"BACKGROUND","citation":"Bosel J, Schiller P, Hook Y, Andes M, Neumann JO, Poli S, Amiri H, Schonenberger S, Peng Z, Unterberg A, Hacke W, Steiner T. Stroke-related Early Tracheostomy versus Prolonged Orotracheal Intubation in Neurocritical Care Trial (SETPOINT): a randomized pilot trial. Stroke. 2013 Jan;44(1):21-8. doi: 10.1161/STROKEAHA.112.669895. Epub 2012 Nov 29."},{"pmid":"35506515","type":"DERIVED","citation":"Bosel J, Niesen WD, Salih F, Morris NA, Ragland JT, Gough B, Schneider H, Neumann JO, Hwang DY, Kantamneni P, James ML, Freeman WD, Rajajee V, Rao CV, Nair D, Benner L, Meis J, Klose C, Kieser M, Suarez JI, Schonenberger S, Seder DB; SETPOINT2 and the IGNITE Study Groups. Effect of Early vs Standard Approach to Tracheostomy on Functional Outcome at 6 Months Among Patients With Severe Stroke Receiving Mechanical Ventilation: The SETPOINT2 Randomized Clinical Trial. JAMA. 2022 May 17;327(19):1899-1909. doi: 10.1001/jama.2022.4798."},{"pmid":"26763913","type":"DERIVED","citation":"Schonenberger S, Niesen WD, Fuhrer H, Bauza C, Klose C, Kieser M, Suarez JI, Seder DB, Bosel J; SETPOINT2-Study Group; IGNITE-Study Group. Early tracheostomy in ventilated stroke patients: Study protocol of the international multicentre randomized trial SETPOINT2 (Stroke-related Early Tracheostomy vs. Prolonged Orotracheal Intubation in Neurocritical care Trial 2). Int J Stroke. 2016 Apr;11(3):368-79. doi: 10.1177/1747493015616638. Epub 2016 Jan 5."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000013345","term":"Subarachnoid Hemorrhage"},{"id":"D000083302","term":"Hemorrhagic Stroke"},{"id":"D000006470","term":"Hemorrhage"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020300","term":"Intracranial Hemorrhages"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M15825","name":"Subarachnoid Hemorrhage","asFound":"Subarachnoid Hemorrhage","relevance":"HIGH"},{"id":"M2405","name":"Hemorrhagic Stroke","asFound":"Hemorrhagic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21803","name":"Intracranial Hemorrhages","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}