{"protocolSection":{"identificationModule":{"nctId":"NCT05399121","orgStudyIdInfo":{"id":"004-22-RRH"},"organization":{"fullName":"Reuth Rehabilitation Hospital","class":"OTHER"},"briefTitle":"Stroke Patients', Music Therapist' Engagement and Patients' Finger Movement During Music Therapeutic Interaction","officialTitle":"Stroke Patients', Music Therapist' Engagement and Patients' Finger Movement During Music Therapeutic Interaction - A Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-10-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-09-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-05-16","studyFirstSubmitQcDate":"2022-05-26","studyFirstPostDateStruct":{"date":"2022-06-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-29","lastUpdatePostDateStruct":{"date":"2023-08-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Avi Ohry","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Reuth Rehabilitation Hospital"},"leadSponsor":{"name":"Reuth Rehabilitation Hospital","class":"OTHER"},"collaborators":[{"name":"University of Haifa","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background: Hand functional impairments are common among stroke patients. Rehabilitation therapies increase the possibility of functional recovery. Stroke patients' engagement and effort to work toward achieving rehabilitation goals is of major significance. Neurologically, patient's engagement is being reflected in their brain activity through high levels of sustained attention while performing therapy exercises. Therefore, greater engagement might lead to better sustained attention. Nevertheless, their therapist's engagement, the type of exercise used and the quality of patient-therapist interaction play a significant role in enhancing patients' engagement. Music therapeutic interaction between stroke patient and music therapist, which involves active music making, enhances patient's engagement and improves their affected hand and finger movement.\n\nObjectives: (a) To investigate real-time mechanisms and possible association between: stroke patient's engagement level, music therapist's engagement level and the patient's real-time finger tapping movement of his affected hand. This will be assessed during a Piano Learning exercise versus a Free Improvisation exercise, while the music therapist is musically interacting with the patient on the piano during both exercises. (b) To assess patient's engagement level and real-time finger tapping movement during both exercises when compared to their scores at baseline (when playing alone).\n\nMethods: This study, conducted in Reuth Rehabilitation Hospital, Israel, will include 30 right-handed stroke patients, with right impaired hand, 1-12 months following stroke. This is a two-arm, randomized controlled trial (RCT) in which the participants will be randomly assigned to one of two groups. In each group participants will perform the same two exercises with the therapist, but the order of the exercises will be reversed within each group. This will be carried out in a single session. Measurement tools will include an EEG marker - The Cognitive Effort Index (CEI) used for real-time measuring patient's and music therapist's engagement's levels, and a MIDI-based assessment of the patient's finger tapping movement during the session.","detailedDescription":"Background:\n\nHand functional impairments are common among stroke patients. Rehabilitation therapies increase the possibility of functional recovery. Stroke patients' engagement and effort to work toward achieving rehabilitation goals is of major significance. Neurologically, patient's engagement is being reflected in their brain activity through high levels of sustained attention while performing therapy exercises. Therefore, greater engagement might lead to better sustained attention. Nevertheless, their therapist's engagement, the type of exercise used and the quality of patient-therapist interaction play a significant role in enhancing patients' engagement. Music therapeutic interaction between stroke patient and music therapist, which involves active music making, enhances patient's engagement and improves their affected hand and finger movement.\n\nObjectives: (a) To investigate real-time mechanisms and possible association between: stroke patient's engagement level, music therapist's engagement level and the patient's real-time finger tapping movement of his affected hand. This will be assessed during a Piano Learning exercise versus a Free Improvisation exercise, while the music therapist is musically interacting with the patient on the piano during both exercises. (b) To assess patient's engagement level and real-time finger tapping movement during both exercises when compared to their scores at baseline (when playing alone).\n\nMethods:\n\nParticipants The study will include post-stroke rehabilitation patients with right hemiparesis (n=30), recruited from Reuth Rehabilitation Hospital 1-12 months following the stroke event. The recruitment process is as follows: The research team will screen patients' records on a daily basis to identify potentially eligible participants. Eligible patients will be invited by the researcher to participate in the study. After obtaining informed consent the researcher will meet them for the intervention.\n\nStudy Design and Procedures This is a two-arm, randomized controlled trial (RCT) in which participants will be randomly assigned to one of two groups. In each group, participants will perform the same two piano exercises with the music therapist, but the order of the exercises will be reversed for each group. In both groups, the musical exercises will be carried out in a single session. Patients' and therapist's engagement levels and patients' finger-tapping movement scores will be measured during both exercises. Patients' engagement level and finger tapping movement scores will also be assessed at baseline (at the beginning of the session). All sessions will be delivered by the same music therapist. During both sessions, the therapist and the patient will each be wearing single channel EEG devices to monitor engagement, via the Cognitive Effort Index (CEI). Additionally, patient's finger tapping movement features of their right affected hand (velocity and regularity) will be collected via Cubase recording software while they perform both musical exercises on a MIDI keyboard with the therapist, as well as at baseline (where they play alone). The patient's MIDI data files will be exported for analysis after the session has been completed. Finally, supplementary video recordings of the patient's hands while performing the musical exercises during both exercises will be synchronized with the CEI and the MIDI and audio recording data. The video and audio data from the video camera will be used by the research team to keep track of the session's content."},"conditionsModule":{"conditions":["Hemiparesis;Poststroke/CVA"],"keywords":["music therapy","Music Therapeutic Interaction","engagement","EEG","hyperscanning","finger tapping movement","neurorehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Each participant will be randomized into one of two groups.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Group A: Piano Learning then Free Improvisation","type":"ACTIVE_COMPARATOR","description":"This arm (n=15) will first begin the intervention with a Piano Learning exercise followed by a Free Improvisation exercise.","interventionNames":["Behavioral: Piano Learning then Free Improvisation"]},{"label":"Group B: Free Improvisation then Piano Learning","type":"ACTIVE_COMPARATOR","description":"This arm (n=15) will first begin the intervention with a Free Improvisation exercise followed by a Piano Learning exercise.","interventionNames":["Behavioral: Free Improvisation then Piano Learning"]}],"interventions":[{"type":"BEHAVIORAL","name":"Piano Learning then Free Improvisation","description":"During all 15 sessions (one session per patient) all patients will be asked to perform two piano playing exercises:\n\nExercise 1 - Piano Learning exercise - The music therapist will guide the patient to use separate finger movement and to play a brief extract from a familiar song. The therapist guiding techniques may include (but not restricted to) demonstrating to the patient which keys to press (turn- taking), playing the same notes with them in synchronization, or harmonizing the patient's playing.\n\nThe patient will then be asked to perform exercise 2. Exercise 2: Free Improvisation exercise -The patient will be instructed to use separate finger movement while playing freely on the piano while the therapist musically. The therapist will use various MT accompaniment techniques.\n\nBoth exercises will be performed for the same amount of time (5 minutes each).","armGroupLabels":["Group A: Piano Learning then Free Improvisation"]},{"type":"BEHAVIORAL","name":"Free Improvisation then Piano Learning","description":"During all 15 sessions (one session per patient) all patients will be asked to perform two piano playing exercises:\n\nExercise 1: Free Improvisation exercise -The patient will be instructed to use separate finger movement while playing freely on the piano while the therapist musically interacts with them. The therapist will use various MT accompaniment techniques.\n\nThe patient will then be asked to perform exercise 2. Exercise 2 - Piano Learning exercise - The music therapist will guide the patient to use separate finger movement and to play a brief extract from a familiar song. The therapist guiding techniques may include (but not restricted to) demonstrating to the patient which keys to press (turn- taking), playing the same notes with them in synchronization, or harmonizing the patient's playing.\n\nBoth exercises will be performed for the same amount of time (5 minutes each).","armGroupLabels":["Group B: Free Improvisation then Piano Learning"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The Level of Patient Engagement during Baseline based on CEI Measurement","description":"Cognitive Effort Index (CEI) - An easy to use EEG marker for attention which provides a real-time measurement of the patient's and therapist's engagements' levels throughout the session. The CEI data is sampled using a dry electrodes system, with one frontal electrode and one reference electrode on the earlobe. The sampled data is transferred through a wireless connection to a computer, where the data is processed and the CEI marker is generated every 10 seconds and presented by the CEI monitor. The CEI level of engagement appears within the scale of 0-1. During both sessions the patient will not see the CEI monitor.","timeFrame":"1 session, 5 minutes"},{"measure":"The Level of Patient Engagement during Piano Learning Exercise based on CEI Measurement","description":"Cognitive Effort Index (CEI) - An easy to use EEG marker for attention which provides a real-time measurement of the patient's and therapist's engagements' levels throughout the session. The CEI data is sampled using a dry electrodes system, with one frontal electrode and one reference electrode on the earlobe. The sampled data is transferred through a wireless connection to a computer, where the data is processed and the CEI marker is generated every 10 seconds and presented by the CEI monitor. The CEI level of engagement appears within the scale of 0-1. During both sessions the patient will not see the CEI monitor.","timeFrame":"1 session, 5 minutes"},{"measure":"The Level of Patient Engagement during Free Improvisation Exercise based on CEI Measurement","description":"Cognitive Effort Index (CEI) - An easy to use EEG marker for attention which provides a real-time measurement of the patient's and therapist's engagements' levels throughout the session. The CEI data is sampled using a dry electrodes system, with one frontal electrode and one reference electrode on the earlobe. The sampled data is transferred through a wireless connection to a computer, where the data is processed and the CEI marker is generated every 10 seconds and presented by the CEI monitor. The CEI level of engagement appears within the scale of 0-1. During both sessions the patient will not see the CEI monitor.","timeFrame":"1 session, 5 minutes"},{"measure":"Patient's finger tapping movement during baseline","description":"The patient's finger tapping movement data (velocity and regularity) will be collected via Cubase recording software while performing both musical exercises on a MIDI keyboard, as well as at baseline (where they play alone). The patient's MIDI data files will be exported for analysis after sessions have been completed.","timeFrame":"1 session, 5 minutes"},{"measure":"Patient's finger tapping movement during Piano Learning Exercise","description":"The patient's finger tapping movement data (velocity and regularity) will be collected via Cubase recording software while performing both musical exercises on a MIDI keyboard, as well as at baseline (where they play alone). The patient's MIDI data files will be exported for analysis after sessions have been completed.","timeFrame":"1 session, 5 minutes"},{"measure":"Patient's finger tapping movement during Free Improvisation Exercise","description":"The patient's finger tapping movement data (velocity and regularity) will be collected via Cubase recording software while performing both musical exercises on a MIDI keyboard, as well as at baseline (where they play alone). The patient's MIDI data files will be exported for analysis after sessions have been completed.","timeFrame":"1 session, 5 minutes"},{"measure":"The Level of Therapist Engagement during Piano Learning Exercise based on CEI Measurement","description":"As described in Patient Engagement, however, Therapist Engagement will not be measured during baseline.","timeFrame":"1 session, 5 minutes"},{"measure":"The Level of Therapist Engagement during Free Improvisation Exercise based on CEI Measurement","description":"As described in Patient Engagement, however, Therapist Engagement will not be measured during baseline.","timeFrame":"1 session, 5 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients after unilateral ischemic or hemorrhagic stroke with right-side hemiparesis (left hemisphere stroke)\n2. Men and women age above 18 years old.\n3. Right-handed patients.\n4. Patients with sufficient autonomy in motor functions of the affected upper limb - Manual Muscle Testing (MMT) of the upper limb - Grades between 3-/5 and 4+/5 (inclusive) in at least 3 out of 5 muscle groups of the affected upper limb (shoulder, elbow, forearm, wrist, and fingers).\n5. Patients able to understand, agree, and sign an Informed Consent Form.\n6. Patients with no previous formal piano playing education.\n\nExclusion Criteria:\n\n1. Patients who do not speak or understand Hebrew at a sufficient level.\n2. Patients with global aphasia","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Avi Ohry, MD","role":"CONTACT","phone":"+972-3-6383661","email":"ohry@reuth.org.il"},{"name":"Dana Franklin Savion, M.A.","role":"CONTACT","phone":"+972-50-5429009","email":"saviondana@gmail.com"}],"overallOfficials":[{"name":"Avi Ohry, MD","affiliation":"Reuth Rehabilitation Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Reuth Rehabilitation Hospital","status":"RECRUITING","city":"Tel Aviv","zip":"6902732","country":"Israel","contacts":[{"name":"Avi Ohry, M.D","role":"CONTACT","phone":"+ 972-3-6383661","email":"ohry@reuth.org.il"}],"geoPoint":{"lat":32.08088,"lon":34.78057}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}