{"protocolSection":{"identificationModule":{"nctId":"NCT05577013","orgStudyIdInfo":{"id":"REC-01043 Rabia"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Kinesio Taping Versus Motor Relearning Program for Upper Limb","officialTitle":"Combined Effects of Kinesiotaping and Motor Relearning Program on Upper Limb Motor Function After Stroke"},"statusModule":{"statusVerifiedDate":"2022-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-10-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-02-20","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-02-20","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-10-10","studyFirstSubmitQcDate":"2022-10-10","studyFirstPostDateStruct":{"date":"2022-10-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-12-09","lastUpdatePostDateStruct":{"date":"2022-12-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is described as rapidly developing clinical findings of localized or generalized impairment to cerebral function, with symptoms lasting 24 hours or longer, or leading to death, with no evident cause other than a vascular origin.\n\nStroke is a prevalent and debilitating illness that affects people all around the world. Stroke is the second or third largest cause of mortality in adults, as well as one of the primary causes of adult disability. Because the majority of stroke patients survive the initial illness, the long-term impacts on patients and their families have the greatest influence on health. Kinesiotaping is a revolutionary rehabilitation procedure. It's most typically used to treat sports injuries, however, it is progressively becoming effective in overcoming other abnormalities. Kinesio Tex tape brand is a flexible, thin, porous cotton fabric with an adhesive backing manufactured by Dr. Kenzo Kase. It provides cutaneous stimulation which facilitates or limit movement, aids in the reduction of edema, reduces pain and correct joint positions for easing muscle spasms."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"(Kinesiotaping and motor relearning program group","type":"EXPERIMENTAL","description":"The experimental group will receive kinesiotaping; Instructions before applying kinesiotape\n\n* Patients' skin must be clean, free of dirt, oil or sweat.\n* Long hair must be removed for proper adhesion to the skin.\n* Leave the tape upstretched 2-3 cm at start and end point of tape over the skin","interventionNames":["Other: kinesiotaping"]},{"label":"motor relearning program group","type":"ACTIVE_COMPARATOR","description":"The control group will receive motor relearning programme exercises for 40 minutes.\n\n1. Hitting a target on table from flexed elbow to extension of elbow\n2. Hitting a target on front of table with shoulder flexion (reaching fwd)\n3. Hitting a target on table with wrist extension\n4. Pronation to supination while holding a bottle of water.\n5. Rolling ball on table in forward, backward and sideways\n6. Holding polystyrene cup and placing it on other side\n7. Picking up blocks and placing them to other side\n8. Holding polystyrene cup and placing them above and below level of sitting to front and sideways\n9. Holding polystyrene cup and placing them above and below level of standing to front and sideways\n10. pick small objects from one container to another","interventionNames":["Other: motor relearning program"]}],"interventions":[{"type":"OTHER","name":"kinesiotaping","description":"It will be applied by kinesiotape certified physiotherapist on tendons in the direction of extensor muscle to facilitate range of motion by stretching 50%. At first it will be applied on extensor pollicis longus and extensor pollicis brevis muscles of hand, extensor digitorum and extensor indicis of last 4 fingers of hand. Triceps brachii in arm and Supraspinatus and Infraspinatus muscles to stabilize the gelnohumeral joint","armGroupLabels":["(Kinesiotaping and motor relearning program group"]},{"type":"OTHER","name":"motor relearning program","description":"Stacking up blocks Stacking up polystyrene cups Folding piece of cloth Using cutlery Pouring water into glass Closing/opening lid of bottles turning the pages of books or newspaper writing on paper Squeezing of ball Coloring in different shapes","armGroupLabels":["motor relearning program group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugel Meyer assessment scale for upper limb","description":"An assessment scale for post stroke hemiplegic patients and is performance-based impairment index. This scale is having 5 domains namely Motor functioning, Sensory Functioning, Balance, Joint Range of Motion and Joint pain. I divided the motor functioning for upper extremity into 0 to 66 points and evaluates mobility, speed and coordination","timeFrame":"week 8"},{"measure":"Functionality of Upper Limb","description":"Upper Limb functionality is assessed by an instrument that consists of 20 items divided into 13 items that evaluate the movement patterns of the upper limb with a score from 0 (paralysis) to 5 (performs the typical movement pattern compared to the unaffected side)","timeFrame":"week 8"},{"measure":"Box and Block Test (BBT)","description":"his test is used to evaluate the manual dexterity of post stroke patients. BBT is composed of wooden box with two equal compartments having 150 boxes in one compartment and patient is asked to move the boxes from one compartment to another within 60 seconds. Before starting the test an extra 15 seconds time is given to the patient for familiarization with the test. First the patient performed the activity with the healthy arm and then with the affected arm. Scoring is done on the basis of the number of boxes transferred from one compartment to another within 60 seconds","timeFrame":"week 8"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* male and female of age 18 -60 years\n* patients with post stroke duration of \\>6 months\n* both ischemic and hemorrhagic stroke\n* modified ashworth scale of spasticity \\< 3\n* muscle power by manual muscle testing (MMT) ≥ 2\n* no cognitive impairments by mini mental state examination (MMSE) \\> 24\n* cortical skin sensitivity preserved (two point discrimination, barognosis, fine and crude touch)\n\nExclusion Criteria:\n\n* Participants failing to fall in this category would be excluded from the study.\n* being hospitalized due to any reason other than stroke\n* being subjected to treatment with botulinum toxin for \\<1 year\n* any other condition which affects the upper extremity\n* contraindications for the application of Kinesio Taping: open wounds, skin infections such as cellulitis, allergies, skin xerosis","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Rabia shafique, MS NMPT*","role":"CONTACT","phone":"0345-0386869","email":"rabiashafiq.kmu@gmail.com"}],"overallOfficials":[{"name":"Ayesha Afridi, PhD","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Rehman Medical Institute","status":"RECRUITING","city":"Peshawar","country":"Pakistan","contacts":[{"name":"Rabia Shafique, MS NMPT*","role":"CONTACT","phone":"03450386869","email":"rabiashafiq.kmu@gmail.com"},{"name":"Rabia Shafique","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":34.008,"lon":71.57849}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}