{"protocolSection":{"identificationModule":{"nctId":"NCT06168942","orgStudyIdInfo":{"id":"CL-0059"},"organization":{"fullName":"Laminar, Inc.","class":"INDUSTRY"},"briefTitle":"Laminar LAAX Pivotal IDE Study","officialTitle":"Laminar Left Atrial Appendage Elimination (LAAX) Pivotal IDE Study"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-02","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2028-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2032-02","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-12-05","studyFirstSubmitQcDate":"2023-12-05","studyFirstPostDateStruct":{"date":"2023-12-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-05","lastUpdatePostDateStruct":{"date":"2023-12-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Laminar, Inc.","class":"INDUSTRY"},"collaborators":[{"name":"Cardiovascular Research Foundation, New York","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to compare the Laminar Left Atrial Appendage Closure System to commercially available left atrial appendage closure devices. This procedure is for patients with non-valvular atrial fibrillation who are at increased risk for stroke, but have a reason to seek an alternative to blood thinning medications. This clinical trial will compare the safety and efficacy of the Laminar Left Atrial Appendage Closure System to commercially available left atrial appendage closure devices.\n\nParticipants in this trial will be randomly assigned one-to-one (like flipping a coin) for treatment with either the Laminar Left Atrial Appendage Closure System or a commercially available device (WATCHMAN™ left atrial appendage closure device / Amulet™ left atrial appendage occluder).","detailedDescription":"This prospective, randomized, controlled, multicenter, open-label pivotal clinical study will enroll participants with non-valvular atrial fibrillation who are eligible for short-term anticoagulation therapy but have a rationale to seek non-pharmacologic alternative. Participants will be randomized 1:1 to the Laminar Left Atrial Appendage Closure System or commercially available device (WATCHMAN™ left atrial appendage closure device / Amulet™ left atrial appendage occluder). The study will randomize 1,500 eligible participants at up to 100 sites in the United States.\n\nAfter implantation of left atrial appendage closure device, participants will be continued on appropriate medical therapy per guidelines or best local practices. Participants will be followed for 5 years after device implantation."},"conditionsModule":{"conditions":["Non-valvular Atrial Fibrillation","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants will be randomized 1:1 to the Laminar Left Atrial Appendage Closure System or commercially available WATCHMAN and Amulet left atrial appendage closure devices. .","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":1500,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Laminar Device","type":"EXPERIMENTAL","description":"Treatment with the Laminar Left Atrial Appendage Closure System.","interventionNames":["Device: Experimental: Laminar Left Atrial Appendage Closure System"]},{"label":"Control LAAC","type":"ACTIVE_COMPARATOR","description":"Treatment with a commercially-available left atrial appendage closure device.","interventionNames":["Device: Active Comparator: WATCHMAN / Amulet"]}],"interventions":[{"type":"DEVICE","name":"Experimental: Laminar Left Atrial Appendage Closure System","description":"Participants will be treated with the Laminar Left Atrial Appendage Closure System.","armGroupLabels":["Laminar Device"]},{"type":"DEVICE","name":"Active Comparator: WATCHMAN / Amulet","description":"Participants will be treated with a WATCHMAN left atrial appendage closure device / Amulet left atrial appendage occluder.","armGroupLabels":["Control LAAC"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Primary Safety","description":"Composite rate of all-cause mortality, major bleeding (BARC Type 3 or 5), pericardial effusion requiring drainage, device embolization, and device- or procedure-related events requiring open cardiac surgery or major endovascular intervention.","timeFrame":"12 months"},{"measure":"Primary Efficacy","description":"Composite rate of ischemic stroke or systemic embolism.","timeFrame":"18 months"}],"secondaryOutcomes":[{"measure":"Peri-Device Flow","description":"Peri-device flow (defined as ≥ 3mm in width which communicates beyond the device into the body of the left atrial appendage) per TEE evaluated by independent core laboratory.","timeFrame":"18 months"},{"measure":"Device-Related Thrombosis","description":"Rate of device-related thrombosis per TEE evaluated by independent core laboratory.","timeFrame":"18 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Documented NVAF, defined as AF (paroxysmal, persistent, or permanent) in the absence of moderate-to-severe mitral stenosis or a mechanical heart valve.\n2. Subject ≥18 years old.\n3. CHA2DS2-VASc score ≥ 2 in men and ≥ 3 in women.\n4. Subject deemed appropriate for LAA closure by the Site Investigator and a clinician not a part of the procedural team using an evidenced based decision-making tool.\n5. Subject is recommended for chronic oral anticoagulation therapy (OAC) but has an appropriate rationale to seek a non-pharmacologic alternative.\n6. Subject eligible for the protocol-specified post-procedural antithrombotic regimen.\n7. Subject or Legally Authorized Representative informed of the nature of the study, is willing and able to comply with the protocol, and has provided written informed consent per Institutional Review Board (IRB) requirements.\n\nExclusion Criteria:\n\nMedical History\n\n1. Single episode, transient, or reversible AF (e.g., secondary thyroid disorders, acute alcohol intoxication, trauma, recent major surgical procedures).\n2. Stroke or transient ischemic attack within 90 days before the index procedure.\n3. Myocardial infarction or unstable angina within 90 days before the index procedure.\n4. Prior cardiac surgery or surgery requiring sternotomy\n5. Renal insufficiency, defined as estimated glomerular filtration rate (eGFR) \\<30 mL/min/1.73 m2 or patients with end stage renal disease who are dialysis dependent.\n6. Active infection undergoing treatment.\n7. History of symptomatic pericarditis (acute or chronic).\n\n   Coexisting Cardiovascular Disease\n8. Cardiac tumor.\n9. History of mitral valve or other severe cardiac valvular disease requiring intervention or presence of prosthetic mechanical valve.\n10. Medical condition (other than AF) that mandates chronic oral anticoagulation (e.g., history of unprovoked deep vein thrombosis or pulmonary embolism, or mechanical heart valve).\n11. Severe heart failure (New York Heart Association Class IV).\n12. Symptomatic carotid artery disease (\\>50% diameter reduction with prior ipsilateral stroke or TIA) or established asymptomatic carotid artery disease (diameter reduction of \\>70%).\n\n    Previous or Planned Interventions\n13. Previous left atrial ablation procedure in the 90 days before the index procedure date or planned left atrial ablation to be performed in less than 90 days after the index procedure.\n14. Recent (within 30 days before the index procedure) or planned (within 60 days after the index procedure) cardiac interventional procedures (e.g., percutaneous coronary intervention, structural heart valve procedures, or other electrophysiologic ablation procedure, etc.)\n15. Planned (within 60 days after the index procedure) cardiac surgical procedures or any surgeries which require sternotomy.\n16. Recent (within 30 days before the index procedure) or planned (within 60 days after the index procedure) noncardiac procedures or surgical interventions.\n\n    Echocardiographic Exclusion Criteria\n17. Intracardiac thrombus or persistent dense spontaneous echo contrast visualized by screening TEE or by TEE performed at time of index procedure.\n18. Left ventricular ejection fraction (LVEF) \\<30%.\n19. Circumferential pericardial effusion \\>10 mm, symptomatic pericardial effusion, evidence of tamponade physiology.\n20. Complex atheroma with mobile plaque of the aorta.\n\n    Procedural contraindications\n21. Pre-procedural interatrial communication, atrial septal defect, or patent foramen ovale that warrants closure.\n22. Transfemoral vascular access precluding delivery of implant with catheter-based system.\n23. Presence of inferior vena cava (IVC) filter that would interfere with access.\n24. Subject unable to undergo general anesthesia.\n25. Subject with condition which precludes adequate transesophageal echocardiographic (TEE) assessment.\n\n    Contraindications to Required Medications\n26. Known allergy, hypersensitivity or contraindication to aspirin, heparin, or device materials (e.g., nickel, titanium \\[i.e. nitinol\\]).\n27. Contrast sensitivity that cannot be adequately pre-medicated.\n28. Bleeding diathesis or coagulopathy.\n29. Persistent thrombocytopenia (platelet count \\<75,000 cells/mm3), thrombocytosis (\\>700,000 cells/mm3), or leukopenia (white blood cell count \\<3,000 cells/mm3).\n\n    General Exclusions\n30. Left atrial appendage anatomy which cannot accommodate both commercially available control device and the Laminar Implant per manufacturer IFU.\n31. Pregnant or nursing and those who plan pregnancy in the period up to 1 year following the index procedure. Subjects of childbearing potential must have a negative pregnancy test (per site standard test) within 7 days before index procedure.\n32. Known other medical illness or known history of substance abuse that may cause non-compliance with the protocol or protocol-specified medication regimen, confound the data interpretation, or is associated with a life expectancy of less than 1 year.\n33. Current participation in another investigational drug or device study that in the opinion of the investigator could confound the data interpretation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Bryan Petrisko, MS","role":"CONTACT","phone":"(707) 523-1950","email":"bpetrisko@laminarlaa.com"}],"overallOfficials":[{"name":"Saibal Kar, MD","affiliation":"Los Robles Regional Medical Center","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Devi Nair, MD","affiliation":"St. Bernards Medical Center","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}