{"protocolSection":{"identificationModule":{"nctId":"NCT05553340","orgStudyIdInfo":{"id":"20220232"},"organization":{"fullName":"Hospital de Clinicas de Porto Alegre","class":"OTHER"},"briefTitle":"Educational Intervention With Digital Technology For Family Caregivers","officialTitle":"Educational Intervention With Digital Technology For Family Caregivers Of Elderly After Stroke: Randomized Pragmatic Trial","acronym":"eshare"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-07-10","type":"ACTUAL"},"completionDateStruct":{"date":"2024-01-16","type":"ACTUAL"},"studyFirstSubmitDate":"2022-08-01","studyFirstSubmitQcDate":"2022-09-21","studyFirstPostDateStruct":{"date":"2022-09-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-17","lastUpdatePostDateStruct":{"date":"2024-01-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hospital de Clinicas de Porto Alegre","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Family caregivers of elderly stroke survivors face challenging difficulties such as the lack of support and the knowledge and skills to practice home care. The aim of this research is to compare the effect of an educational intervention for informal caregivers of elderly stroke survivors, in their capacity to care. A pragmatic randomized clinical trial, blinded for outcome assessment, will be conducted at a university hospital in the south of Brazil. Caregivers will be recruited and divided into two groups: intervention group and control group. The intervention will consist in a course in digital format developed by nurses to help the family caregiver of elderly people after a stroke to take care of their relative after hospital discharge. The control group will not receive the intervention. The primary outcome will be the caregivers' capacity to care. The study was submitted to the evaluation of the institution's ethics committee. All participants will signed the informed consent, which ensured voluntary and anonymous participation, as well as freedom to withdraw from the study at any time, without prejudice in the hospitalisation and in the relationship with the health team at the study site.","detailedDescription":"Stroke is the second leading cause of death and disability in Brazil, being more prevalent in the elderly. This event can cause a loss of functional capacity for the patient and the consequent need for a caregiver who needs to receive guidance on how to perform care, especially since the transition of care from the hospital to the home is one of the most critical periods, in which the family requires greater support. Thus, a structured intervention for training the caregiver, starting at hospital admission, with follow-up after discharge, is considered a requirement of good practices. With the COVID-19 pandemic, virtual strategies to support caregivers have been more used. The aim of this study is to analyze the effectiveness of a virtual educational intervention on the ability and performance of family caregivers to care for elderly people with stroke sequelae. This is a pragmatic randomized study with caregivers of elderly patients hospitalized at Hospital de Clínicas de Porto Alegre for stroke. Participants will be recruited at the Emergency Service, the Stroke Special Care Unit and other clinical inpatient units. Family caregivers over the age of 18 with internet and telephone access will be included. Participants will be randomized into an intervention group (29) and a control group (29), using a list generated on the randomization.com page. The intervention for the IG will be carried out by nurses and will consist of a virtual educational action through a massive, open and online course (MOOC), in addition to telephone contacts made in: seven days, 30 days, 60 days and 80 days after discharge . A hotline will also be available for participants to contact if they have any questions. The intervention aims to equip the family caregiver to assist the elderly person at home in care, such as hygiene, feeding, positioning and transfer, based on the previously validated Guidance Manual for Family Caregivers of Elderly People with Stroke. Identification, sociodemographic and health data of the elderly and their caregivers will be collected. The Capacity Scale for Informal Caregivers of Elderly Stroke Patients (ECCIID-AVC), the Nursing Outcomes Classification (NOC) through selected results and indicators and the Caregiver Burden Scale (CBS) will be applied to the caregiver. The Functional Independence Measure (MIF) and data on readmissions will be applied to the elderly, all scales being validated for use in Brazil. Three months after hospital discharge (90 days), caregivers and elderly people will be reassessed with the same instruments. Control group participants will receive initial and final assessments. For data analysis, the Statistical Package for the Social Sciences (SPSS) version 21.0 will be used. The intention-to-treat technique will be used and continuous variables will be described as mean and standard deviation, or median and interquartile range. For categorical variables, absolute numbers and relative frequencies will be used. According to the data distribution, the basal characteristics of the groups will be compared by Student's t test and Mann-Whitney. To analyze the effectiveness of the intervention on the outcomes, the difference between baseline and final scores will be evaluated by the paired Student's t test, with a confidence interval of 95%, and will be considered a significant value p\\<0.05. The project will be submitted to the HCPA Research Ethics Committee."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Caregivers","Health Education"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":58,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Technology Educational","type":"EXPERIMENTAL","description":"The intervention will be carried out by nurses and will consist of a virtual educational action through a massive, open and online course (MOOC) that seeks to equip the family caregiver to assist the elderly at home in care, such as hygiene, feeding, positioning and transfer, based on in the Guidance Manual for Family Caregivers of Elderly People with Stroke. A hotline will also be available for participants to contact if they have any questions.","interventionNames":["Other: Education for caregivers"]},{"label":"Usual","type":"NO_INTERVENTION","description":"Control group participants will receive initial and final assessments, but will not have access to the course."}],"interventions":[{"type":"OTHER","name":"Education for caregivers","description":"The intervention will aim to equip the family caregiver to assist the elderly in activities of daily living after discharge, and will be carried out by two researchers, through an online course. The course includes the skills required and included in the scales that assess the caregiver's knowledge and performance. The course is divided into 12 modules that can be accessed as many times as needed by caregivers, in random order, according to the care needs of the elderly and the caregiver.","armGroupLabels":["Technology Educational"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change the capacity of informal caregivers to care for the elderly after stroke","description":"Capacity Scale for Informal Caregivers of Elderly Stroke Patients - score from zero to 87 points, and the higher the score, the more capable the caregiver is to provide care in the activities of the elderly.","timeFrame":"at baseline and 3 months after hospital discharge of the elderly"},{"measure":"Change the performance of informal caregivers to care for the elderly after stroke","description":"Nursing Outcomes Classification - 5-point Likert scale in which a higher score means better performance","timeFrame":"at baseline and 3 months after hospital discharge of the elderly"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* family caregivers aged over 18 years who act as the main unpaid care provider for patients aged 60 years or older, with a medical diagnosis of stroke in the current hospitalization, treated at the Hospital de Clínicas de Porto Alegre.\n\nExclusion Criteria:\n\n* caregivers of elderly people residing in a long-stay institution;\n* do not have access to the internet and access device, or who are not able to use them, verified through a checklist prepared for the study;\n* do not have a telephone line for contact;\n* they are not interested in receiving the educational intervention;\n* are accompanying elderly people with a Modified Rankin Scale (mRankin) of score 6 (which means death), in the enrollment phase of the study participants.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Lisiane Paskulin, doctor","affiliation":"Hospital de Clínicas de Porto Alegre","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Lisiane Paskulin","city":"Porto Alegre","state":"Rio Grande Do Sul","zip":"90410-000","country":"Brazil","geoPoint":{"lat":-30.03306,"lon":-51.23}}]},"referencesModule":{"references":[{"pmid":"29426361","type":"BACKGROUND","citation":"Day CB, Bierhals CCBK, Santos NOD, Mocellin D, Predebon ML, Dal Pizzol FLF, Paskulin LMG. Nursing home care educational intervention for family caregivers of older adults post stroke (SHARE): study protocol for a randomised trial. Trials. 2018 Feb 9;19(1):96. doi: 10.1186/s13063-018-2454-5."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}