{"protocolSection":{"identificationModule":{"nctId":"NCT03741842","orgStudyIdInfo":{"id":"01170718"},"organization":{"fullName":"Chinese University of Hong Kong","class":"OTHER"},"briefTitle":"\"COMBO-KEY\" - A Home Visiting and Phone Coaching Programme to Promote Stroke Survivors' Recovery","officialTitle":"\"COMBO-KEY\" (Coaching Ongoing Momentum Building On stroKe rEcovery journeY) - A Home Visiting and Phone Coaching Programme to Promote Stroke Survivors' Recovery: A Territory-wide Project"},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-06-30","type":"ACTUAL"},"completionDateStruct":{"date":"2022-06-30","type":"ACTUAL"},"studyFirstSubmitDate":"2018-11-12","studyFirstSubmitQcDate":"2018-11-13","studyFirstPostDateStruct":{"date":"2018-11-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-08-25","lastUpdatePostDateStruct":{"date":"2022-08-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Suzanne HS Lo","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Chinese University of Hong Kong"},"leadSponsor":{"name":"Chinese University of Hong Kong","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Building confidence and capabilities to transfer rehabilitative knowledge and skills into lifestyle-workable strategies for changing health behaviours among stroke survivors are important to optimise health outcomes and reduce risks of recurrent stroke. The aim of this project is to promote stroke survivors' health by building confidence and positive expectations of recovery outcomes, and enabling their engagement in stroke self-management behaviours.","detailedDescription":"A randomised controlled trial will be conducted to determine the effectiveness of a programme \"Coaching Ongoing Momentum Building On stroKe rEcovery journeY\" (\"COMBO-KEY\"), a home visiting and phone coaching programme, on community-dwelling stroke survivors' self-efficacy, outcome expectation, and engagement in stroke self-management behaviours. An estimated sample of 134 stroke survivors will be recruited. COMBO-KEY will be underpinned by Bandura's constructs of self-efficacy and outcome expectation. It will be delivered by trained coaches. Outcomes will be measured at baseline and immediately after completion of the programme. Generalised estimating equations model will be used to assess the differential changes in outcome variables from pre-test to post-test between the intervention and control groups with adjustment for their baseline levels."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":134,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"COMBO-KEY group","type":"EXPERIMENTAL","description":"The participants in the intervention group will receive a home visiting and phone coaching self-management programme (Coaching Ongoing Momentum Building On stroKe rEcovery journeY \"COMBO-KEY\") which is underpinned by Bandura's constructs of self-efficacy and outcome expectation.","interventionNames":["Behavioral: COMBO-KEY"]},{"label":"Usual care group","type":"NO_INTERVENTION","description":"The participants in the usual care group will receive usual rehabilitation services offered, including services by a community rehabilitation network such as exercise training, physical rehabilitation, or activities organised by stroke support groups."}],"interventions":[{"type":"BEHAVIORAL","name":"COMBO-KEY","description":"The intervention will last for eight weeks with four home visits and five phone coaching sessions. It will also consist of a 4-item resource package for stroke survivors (including a stroke self-management and self-discovery workbook, a health and life planning toolkit, and videos on sharing of experience by survivors who managed their post-stroke challenges successfully, and a stroke self-management quick reference guide). A telephone hotline for survivors and caregivers to seek information and support related to stroke self-management will also be established. A programme protocol will be developed to ensure the consistent delivery of the programme.","armGroupLabels":["COMBO-KEY group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in the level of self-efficacy in performing daily functional activities and self management","description":"The 13-item Chinese version of the Stroke Self-Efficacy Questionnaire will be used. The items assess the stroke survivors' confidence in performing self-management behaviours over a 0-no confidence to 10-very confident points scale. All item scores are summed (total 0-130). Higher scores indicate higher self-efficacy.","timeFrame":"Change from baseline level to immediately after completion of the intervention"}],"secondaryOutcomes":[{"measure":"Change in the level of outcome expectation of stroke self-management behaviours","description":"The 11-item Chinese version of the Stroke Self-management Outcome Expectation Scale will be used. The items assess the stroke survivors' confidence in the occurrence of outcomes after performing the self-management behaviours. All item scores are summed (total 0-110; each item is rated over 0-Strongly disagree to 10-Strongly agree). Higher scores represent higher confidence towards positive outcome.","timeFrame":"Change from baseline level to immediately after completion of the intervention"},{"measure":"Change in the level of satisfaction with performance of stroke self-management behaviours","description":"The 11-item Chinese version of the Stroke Self-management Behaviours Performance Scale will be used. The items ask the stroke survivors' satisfaction with their performance of self-management behaviours. All item scores are summed (total 0-110; each item is rated over 0-Strongly disagree to 10-Strongly agree). Higher scores represent higher satisfaction.","timeFrame":"Change from baseline level to immediately after completion of the intervention"},{"measure":"Change in the level of health-related quality of life","description":"The 49-item Chinese version of the Stroke Specific Quality of Life Scale will be used. The items ask the stroke survivors' agreement to the health conditions and difficulties in performing the tasks described. All item scores are summed (total 49-245; 1-Strongly disagree/couldn't do it to 5-Strongly agree/no trouble). Higher scores represent higher health-related quality of life.","timeFrame":"Change from baseline level to immediately after completion of the intervention"},{"measure":"Change in the level of depressive symptoms","description":"The 15-item Chinese version of the Geriatric Depression Scale will be used. The stroke survivors will be asked for agreement to the items based on their condition (total 0-15; Yes-1 score or No-0 score). A score of 5-8 indicates mild depression; 9-11 moderate depression; and 12-15 severe depression.","timeFrame":"Change from baseline level to immediately after completion of the intervention"},{"measure":"Change in the level of community reintegration","description":"The 11-item Chinese version of the Reintegration to Normal Living Index will be used. The stroke survivors will be asked the extent to which the items described their situation (total 11-55; 1-A small extent to 5-A great extent). Higher scores represent better community reintegration.","timeFrame":"Change from baseline level to immediately after completion of the intervention"},{"measure":"Satisfaction with the programme (Participants in the intervention group)","description":"Rate the ease of use and relevance of contents and resources, arrangement, and coaches' performance on a 5-Likert point (1-Very dissatisfied to 5-Very satisfied)","timeFrame":"Immediately after completion of the intervention"},{"measure":"Usage of the resource package (Participants in the intervention group)","description":"Frequency (minutes) of using the resource package per week","timeFrame":"Immediately after completion of the intervention"},{"measure":"Level of goal attainment (Participants in the intervention group)","description":"Rate the level of goal attainment on a scale from 0-Not attained, 1-Partially attained, to 2-Completely attained","timeFrame":"Immediately after completion of the intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinically diagnosed with stroke\n* 18 years old or above\n* Community dwelling\n* Have a modified Rankin Scale score equal to or greater than 3 (moderate to severe disability)\n* Have a Montreal Cognitive Assessment score \\>20\n\nExclusion Criteria:\n\n* Have severe dysphasia\n* Are diagnosed with a mental illness","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Suzanne Lo","affiliation":"Chinese University of Hong Kong","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Community settings","city":"Hong Kong","country":"Hong Kong","geoPoint":{"lat":22.27832,"lon":114.17469}}]},"referencesModule":{"references":[{"pmid":"31048448","type":"DERIVED","citation":"Lo SHS, Chau JPC, Chang AM, Choi KC, Wong RYM, Kwan JCY. Coaching Ongoing Momentum Building On stroKe rEcovery journeY ('COMBO-KEY'): a randomised controlled trial protocol. BMJ Open. 2019 May 1;9(4):e027936. doi: 10.1136/bmjopen-2018-027936."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}