{"protocolSection":{"identificationModule":{"nctId":"NCT04717141","orgStudyIdInfo":{"id":"RC19_0373"},"organization":{"fullName":"Nantes University Hospital","class":"OTHER"},"briefTitle":"Biomechanical and Neurophysiological Evaluation of the Effect of a Motor Block and an Injection of Botulinum Toxin on the Stiffness of the Paretic Sural Triceps Muscle","officialTitle":"Biomechanical and Neurophysiological Evaluation of the Effect of a Motor Block and an Injection of Botulinum Toxin on the Stiffness of the Paretic Sural Triceps Muscle","acronym":"RAI PAR BLOC"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-02-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-07-10","type":"ACTUAL"},"completionDateStruct":{"date":"2023-07-10","type":"ACTUAL"},"studyFirstSubmitDate":"2021-01-15","studyFirstSubmitQcDate":"2021-01-18","studyFirstPostDateStruct":{"date":"2021-01-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-21","lastUpdatePostDateStruct":{"date":"2023-07-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Nantes University Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The research \"Biomechanical and neurophysiological evaluation of the effects of a motor block and an injection of botulinum toxin on the stiffness of the paretic sural triceps muscle\" will study the response to passive stretching in the neurological patient presenting spastic paresis after a stroke.","detailedDescription":"Following a stroke, patients see their motor function impaired, in particular by the establishment of muscular retractions. These affect motor performance of the patients, as for example by impairing their walking capabilities and are responsible for long-term orthopedic deformities. Muscular structure influencing ankle and foot mobility are particularly evaluated in daily practice due to the major impact of muscle retraction on patients' mobility.\n\nDuring clinical examination, the evaluator searches the presence of the clinical markers of muscle retraction. However their clinical evaluation remains subjective and does not always allow to identify the precise location (which muscles) and origin (muscle contraction or retraction) of the observed response.\n\nIn that case, the sensitive nerve block (BNS)can complete the clinical examination. Its efficacy and selectivity are difficult to evaluate in a precise manner by a clinical examination on its own. Moreover, the possibility to predict the effect of a long-lasting spasticity treatment, like a botulinum toxin injection (ITB), from the effect of a BNS, has not been proven on the sural triceps muscle.\n\nThe study will use several evaluation techniques by biomechanical, neurophysiological and ultrasound (elastography) study which allow to quantify the response level within a muscle (measure of the muscle stiffness and retraction).\n\nThis study will take place within the rehabilitation and physical medicine department, patients are hospitalized or seen during stroke follow-up examination for uncomfortable sural triceps spasticity. They are evaluated by a quantified walking test, followed by a BNS, if the BNS result is positive, they are treated by a botulinum toxin injection in the sural triceps. The stiffness measurements before BNS (J0), after BNS (J0 post BNS) and after ITB (at day 28) will be standardized and additional instrumental examinations will be realized to understand the effects of the BNS and ITB procedure. The stretching will be performed by an isokinetic dynamometer and the muscle response to the stretching will be achieved by simultaneous evaluation of the response of the leg muscles by elastography and electromyography. In addition, clinical and neurophysiological data (exploration of nerve conduction on the tibial nerve) will be measured"},"conditionsModule":{"conditions":["Cerebrovascular Accident"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":27,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Biomecanical evaluation of the selective nerve block effects","type":"EXPERIMENTAL","description":"D0 :\n\n* Information, collection of consent, inclusion,\n* Clinical and instrumental evaluation,\n* Realization of the selective nerve block,\n* Post-selective nerve block clinical and instrumental re-evaluation,\n* Performance of the botulinum toxin injection if indication selected.\n\nD28 (+/-5 days) :\n\n- Clinical and instrumental post-botulinum toxin injection evaluation.","interventionNames":["Other: Selective nerve block"]}],"interventions":[{"type":"OTHER","name":"Selective nerve block","description":"D0 :\n\n* Information, collection of consent, inclusion,\n* Clinical and instrumental evaluation,\n* Realization of the selective nerve block,\n* Post-selective nerve block clinical and instrumental re-evaluation,\n* Performance of the botulinum toxin injection if indication selected.\n\nD28 (+/-5 days) :\n\n- Clinical and instrumental post-botulinum toxin injection evaluation.","armGroupLabels":["Biomecanical evaluation of the selective nerve block effects"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Biomecanical evaluation of the selective nerve block effects on soleus muscle stiffness (distal part) during stretching of the plantar flexor muscles in the patient after a stroke.","description":"Study of the soleus (distal) muscle stiffness before and after the realization of selective nerve block of the soleus nerve. The muscle stiffness is assessed by measuring the shearing module (in kilopascals) by elastography SSI during the slow passive stretching (2°/sec) realized by an isokinetic ergometer during the examination before and after the selective nerve block realization.","timeFrame":"20 minutes post selective nerve block at Day 0"}],"secondaryOutcomes":[{"measure":"Biomechanical effect of selective nerve block on proximal soleus muscle stiffness when stretching plantar flexor muscles","description":"Study of the variation of the proximal soleus muscle stiffness between before and after performing the selective nerve block of the soleus nerve","timeFrame":"20 minutes post selective nerve block at Day 0"},{"measure":"Neurophysiological effects of the motor block on nerve transmission and muscle activation.","description":"Neurophysiological effects will be evaluated by: (i) the variations in amplitude and latency of the M wave, of the H response, and of the Hmax/Mmax ratio, and (ii) the change in muscle activity (measured by electromyography) between before and after selective nerve block. Muscle activity will be recorded during the entire passive dorsal ankle flexion movement with the dynamometer. It will be quantified by the area under the curve of the EMG signal recorded for each site (distal soleus and proximal soleus), after usual treatment of the EMG signal to obtain an envelope (filtering, rectification and normalization)","timeFrame":"20 minutes post selective nerve block at Day 0"},{"measure":"Inter-individual variability of the decrease in muscle stiffness after selective nerve block","description":"Variability of the selective nerve block response between the patients, measures of the decrease in muscle stiffness will be taken into account for each musce site : distal soleus and proximal soleus.","timeFrame":"20 minutes post selective nerve block at Day 0"},{"measure":"Biomechanical effect of botulinum toxin injection on muscle stiffness of the soleus (distal part) when stretching the plantar flexor muscles.","description":"Variation of the muscle stiffness of the distal and proximal soleus between before and after botulinum toxin injection.","timeFrame":"Day 28 post botulinum toxin injection"},{"measure":"Inter-individual variability of the decrease in muscle stiffness after botulinum toxin injection.","description":"Inter-patient variability for the answer to the botulinum toxin injection, muscle stiffness reduction measures will be taken into account for each muscle site : distal soleus and proximal soleus.","timeFrame":"Day 28 post botulinum toxin injection"},{"measure":"Relationship between selective nerve block effect and botulinum toxin injection effect.","description":"The relationship between the selective nerve block effect and the botulinum toxin injection effect will be evaluated by calculating correlations between the stiffness variation before and after each intervention.","timeFrame":"Day 28 post botulinum toxin injection"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria :\n\n* Patient with signed consent,\n* Be over 18 and under 80 years of age,\n* Have suffered a stroke (medical diagnosis),\n* Spasticity of the triceps surae with a modified Ashworth score of the triceps sural of at least 1,\n* Medical indication to perform a treatment of spasticity of the sural triceps by ITB, requiring a prior selective nerve block to qualify or disqualify this procedure (depending on the effectiveness, reaction / sensations / perceptions of the patient),\n* Cognitive abilities compatible with experimentation: absence of language or judgment impairments that prevent the understanding of the research or the expression of agreement. An aphasia severity score \\> or equal to 3 will be required for inclusion,\n* Be eligible for social security.\n\nExclusion Criteria:\n\n* Person in an emergency situation, deprived of liberty, or not benefiting from the social protection system,\n* Person under 18 years of age or under any legal protection measure whatsoever,\n* Unbalanced epileptic disorder; tension variability,\n* History of calf surgery (scarring areas that disrupt ultrasound elastography exploration),\n* Disorders related to bed rest: thromboembolic disorders, bedsores, respiratory or digestive disorders,\n* Previous botulinum toxin injection injection less than 3 months ago (contraindication to a new botulinum toxin injection),\n* Contraindication to an injection of botulinum toxin abobotulinum toxin A (Dysport®),\n* Patient under anti-coagulant,\n* Aphasia or cognitive impairment interfering with task comprehension,\n* Contraindication to ankle manipulation: fracture, phlebitis, pressure sore in the areas of support of the orthosis,\n* Pregnant or breastfeeding women.\n\nTranslated with www.DeepL.com/Translator (free version)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"CHU de Nantes","city":"Nantes","country":"France","geoPoint":{"lat":47.21725,"lon":-1.55336}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4873","name":"Botulinum Toxins","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}