{"protocolSection":{"identificationModule":{"nctId":"NCT00001553","orgStudyIdInfo":{"id":"960090"},"secondaryIdInfos":[{"id":"96-N-0090"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Motor Changes Associated With Recovery From Stroke After Therapy","officialTitle":"Functional Changes Associated With Recovery of Motor Function in Chronic Ischemic Subcortical Stroke After a Therapeutic Intervention"},"statusModule":{"statusVerifiedDate":"2000-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"1996-05"},"completionDateStruct":{"date":"2001-03"},"studyFirstSubmitDate":"1999-11-03","studyFirstSubmitQcDate":"2002-12-09","studyFirstPostDateStruct":{"date":"2002-12-10","type":"ESTIMATED"},"lastUpdateSubmitDate":"2008-03-03","lastUpdatePostDateStruct":{"date":"2008-03-04","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"descriptionModule":{"briefSummary":"Researchers have been interested in the changes associated with motor function in humans after suffering a stroke. Presently, the mechanism by which a person recovers motor function following a stroke is poorly understood. There is little information available about the areas of the brain involved in the recovery of limb function.\n\nRecently, a new set of techniques have been developed that may be useful for reducing the physical impairment often associated with strokes.\n\nThe best way to identify the areas of the brain associated with regaining function is to test patients before, during, and after function is regained.\n\nThis study will compare two therapies and determine which is better at improving recovery of motor function. The first technique involves immobilizing the functional limb and actively training the affected dysfunctional limb. The second technique involves no immobilization, and passive movement of the affected limb.\n\nResults from this study will indicate which of the two therapies is better at improving motor function. Additional diagnostic tests will help to identify changes in brain function associated with recovered use of affected limbs.","detailedDescription":"We have been interested in the study of plastic changes associated with recovery of motor function in humans after a variety of lesions in the central (spinal cord injury) and peripheral nervous system (amputation, reversible deafferentation) and motor learning. At present, mechanisms underlying recovery of motor function after stroke are poorly understood. Little and inconsistent information is available about the specific brain regions newly recruited in patients with chronic ischemic subcortical stroke after reacquisition of use of the affected limb.\n\nRecently, a new set of techniques proposed to be useful for reducing the chronic incapacitating motor impairment often associated with stroke has been developed. In essence, it consists of prolonged restraint of the unaffected upper extremity and practice in using the affected arm. These techniques increased significantly the use of the affected arm in daily activities in the two trials reported. The beneficial effect, once produced, appeared to last for years after the intervention.\n\nThe best way to identify the brain regions associated with reacquisition of motor function after stroke is to test patients before, during and after reacquisition is accomplished. In this case, we propose that patients be tested before, during and after one of two specific interventions: one involving immobilization of healthy arm plus active training of affected arm (test procedure) and the other involving no immobilization, and passive manipulations of the affected arm. Results from this study will indicate which of the two therapies is better at improving recovery of motor function. Comparison of neurophysiological and imaging studies performed before, during and after the interventions will allow identification of plastic changes in brain function associated specifically with the recovery of use of the affected hand in patients with chronic ischemic subcortical stroke.\n\nMethodologically, a multimodality approach will be used. Magnetic stimulation will allow detailed analysis of maps of representation areas in the primary motor cortex and motor thresholds and evaluation of central motor conduction. EEG and movement-related cortical potentials will provide information about coherence and timing of activation of different brain regions. PET scan will identify regions activated in association with performance of motor tasks. Registration of this information onto MRI will allow precise identification of brain regions associated with reacquisition of motor skills on the affected side after stroke.\n\nWe hypothesize that use of the affected arm associated with decreased use of the unaffected arm are useful triggers of plasticity and reacquisition of motor function after stroke. We expect to identify cortical and subcortical regions newly activated in each patient after reacquisition of use of the affected arm, understand the coherence and timing of activation of new brain regions recruited and quantify plastic changes in motor representation areas targeting arm muscles in the affected and unaffected arm."},"conditionsModule":{"conditions":["Cerebrovascular Accident"],"keywords":["Plasticity","Recovery","Stroke","Use","Cortico-subcortical Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","enrollmentInfo":{"count":20}},"eligibilityModule":{"eligibilityCriteria":"Patients with stroke more than 1 year before testing.\n\nPatients with right cortico-subcortical strokes will be included.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"National Institute of Neurological Disorders and Stroke (NINDS)","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"6193770","type":"BACKGROUND","citation":"Aram DM, Rose DF, Rekate HL, Whitaker HA. Acquired capsular/striatal aphasia in childhood. Arch Neurol. 1983 Oct;40(10):614-7. doi: 10.1001/archneur.1983.04050090050007."},{"pmid":"738063","type":"BACKGROUND","citation":"Bowers D, Heilman KM, Satz P, Altman A. Simultaneous performance on verbal, nonverbal and motor tasks by right-handed adults. Cortex. 1978 Dec;14(4):540-56. doi: 10.1016/s0010-9452(78)80029-x."},{"pmid":"6192867","type":"BACKGROUND","citation":"Brown JW, Leader BJ, Blum CS. Hemiplegic writing in severe aphasia. Brain Lang. 1983 Jul;19(2):204-15. doi: 10.1016/0093-934x(83)90065-2."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}