{"protocolSection":{"identificationModule":{"nctId":"NCT03153683","orgStudyIdInfo":{"id":"BACTRAC-17-0019-F1V"},"organization":{"fullName":"University of Kentucky","class":"OTHER"},"briefTitle":"Brain, Blood And Clot or Tissue Registry And Collaboration","officialTitle":"Brain, Blood And Clot or Tissue Registry And Collaboration (BACTRAC)","acronym":"BACTRAC"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-05-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2028-03-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-03-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-04-20","studyFirstSubmitQcDate":"2017-05-11","studyFirstPostDateStruct":{"date":"2017-05-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-22","lastUpdatePostDateStruct":{"date":"2023-03-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Justin Fraser","investigatorTitle":"Assoc. Professor of Cerebrovascular, Endovascular, & Skull Base Surgery; Director, Cerebrovascular Surgery; Depts of Neurological Surgery, Neurology, Radiology, and Anatomy & Neurobiology; Center for Advanced Translational Stroke Science; Univ of KY","investigatorAffiliation":"University of Kentucky"},"leadSponsor":{"name":"Justin Fraser","class":"OTHER"},"collaborators":[{"name":"University of Kentucky","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a prospective open enrollment biorepository to collect and evaluate blood and tissue collected during cerebrovascular procedures, which will then be used for the purposes of identifying biological markers, inflammatory cell infiltrates, and biological states in stroke and other cerebrovascular diseases in the human condition.\n\nThe study population will include up to 1000 subjects, consisting of up to 800 cerebrovascular disease subjects and up to 200 control subjects. Male and female participants 18 years of age and older will be enrolled.\n\nThis protocol covers the procurement of biological samples from patients undergoing any cerebrovascular surgery and/or neurointerventional clinical procedure at University of Kentucky. Control participants will include patients undergoing non-emergent, elective diagnostic cerebral angiography as well as patients undergoing emergent angiogram cases.\n\nThis study represents the first time that tissue, clot and blood will be evaluated for the markers, proteins, and cytokines in human subjects undergoing cerebrovascular procedures.\n\nBy starting with the human condition, the investigators aim to minimize this loss in translation. Overall, this study will have a great impact on our knowledge of stroke pathology. In essence, this could fundamentally change not only how the investigators develop treatment strategies for the stroke patient population but allow us to individualize the treatment dependent on time after stroke, age, sex, and co-morbidities. Molecular techniques that are impractical when delivered systemically could be delivered locally to impede the early inflammation.\n\nThis research aims to advance understanding of cerebrovascular disease and to support the development of improved therapies.","detailedDescription":"This is a prospective open enrollment biorepository to collect and evaluate blood and tissue collected during cerebrovascular procedures, which will then be used for the purposes of identifying biological markers, inflammatory cell infiltrates, and biological states in stroke and other cerebrovascular diseases in the human condition.\n\nThis research aims to advance understanding of cerebrovascular disease and to support the development of improved therapies.\n\nThe study population will include up to 1000 subjects, consisting of up to 800 cerebrovascular disease subjects and up to 200 control subjects. Male and female participants 18 years of age and older will be enrolled.\n\nParticipants will be recruited from patients evaluated at University of Kentucky Chandler Hospital for cerebrovascular procedures . Participants with impaired capacity may be included as the pathology to be studied may impair their capacity.\n\nThe primary endpoints of the study will be evaluation of specific proteins and leukocyte populations in the human stroke clot, tissues and blood.\n\nThe following describes all study procedures and evaluations that are to be done as part of the study.\n\nBaseline:\n\n* Verify inclusion/exclusion criteria\n* Obtain consent from the patient or Legally Authorized Representative (LAR).\n* Medical history taken from medical record, participant and family to determine eligibility based on inclusion/exclusion criteria (Standard of Care)\n* Medication history (Standard of Care)\n* Baseline physical examination to include vital signs (Standard of Care)\n* Premorbid Modified Ranking Score (mRS)\n* NIH Stroke Scale (Standard of Care)\n* BMI (Standard of Care)\n* Cerebrovascular procedure (Standard of Care)\n* Study Specimen Collection\n\nData points recorded may include:\n\n* concomitant medications\n* the vessel location of the thrombus or disease\n* the time from Last Known Normal to vessel recanalization\n* the TICI score\n* the CTA collateral score at presentation\n* the baseline serum bicarbonate\n* the baseline O2 saturation\n* Medical history /co-morbid conditions\n\nStudy Specimen Collection\n\nThis protocol covers the procurement of tissue samples, blood samples, and other biological samples from patients undergoing any cerebrovascular surgery and/or clinical procedure.\n\nAny tissue or biological sample that is procured as part of a normal cerebrovascular procedures and which would otherwise be discarded can be collected under this protocol. Examples of these tissue samples include:\n\n* Blood vessels (arterial or venous)\n* Brain tissue\n* Thrombus tissue\n* AVM nidus from resection\n* AVF nidus from resection\n* Aneurysms if resected\n* Carotid stenosis plaques from CEA\n\nPeripheral blood samples may also be collected from patients. These are the only biospecimens that will be procured specifically for this research and that are not collected as part of normal cardiac care. These samples will consist of 5 to 10 cc of peripheral blood and may be collected:\n\n* Prior to procedure\n* Immediately after procedure\n* At different time intervals after the procedure during the hospital stay. These samples will not exceed the frequency and volume limits detailed in the IRB regulations\n* At the outpatient follow-up after procedure\n* Annually at an office-visit\n* Upon readmission if hospitalized\n\nThe 200 volunteers in the control group will include patients undergoing non-emergent, elective diagnostic cerebral angiography as well as patients of emergent angiogram cases. In all cases of this procedure, a catheter is placed in the common carotid artery. Backbleeding of the catheter is a routine measure used to ensure that no bubbles are in the catheter prior to injecting contrast. A bubble, if injected, could cause a stroke. When performing this maneuver, 2 cc of blood will be collected from the diagnostic catheter, while it is positioned in the common carotid artery. No above standard of care measures will be employed to obtain this normally discarded sample.\n\nThese samples will comprise the control tissue bank."},"conditionsModule":{"conditions":["Acute Ischemic Stroke","Cerebrovascular Disorders"],"keywords":["Acute","Ischemic","Stroke","Biomarkers","Proteins","Inflammatory Cells","Acid/Base Balance","cerebrovascular"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"1 cc of arterial distal blood, thrombus, and 5 cc of peripheral arterial blood; biological sample that is procured as part of a normal cerebrovascular procedure and which would otherwise be discarded can be collected under this protocol. Examples include: blood vessels, brain tissue, thrombus tissue, AVM nidus, AVF nidus, resected aneurysm, carotid plaque from CEA, etc."},"enrollmentInfo":{"count":1000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Cerebrovascular procedure patients","description":"This is a registry. No above standard of care interventions will take place. Participants must be undergoing a clinically routine cerebrovascular procedure.","interventionNames":["Other: Registry"]}],"interventions":[{"type":"OTHER","name":"Registry","description":"Collect standard of care clot, tissue and arterial blood during standard of care cerebrovascular procedure for lab analysis.","armGroupLabels":["Cerebrovascular procedure patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Evaluate pH of blood as a marker of acid/base balance in distal blood and proximal blood, and correlate to interval of time between Last Known Normal and vessel recanalization.","description":"A small amount of blood (from the two specimens) will be sent for blood gas analysis to evaluate the pH, pO2, pCO2, pHCO3 potassium, sodium, and calcium concentrations.","timeFrame":"Assessed over the course of the study, an estimated 3 years."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria 1. All patients, Male or female, aged 18 years or older, undergoing cerebrovascular surgery/procedure at the University of Kentucky.\n\nExclusion Criteria:\n\n1. Pregnant or breastfeeding females","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The study population will include up to 1000 subjects, consisting of up to 800 cerebrovascular disease subjects and up to 200 control subjects. Male and female participants 18 years of age and older will be enrolled.\n\nThis protocol covers the procurement of biological samples from patients undergoing any cerebrovascular surgery and/or neurointerventional clinical procedure at University of Kentucky. Control participants will include patients undergoing non-emergent, elective diagnostic cerebral angiography as well as patients undergoing emergent angiogram cases.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Jennifer R Isaacs, MS, MS","role":"CONTACT","phone":"859-323-4738","email":"jennifer.isaacs@uky.edu"},{"name":"Justin F Fraser, MD","role":"CONTACT","phone":"859-323-0616","email":"jfr235@uky.edu"}],"overallOfficials":[{"name":"Justin F Fraser, MD","affiliation":"University of Kentucky","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Kentucky Deparment of Neurosurgery, UK Chandler Hospital","status":"RECRUITING","city":"Lexington","state":"Kentucky","zip":"40536-0298","country":"United States","geoPoint":{"lat":37.98869,"lon":-84.47772}}]},"referencesModule":{"references":[{"pmid":"36179808","type":"DERIVED","citation":"Hazelwood HS, Frank JA, Maglinger B, McLouth CJ, Trout AL, Turchan-Cholewo J, Stowe AM, Pahwa S, Dornbos DL 3rd, Fraser JF, Pennypacker KR. Plasma protein alterations during human large vessel stroke: A controlled comparison study. Neurochem Int. 2022 Nov;160:105421. doi: 10.1016/j.neuint.2022.105421. Epub 2022 Sep 28."},{"pmid":"35141572","type":"DERIVED","citation":"Maglinger B, McLouth CJ, Frank JA, Rupareliya C, Sands M, Sheikhi L, Pahwa S, Dornbos D 3rd, Harp JP, Trout AL, Turchan-Cholewo J, Stowe AM, Fraser JF, Pennypacker KR. Influence of BMI on adenosine deaminase and stroke outcomes in mechanical thrombectomy subjects. Brain Behav Immun Health. 2022 Jan 26;20:100422. doi: 10.1016/j.bbih.2022.100422. eCollection 2022 Mar."},{"pmid":"34728392","type":"DERIVED","citation":"Spears RC, McLouth CJ, Pennypacker KR, Frank JA, Maglinger B, Martha S, Trout AL, Roberts J, Stowe AM, Sheikhi L, Pahwa S, Fraser JF. Alterations in Local Peri-Infarct Blood Gases in Stroke Patients Undergoing Thrombectomy. World Neurosurg. 2022 Feb;158:e317-e322. doi: 10.1016/j.wneu.2021.10.171. Epub 2021 Oct 30."},{"pmid":"34558059","type":"DERIVED","citation":"Sands M, Frank JA, Maglinger B, McLouth CJ, Trout AL, Turchan-Cholewo J, Stowe AM, Fraser JF, Pennypacker KR. Antimicrobial protein REG3A and signaling networks are predictive of stroke outcomes. J Neurochem. 2022 Jan;160(1):100-112. doi: 10.1111/jnc.15520. Epub 2021 Oct 14."},{"pmid":"34250820","type":"DERIVED","citation":"Shaw BC, Maglinger GB, Ujas T, Rupareliya C, Fraser JF, Grupke S, Kesler M, Gelderblom M, Pennypacker KR, Turchan-Cholewo J, Stowe AM. Isolation and identification of leukocyte populations in intracranial blood collected during mechanical thrombectomy. J Cereb Blood Flow Metab. 2022 Feb;42(2):280-291. doi: 10.1177/0271678X211028496. Epub 2021 Jul 11."},{"pmid":"33768217","type":"DERIVED","citation":"Armstrong GK, Frank JA, McLouth CJ, Stowe A, Roberts JM, Trout AL, Fraser JF, Pennypacker K. Commentary: Use of BACTRAC Proteomic Database-Uromodulin Protein Expression During Ischemic Stroke. J Exp Neurol. 2021 Mar;2(1):29-33."},{"pmid":"32641418","type":"DERIVED","citation":"Maglinger B, Frank JA, McLouth CJ, Trout AL, Roberts JM, Grupke S, Turchan-Cholewo J, Stowe AM, Fraser JF, Pennypacker KR. Proteomic changes in intracranial blood during human ischemic stroke. J Neurointerv Surg. 2021 Apr;13(4):395-399. doi: 10.1136/neurintsurg-2020-016118. Epub 2020 Jul 8."},{"pmid":"32010048","type":"DERIVED","citation":"Martha SR, Cheng Q, Fraser JF, Gong L, Collier LA, Davis SM, Lukins D, Alhajeri A, Grupke S, Pennypacker KR. Expression of Cytokines and Chemokines as Predictors of Stroke Outcomes in Acute Ischemic Stroke. Front Neurol. 2020 Jan 15;10:1391. doi: 10.3389/fneur.2019.01391. eCollection 2019."},{"pmid":"30064997","type":"DERIVED","citation":"Fraser JF, Collier LA, Gorman AA, Martha SR, Salmeron KE, Trout AL, Edwards DN, Davis SM, Lukins DE, Alhajeri A, Grupke S, Roberts JM, Bix GJ, Pennypacker KR. The Blood And Clot Thrombectomy Registry And Collaboration (BACTRAC) protocol: novel method for evaluating human stroke. J Neurointerv Surg. 2019 Mar;11(3):265-270. doi: 10.1136/neurintsurg-2018-014118. Epub 2018 Jul 31."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"To be announced."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Acute Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disorders","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}