{"protocolSection":{"identificationModule":{"nctId":"NCT05156736","orgStudyIdInfo":{"id":"PAKSEHAT"},"organization":{"fullName":"Tabba Heart Institute","class":"OTHER"},"briefTitle":"Pakistan Study of Premature Coronary Atherosclerosis in Young Adults","officialTitle":"Pakistan Study of Premature Coronary Atherosclerosis in Young Adults (PAK SEHAT)","acronym":"PAKSEHAT"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2028-02","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-11","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-11-30","studyFirstSubmitQcDate":"2021-12-13","studyFirstPostDateStruct":{"date":"2021-12-14","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-05","lastUpdatePostDateStruct":{"date":"2023-04-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Tabba Heart Institute","class":"OTHER"},"collaborators":[{"name":"Getz Pharma","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Coronary heart disease (CHD) is a major cause of morbidity, disability, mortality, and health expenditures worldwide. A wealth of studies has demonstrated that people of South Asian ancestry have a higher risk of CHD and particularly premature CHD than most other racial/ethnic groups, and recent research suggests that this risk is higher in Pakistanis than in Indians-the two largest SA groups. Pakistan is the 5th most populous country in the world, and despite these concerning trends, so far there has been a scarcity of large studies evaluating the prevalence of cardiovascular risk factors and subclinical coronary atherosclerosis in young-to-middle-aged Pakistanis. Also, there is currently no cardiovascular risk score specifically tailored to younger Pakistani men and women. The PAKistan Study of prEmature coronary atHerosclerosis in young AdulTs (PAK-SEHAT) aims at addressing these important gaps. PAK-SEHAT is an ongoing prospective cohort study that will enroll 2,000 asymptomatic Pakistani men aged 35 to 60 years and women aged 35 to 65 years from the general population, free of clinically overt cardiovascular disease. Participants will undergo a comprehensive baseline exam including coronary computed tomography angiography, and will be followed for incident events and repeat testing for 5 years. PAK-SEHAT will allow determining the prevalence, severity, determinants, and prognostic significance of early atherosclerosis in apparently healthy young-to-middle-aged Pakistanis. This knowledge can help inform primordial and primary prevention strategies, enhanced cardiovascular risk stratification, and potential plaque-screening approaches in Pakistan, all of which can ultimately help reduce the burden of CHD in the country. In this report investigators describe the rationale, objectives, methods, and discuss the potential implications of the PAK-SEHAT study.","detailedDescription":"Study Objectives The primary objectives of PAK-SEHAT are: 1) characterize the prevalence and severity of subclinical coronary atherosclerosis among young-to-middle aged Pakistani men and women free of clinical CVD, and 2) assess 5-year rates of ASCVD events. The secondary objectives of the study are to 1) determine the prevalence of diabetes, hypertension, dyslipidemia, and other cardiovascular risk factors among young Pakistani men and women free of clinical CVD; 2) identify the determinants of subclinical coronary atherosclerosis in this population; 3) estimate the incidence of diabetes, hypertension, dyslipidemia, and other cardiovascular risk factors at 5 years of follow-up; 4) identify independent risk factors and markers of incident clinical ASCVD among young asymptomatic Pakistanis.\n\nStudy Design PAK-SEHAT is a prospective cohort study, with a target study population of 2,000 participants and a planned prospective follow-up of 5 years after study enrollment.\n\nStudy Population Investigators plan to recruit 2,000 young-to-middle aged adult Pakistani men and women with no known clinical ASCVD. Because the focus of this study is to investigate the prevalence, severity, and determinants of early coronary atherosclerosis in Pakistani adults, focus will be on apparently healthy (i.e., without known clinical CVD) young-to-middle native Pakistanis. Also, because premature coronary events are more frequent and usually observed at younger ages in men than in women, the age range of male participants at enrollment will be 35-60 years, while this will be 35-65 years for female participants; and enrollment will use a 1:1 male:female ratio.\n\nSampling Strategy: PAK-SEHAT aims to be as representative as possible of the general Pakistani population, and a multi-stage cluster sampling strategy will be used to identify candidates to participate in the study. The first stage of the sampling process occurs at the province level, which is the largest administrative division in the country, and participants will be recruited from all four Pakistani provinces and the Federal territory of Islamabad. A cluster is defined as the selected tertiary care hospital offering clinical cardiac services. The selection criteria of hospital include clinical cardiac services being provided and availability of CT coronary angiogram. Next, cities are selected, and within those, the hospitals. The distribution of the sample across the provinces was done proportionate to the size sampling method. We are collaborating with eight hospital sites across the country to achieve our sample size. Tabba Heart Institute Karachi, Safari Hospital Rawalpindi, Bahria international Hospital Lahore, Doctors Hospital and medical center Lahore, Faisalabad Institute of Cardiology, Medikay Cardiac Center Islamabad, Peshawar Institute of Cardiology and Tabba Heart Institute Quetta.\n\nParticipant Enrollment The attendant of the patients admitted to the hospital will be offered to participate in the study. The volunteers for the study will be recruited through advertisement of the study using pamphlets, posters, electronic medium such as FM radio and digital platforms such as facebook, twitter, and instagram. Individuals who are deemed eligible to participate in the study will be provided with detailed information about the study, invited to ask questions, and asked to provide written informed consent for participation.\n\nAll the participants will undergo study measurements that include an interview about current past clinical history, family history, lifestyle, and mental health assessment, laboratory investigations such as lipid profile, liver profile, HbA1C, CBC, CRP, Renal function tests, and Lp (a). The participants will undergo CT angio and cIMT measurement at the respective hospital sites and will be provided with their reports. The central reporting of CT angio and cIMT will be done at TabbaHeart by two readers to standardize the measurements.\n\nAt 2.5 year follow-up, laboratory investigations will be repeated and 5 year CT angio along with laboratory investigations will be repeated. In between the baseline and follow-up, participants will be contacted regularly to collect data on cardiac events.\n\nStudy interview and questionnaires. Participants will be interviewed by trained study personnel. Sociodemographic data, and information on past and present medical history, family history, lifestyle will be collected using structured questionnaires.\n\nBlood pressure: Systolic and diastolic blood pressure will be measured in each participant using Omron digital BP apparatus, with participants sitting in a comfortable position for 5 minutes.\n\nAnthropometry and body composition. Height (cm) will be measured through height scale. Body composition will be analyzed using the Tanita-MC-780 U body composition analyzer.\n\nBlood measurements and genetics. Trained study personnel will draw approximately 30 mL of venous blood from each participant. Approximately 10 mL of blood will be biobanked and stored at -80C to allow for future additional research studies, including genetic testing. The latter will include but not limited to testing for ApoE Genotype (information about risk of heart disease and response to amounts of dietary fat), 9p21 Genotype (risk of MI and CAD at an early age), KIF6 Genotype (risk of heart disease and reduction of MACE with statins), LPA Intron 25 (increased risk of heart disease), 4q25 A-Fib genotype (risk of atrial fibrillation and risk of stroke due to atrial fibrillation). In participants who do not consent for genetic testing, their 10 mL of biobanked blood may be used in non-genetic analyses but not for studies involving genetic testing.\n\nCardiac CT scans. Participants will first undergo a non-contrast-enhanced cardiac CT for coronary artery calcium (CAC) scoring, followed by a contrast-enhanced CCTA. Toshiba Aquilion Multislice CT scanners and prospective ECG triggering will be used. Participants will be evaluated before the CT scan by study personnel and if the heart rate is above 65 bpm will be pre-treated with a β-blocker (or ivabradine if contraindicated) to achieve a target heart rate of \\~60 bpm. Sublingual nitroglycerin will be administered as per standard protocols approximately 3 minutes before the CCTA scan, and intravenous contrast will be injected at a rate of 5.5-7 ml/s depending on the body habitus of the participant; for an average patient, the dose of contrast is expected to be approximately 60-80 mL. The non-contrast-enhanced images will be transferred to the Cardiology CT core lab at Tabba Heart Institute and evaluated by trained radiologists who will quantify CAC according to Agatston's method.\n\nCarotid ultrasound imaging . All participants will undergo carotid ultrasound imaging for assessment of presence of carotid plaque and for carotid intima-media thickness (CIMT) evaluation. This will be assessed with automated measurement over bilateral carotid arteries using a Toshiba Aplio 500 ultrasound system (Otawara, Japan), using B-mode ultrasound examination with a 10-MHz multi-frequency linear array transducer. Participants will be examined in the supine position, and standard measurements will be performed.\n\nBaseline Data Management and Quality Study data will be collected in tablets and other digital platforms and will be transferred to a central server. The centralized study database will be stored at the Tabba Heart Institute using a secure server, and data privacy and confidentiality will be secured at all times. For quality control purposes, the data collection application in the tablets will have built-in features to limit erroneous data entry and inconsistency in recording participants' responses. Also, a field coordinator will monitor data collection and spot-check 5-10% of the interviews. At the centralized study database, data error reports will be generated on a monthly basis to monitor completeness, invalid values, and inconsistencies in responses. In addition, a live dashboard will be developed for pre-identified key variables to monitor and evaluate the project's progress.\n\nFollow-Up and Event Ascertainment: Besides repeat blood tests and imaging testing at 30 and 60 months (Table 2), in each of the three follow-up visits a questionnaire will be used to collect information on ASCVD outcomes. In case of an affirmative answer, participants will be asked to provide additional evidence (e.g. hospital admission records) so that the event can be confirmed. ASCVD events will include myocardial infarction, unstable angina, stable angina, stroke, transient ischemic attack, coronary revascularization, and cardiovascular death.\n\nPublished definitions will be used to define each of these incident events. Independent two cardiologists from the centralized PAK-SEHAT adjudication committee and blinded to the results of the study tests will classify events as definite, probable, or absent, based primarily on available hospital documentation. They will also classify CHD-, CVD- or stroke- related deaths based on hospital records (if available) and verbal autopsy interviews with families. If there is disagreement in event adjudication between the 2 assigned experts, a third independent physician adjudicator will review the evidence to break the tie.\n\nThe repeat CCTA at 60 months of follow-up will be used to evaluate the progression/regression of coronary plaque burden.\n\nStatistical Analyses For analyses using baseline data, the frequency and distribution of cardiovascular risk factors (known, unknown), coronary plaque burden, and other key baseline variables using number and frequency (%) for categorical variables and mean (standard deviation) or median (interquartile range) for normally and not normally distributed continuous variables will be described. Specifically for coronary plaque characteristics, the CAC score will be categorized as 0, \\>0-\\<100, ≥100, and the distribution of CAC scores and proportion of each stratum will be reported. With regards to CCTA findings, the proportion of participants with any coronary plaque and the distribution of plaque subtypes will be reported with 95% CI. Investigators will also report the frequency of having maximal coronary stenosis ≥50% and ≥70%, respectively, and the proportion of participants with high-risk plaque features. The distributions of the number of coronary vessels with plaque, the number of coronary segments affected per participant, and the location of coronary plaques (left main, anterior descending, circumflex, and right coronary artery) will also be described.\n\nIn analyses of incident events during follow-up, investigators will use standard survival analysis and time-to-event techniques. Cumulative incidence at 5 years (in %) and incidence rates per 1,000 person-years (with 95% CI) will be computed for the primary and secondary study outcomes. The ASCVD event rates in the PAK-SEHAT population will be compared with those of Pakistanis of the same age and sex free of clinical ASCVD and not included in the study.\n\nAnalyses of the incidence of cardiovascular risk factors during follow-up will be restricted to individuals at-risk of each of those risk factors.\n\nInvestigators will use Cox Proportional Hazards regression models to evaluate the association between important baseline characteristics and incident ASCVD events during follow-up."},"conditionsModule":{"conditions":["Atherosclerotic Plaque","Diabetes Mellitus, Type 2","Hypertension","Stroke"],"keywords":["ATHEROSCLEROSIS","CARDIOVASCULAR DISEASE","SOUTH ASIAN","YOUNG","PAKISTAN","EPIDEMIOLOGY"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Approximately 10 ml of blood will be stored for at least 10 years."},"enrollmentInfo":{"count":2000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Young Pakistanis","description":"Young pakistani population with no history of cardiovascular disease and stroke"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Burden of atherosclerotic plaque assessed via coronary computed tomography angiography","description":"Burden and progression of atherosclerotic plaque will by measured by coronary computed tomographical angiography (CCTA). Participants will first undergo a non-contrast-enhanced cardiac CT for coronary artery calcium (CAC) scoring, followed by a contrast-enhanced CCTA. Toshiba Aquilion Multislice CT scanners and prospective ECG triggering will be used. Sublingual nitroglycerin will be administered as per standard protocols approximately 3 minutes before the CCTA scan, and intravenous contrast will be injected at a rate of 5.5-7 ml/s depending on the body habitus of the participant; for an average patient, the dose of contrast is expected to be approximately 60-80 mL. The non-contrast-enhanced images will be transferred to the Cardiology CT core lab at Tabba Heart Institute and evaluated by trained radiologists who will quantify CAC according to Agatston's method.","timeFrame":"5 years"}],"secondaryOutcomes":[{"measure":"Incidence of diabetes measured by HbA1C","description":"Glycosylated hemoglobin (HbA1C) will be used to assess the incidence of diabetes. HbA1C of greater than or equal to 6.5% will be taken as diabetic","timeFrame":"5 years"},{"measure":"Risk factors of clinical cardiovascular disease","description":"Regression will be done to assess the association of multiple factors like age, gender, family history, medical history etc with cardiovascular disease","timeFrame":"5 years"},{"measure":"Incidence of hypertension in mm Hg measured by Omron digital BP apprataus","description":"Systolic and diastolic blood pressure will be measured in each participant using a DINAMAP monitor (General Electric). Field workers will measure each adult's blood pressure on the right arm while the person will be in a seated position. Blood pressure will be measured twice with at least one minute between measurements. We will use the average of the two blood pressure measurements in our study. Average Bp of greater than 140/90 will be taken as hypertensive.","timeFrame":"5 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Native Pakistani\n* Men aged 35-60 years \\& women aged 35-65 years\n* Willing to consent to participation\n\nExclusion Criteria:\n\neGFR \\< 60 ml/min/1.73m2\n\nPregnant women\n\nHistory of stroke or MI (CABG or PCI)\n\nHistory of Peripheral arterial disease\n\nWeight more than 102 Kg\n\nAny active malignancy\n\nKnown contraindication from contrast used in cardiac CTA\n\nExpected migration from residential area within 5 years","healthyVolunteers":true,"sex":"ALL","minimumAge":"35 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"We plan to recruit 2,000 young-to-middle aged adult Pakistani men and women with no known clinical ASCVD. Because the focus of this study is to investigate the prevalence, severity, and determinants of early coronary atherosclerosis in Pakistani adults, we will focus on apparently healthy (i.e., without known clinical CVD) young native Pakistanis. Also, because premature coronary events are more frequent and usually observed at younger ages in men than in women, the age range of male participants at enrollment will be 35-60 years, while this will be 35-65 years for female participants; and enrollment will use a 1:1 male: female ratio.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Bashir Hanif, FSCAI","role":"CONTACT","phone":"+92-21-36811841","phoneExt":"1414","email":"bashir.hanif@tabbaheart.org"},{"name":"Ghazal Peerwani, MSc","role":"CONTACT","phone":"+92-21-36811841","phoneExt":"1367","email":"ghazal.peerwani@tabbaheart.org"}],"locations":[{"facility":"Tabba Heart Institute","status":"RECRUITING","city":"Karachi","state":"Sindh","zip":"74500","country":"Pakistan","contacts":[{"name":"Ghazal Peerwani","role":"CONTACT","email":"ghazal.peerwani@tabbaheart.org"},{"name":"Bashir Hanif","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Sana Sheikh","role":"SUB_INVESTIGATOR"},{"name":"Saba Aijaz","role":"SUB_INVESTIGATOR"},{"name":"Ghazal Peerwani","role":"SUB_INVESTIGATOR"},{"name":"Wajiha Javed","role":"SUB_INVESTIGATOR"},{"name":"Jaffer Bin Baqar","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":24.8608,"lon":67.0104}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000050197","term":"Atherosclerosis"},{"id":"D000003324","term":"Coronary Artery Disease"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000003924","term":"Diabetes Mellitus, Type 2"},{"id":"D000058226","term":"Plaque, Atherosclerotic"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000003920","term":"Diabetes Mellitus"},{"id":"D000044882","term":"Glucose Metabolism Disorders"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000004700","term":"Endocrine System Diseases"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000003327","term":"Coronary Disease"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000020763","term":"Pathological Conditions, Anatomical"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M25559","name":"Premature Birth","relevance":"LOW"},{"id":"M6805","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M6809","name":"Diabetes Mellitus, Type 2","asFound":"Diabetes Mellitus, Type 2","relevance":"HIGH"},{"id":"M9714","name":"Hypertension","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","asFound":"Coronary Atherosclerosis","relevance":"HIGH"},{"id":"M19196","name":"Myocardial Ischemia","asFound":"Coronary Atherosclerosis","relevance":"HIGH"},{"id":"M25878","name":"Atherosclerosis","asFound":"Atherosclerosis","relevance":"HIGH"},{"id":"M28693","name":"Plaque, Atherosclerotic","asFound":"Atherosclerotic Plaque","relevance":"HIGH"},{"id":"M6239","name":"Coronary Disease","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11329","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M25093","name":"Glucose Metabolism Disorders","relevance":"LOW"},{"id":"M7552","name":"Endocrine System Diseases","relevance":"LOW"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M22209","name":"Pathological Conditions, Anatomical","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}