{"protocolSection":{"identificationModule":{"nctId":"NCT03228251","orgStudyIdInfo":{"id":"STREAM Trial"},"organization":{"fullName":"Johann Wolfgang Goethe University Hospital","class":"OTHER"},"briefTitle":"Simulation-based Training of Rapid Evaluation and Management for Acute Stroke (STREAM) Trial","officialTitle":"Simulation-based Training of Rapid Evaluation and Management for Acute Stroke (STREAM) - Multicentric Prospective Interventional Study for the Improvement of Acute Stroke Care","acronym":"STREAM"},"statusModule":{"statusVerifiedDate":"2019-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-10-16","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-03-11","type":"ACTUAL"},"completionDateStruct":{"date":"2019-03-31","type":"ACTUAL"},"studyFirstSubmitDate":"2017-06-26","studyFirstSubmitQcDate":"2017-07-20","studyFirstPostDateStruct":{"date":"2017-07-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-06-27","lastUpdatePostDateStruct":{"date":"2019-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr. Waltraud Pfeilschifter","investigatorTitle":"Prof. Dr. med.","investigatorAffiliation":"Johann Wolfgang Goethe University Hospital"},"leadSponsor":{"name":"Johann Wolfgang Goethe University Hospital","class":"OTHER"},"collaborators":[{"name":"Stryker Neurovascular","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Acute stroke care is highly time critical for thrombolysis as well as thrombectomy. In both scenarios, each minute lost reduces the therapeutic efficacy. Therefore, an optimal implementation of these effective therapies into daily clinical practice is of utmost importance for the translation of the evidence from clinical trials into good clinical outcomes in routine care. In acute stroke therapy, the patient is cared for by an interdisciplinary team and often has to undergo several handovers between different caregivers with possible interface problems.\n\nTo facilitate a smooth workflow, the investigator developed an interdisciplinary stroke team algorithm and implemented regular simulation-based team trainings at the investigators institution. This multimodal intervention markedly improved the \"door-to-needle\" time for thrombolysis (time from the patient's arrival in the emergency department to the start of the tissue plasminogen activator (tPA) infusion) which is the most relevant benchmark parameter for acute stroke care. The investigators monthly stroke team training had a positive effect on the perceived degree of safety and staff satisfaction among the employees of the investigators departments.\n\nThe investigator plans to investigate the benefits of the multimodal intervention of a stroke team algorithm with regular stroke team simulation training in a controlled prospective pretest-posttest trial design at seven leading stroke centers in Germany. The investigator hypothesize that the implementation of a stroke team algorithm (defined team, defined tasks) and regular stroke team training with a focus on efficient team work and communication will improve process times, patient safety and staff satisfaction.\n\nIn the pretest period, the participating seven centers (tertiary care university hospitals with thrombectomy capacity 24/7/365) record the data of all consecutive patients receiving thrombolysis and/or thrombectomy during a three month period. Afterwards 3-4 leading employees of different professional backgrounds (e.g. senior neurologist of the stroke unit, neurointerventionalist, head nurse of emergency department) will be invited to a joint \"train-the-trainer\" seminar at the sponsors institution where the participating centers present their algorithm to the participants of all seven stroke centers for discussion to invite suggestions for streamlining and improvement and a train-the-trainer course of stroke simulation. After the seminar, the principal investigator and stroke team trainer will visit all centers for one in situ stroke team simulation training and provide teaching materials. Afterwards, each center will be invited to schedule two additional stroke team trainings a with stroke team trainer that will be led by e.g. the senior neurologist from the respective stroke unit with the aim of permanently starting up regular stroke team simulation. In the posttest period, the participating seven centers again record the data of all consecutive patients receiving thrombolysis and/or thrombectomy during a three month time period."},"conditionsModule":{"conditions":["Stroke, Thrombolysis, Thrombectomy, Simulation Training, Patient Safety"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":379,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Observation Group 1","description":"all stroke patients receiving thrombolysis and/or thrombectomy in a time period of three months before stroke team simulation training"},{"label":"Observation Group 2","description":"all stroke patients receiving thrombolysis and/or thrombectomy in a time period of three months after stroke team simulation training","interventionNames":["Other: Stroke team simulation training"]}],"interventions":[{"type":"OTHER","name":"Stroke team simulation training","description":"The participating centers identify 3-4 senior staff of different professional backgrounds (e.g. senior neurologist, neurointerventionalist, head nurse) who will design a stroke team algorithm tailored to the local circumstances of the stroke center. The centers will be invited to a joint \"train-the-trainer\" seminar at the sponsor's institution where they present their algorithm to the participants of all seven stroke centers for discussion to invite suggestions for streamlining and improvement. The teams will be introduced to the concept of simulation-based stroke team training. After the seminar, the principal investigator and the stroke team trainer will visit all centers for one on-site stroke team training and provide teaching materials. Afterwards, each center will be invited to schedule two additional stroke team trainings with the stroke team trainer that will be led by e.g. the senior neurologist from the stroke unit with use of a simulation manikin.","armGroupLabels":["Observation Group 2"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Median \"door-to-needle\" time (median and 25-75 % interquartile range) in a pretest-posttest observation","timeFrame":"up to 1 hour"}],"secondaryOutcomes":[{"measure":"Median thrombectomy process times of patients receiving thrombectomy in a before-after observation","timeFrame":"up to 2 hours"}],"otherOutcomes":[{"measure":"Safety: Hemorrhagic transformation of the infarct on follow-up CT","timeFrame":"up to 48 hours"},{"measure":"Staff (stroke team) satisfaction","description":"to recognize an improvement of the staff statisfaction, the members of the stroke Team are asked about their opinion and specific markers for staff satisfaction (investigators pre-designed questionnaire)","timeFrame":"up to 6 month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* thrombolysis/thrombectomy in one of the seven participating stroke centers following EMS referral\n* written informed consent from the patient and/or his/her legal representative.\n\nExclusion Criteria:\n\n* in-hospital stroke\n* referred for thrombectomy by another Hospital.","sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Thrombolysis/thrombectomy in one of the seven participating stroke centers following Emergency Medical Service (EMS) referral. All consecutive patients treated during the two observation periods will be recorded after obtaining written informed consent from the patient and/or his/her legal representative. The investigator will not record patients who suffered an in-hospital stroke or who were referred for thrombectomy by another Hospital.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Waltraud Pfeilschifter, Prof. Dr.","affiliation":"Johann Wolfgang Goethe University Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Universitätsklinikum Tübingen","city":"Tübingen","state":"Baden-Württemberg","zip":"72076","country":"Germany","geoPoint":{"lat":48.52266,"lon":9.05222}},{"facility":"Klinikum Augsburg","city":"Augsburg","zip":"86156","country":"Germany","geoPoint":{"lat":48.37154,"lon":10.89851}},{"facility":"Charite - Universitätsmedizin Berlin, Campus Benjamin Franklin","city":"Berlin","zip":"12203","country":"Germany","geoPoint":{"lat":52.52437,"lon":13.41053}},{"facility":"Universitätsklinikum Hamburg-Eppendorf (UKE)","city":"Hamburg","zip":"20246","country":"Germany","geoPoint":{"lat":53.57532,"lon":10.01534}},{"facility":"Universitätsklinikum Heidelberg","city":"Heidelberg","zip":"69120","country":"Germany","geoPoint":{"lat":49.40768,"lon":8.69079}},{"facility":"Uniklinik Köln","city":"Köln","zip":"50937","country":"Germany","geoPoint":{"lat":50.93333,"lon":6.95}},{"facility":"Klinikum der Universität München, Klinikum Großhadern","city":"München","zip":"81377","country":"Germany","geoPoint":{"lat":48.13743,"lon":11.57549}}]},"referencesModule":{"references":[{"pmid":"34478596","type":"DERIVED","citation":"Bohmann FO, Gruber K, Kurka N, Willems LM, Herrmann E, du Mesnil de Rochemont R, Scholz P, Rai H, Zickler P, Ertl M, Berlis A, Poli S, Mengel A, Ringleb P, Nagel S, Pfaff J, Wollenweber FA, Kellert L, Herzberg M, Koehler L, Haeusler KG, Alegiani A, Schubert C, Brekenfeld C, Doppler CEJ, Onur OA, Kabbasch C, Manser T, Steinmetz H, Pfeilschifter W; STREAM Trial investigators. Simulation-based training improves process times in acute stroke care (STREAM). Eur J Neurol. 2022 Jan;29(1):138-148. doi: 10.1111/ene.15093. Epub 2021 Oct 21."},{"pmid":"31572288","type":"DERIVED","citation":"Bohmann FO, Kurka N, du Mesnil de Rochemont R, Gruber K, Guenther J, Rostek P, Rai H, Zickler P, Ertl M, Berlis A, Poli S, Mengel A, Ringleb P, Nagel S, Pfaff J, Wollenweber FA, Kellert L, Herzberg M, Koehler L, Haeusler KG, Alegiani A, Schubert C, Brekenfeld C, Doppler CEJ, Onur OA, Kabbasch C, Manser T, Pfeilschifter W; STREAM Trial Investigators. Simulation-Based Training of the Rapid Evaluation and Management of Acute Stroke (STREAM)-A Prospective Single-Arm Multicenter Trial. Front Neurol. 2019 Sep 11;10:969. doi: 10.3389/fneur.2019.00969. eCollection 2019."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}