{"protocolSection":{"identificationModule":{"nctId":"NCT03304340","orgStudyIdInfo":{"id":"201409010RINC"},"organization":{"fullName":"National Taiwan University Hospital","class":"OTHER"},"briefTitle":"Comparison the Effects of Early Functional Electrical Stimulation and Transcutaneous Electrical Nerves Stimulation in Functional and Motor Recovery for Acute Stroke Patients","officialTitle":"Adding the Transcutaneous Electrical Nerves Stimulation for Acute Stroke Rehabilitation"},"statusModule":{"statusVerifiedDate":"2017-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-03-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2015-12-31","type":"ACTUAL"},"completionDateStruct":{"date":"2015-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2017-10-01","studyFirstSubmitQcDate":"2017-10-05","studyFirstPostDateStruct":{"date":"2017-10-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2017-10-05","lastUpdatePostDateStruct":{"date":"2017-10-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Taiwan University Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The purpose of this study was to examine the outcomes of postural stability, activities of daily living function, and motor capacity of persons after stroke who received transcutaneous electrical nerves stimulation (TENS) or functional electrical stimulation (FES), in addition to SR, in the post-stroke acute phase. Such persons were compared with others who received SR alone in order to determine if the addition of TENS or FES resulted in earlier or more effective recovery.","detailedDescription":"Based on modern knowledge about the neuro-plastic changes that occur immediately after brain injuries, rehabilitation should be more effective when started soon after brain damaged. Besides, knowledge about one of the factors that determine efficacy of rehabilitation is the commencement of treatment, as well as on the time interval from stroke to initiate voluntary movement. Therefore, many studies had reported that the effectiveness of functional electrical stimulation (FES) and transcutaneous electrical nerves stimulation (TENS), which induce stimulation and the excitability, were widely applied in rehabilitation for patients with stroke. However, many investigations about the effects of FES or TENS on motor recovery for the stroke patients mainly focus on the chronic stage as well as compared each of two different kinds of stimulation separately. Hence the investigators will study the impacts of TENS and FES on the motor recovery for the stroke patients from the acute stage. Bedsides, the investigators also study that whether patients after stroke in the acute stage who received adding TENS experienced similar impacts on motor recovery to those who received adding FES.\n\nThis was a single-blind randomized control trial study. The study recruited 40 subjects from stroke center of National Taiwan Hospital (NTUH) within 3 days after first stroke onset. All subjects were in stable medically control and assigned randomly to 1 of 3 groups including (1)Functional electrical stimulation (FES) + standard rehabilitation (SR) ,(2) Transcutaneous electrical nerves stimulation (TENS) + SR or (3)SR only (control group).The application of FES and TENS was used for 30 minutes per day, 5 days per week for 2 weeks. The surface electrodes of two dual channels were applied on tibialis anterior and quadriceps for FES and TENS group. All groups received SR including neuro-facilitation and functional task training etc.\n\nOutcome measurements were analyzed with repeated measure analysis of variance using SPSS to compare the main effects before, during, and after treatment, followed by post-hoc tests with Bonferroni correction to compare treatment effects among the 3 groups. For categorical variables, a X2 test was used. The significance level was set at 5% (2-tailed)."},"conditionsModule":{"conditions":["Acute Stroke Intervention"],"keywords":["acute stroke,TENS ,posture stability, function"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":42,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"TENS+SR","type":"EXPERIMENTAL","description":"For each participant in the transcutaneous nerve stimulation (TENS) group, standard rehabilitation (SR) in addition a TENS stimulator (BioTENS, Skylark Device \\& Systems Co., Ltd) was applied with 0.2-ms pulses at 100 Hz in the constant mode within the subject's sensory level without muscle contraction via (5 × 3.5 cm) electrodes attached to the motor points of the tibia anterior (TA) and quadriceps muscles on the affected lower extremity. For the TENS group, the given electric stimulation treatment lasted for 30 min per session, once per day, 5 days a week, for 2 weeks.","interventionNames":["Device: transcutaneous nerve stimulation (TENS)","Other: standard rehabilitation (SR)"]},{"label":"FES + SR","type":"EXPERIMENTAL","description":"For each participant in the functional electrical stimulation (FES) group, standard rehabilitation (SR) in addition two dual-channel FES stimulators (MEDTRONIC Respond Select; EmpiInc) were used. The FES was delivered with 0.3-ms pulses at 30 pps and the stimulation intensity was set to the movement threshold to induce visible muscle contractions. For the FES group, the given electric stimulation treatment lasted for 30 min per session, once per day, 5 days a week, for 2 weeks.","interventionNames":["Device: functional electrical stimulation (FES)","Other: standard rehabilitation (SR)"]},{"label":"SR-only","type":"ACTIVE_COMPARATOR","description":"All the participants received functional training and motor relearning physiotherapy treatment as early standard rehabilitation (SR) for 30 minutes per day, 5 days a week throughout the study. Subjects in the SR group received only SR .","interventionNames":["Other: standard rehabilitation (SR)"]}],"interventions":[{"type":"DEVICE","name":"functional electrical stimulation (FES)","description":"Two dual-channel stimulators (MEDTRONIC Respond Select；Empi Inc) were connected with a program timer to form one stimulating unit for functional electrical stimulation (FES). FES was delivered with 0.3-ms pulses at 30 Hz, maximum tolerance intensity about 20 to 30 mA to cause visible muscle contraction.","armGroupLabels":["FES + SR"]},{"type":"DEVICE","name":"transcutaneous nerve stimulation (TENS)","description":"Transcutaneous nerve stimulation (TENS) stimulator (BioTENS, Skylark Device \\& Systems Co., Ltd,) was applied with 0.2 ms pulses, at 100 Hz in the constant mode within the subject'sensory level without muscle contraction, via (5 × 3.5 cm) electrodes attached to the motor points of quadriceps and tibialis anterior (TA) on the affected lower extremity.","armGroupLabels":["TENS+SR"]},{"type":"OTHER","name":"standard rehabilitation (SR)","description":"The standard rehabilitation (SR) program was a part of a regular intervention in stroke center. The activities of SR performed including neurodevelopment facilitation techniques, range of motion exercises and movement re-learning exercises etc.","armGroupLabels":["FES + SR","SR-only","TENS+SR"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The score-change of the Functional Independence Measure (FIM) for activity of daily living function","description":"The FIM with a maximum score of 116 was used to assess each patient's capacities in terms of ADL, which comprises 18 seven-level items and assesses dependence in self-care, sphincter management, transfer, locomotion, communication, social interaction and cognition.","timeFrame":"baseline and 2-week, 4-week after stroke"}],"secondaryOutcomes":[{"measure":"Modified Ashworth scale for affected ankle plantar-flexors spasticity measurement","description":"The Modified Ashworth Scale (MAS) measures muscle hypertonia with 5-level grades including 1) no increase in muscle tone; 2) slight increase giving a catch when part is moved in flexion or extension; 3) more marked increase in tone but only after part is easily flexed; 4) considerable increase in tone; and 5) passive movement is difficult and affected part is rigid in flexion or extension.","timeFrame":"baseline and 2-week, 4-week after stroke"},{"measure":"Maximum isometric voluntary contraction (MIVC) of hip flexors, knee extensors and ankle dorsiflexors for measuring the improvement of affected muscle strength","description":"Maximum isometric voluntary contraction (MIVC) of the ankle quadriceps, dorsiflexor, plantarflexor muscles was recorded by handheld dynamometer in supine position.","timeFrame":"baseline and 2-week, 4-week after stroke"},{"measure":"the Timed Up & Go (TUG) test for functional mobility ability","description":"the Timed Up and Go Test was used to measure the walking time. Patients went from sitting to standing, walked three meters at a fast, comfortable speed, turned around, walked back, and sat down again. The patients were allowed to use his/her own walking aids, but no physical assistance was given by the researcher or therapist. The patients were also allowed to practice one or two trials in order to comprehend the whole test procedure. The mean time (in seconds) across three trials was used as the walking time.","timeFrame":"baseline and 2-week, 4-week after stroke"},{"measure":"the 10-meters walking test (10MWT) for walking speed evaluation","description":"Individual walks without assistance 10 meters and the time is measured for the intermediate 6 meters to allow for acceleration and deceleration.","timeFrame":"baseline and 2-week, 4-week after stroke"},{"measure":"The number of days required to achieve 5-mins sitting motor milestones from the Postural Assessment Scale for Stroke Patients (PASS)","description":"The first milestone was the ability to sit on the edge of the bed with the feet touching the floor without support \\> 5 minutes (PASS subtest: maintaining posture, sitting without support, grade 3).","timeFrame":"within 4 weeks from stroke onset"},{"measure":"The number of days required to achieve 1-mins standing motor milestones from the Postural Assessment Scale for Stroke Patients (PASS)","description":"The second milestone was the ability to stand without support for longer than 1 minute (PASS subtest: maintaining posture, standing without support, grade 3)","timeFrame":"within 4 weeks from stroke onset"},{"measure":"The number of days required to achieve 50-m walking motor milestones","description":"The third milestone involved walking on a level surface for a minimum of 50 m with/without an assistive device under supervision for safety.","timeFrame":"within 4 weeks from stroke onset"}]},"eligibilityModule":{"eligibilityCriteria":"The inclusion criteria:\n\n1. the patient who suffer from first stroke was admitted to the stroke center of National Taiwan University Hospital (NTUH) within 3 days of onset\n2. National Institutes of Health Stroke Scale (NIHSS) scores ranging from 5 to 25\n3. totally activity of daily living independent before stroke onset;\n4. between 40-80 years old;\n5. stroke with unilateral hemiparesis lesions confirmed by magnetic resonance imaging (MRI) or computed tomography (CT), with vascular lesions verified by magnetic resonance angiography (MRA);\n6. a cortical or subcortical infarction or hemorrhage;\n7. no other peripheral or central nervous system dysfunction;\n8. no active inflammation or pathologic changes in the joints;\n9. no active medical problems.\n\nThe exclusion criteria:\n\n1. medical conditions unrelated to the cerebrovascular accident but which had affected walking performance\n2. other cognitive, emotional, or behavioral impairments that result in insufficient comprehension, understanding, or collaboration\n3. medical problems potentially adversely affected by electric stimulation\n4. had skin conditions, or had allergies etc.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jer-Junn Lun, PhD","affiliation":"School institute of Physical Therapy, National Taiwan University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Taiwan University Hospital","city":"Taipei","state":"Test2","zip":"test3","country":"Taiwan","geoPoint":{"lat":25.04776,"lon":121.53185}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Acute Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}