{"protocolSection":{"identificationModule":{"nctId":"NCT04468269","orgStudyIdInfo":{"id":"REC/00558 Sohail Iqbal"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Task-oriented Balance Training With Sensory Integration","officialTitle":"Effects of Task-oriented Balance Training With Sensory Integration in Post-stroke Patients."},"statusModule":{"statusVerifiedDate":"2020-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-06-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-12-15","type":"ACTUAL"},"completionDateStruct":{"date":"2020-01-15","type":"ACTUAL"},"studyFirstSubmitDate":"2020-07-08","studyFirstSubmitQcDate":"2020-07-08","studyFirstPostDateStruct":{"date":"2020-07-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-07-08","lastUpdatePostDateStruct":{"date":"2020-07-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Objectives of this study are to determine the effect of task-oriented balance training on balance, postural stability and mobility in Stroke patients, to determine the effect of task-oriented balance training with sensory integration on balance, postural stability and mobility in post Stroke patients and to compare the effect of balance training with and without sensory integration on balance, postural stability and mobility in stroke patients. Study Design is Randomized control trial. Sample Size is 60 calculated through open Epi tool. Sampling Technique is Non-probability purposive sampling technique then randomization through sealed envelope method into control and experimental group. Duration of study is 6 months. Study Setting Rafsan Stroke Center Peshawar.","detailedDescription":"Stroke is the leading cause of high levels of morbidity and long-term functional disability in adults. Stroke is a clinical syndrome characterized by rapidly developing symptoms and/or signs of focal and at times global (for patients in Coma) loss of cerebral functions, with symptoms lasting more than 24 hours or leading to death with no apparent cause other than that of vascular origin. The incident of stroke is rising steadily, According to estimates by the WHO, stroke accounted for 5.7 million deaths and 16 million first-time events in 2005 and these numbers may reach 7.8 million and 23 million by 2030, respectively. Stroke is the second leading cause of preventable death worldwide and the fourth leading cause of lost productivity, as measured by disability-adjusted life years. World Health Organization reported that total mortality due to stroke in Pakistan was 78512.2 WHO estimate for the year 2020 predict that stroke will remain the second leading cause of death after ischemic heart disease, both in developing and developed countries. Annually, fifteen millions people worldwide suffer a stroke. Of these, five million dies and another five million are left permanently disabled, placing a burden on family and community. When balance impairment is affected early after stroke, performance of simple and complex tasks become difficult which results in their functional mobility. Impaired balance has also been identified as the strongest predictor of falling, which in turn is related to fear of falling, limited activity and quality of life. Thus, this vicious cycle of balance disability is continued, resulting in delaying the recovery process of stroke rehabilitation. Sensory impairment reduces sensory processing ability, thereby reducing motor and balance responses. Muscle weakness causes a muscular imbalance between the paretic and non-paretic sides, resulting in weight-bearing imbalance and an asymmetric posture during standing. As a result, functional activities such as sit-to-stand, standing, walking, and balance control are limited. Different interventions were used for the restoration of functional activities mobility and balance in post-stroke patients. A task-oriented approach is one method used to overcome limited functional activities. Previous studies have reported that the application of this approach was effective in improving functional activities in stroke patients. Shumway-Cook and Woollacott reported that movements are generated by the interaction of various systems in the brain, organized with a focus on goals, and limited by the environment. Because the task-oriented approach focuses on goals and the environment, it may be a suitable method for overcoming limited functional activities. The effective integration of visual, somatosensory, and vestibular information is necessary to maintain balance ability during functional activities. Stroke patients rely highly on visual information due to a lack of somatic and vestibular senses. Therefore, it is necessary to restore sensory integration in stroke patients through the manipulation of somatic, visual and vestibular senses. Task-oriented balance training is proved to be effective for improvement of balance in stroke patients. Sensory balance training has also shown a beneficial effect on balance and mobility of stroke patients. There is limited evidence on the effects gained by task-oriented balance training with altered sensory input This study aims to determine the effects gained by combining the task-oriented balance training with sensory integration."},"conditionsModule":{"conditions":["Stroke Patient"],"keywords":["task oriented balance training","sensory integration","stroke patients."]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"balance training with sensory integration group","type":"EXPERIMENTAL","description":"Conventional treatment: Static stretching exercises such as trunk rotation, flexion, and extension; hip flexors stretch, standing hamstring stretch; plantar flexors stretch, shoulder, elbow and wrist flexors and supinators stretch. Stretching will be applied for 30-sec hold with 30-sec rest. 3-5 times for each muscle group. For 40 min/day and 3 days/week for 6 weeks to improve balance and postural stability.","interventionNames":["Other: Task oriented balance training with sensory integration group"]},{"label":"balance training without sensory integration group","type":"EXPERIMENTAL","description":"Conventional treatment: Static stretching exercises such as trunk rotation, flexion, and extension; hip flexors stretch, standing hamstring stretch; plantar flexors stretch, shoulder, elbow and wrist flexors and supinators stretch. Stretching will be applied for 30-sec hold with 30-sec rest. 3-5 times for each muscle group.For 40 min/day and 3 days/week for 6 weeks to improve balance and postural stability","interventionNames":["Other: Task oriented balance training without sensory integration group"]}],"interventions":[{"type":"OTHER","name":"Task oriented balance training with sensory integration group","description":"Sitting position:\n\n1. Sit in a chair without backrest while keeping the feet on floor.\n2. Sit on a ball while keeping the feet on the floor.\n\nSit to stand:\n\n1. Sit in a chair without a backrest\n2. Sit in a chair without a backrest with and perform the sit-to-stand motion repeatedly.\n3. Sit on a ball and perform the sit-to-stand motion repeatedly.\n\nStanding position:\n\nPerform bipedal standing Control Of Weight Shifting. Perform a semi-tandem stance. One Foot Standing.\n\nWalking:\n\n1. Walk forward\n2. Walk forward cross an obstacle, and then continue to walk.\n3. Walk Lateral\n4. Walk Backward\n5. Tandem walk","armGroupLabels":["balance training with sensory integration group"]},{"type":"OTHER","name":"Task oriented balance training without sensory integration group","description":"Sitting position:\n\n1. Sit in a chair without a backrest while keeping the feet on a firm surface.\n2. Sit on a ball while keeping the feet on the firm surface\n\nSit to stand:\n\n1. Sit in a chair without a backrest with the feet on a firm surface and perform the sit-to-stand motion repeatedly.\n2. Sit on a ball with the feet on the firm surface and perform the sit-to-stand motion repeatedly.\n\nStanding position:\n\n1. Perform bipedal standing on a firm surface.\n2. Perform a semi-tandem stance on the firm surface\n\nWalking:\n\n1. Walk forward on a firm surface.\n2. Walk forward on the firm surface, cross an obstacle, and then continue to walk.\n3. Walk sideways\n4. Walk Backward\n5. Tandem walk","armGroupLabels":["balance training without sensory integration group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Berg balance scale (BBS)","description":"The Berg balance scale (BBS) is used to assess the participant's ability to retain stability The BBS is a widely used test for the assessment of elderly population with impairment of balance and individuals with neurological disorder while sitting, standing, and transferring. This test included both static and dynamic type task. The BBS uses a five-point ordinal scale ranging from 0 (disability) to 4(complete independent performance) and consists of 14 components; the maximum score is 56 points.A score of 56 indicates functional balance.A score of \\< 45 indicates individuals may be at greater risk of falling","timeFrame":"From baseline to 6th week"},{"measure":"Balance error scoring system (BESS)","description":"It is objective method of assessing static postural stability. Subjects are asked to perform Double leg stance, Single leg stance, Tandem Stance on firm surface and then on foam surface. The numbers of errors during performance of these tasks are assessed.","timeFrame":"From baseline to 6th week"},{"measure":"The Activities-specific Balance Confidence (ABC)","description":"Activities-specific balance confidence (ABC) scale is 16 items scale it is a subjective measure of confidence in performing various ambulatory activities without falling or experiencing a sense of unsteadiness. Items are rated on a rating scale that ranges from 0-100. The overall score was calculated by adding item scores and then divided by a total number of items.","timeFrame":"From baseline to 6th week"},{"measure":"Dynamic Gait Index","description":"It is an 8-item test. Developed to assess the likelihood of falling in older adults A four-point ordinal scale, ranging from 0-3. \"0\" indicates the lowest level of function and \"3\" the highest level of function. Total Score of this test is 24.Score\\< 19/24 = is a predictive risk of falls.","timeFrame":"From baseline to 6th week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* At least 6 months post stroke,\n* Stability of neurological severity\n* An ability to understand and perform the test\n* Ability to maintain standing position without aids for at least 5 minutes\n* GRADE II, III, IV on Functional mobility Scale.\n\nExclusion Criteria:\n\n* Posterior circulation stroke\n* Deficits of somatic sensation involving the paretic lower limb\n* Presence of severe Hemiplegia\n* Vestibular disorders, paroxysmal vertigo\n* Presence of other neurological conditions such as neglect, hemianopsia and pushing syndrome\n* Presence of orthopedic diseases involving the lower limbs","healthyVolunteers":true,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Aruba Saeed, PHD*","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Riphah International University","city":"Islamabad","zip":"44000","country":"Pakistan","geoPoint":{"lat":33.72148,"lon":73.04329}}]},"referencesModule":{"references":[{"pmid":"10960936","type":"BACKGROUND","citation":"Walker C, Brouwer BJ, Culham EG. Use of visual feedback in retraining balance following acute stroke. Phys Ther. 2000 Sep;80(9):886-95."},{"pmid":"28744049","type":"BACKGROUND","citation":"Park MH, Won JI. The effects of task-oriented training with altered sensory input on balance in patients with chronic stroke. J Phys Ther Sci. 2017 Jul;29(7):1208-1211. doi: 10.1589/jpts.29.1208. Epub 2017 Jul 15."},{"pmid":"12574566","type":"BACKGROUND","citation":"Lamb SE, Ferrucci L, Volapto S, Fried LP, Guralnik JM; Women's Health and Aging Study. Risk factors for falling in home-dwelling older women with stroke: the Women's Health and Aging Study. Stroke. 2003 Feb;34(2):494-501."},{"pmid":"22288675","type":"BACKGROUND","citation":"Kuklina EV, Tong X, George MG, Bansil P. Epidemiology and prevention of stroke: a worldwide perspective. Expert Rev Neurother. 2012 Feb;12(2):199-208. doi: 10.1586/ern.11.99."},{"pmid":"16432390","type":"BACKGROUND","citation":"Bayouk JF, Boucher JP, Leroux A. Balance training following stroke: effects of task-oriented exercises with and without altered sensory input. Int J Rehabil Res. 2006 Mar;29(1):51-9. doi: 10.1097/01.mrr.0000192100.67425.84."},{"pmid":"9099186","type":"BACKGROUND","citation":"Dean CM, Shepherd RB. Task-related training improves performance of seated reaching tasks after stroke. A randomized controlled trial. Stroke. 1997 Apr;28(4):722-8. doi: 10.1161/01.str.28.4.722."},{"pmid":"14966712","type":"BACKGROUND","citation":"Bonan IV, Colle FM, Guichard JP, Vicaut E, Eisenfisz M, Tran Ba Huy P, Yelnik AP. Reliance on visual information after stroke. Part I: Balance on dynamic posturography. Arch Phys Med Rehabil. 2004 Feb;85(2):268-73. doi: 10.1016/j.apmr.2003.06.017."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}