{"protocolSection":{"identificationModule":{"nctId":"NCT06234124","orgStudyIdInfo":{"id":"STU00219400"},"secondaryIdInfos":[{"id":"1R01HD112475-01","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1R01HD112475-01"}],"organization":{"fullName":"Shirley Ryan AbilityLab","class":"OTHER"},"briefTitle":"Characterization and Clinical Trial of a Variable Friction Shoe","officialTitle":"Characterization and Clinical Trial of a Variable Friction Shoe, a New Paradigm of Reduced-constraint Locomotor Therapy for People Exhibiting Foot Drop Due to Stroke"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-01-22","studyFirstSubmitQcDate":"2024-01-22","studyFirstPostDateStruct":{"date":"2024-01-31","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-30","lastUpdatePostDateStruct":{"date":"2024-02-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Arun Jayaraman, PT, PhD","investigatorTitle":"Principle Investigator","investigatorAffiliation":"Shirley Ryan AbilityLab"},"leadSponsor":{"name":"Shirley Ryan AbilityLab","class":"OTHER"},"collaborators":[{"name":"University of California, Santa Barbara","class":"OTHER"},{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"More than one million Americans present with foot drop after stroke. As the aging population grows in the United States and across the world, incidence of stroke will grow as age is a key risk factor, thus there will be a need for low-cost, easy-to-use, and scalable solutions to administer proper therapy to promote recovery. This study will evaluate a Variable Friction shoe (VF shoe), a new low-cost medical device, for foot drop in an at-home setting.","detailedDescription":"The investigators propose an alternative strategy that addresses the hazard of tripping even while allowing full volitional control of the ankle: an inexpensive Variable Friction (VF) shoe. Its outsole is high-friction during the stance phase of gait and low friction during swing; further, it produces a \"click\" when a scuff occurs.\n\nThe investigator's central hypothesis is that allowing volitional motion of the ankle while mitigating the hazard of tripping coupled with gait-phased auditory biofeedback will result in improved gait for subjects with drop foot. Specifically, the investigators hypothesize that the VF shoe will show significantly greater therapeutic effects than an AFO, yet maintain the desirable orthotic effect of the AFO. The study is arranged in two Aims.\n\nSpecific Aim 1: Characterize the scuff-force reduction of the VF shoe over the lifetime of use. Critical to understanding the effects of the VF shoe is a characterization of the level of scuff-force reduction.\n\nSpecific Aim 2: Evaluate the effects of the VF shoe on gait in individuals with chronic stroke and drop foot. During each 12-week phase of an AB-BA clinical trial, participants will walk for at least 30-45 minutes per day for at least 5 days per week at home."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"Randomized controlled clinical trial with a crossover design","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Trained study staff including licensed physical therapists","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Arm AB: Variable Friction Shoe Training, AFO Training","type":"EXPERIMENTAL","description":"Baseline (T0), 12 weeks Variable Friction Shoe Training, Follow-up (T1), 2-week washout, Follow-up (T2), 12 weeks AFO Training, Follow-up (T3)","interventionNames":["Device: Variable Friction Shoe Training","Device: Ankle Foot Orthosis (AFO) Training"]},{"label":"Arm BA: Ankle Foot Orthosis (AFO) Training, Variable Friction Shoe Training","type":"EXPERIMENTAL","description":"Baseline (T0), 12 weeks AFO Training, Follow-up (T1), 2-week washout, Follow-up (T2), 12 weeks Variable Friction Shoe Training, Follow-up (T3)","interventionNames":["Device: Variable Friction Shoe Training","Device: Ankle Foot Orthosis (AFO) Training"]}],"interventions":[{"type":"DEVICE","name":"Variable Friction Shoe Training","description":"The experimental group (A) will be given a pair of VF shoes and instructed to use shoes on both feet. This group will be instructed to walk on hard surfaces to engage auditory feedback of the VF shoes. This group group will be monitored daily using actigraphy and will receive weekly check-up telephone calls by a member of the research team to record number of steps, walking time, a scale for self-identified effort and perceived safety levels.","armGroupLabels":["Arm AB: Variable Friction Shoe Training, AFO Training","Arm BA: Ankle Foot Orthosis (AFO) Training, Variable Friction Shoe Training"]},{"type":"DEVICE","name":"Ankle Foot Orthosis (AFO) Training","description":"The control group (B) will be provided an AFO to use on the paretic limb. This group will be instructed to walk on hard surfaces. This group group will be monitored daily using actigraphy and will receive weekly check-up telephone calls by a member of the research team to record number of steps, walking time, a scale for self-identified effort and perceived safety levels.","armGroupLabels":["Arm AB: Variable Friction Shoe Training, AFO Training","Arm BA: Ankle Foot Orthosis (AFO) Training, Variable Friction Shoe Training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Walking Speed (Device Off)","description":"10 meter walk test (meters/second)","timeFrame":"26 weeks"}],"secondaryOutcomes":[{"measure":"Berg Balance Scale","description":"14 item objective measure designed to assess static balance and fall risk in adult populations. Items assessed include siting and standing balance during transfers, altered base of support, reaching, turning, eyes open and closed. Each item is scored 0 to 4 points for a maximum of 56 points.","timeFrame":"26 weeks"},{"measure":"6 Minute Walk Test","description":"The 6MWT measures the distance a subject can walk indoors on a flat, hard surface in a period of 6 minutes, using assistive devices, as necessary.","timeFrame":"26 weeks"},{"measure":"Stroke Impact Scale","description":"The SIS is a validated measure of the impact of stroke on overall physical and cognitive function. This 59-item patient-based questionnaire assesses eight domains of stroke recovery: strength, mobility, communication, emotion, memory and thinking, participation, activities of daily living/instrumental activities of daily living (ADL/IADL) and hand function. An additional question requires the patient to rate their stroke recovery on a scale from 0 to 100. This measure instructs subjects to answer the question based on the period of time twofour weeks prior to the questionnaire","timeFrame":"26 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. 3 months - 1-year poststroke (the period in which patients would typically be fitted with a device for foot drop)\n2. Age 18 or older\n3. Possess a prescribed AFO or be a potential candidate for use of an AFO\n4. Can ambulate at least 10m with or without an assistive device such as a cane or walker\n5. Medically stable as determined by physician medical clearance\n6. No expected change in medications for at least 3 months\n7. Adequate stability at the ankle during stance\n8. Ability to hear clicking noise made by the VF shoe\n9. Physician approval\n10. Ability to give informed consent\n11. Able to sit unsupported and be able to follow a three-step command\n12. No unhealed/unresolved orthopedic injury to either upper or lower extremity and no history of severe back pain\n13. English speaking\n14. Willing to follow an exercise program with both devices for at least 30 minutes per day, at least 5 days per week for the full length of the program (6 months)\n\nExclusion Criteria:\n\n1. History of falling more than once a week prior to the stroke\n2. Gait speed: self-selected velocity (SSV) greater than 1.2 m/s\n3. Inability to operate in the devices safely and no caregiver assistance available\n4. Morbid obesity (body mass index \\>40 kg/m2)\n5. Preexisting conditions such as serious cardiac conditions, myocardial infarction, congestive heart failure, demand pacemaker, seizures, excessive dysesthetic pain, and severe lower extremity pathology that would interfere with fit or use of the shoe.\n6. Severe deficits in cognition or communication\n7. Pregnant women (status determined by self-reporting).\n8. Co-morbidity that interferes with the study (e.g. significant arthritis or joint problems, history of back injury, neuromuscular disorders, epilepsy, etc.).\n9. Severe Osteoporosis (status determined by self-reporting).\n10. Prisoners","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Joe Harris, DPT","role":"CONTACT","phone":"312-238-8425","email":"jharris2@sralab.org"},{"name":"Sara Prokup, DPT","role":"CONTACT","phone":"312-238-1355","email":"sprokup@sralab.org"}],"overallOfficials":[{"name":"Arun H Jayaraman, DPT, PhD","affiliation":"Shirley Ryan AbilityLab","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"9360032","type":"BACKGROUND","citation":"Burridge JH, Taylor PN, Hagan SA, Wood DE, Swain ID. The effects of common peroneal stimulation on the effort and speed of walking: a randomized controlled trial with chronic hemiplegic patients. Clin Rehabil. 1997 Aug;11(3):201-10. doi: 10.1177/026921559701100303."},{"pmid":"24796365","type":"BACKGROUND","citation":"Bulley C, Mercer TH, Hooper JE, Cowan P, Scott S, van der Linden ML. Experiences of functional electrical stimulation (FES) and ankle foot orthoses (AFOs) for foot-drop in people with multiple sclerosis. Disabil Rehabil Assist Technol. 2015 Nov;10(6):458-467. doi: 10.3109/17483107.2014.913713. Epub 2014 May 6."},{"pmid":"19673367","type":"BACKGROUND","citation":"Lee YS, Wang PY. Foot drop caused by a brain tumor: a case report. Acta Neurol Taiwan. 2009 Jun;18(2):130-1."},{"pmid":"18502948","type":"BACKGROUND","citation":"Stewart JD. Foot drop: where, why and what to do? Pract Neurol. 2008 Jun;8(3):158-69. doi: 10.1136/jnnp.2008.149393."},{"type":"BACKGROUND","citation":"\"Heart Disease and Stroke Statistics-2018 Update: A Report From the American Heart Association | Circulation.\" https://www.ahajournals.org/doi/10.1161/CIR.0000000000000558 (accessed Sep. 25, 2022)."},{"pmid":"11387487","type":"BACKGROUND","citation":"Lawrence ES, Coshall C, Dundas R, Stewart J, Rudd AG, Howard R, Wolfe CD. Estimates of the prevalence of acute stroke impairments and disability in a multiethnic population. Stroke. 2001 Jun;32(6):1279-84. doi: 10.1161/01.str.32.6.1279."},{"pmid":"9040676","type":"BACKGROUND","citation":"Barker WH, Mullooly JP. Stroke in a defined elderly population, 1967-1985. A less lethal and disabling but no less common disease. Stroke. 1997 Feb;28(2):284-90. doi: 10.1161/01.str.28.2.284."},{"pmid":"12194622","type":"BACKGROUND","citation":"Watkins CL, Leathley MJ, Gregson JM, Moore AP, Smith TL, Sharma AK. Prevalence of spasticity post stroke. Clin Rehabil. 2002 Aug;16(5):515-22. doi: 10.1191/0269215502cr512oa."},{"type":"BACKGROUND","citation":"S. J. Olney and C. Richards, \"Hemiparetic gait following stroke. Part I: Characteristics,\" Gait Posture, vol. 4, no. 2, pp. 136-148, 1996."},{"pmid":"11833018","type":"BACKGROUND","citation":"Hyndman D, Ashburn A, Stack E. Fall events among people with stroke living in the community: circumstances of falls and characteristics of fallers. Arch Phys Med Rehabil. 2002 Feb;83(2):165-70. doi: 10.1053/apmr.2002.28030."},{"pmid":"24526708","type":"BACKGROUND","citation":"Bethoux F, Rogers HL, Nolan KJ, Abrams GM, Annaswamy TM, Brandstater M, Browne B, Burnfield JM, Feng W, Freed MJ, Geis C, Greenberg J, Gudesblatt M, Ikramuddin F, Jayaraman A, Kautz SA, Lutsep HL, Madhavan S, Meilahn J, Pease WS, Rao N, Seetharama S, Sethi P, Turk MA, Wallis RA, Kufta C. The effects of peroneal nerve functional electrical stimulation versus ankle-foot orthosis in patients with chronic stroke: a randomized controlled trial. Neurorehabil Neural Repair. 2014 Sep;28(7):688-97. doi: 10.1177/1545968314521007. Epub 2014 Feb 13."},{"pmid":"23558080","type":"BACKGROUND","citation":"Everaert DG, Stein RB, Abrams GM, Dromerick AW, Francisco GE, Hafner BJ, Huskey TN, Munin MC, Nolan KJ, Kufta CV. Effect of a foot-drop stimulator and ankle-foot orthosis on walking performance after stroke: a multicenter randomized controlled trial. Neurorehabil Neural Repair. 2013 Sep;27(7):579-91. doi: 10.1177/1545968313481278. Epub 2013 Apr 4."},{"pmid":"25653225","type":"BACKGROUND","citation":"Bethoux F, Rogers HL, Nolan KJ, Abrams GM, Annaswamy T, Brandstater M, Browne B, Burnfield JM, Feng W, Freed MJ, Geis C, Greenberg J, Gudesblatt M, Ikramuddin F, Jayaraman A, Kautz SA, Lutsep HL, Madhavan S, Meilahn J, Pease WS, Rao N, Seetharama S, Sethi P, Turk MA, Wallis RA, Kufta C. Long-Term Follow-up to a Randomized Controlled Trial Comparing Peroneal Nerve Functional Electrical Stimulation to an Ankle Foot Orthosis for Patients With Chronic Stroke. Neurorehabil Neural Repair. 2015 Nov-Dec;29(10):911-22. doi: 10.1177/1545968315570325. Epub 2015 Feb 4."},{"pmid":"24396220","type":"BACKGROUND","citation":"Ferreira LA, Neto HP, Grecco LA, Christovao TC, Duarte NA, Lazzari RD, Galli M, Oliveira CS. Effect of Ankle-foot Orthosis on Gait Velocity and Cadence of Stroke Patients: A Systematic Review. J Phys Ther Sci. 2013 Nov;25(11):1503-8. doi: 10.1589/jpts.25.1503. Epub 2013 Dec 11."},{"pmid":"10498347","type":"BACKGROUND","citation":"Hesse S, Uhlenbrock D, Sarkodie-Gyan T. Gait pattern of severely disabled hemiparetic subjects on a new controlled gait trainer as compared to assisted treadmill walking with partial body weight support. Clin Rehabil. 1999 Oct;13(5):401-10. doi: 10.1191/026921599673896297."},{"pmid":"19561389","type":"BACKGROUND","citation":"Abe H, Michimata A, Sugawara K, Sugaya N, Izumi S. Improving gait stability in stroke hemiplegic patients with a plastic ankle-foot orthosis. Tohoku J Exp Med. 2009 Jul;218(3):193-9. doi: 10.1620/tjem.218.193."},{"pmid":"19942187","type":"BACKGROUND","citation":"Esquenazi A, Ofluoglu D, Hirai B, Kim S. The effect of an ankle-foot orthosis on temporal spatial parameters and asymmetry of gait in hemiparetic patients. PM R. 2009 Nov;1(11):1014-8. doi: 10.1016/j.pmrj.2009.09.012."},{"pmid":"18218825","type":"BACKGROUND","citation":"Kottink AI, Hermens HJ, Nene AV, Tenniglo MJ, Groothuis-Oudshoorn CG, IJzerman MJ. Therapeutic effect of an implantable peroneal nerve stimulator in subjects with chronic stroke and footdrop: a randomized controlled trial. Phys Ther. 2008 Apr;88(4):437-48. doi: 10.2522/ptj.20070035. Epub 2008 Jan 24."},{"pmid":"23640829","type":"BACKGROUND","citation":"Kluding PM, Dunning K, O'Dell MW, Wu SS, Ginosian J, Feld J, McBride K. Foot drop stimulation versus ankle foot orthosis after stroke: 30-week outcomes. Stroke. 2013 Jun;44(6):1660-9. doi: 10.1161/STROKEAHA.111.000334. Epub 2013 May 2."},{"pmid":"8734610","type":"BACKGROUND","citation":"Nudo RJ, Milliken GW. Reorganization of movement representations in primary motor cortex following focal ischemic infarcts in adult squirrel monkeys. J Neurophysiol. 1996 May;75(5):2144-9. doi: 10.1152/jn.1996.75.5.2144."},{"pmid":"19846759","type":"BACKGROUND","citation":"Stein RB, Everaert DG, Thompson AK, Chong SL, Whittaker M, Robertson J, Kuether G. Long-term therapeutic and orthotic effects of a foot drop stimulator on walking performance in progressive and nonprogressive neurological disorders. Neurorehabil Neural Repair. 2010 Feb;24(2):152-67. doi: 10.1177/1545968309347681. Epub 2009 Oct 21."},{"pmid":"18158427","type":"BACKGROUND","citation":"Hausdorff JM, Ring H. Effects of a new radio frequency-controlled neuroprosthesis on gait symmetry and rhythmicity in patients with chronic hemiparesis. Am J Phys Med Rehabil. 2008 Jan;87(1):4-13. doi: 10.1097/PHM.0b013e31815e6680."},{"pmid":"16885423","type":"BACKGROUND","citation":"Stein RB, Chong S, Everaert DG, Rolf R, Thompson AK, Whittaker M, Robertson J, Fung J, Preuss R, Momose K, Ihashi K. A multicenter trial of a footdrop stimulator controlled by a tilt sensor. Neurorehabil Neural Repair. 2006 Sep;20(3):371-9. doi: 10.1177/1545968306289292."},{"pmid":"10597809","type":"BACKGROUND","citation":"Taylor PN, Burridge JH, Dunkerley AL, Wood DE, Norton JA, Singleton C, Swain ID. Clinical use of the Odstock dropped foot stimulator: its effect on the speed and effort of walking. Arch Phys Med Rehabil. 1999 Dec;80(12):1577-83. doi: 10.1016/s0003-9993(99)90333-7."},{"pmid":"19110144","type":"BACKGROUND","citation":"Ring H, Treger I, Gruendlinger L, Hausdorff JM. Neuroprosthesis for footdrop compared with an ankle-foot orthosis: effects on postural control during walking. J Stroke Cerebrovasc Dis. 2009 Jan;18(1):41-7. doi: 10.1016/j.jstrokecerebrovasdis.2008.08.006."},{"pmid":"19556919","type":"BACKGROUND","citation":"Laufer Y, Ring H, Sprecher E, Hausdorff JM. Gait in individuals with chronic hemiparesis: one-year follow-up of the effects of a neuroprosthesis that ameliorates foot drop. J Neurol Phys Ther. 2009 Jun;33(2):104-10. doi: 10.1097/NPT.0b013e3181a33624."},{"pmid":"19861590","type":"BACKGROUND","citation":"Everaert DG, Thompson AK, Chong SL, Stein RB. Does functional electrical stimulation for foot drop strengthen corticospinal connections? Neurorehabil Neural Repair. 2010 Feb;24(2):168-77. doi: 10.1177/1545968309349939. Epub 2009 Oct 27."},{"pmid":"16731222","type":"BACKGROUND","citation":"Robbins SM, Houghton PE, Woodbury MG, Brown JL. The therapeutic effect of functional and transcutaneous electric stimulation on improving gait speed in stroke patients: a meta-analysis. Arch Phys Med Rehabil. 2006 Jun;87(6):853-9. doi: 10.1016/j.apmr.2006.02.026."},{"pmid":"17678657","type":"BACKGROUND","citation":"Kottink AI, Hermens HJ, Nene AV, Tenniglo MJ, van der Aa HE, Buschman HP, Ijzerman MJ. A randomized controlled trial of an implantable 2-channel peroneal nerve stimulator on walking speed and activity in poststroke hemiplegia. Arch Phys Med Rehabil. 2007 Aug;88(8):971-8. doi: 10.1016/j.apmr.2007.05.002."},{"pmid":"12610841","type":"BACKGROUND","citation":"Paci M. Physiotherapy based on the Bobath concept for adults with post-stroke hemiplegia: a review of effectiveness studies. J Rehabil Med. 2003 Jan;35(1):2-7. doi: 10.1080/16501970306106."},{"pmid":"15217329","type":"BACKGROUND","citation":"Edgerton VR, Tillakaratne NJ, Bigbee AJ, de Leon RD, Roy RR. Plasticity of the spinal neural circuitry after injury. Annu Rev Neurosci. 2004;27:145-67. doi: 10.1146/annurev.neuro.27.070203.144308."},{"pmid":"11823669","type":"BACKGROUND","citation":"Pohl M, Mehrholz J, Ritschel C, Ruckriem S. Speed-dependent treadmill training in ambulatory hemiparetic stroke patients: a randomized controlled trial. Stroke. 2002 Feb;33(2):553-8. doi: 10.1161/hs0202.102365."},{"pmid":"14586916","type":"BACKGROUND","citation":"Ada L, Dean CM, Hall JM, Bampton J, Crompton S. A treadmill and overground walking program improves walking in persons residing in the community after stroke: a placebo-controlled, randomized trial. Arch Phys Med Rehabil. 2003 Oct;84(10):1486-91. doi: 10.1016/s0003-9993(03)00349-6."},{"pmid":"16151035","type":"BACKGROUND","citation":"Macko RF, Ivey FM, Forrester LW, Hanley D, Sorkin JD, Katzel LI, Silver KH, Goldberg AP. Treadmill exercise rehabilitation improves ambulatory function and cardiovascular fitness in patients with chronic stroke: a randomized, controlled trial. Stroke. 2005 Oct;36(10):2206-11. doi: 10.1161/01.STR.0000181076.91805.89. Epub 2005 Sep 8."},{"pmid":"12453080","type":"BACKGROUND","citation":"Werner C, Bardeleben A, Mauritz KH, Kirker S, Hesse S. Treadmill training with partial body weight support and physiotherapy in stroke patients: a preliminary comparison. Eur J Neurol. 2002 Nov;9(6):639-44. doi: 10.1046/j.1468-1331.2002.00492.x."},{"pmid":"18467648","type":"BACKGROUND","citation":"Hornby TG, Campbell DD, Kahn JH, Demott T, Moore JL, Roth HR. Enhanced gait-related improvements after therapist- versus robotic-assisted locomotor training in subjects with chronic stroke: a randomized controlled study. Stroke. 2008 Jun;39(6):1786-92. doi: 10.1161/STROKEAHA.107.504779. Epub 2008 May 8. Erratum In: Stroke.2008 Aug;39(8): e143."},{"pmid":"11321005","type":"BACKGROUND","citation":"Colombo G, Joerg M, Schreier R, Dietz V. Treadmill training of paraplegic patients using a robotic orthosis. J Rehabil Res Dev. 2000 Nov-Dec;37(6):693-700."},{"pmid":"29208476","type":"BACKGROUND","citation":"Bruni MF, Melegari C, De Cola MC, Bramanti A, Bramanti P, Calabro RS. What does best evidence tell us about robotic gait rehabilitation in stroke patients: A systematic review and meta-analysis. J Clin Neurosci. 2018 Feb;48:11-17. doi: 10.1016/j.jocn.2017.10.048. Epub 2017 Dec 6."},{"pmid":"19109447","type":"BACKGROUND","citation":"Hidler J, Nichols D, Pelliccio M, Brady K, Campbell DD, Kahn JH, Hornby TG. Multicenter randomized clinical trial evaluating the effectiveness of the Lokomat in subacute stroke. Neurorehabil Neural Repair. 2009 Jan;23(1):5-13. doi: 10.1177/1545968308326632."},{"pmid":"16180594","type":"BACKGROUND","citation":"Lynch D, Ferraro M, Krol J, Trudell CM, Christos P, Volpe BT. Continuous passive motion improves shoulder joint integrity following stroke. Clin Rehabil. 2005 Sep;19(6):594-9. doi: 10.1191/0269215505cr901oa."},{"pmid":"19520734","type":"BACKGROUND","citation":"Lewek MD, Cruz TH, Moore JL, Roth HR, Dhaher YY, Hornby TG. Allowing intralimb kinematic variability during locomotor training poststroke improves kinematic consistency: a subgroup analysis from a randomized clinical trial. Phys Ther. 2009 Aug;89(8):829-39. doi: 10.2522/ptj.20080180. Epub 2009 Jun 11."},{"type":"BACKGROUND","citation":"D.O. Hebb, The Organization of Behavior. New York: Wiley, 1949."},{"pmid":"27989731","type":"BACKGROUND","citation":"Stanton R, Ada L, Dean CM, Preston E. Biofeedback improves performance in lower limb activities more than usual therapy in people following stroke: a systematic review. J Physiother. 2017 Jan;63(1):11-16. doi: 10.1016/j.jphys.2016.11.006. Epub 2016 Nov 25."},{"pmid":"21148267","type":"BACKGROUND","citation":"Sungkarat S, Fisher BE, Kovindha A. Efficacy of an insole shoe wedge and augmented pressure sensor for gait training in individuals with stroke: a randomized controlled trial. Clin Rehabil. 2011 Apr;25(4):360-9. doi: 10.1177/0269215510386125. Epub 2010 Dec 9."},{"pmid":"26402404","type":"BACKGROUND","citation":"Lang CE, Lohse KR, Birkenmeier RL. Dose and timing in neurorehabilitation: prescribing motor therapy after stroke. Curr Opin Neurol. 2015 Dec;28(6):549-55. doi: 10.1097/WCO.0000000000000256."},{"pmid":"19801058","type":"BACKGROUND","citation":"Lang CE, Macdonald JR, Reisman DS, Boyd L, Jacobson Kimberley T, Schindler-Ivens SM, Hornby TG, Ross SA, Scheets PL. Observation of amounts of movement practice provided during stroke rehabilitation. Arch Phys Med Rehabil. 2009 Oct;90(10):1692-8. doi: 10.1016/j.apmr.2009.04.005."},{"type":"BACKGROUND","citation":"T. Susko and H. I. Krebs, \"MIT-Skywalker: A novel environment for neural gait rehabilitation,\" in 5th IEEE RAS/EMBS International Conference on Biomedical Robotics and Biomechatronics, Aug. 2014, pp. 677- 682. doi: 10.1109/BIOROB.2014.6913856."},{"type":"BACKGROUND","citation":"T. G. Susko, \"MIT Skywalker : a novel robot for gait rehabilitation of stroke and cerebral palsy patients,\" Thesis, Massachusetts Institute of Technology, 2015. Accessed: Sep. 26, 2022. [Online]. Available: https://dspace.mit.edu/handle/1721.1/97844"},{"type":"BACKGROUND","citation":"T. Susko and H. I. Krebs, \"Cycle variance: proposing a novel ensemble-based approach to assess the gait rhythmicity on the MIT-Skywalker,\" in 2015 IEEE International Conference on Rehabilitation Robotics (ICORR), Aug. 2015, pp. 101-106. doi: 10.1109/ICORR.2015.7281183."},{"pmid":"26929056","type":"BACKGROUND","citation":"Susko T, Swaminathan K, Krebs HI. MIT-Skywalker: A Novel Gait Neurorehabilitation Robot for Stroke and Cerebral Palsy. IEEE Trans Neural Syst Rehabil Eng. 2016 Oct;24(10):1089-1099. doi: 10.1109/TNSRE.2016.2533492. Epub 2016 Feb 25."},{"pmid":"27473435","type":"BACKGROUND","citation":"Wu AR, Kuo AD. Determinants of preferred ground clearance during swing phase of human walking. J Exp Biol. 2016 Oct 1;219(Pt 19):3106-3113. doi: 10.1242/jeb.137356. Epub 2016 Jul 29."},{"pmid":"31947051","type":"BACKGROUND","citation":"Evora A, Sloan E, Castellino S, Hawkes EW, Susko T. Pilot Study of Cadence, a Novel Shoe for Patients with Foot Drop. Annu Int Conf IEEE Eng Med Biol Soc. 2019 Jul;2019:5291-5296. doi: 10.1109/EMBC.2019.8857096."},{"pmid":"32951786","type":"BACKGROUND","citation":"Hemler SL, Pliner EM, Redfern MS, Haight JM, Beschorner KE. Traction performance across the life of slip-resistant footwear: Preliminary results from a longitudinal study. J Safety Res. 2020 Sep;74:219-225. doi: 10.1016/j.jsr.2020.06.005. Epub 2020 Jul 9."},{"pmid":"37701063","type":"BACKGROUND","citation":"Hemler SL, Pliner EM, Redfern MS, Haight JM, Beschorner KE. Effects of natural shoe wear on traction performance: a longitudinal study. Footwear Sci. 2022;14(1):1-12. doi: 10.1080/19424280.2021.1994022. Epub 2021 Nov 11."},{"type":"BACKGROUND","citation":"J. Perry, Gait Analysis: Normal and Pathological Function. SLACK, 1992."},{"pmid":"18018689","type":"BACKGROUND","citation":"Delp SL, Anderson FC, Arnold AS, Loan P, Habib A, John CT, Guendelman E, Thelen DG. OpenSim: open-source software to create and analyze dynamic simulations of movement. IEEE Trans Biomed Eng. 2007 Nov;54(11):1940-50. doi: 10.1109/TBME.2007.901024."},{"pmid":"30048444","type":"BACKGROUND","citation":"Seth A, Hicks JL, Uchida TK, Habib A, Dembia CL, Dunne JJ, Ong CF, DeMers MS, Rajagopal A, Millard M, Hamner SR, Arnold EM, Yong JR, Lakshmikanth SK, Sherman MA, Ku JP, Delp SL. OpenSim: Simulating musculoskeletal dynamics and neuromuscular control to study human and animal movement. PLoS Comput Biol. 2018 Jul 26;14(7):e1006223. doi: 10.1371/journal.pcbi.1006223. eCollection 2018 Jul."},{"pmid":"31395676","type":"BACKGROUND","citation":"Simpson CS, Welker CG, Uhlrich SD, Sketch SM, Jackson RW, Delp SL, Collins SH, Selinger JC, Hawkes EW. Connecting the legs with a spring improves human running economy. J Exp Biol. 2019 Sep 3;222(Pt 17):jeb202895. doi: 10.1242/jeb.202895."},{"pmid":"21571152","type":"BACKGROUND","citation":"Langhorne P, Bernhardt J, Kwakkel G. Stroke rehabilitation. Lancet. 2011 May 14;377(9778):1693-702. doi: 10.1016/S0140-6736(11)60325-5."},{"pmid":"21612471","type":"BACKGROUND","citation":"Duncan PW, Sullivan KJ, Behrman AL, Azen SP, Wu SS, Nadeau SE, Dobkin BH, Rose DK, Tilson JK, Cen S, Hayden SK; LEAPS Investigative Team. Body-weight-supported treadmill rehabilitation after stroke. N Engl J Med. 2011 May 26;364(21):2026-36. doi: 10.1056/NEJMoa1010790."},{"pmid":"29077960","type":"BACKGROUND","citation":"Rose DK, Nadeau SE, Wu SS, Tilson JK, Dobkin BH, Pei Q, Duncan PW. Locomotor Training and Strength and Balance Exercises for Walking Recovery After Stroke: Response to Number of Training Sessions. Phys Ther. 2017 Nov 1;97(11):1066-1074. doi: 10.1093/ptj/pzx079."},{"pmid":"31752634","type":"BACKGROUND","citation":"Cheng DK, Nelson M, Brooks D, Salbach NM. Validation of stroke-specific protocols for the 10-meter walk test and 6-minute walk test conducted using 15-meter and 30-meter walkways. Top Stroke Rehabil. 2020 May;27(4):251-261. doi: 10.1080/10749357.2019.1691815. Epub 2019 Nov 21."},{"pmid":"22502805","type":"BACKGROUND","citation":"Hiengkaew V, Jitaree K, Chaiyawat P. Minimal detectable changes of the Berg Balance Scale, Fugl-Meyer Assessment Scale, Timed \"Up & Go\" Test, gait speeds, and 2-minute walk test in individuals with chronic stroke with different degrees of ankle plantarflexor tone. Arch Phys Med Rehabil. 2012 Jul;93(7):1201-8. doi: 10.1016/j.apmr.2012.01.014. Epub 2012 Apr 12."},{"pmid":"7762050","type":"BACKGROUND","citation":"Perry J, Garrett M, Gronley JK, Mulroy SJ. Classification of walking handicap in the stroke population. Stroke. 1995 Jun;26(6):982-9. doi: 10.1161/01.str.26.6.982."},{"pmid":"17291335","type":"BACKGROUND","citation":"Schmidt H, Werner C, Bernhardt R, Hesse S, Kruger J. Gait rehabilitation machines based on programmable footplates. J Neuroeng Rehabil. 2007 Feb 9;4:2. doi: 10.1186/1743-0003-4-2."},{"pmid":"1642521","type":"BACKGROUND","citation":"Bohannon RW, Walsh S. Nature, reliability, and predictive value of muscle performance measures in patients with hemiparesis following stroke. Arch Phys Med Rehabil. 1992 Aug;73(8):721-5."},{"pmid":"12917858","type":"BACKGROUND","citation":"Hsu AL, Tang PF, Jan MH. Analysis of impairments influencing gait velocity and asymmetry of hemiplegic patients after mild to moderate stroke. Arch Phys Med Rehabil. 2003 Aug;84(8):1185-93. doi: 10.1016/s0003-9993(03)00030-3."},{"pmid":"11083302","type":"BACKGROUND","citation":"Maeda A, Yuasa T, Nakamura K, Higuchi S, Motohashi Y. Physical performance tests after stroke: reliability and validity. Am J Phys Med Rehabil. 2000 Nov-Dec;79(6):519-25. doi: 10.1097/00002060-200011000-00008."},{"pmid":"12394997","type":"BACKGROUND","citation":"Cunha IT, Lim PA, Henson H, Monga T, Qureshy H, Protas EJ. Performance-based gait tests for acute stroke patients. Am J Phys Med Rehabil. 2002 Nov;81(11):848-56. doi: 10.1097/00002060-200211000-00008."},{"pmid":"10630281","type":"BACKGROUND","citation":"Wolf SL, Catlin PA, Gage K, Gurucharri K, Robertson R, Stephen K. Establishing the reliability and validity of measurements of walking time using the Emory Functional Ambulation Profile. Phys Ther. 1999 Dec;79(12):1122-33."},{"pmid":"23416220","type":"BACKGROUND","citation":"Tyson SF, Kent RM. Effects of an ankle-foot orthosis on balance and walking after stroke: a systematic review and pooled meta-analysis. Arch Phys Med Rehabil. 2013 Jul;94(7):1377-85. doi: 10.1016/j.apmr.2012.12.025. Epub 2013 Feb 12."},{"pmid":"3245041","type":"BACKGROUND","citation":"Mojica JA, Nakamura R, Kobayashi T, Handa T, Morohashi I, Watanabe S. Effect of ankle-foot orthosis (AFO) on body sway and walking capacity of hemiparetic stroke patients. Tohoku J Exp Med. 1988 Dec;156(4):395-401. doi: 10.1620/tjem.156.395."},{"pmid":"28899433","type":"BACKGROUND","citation":"Kobsar D, Osis ST, Boyd JE, Hettinga BA, Ferber R. Wearable sensors to predict improvement following an exercise intervention in patients with knee osteoarthritis. J Neuroeng Rehabil. 2017 Sep 12;14(1):94. doi: 10.1186/s12984-017-0309-z."},{"type":"BACKGROUND","citation":"A. Vehtari, A. Gelman, and J. Gabry, \"Practical Bayesian model evaluation using leave-one-out cross-validation and WAIC,\" Stat. Comput., vol. 27, no. 5, pp. 1413-1432, Sep. 2017, doi: 10.1007/s11222-016- 9696-4."},{"type":"BACKGROUND","citation":"B. Kumari and T. Swarnkar, \"Filter versus Wrapper Feature Subset Selection in Large Dimensionality Micro array: A Review.\""},{"pmid":"27453832","type":"BACKGROUND","citation":"Ranganathan P, Pramesh CS, Aggarwal R. Common pitfalls in statistical analysis: Intention-to-treat versus per-protocol analysis. Perspect Clin Res. 2016 Jul-Sep;7(3):144-6. doi: 10.4103/2229-3485.184823."},{"pmid":"31825821","type":"BACKGROUND","citation":"Sakellaropoulos T, Vougas K, Narang S, Koinis F, Kotsinas A, Polyzos A, Moss TJ, Piha-Paul S, Zhou H, Kardala E, Damianidou E, Alexopoulos LG, Aifantis I, Townsend PA, Panayiotidis MI, Sfikakis P, Bartek J, Fitzgerald RC, Thanos D, Mills Shaw KR, Petty R, Tsirigos A, Gorgoulis VG. A Deep Learning Framework for Predicting Response to Therapy in Cancer. Cell Rep. 2019 Dec 10;29(11):3367-3373.e4. doi: 10.1016/j.celrep.2019.11.017."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}