{"protocolSection":{"identificationModule":{"nctId":"NCT00048906","orgStudyIdInfo":{"id":"030043"},"secondaryIdInfos":[{"id":"03-N-0043"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Alpha-Galactosidase A Replacement Therapy for Fabry Disease","officialTitle":"A Safety and Pharmacokinetic Study of Replagal Enzyme Replacement Therapy in Patients With Fabry Disease"},"statusModule":{"statusVerifiedDate":"2003-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2002-11"},"completionDateStruct":{"date":"2003-11"},"studyFirstSubmitDate":"2002-11-08","studyFirstSubmitQcDate":"2002-11-08","studyFirstPostDateStruct":{"date":"2002-11-11","type":"ESTIMATED"},"lastUpdateSubmitDate":"2008-03-03","lastUpdatePostDateStruct":{"date":"2008-03-04","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"descriptionModule":{"briefSummary":"This study will determine the safety of the drug Replagal or treating patients with Fabry disease, an inherited metabolic disorder. In this disease, an enzyme called Alpha-galactosidase A, which normally breaks down a fatty substance called globotriaosylceramide (Gb3), is missing or does not function properly. The resulting accumulation of Gb3 causes problems with the kidneys, heart, nerves, and blood vessels. Replagal is a genetically engineered form of Alpha-galactosidase A. Previous studies have shown that patients with Fabry disease who had not progressed to end-stage kidney failure tolerated Replagal replacement therapy well. This study will examine the effects of the drug in patients with kidney problems associated with Fabry disease.\n\nPatients with Fabry disease who are on kidney dialysis, or have had a kidney transplant, may be eligible for this study.\n\nDuring this 6 to 12-month study, participants will receive a 40-minute intravenous (IV) infusion of Replagal every other week, with close monitoring during and after the infusions. Before the first infusion, patients will be evaluated with a medical history, physical and neurological examinations, electrocardiogram (ECG), routine blood and urine tests, kidney test, and measurements of height, weight, and vital signs (blood pressure, pulse, breathing rate, temperature). In addition, they will have pharmacokinetic studies immediately before and following the first infusion of Replagal. For these studies, blood samples of less than a teaspoon each will be drawn to measure the level of Replagal enzyme activity. The samples will be collected at the following time points: immediately before the infusion; 20 minutes into the infusion; at the end of the infusion; after the infusion at 50, 60, and 90 minutes, and 2, 3, 4, and 8 hours.\n\nSafety evaluations will be done once a week for the first month and then once a month for the rest of the study period. These evaluations include a physical examination, measurement of vital signs, electrocardiogram, routine blood and urine tests, and kidney testing.","detailedDescription":"The objectives of this clinical trial are to study the effects of a range of renal function on the safety and pharmacokinetics of Replagal enzyme replacement therapy in patients with Fabry Disease. Patients with clinical and genetic or biochemical evidence of Fabry Disease will be selected for this clinical trial. Sixty (60) patients will be enrolled in this clinical trial. Enrollment will be stratified based on baseline renal function as per FDA guidelines. This is an open label clinical study. Baseline evaluations will be conducted over an approximately 3 day period. Patients will receive intravenous (IV) infusions of Replagal at a dose of 0.2 mg/kg/dose every 2 weeks. Pharmacokinetic studies will be performed with the first administered dose. The safety evaluations for patients in this study will include vital signs, physical examinations, adverse event (AE) assessments, electrocardiograms (ECG), and a battery of laboratory tests including measurement of anti-Replagal antibodies. An overview of the study appears in Appendix A."},"conditionsModule":{"conditions":["Fabry Disease"],"keywords":["Pharmacokinetics","Enzyme","Lysosomal","Kidney","Stroke","Fabry Disease","Fabrys","Fabry's"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"primaryPurpose":"TREATMENT"},"enrollmentInfo":{"count":3}},"armsInterventionsModule":{"interventions":[{"type":"DRUG","name":"DRX005B"}]},"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA - Patient has Fabry Disease:\n\nPatient is a male hemizygote, age 18 or above, with evidence of Fabry Disease, defined as Alpha-galactosidase A enzyme deficiency. Alpha-galactosidase A deficiency is defined as a plasma or serum enzyme level less than 1.2 nmoles/hr/mL.\n\nor\n\nPatient is a heterozygous carrier female, aged 18 or above, with evidence of Fabry Disease defined as a mutation in the Alpha-galactosidase A gene.\n\nPatient has clinical evidence of Fabry Disease. For patients with compromised renal function or a history of renal transplant as a result of Fabry Disease, the renal disease must be consistent with Fabry Disease. For other patients, clinical evidence is defined as at least one (1) of the following:\n\nneurologic disease (neuropathic pain)\n\ncardiac disease (cadiomyopathy)\n\ncerebrovascular disease (history of stroke)\n\ndermatologic disease (angiokeratomas)\n\ngastrointestinal disease (malabsorption and weight loss).\n\nEXCLUSION CRITERIA:\n\nPatient is not eligible for an ongoing TKT sponsored placebo-controlled clinical trial that is accruing patients. The selection criteria for ongoing Study TKT010 appear in Appendix D. If another TKT sponsored placebo-controlled clinical trial is initiated during this study, the selection criteria for that study will be appended to this study.\n\nPatient has a disease other than Fabry that is the cause of the patient's renal dysfunction (for example, diabetes or hypertension).\n\nPatient has received another investigational therapeutic agent for Fabry Disease.\n\nPatient has received a renal transplant as a result of renal dysfunction caused by a disease other than Fabry Disease.\n\nPatient is unable to comply with the protocol, eg, is uncooperative with protocol schedule, refuses to agree to all of the study procedures, is unable to return for safety evaluations, or is otherwise unlikely to complete the study as determined by the investigator or the medical monitor.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"National Institute of Neurological Disorders and Stroke (NINDS)","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"6023233","type":"BACKGROUND","citation":"Brady RO, Gal AE, Bradley RM, Martensson E, Warshaw AL, Laster L. Enzymatic defect in Fabry's disease. Ceramidetrihexosidase deficiency. N Engl J Med. 1967 May 25;276(21):1163-7. doi: 10.1056/NEJM196705252762101. No abstract available."},{"pmid":"4204059","type":"BACKGROUND","citation":"Kahn P. Anderson-Fabry disease: a histopathological study of three cases with observations on the mechanism of production of pain. J Neurol Neurosurg Psychiatry. 1973 Dec;36(6):1053-62. doi: 10.1136/jnnp.36.6.1053."},{"pmid":"3133979","type":"BACKGROUND","citation":"Kaye EM, Kolodny EH, Logigian EL, Ullman MD. Nervous system involvement in Fabry's disease: clinicopathological and biochemical correlation. Ann Neurol. 1988 May;23(5):505-9. doi: 10.1002/ana.410230513."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000000795","term":"Fabry Disease"}],"ancestors":[{"id":"D000013106","term":"Sphingolipidoses"},{"id":"D000020140","term":"Lysosomal Storage Diseases, Nervous System"},{"id":"D000020739","term":"Brain Diseases, Metabolic, Inborn"},{"id":"D000001928","term":"Brain Diseases, Metabolic"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000059345","term":"Cerebral Small Vessel Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000040181","term":"Genetic Diseases, X-Linked"},{"id":"D000030342","term":"Genetic Diseases, Inborn"},{"id":"D000008661","term":"Metabolism, Inborn Errors"},{"id":"D000008064","term":"Lipidoses"},{"id":"D000008052","term":"Lipid Metabolism, Inborn Errors"},{"id":"D000016464","term":"Lysosomal Storage Diseases"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000052439","term":"Lipid Metabolism Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M3814","name":"Fabry Disease","asFound":"Fabry Disease","relevance":"HIGH"},{"id":"M15594","name":"Sphingolipidoses","relevance":"LOW"},{"id":"M18561","name":"Lysosomal Storage Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M4895","name":"Brain Diseases, Metabolic","relevance":"LOW"},{"id":"M22188","name":"Brain Diseases, Metabolic, Inborn","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M29127","name":"Cerebral Small Vessel Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M24567","name":"Genetic Diseases, X-Linked","relevance":"LOW"},{"id":"M23376","name":"Genetic Diseases, Inborn","relevance":"LOW"},{"id":"M11331","name":"Metabolism, Inborn Errors","relevance":"LOW"},{"id":"M10754","name":"Lipidoses","relevance":"LOW"},{"id":"M10744","name":"Lipid Metabolism, Inborn Errors","relevance":"LOW"},{"id":"M11329","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M26719","name":"Lipid Metabolism Disorders","relevance":"LOW"},{"id":"T2169","name":"Fabry Disease","asFound":"Fabry Disease","relevance":"HIGH"},{"id":"T5335","name":"Sphingolipidosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}