{"protocolSection":{"identificationModule":{"nctId":"NCT04934020","orgStudyIdInfo":{"id":"NHSR-1"},"organization":{"fullName":"Boston Medical Center","class":"OTHER"},"briefTitle":"Global Impact of the COVID 19 Pandemic on Stroke Care, Cerebral Venous Thrombosis, and Subarachnoid Hemorrhage","officialTitle":"Global Impact of the COVID 19 Pandemic on Stroke Care: 1-year Follow-up Study"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-04-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-10-31","type":"ACTUAL"},"completionDateStruct":{"date":"2021-12-09","type":"ACTUAL"},"studyFirstSubmitDate":"2021-06-20","studyFirstSubmitQcDate":"2021-06-20","studyFirstPostDateStruct":{"date":"2021-06-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-11-14","lastUpdatePostDateStruct":{"date":"2022-11-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Boston Medical Center","class":"OTHER"},"collaborators":[{"name":"Emory University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A 1-year analysis of global selected stroke metric data will be conducted comparing the results during the Covid-19 pandemic to the pre-pandemic period. In most countries, this will correspond to March 1, 2020 to February 28, 2021. In some countries, the pandemic period would be adjusted for onset of case surge (i.e. China pandemic start date would begin earlier, i.e. January 2020). The specific metrics that will be analyzed include:\n\n1. ischemic stroke or transient ischemic attacks (TIA) hospitalizations\n2. intracranial hemorrhage hospitalizations\n3. cerebral venous thrombosis (CVT) hospitalizations (with or without thrombocytopenia)\n4. CVT in-hospital mortality\n\n4) aneurysmal subarachnoid hemorrhage hospitalizations 5) mechanical thrombectomy 6) intravenous thrombolysis 7) ruptured aneurysm endovascular coiling 8) ruptured aneurysm clipping. 9) aneurysmal subarachnoid hemorrhage admissions 10) SAH in-hospital mortality 11) SAH presentation by Hunt Hess Grade","detailedDescription":"This is a retrospective, observational, cross-sectional, international study, across 6 continents, and estimated 100 stroke centers. The stroke metric diagnoses will be identified by their International Classification of Diseases version 10 (ICD-10) codes and/or classifications in stroke databases at participating centers. Aggregate monthly volume will be obtained from January 1, 2019 to May 31, 2021. For CVT related to COVID vaccine events, the study period extends until July 30, 2021\n\nThe primary hypotheses to be tested are:\n\n* The overall 1-year volumes of the stroke metrics will be decreased compared to the prior year.\n* With each subsequent COVID wave, there will be a decline in relation to the prior year volumes, as was seen with the first COVID-19 wave of the pandemic.\n* A recovery or increase in stroke volume will occur during the vaccine roll-out phase on same metrics, compared to the immediately preceding period and/or compared to the same period one year prior.\n* There will be a decline in mild clinical severity in the presentation of patients with subarachnoid hemorrhage as measured by the Hunt Hess Grade scale, parallel to the decline in mild severity of stroke admissions seen with the first wave of the pandemic. \\[Mild severity of presentation is defined as Hunt Hess Grade 0-2, moderate to severe is defined as Hunt Hess Grade 3-5.\\]\n* There will be an increase of CVT diagnosis during the COVID-19 pandemic year, related either to heightened awareness of COVID-19 and thrombotic events, or related to reported associations of CVT and COVID-19.\n\nThe ICD codes utilized for the diagnosis are as follows:\n\nIschemic Stroke, ICD-10 Codes\n\nI63.0 Cerebral Infarction\n\nI63.1 Cerebral infarction due to embolism of precerebral arteries\n\nI63.2 Cerebral infarction due to unspecified occlusion or stenosis of precerebral arteries\n\nI63.3 Cerebral infarction due to thrombosis of cerebral arteries\n\nI63.4 Cerebral infarction due to embolism of cerebral arteries\n\nI63.5 Cerebral infarction due to unspecified occlusion or stenosis of cerebral arteries\n\nI63.8 Other cerebral infarction\n\nI63.9 Cerebral infarction, unspecified\n\nIntracranial Hemorrhage, ICD-10 Codes\n\nI61 Nontraumatic intracerebral hemorrhage\n\nI61.0 Nontraumatic intracerebral hemorrhage in hemisphere, subcortical\n\nI61.1 Nontraumatic intracerebral hemorrhage in hemisphere, cortical\n\nI61.2 Nontraumatic intracerebral hemorrhage in hemisphere, unspecified\n\nI61.3 Nontraumatic intracerebral hemorrhage in brain stem\n\nI61.4 Nontraumatic intracerebral hemorrhage in cerebellum\n\nI61.5 Nontraumatic intracerebral hemorrhage, intraventricular\n\nI61.6 Nontraumatic intracerebral hemorrhage, multiple localized\n\nI61.8 Other nontraumatic intracerebral hemorrhage\n\nI61.9 Nontraumatic intracerebral hemorrhage, unspecified\n\nCerebral Venous thrombosis, Codes\n\nG08 Intracranial Phlebitis and Thrombophlebitis I63.6 Cerebral infarction due to cerebral venous thrombosis, nonpyrogenic I67.6 Nonpyrogenic Thrombosis of Intracranial Venous System O22.5 Cerebral venous thrombosis in pregnancy\n\nSubarachnoid Hemorrhage, Codes\n\nI60.0 Nontraumatic subarachnoid hemorrhage from carotid siphon and bifurcation\n\nI60.1 Nontraumatic subarachnoid hemorrhage from middle cerebral artery\n\nI60.2 Nontraumatic subarachnoid hemorrhage from anterior communicating artery\n\nI60.3 Nontraumatic subarachnoid hemorrhage from posterior communicating artery\n\nI60.4 Nontraumatic subarachnoid hemorrhage from basilar artery\n\nI60.5 Nontraumatic subarachnoid hemorrhage from vertebral artery\n\nI60.6 Nontraumatic subarachnoid hemorrhage from other intracranial arteries\n\nI60.7 Nontraumatic subarachnoid hemorrhage from unspecified intracranial artery\n\nI60.8 Other nontraumatic subarachnoid hemorrhage\n\nI60.9 Nontraumatic subarachnoid hemorrhage, unspecified\n\nCOVID19\n\nUO7.1"},"conditionsModule":{"conditions":["Stroke"],"keywords":["Ischemic stroke hospitalizations","TIA hospitalizations","Intracranial hemorrhage hospitalizations","Cerebral venous thrombosis hospitalizations","Aneurysmal subarachnoid hemorrhage hospitalizations","Mechanical thrombectomy","Intravenous thrombolysis","Ruptured aneurysm endovascular coiling","Ruptured aneurysm clipping"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":345089,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"OTHER","name":"Pre-pandemic stroke related metrics","description":"De-identified data from selected stroke metrics identified by ICD-10 codes will be abstracted from medical records of stroke patients in about 200 stroke centers in 6 continents."},{"type":"OTHER","name":"Stroke related metrics during the pandemic","description":"De-identified data from selected stroke metrics identified by ICD-10 codes will be abstracted from medical records of stroke patients in about 200 stroke centers in 6 continents."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Trends in stroke metrics before and during the covid pandemic","description":"2- to 3-month trends in stroke metrics with COVID 2nd or 3rd waves in each country, using the Hopkins website to define waves of either the state or country with which the center is located https://coronavirus.jhu.edu/data/new-cases and compare to same period prior year A wave or phase is defined as a rising number of COVID-19 cases with a defined peak, followed by a decline in cases or trough period, in which transmission had decreased.","timeFrame":"12 months"},{"measure":"Vaccination impact on stroke metrics","description":"The interaction between the vaccine roll-out phase on stroke metrics will be assessed, adjusted by country month in which 10% of population has been vaccinated with at least 1 dose using vaccine tracker data from https://ourworldindata.org/covid-vaccinations.","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Severity of subarachnoid hemorrhage presentation","description":"The severity of presentation of patients with subarachnoid hemorrhage will be assessed using the Hunt Hess Grade which is a graded scale used to predict the rate of mortality based solely on the clinical features seen in a patient presenting with an aneurysmal subarachnoid hemorrhage. There are grades 0 to 6: 0=Unruptured aneurysm without symptoms; 1=Asymptomatic or minimal headache with slight nuchal rigidity; 1a=No acute meningeal or brain reaction but with fixed neurological deficit; 2=Moderate to severe headache, nuchal rigidity, no neurological deficits other than cranial nerve palsy; 3=Drowsy, confused, or mild focal deficit; 4=stupor, moderate to severe hemiparesis, possible early decerebrate rigidity, and vegetative disturbances; 5=Deep coma, decerebrate rigidity, moribund. Higher grades are correlated with greater severity.","timeFrame":"12 months"},{"measure":"Subarachnoid hemorrhage clinical outcome","description":"Clinical outcome will be assessed by rates of in-hospital mortality and discharge to hospice abstracted from medical records.","timeFrame":"12 months"},{"measure":"Cerebral venous thrombosis (CVT)","description":"Morality, thrombocytopenia (\\<150K) related to CVT will be assessed prior to, and during the COVID-19 pandemic, and during the vaccine roll-out phase","timeFrame":"March 2019 to February 2020, March 2020 to December 2020, January 2021 to May 31, 2021"},{"measure":"CVT related thrombocytopenia","description":"Thrombocytopenia related to CVT will be assessed pre-COVID, during COVID, and post vaccine roll-out phases","timeFrame":"March 2019 to February 2020, March 2020 to December 2020, January 2021 to May 31, 2021"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Received stroke related care during the study period in one of the stroke centers across 6 continents\n\nExclusion Criteria:\n\n* None","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"De-identified data from selected stroke metrics identified by ICD-10 codes from medical records of stroke patients in about 100 to 300 stroke centers in 6 continents will be analyzed.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Thanh N Nguyen","affiliation":"Boston Medical Center","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Raul G Nogueira, MD","affiliation":"Grady Memorial Hospital, Emory University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Grady Memorial Hospital, Emory University","city":"Atlanta","state":"Georgia","zip":"30303","country":"United States","geoPoint":{"lat":33.749,"lon":-84.38798}},{"facility":"Boston Medical Center","city":"Boston","state":"Massachusetts","zip":"02118","country":"United States","geoPoint":{"lat":42.35843,"lon":-71.05977}}]},"referencesModule":{"references":[{"pmid":"33459583","type":"BACKGROUND","citation":"Nogueira RG, Abdalkader M, Qureshi MM, Frankel MR, Mansour OY, Yamagami H, Qiu Z, Farhoudi M, Siegler JE, Yaghi S, Raz E, Sakai N, Ohara N, Piotin M, Mechtouff L, Eker O, Chalumeau V, Kleinig TJ, Pop R, Liu J, Winters HS, Shang X, Vasquez AR, Blasco J, Arenillas JF, Martinez-Galdamez M, Brehm A, Psychogios MN, Lylyk P, Haussen DC, Al-Bayati AR, Mohammaden MH, Fonseca L, Luis Silva M, Montalverne F, Renieri L, Mangiafico S, Fischer U, Gralla J, Frei D, Chugh C, Mehta BP, Nagel S, Mohlenbruch M, Ortega-Gutierrez S, Farooqui M, Hassan AE, Taylor A, Lapergue B, Consoli A, Campbell BC, Sharma M, Walker M, Van Horn N, Fiehler J, Nguyen HT, Nguyen QT, Watanabe D, Zhang H, Le HV, Nguyen VQ, Shah R, Devlin T, Khandelwal P, Linfante I, Izzath W, Lavados PM, Olavarria VV, Sampaio Silva G, de Carvalho Sousa AV, Kirmani J, Bendszus M, Amano T, Yamamoto R, Doijiri R, Tokuda N, Yamada T, Terasaki T, Yazawa Y, Morris JG, Griffin E, Thornton J, Lavoie P, Matouk C, Hill MD, Demchuk AM, Killer-Oberpfalzer M, Nahab F, Altschul D, Ramos-Pachon A, Perez de la Ossa N, Kikano R, Boisseau W, Walker G, Cordina SM, Puri A, Luisa Kuhn A, Gandhi D, Ramakrishnan P, Novakovic-White R, Chebl A, Kargiotis O, Czap A, Zha A, Masoud HE, Lopez C, Ozretic D, Al-Mufti F, Zie W, Duan Z, Yuan Z, Huang W, Hao Y, Luo J, Kalousek V, Bourcier R, Guile R, Hetts S, Al-Jehani HM, AlHazzani A, Sadeghi-Hokmabadi E, Teleb M, Payne J, Lee JS, Hong JM, Sohn SI, Hwang YH, Shin DH, Roh HG, Edgell R, Khatri R, Smith A, Malik A, Liebeskind D, Herial N, Jabbour P, Magalhaes P, Ozdemir AO, Aykac O, Uwatoko T, Dembo T, Shimizu H, Sugiura Y, Miyashita F, Fukuda H, Miyake K, Shimbo J, Sugimura Y, Beer-Furlan A, Joshi K, Catanese L, Abud DG, Neto OG, Mehrpour M, Al Hashmi A, Saqqur M, Mostafa A, Fifi JT, Hussain S, John S, Gupta R, Sivan-Hoffmann R, Reznik A, Sani AF, Geyik S, Akil E, Churojana A, Ghoreishi A, Saadatnia M, Sharifipour E, Ma A, Faulder K, Wu T, Leung L, Malek A, Voetsch B, Wakhloo A, Rivera R, Barrientos Iman DM, Pikula A, Lioutas VA, Thomalla G, Birnbaum L, Machi P, Bernava G, McDermott M, Kleindorfer D, Wong K, Patterson MS, Fiorot JA Jr, Huded V, Mack W, Tenser M, Eskey C, Multani S, Kelly M, Janardhan V, Cornett O, Singh V, Murayama Y, Mokin M, Yang P, Zhang X, Yin C, Han H, Peng Y, Chen W, Crosa R, Frudit ME, Pandian JD, Kulkarni A, Yagita Y, Takenobu Y, Matsumaru Y, Yamada S, Kono R, Kanamaru T, Yamazaki H, Sakaguchi M, Todo K, Yamamoto N, Sonoda K, Yoshida T, Hashimoto H, Nakahara I, Cora E, Volders D, Ducroux C, Shoamanesh A, Ospel J, Kaliaev A, Ahmed S, Rashid U, Rebello LC, Pereira VM, Fahed R, Chen M, Sheth SA, Palaiodimou L, Tsivgoulis G, Chandra R, Koyfman F, Leung T, Khosravani H, Dharmadhikari S, Frisullo G, Calabresi P, Tsiskaridze A, Lobjanidze N, Grigoryan M, Czlonkowska A, de Sousa DA, Demeestere J, Liang C, Sangha N, Lutsep HL, Ayo-Martin O, Cruz-Culebras A, Tran AD, Young CY, Cordonnier C, Caparros F, De Lecinana MA, Fuentes B, Yavagal D, Jovin T, Spelle L, Moret J, Khatri P, Zaidat O, Raymond J, Martins S, Nguyen T. Global impact of COVID-19 on stroke care. Int J Stroke. 2021 Jul;16(5):573-584. doi: 10.1177/1747493021991652. Epub 2021 Mar 29."},{"pmid":"33771936","type":"BACKGROUND","citation":"Nguyen TN, Haussen DC, Qureshi MM, Yamagami H, Fujinaka T, Mansour OY, Abdalkader M, Frankel M, Qiu Z, Taylor A, Lylyk P, Eker OF, Mechtouff L, Piotin M, Lima FO, Mont'Alverne F, Izzath W, Sakai N, Mohammaden M, Al-Bayati AR, Renieri L, Mangiafico S, Ozretic D, Chalumeau V, Ahmad S, Rashid U, Hussain SI, John S, Griffin E, Thornton J, Fiorot JA, Rivera R, Hammami N, Cervantes-Arslanian AM, Dasenbrock HH, Vu HL, Nguyen VQ, Hetts S, Bourcier R, Guile R, Walker M, Sharma M, Frei D, Jabbour P, Herial N, Al-Mufti F, Ozdemir AO, Aykac O, Gandhi D, Chugh C, Matouk C, Lavoie P, Edgell R, Beer-Furlan A, Chen M, Killer-Oberpfalzer M, Pereira VM, Nicholson P, Huded V, Ohara N, Watanabe D, Shin DH, Magalhaes PS, Kikano R, Ortega-Gutierrez S, Farooqui M, Abou-Hamden A, Amano T, Yamamoto R, Weeks A, Cora EA, Sivan-Hoffmann R, Crosa R, Mohlenbruch M, Nagel S, Al-Jehani H, Sheth SA, Lopez Rivera VS, Siegler JE, Sani AF, Puri AS, Kuhn AL, Bernava G, Machi P, Abud DG, Pontes-Neto OM, Wakhloo AK, Voetsch B, Raz E, Yaghi S, Mehta BP, Kimura N, Murakami M, Lee JS, Hong JM, Fahed R, Walker G, Hagashi E, Cordina SM, Roh HG, Wong K, Arenillas JF, Martinez-Galdamez M, Blasco J, Rodriguez Vasquez A, Fonseca L, Silva ML, Wu TY, John S, Brehm A, Psychogios M, Mack WJ, Tenser M, Todaka T, Fujimura M, Novakovic R, Deguchi J, Sugiura Y, Tokimura H, Khatri R, Kelly M, Peeling L, Murayama Y, Winters HS, Wong J, Teleb M, Payne J, Fukuda H, Miyake K, Shimbo J, Sugimura Y, Uno M, Takenobu Y, Matsumaru Y, Yamada S, Kono R, Kanamaru T, Morimoto M, Iida J, Saini V, Yavagal D, Bushnaq S, Huang W, Linfante I, Kirmani J, Liebeskind DS, Szeder V, Shah R, Devlin TG, Birnbaum L, Luo J, Churojana A, Masoud HE, Lopez CY, Steinfort B, Ma A, Hassan AE, Al Hashmi A, McDermott M, Mokin M, Chebl A, Kargiotis O, Tsivgoulis G, Morris JG, Eskey CJ, Thon J, Rebello L, Altschul D, Cornett O, Singh V, Pandian J, Kulkarni A, Lavados PM, Olavarria VV, Todo K, Yamamoto Y, Silva GS, Geyik S, Johann J, Multani S, Kaliaev A, Sonoda K, Hashimoto H, Alhazzani A, Chung DY, Mayer SA, Fifi JT, Hill MD, Zhang H, Yuan Z, Shang X, Castonguay AC, Gupta R, Jovin TG, Raymond J, Zaidat OO, Nogueira RG; SVIN COVID-19 Registry, the Middle East North Africa Stroke and Interventional Neurotherapies Organization (MENA-SINO); Japanese Society of Vascular and Interventional Neurology Society (JVIN). Decline in subarachnoid haemorrhage volumes associated with the first wave of the COVID-19 pandemic. Stroke Vasc Neurol. 2021 Dec;6(4):542-552. doi: 10.1136/svn-2020-000695. Epub 2021 Mar 26."},{"pmid":"33766997","type":"BACKGROUND","citation":"Nogueira RG, Qureshi MM, Abdalkader M, Martins SO, Yamagami H, Qiu Z, Mansour OY, Sathya A, Czlonkowska A, Tsivgoulis G, Aguiar de Sousa D, Demeestere J, Mikulik R, Vanacker P, Siegler JE, Korv J, Biller J, Liang CW, Sangha NS, Zha AM, Czap AL, Holmstedt CA, Turan TN, Ntaios G, Malhotra K, Tayal A, Loochtan A, Ranta A, Mistry EA, Alexandrov AW, Huang DY, Yaghi S, Raz E, Sheth SA, Mohammaden MH, Frankel M, Bila Lamou EG, Aref HM, Elbassiouny A, Hassan F, Menecie T, Mustafa W, Shokri HM, Roushdy T, Sarfo FS, Alabi TO, Arabambi B, Nwazor EO, Sunmonu TA, Wahab K, Yaria J, Mohammed HH, Adebayo PB, Riahi AD, Sassi SB, Gwaunza L, Ngwende GW, Sahakyan D, Rahman A, Ai Z, Bai F, Duan Z, Hao Y, Huang W, Li G, Li W, Liu G, Luo J, Shang X, Sui Y, Tian L, Wen H, Wu B, Yan Y, Yuan Z, Zhang H, Zhang J, Zhao W, Zi W, Leung TW, Chugh C, Huded V, Menon B, Pandian JD, Sylaja PN, Usman FS, Farhoudi M, Hokmabadi ES, Horev A, Reznik A, Sivan Hoffmann R, Ohara N, Sakai N, Watanabe D, Yamamoto R, Doijiri R, Tokuda N, Yamada T, Terasaki T, Yazawa Y, Uwatoko T, Dembo T, Shimizu H, Sugiura Y, Miyashita F, Fukuda H, Miyake K, Shimbo J, Sugimura Y, Yagita Y, Takenobu Y, Matsumaru Y, Yamada S, Kono R, Kanamaru T, Yamazaki H, Sakaguchi M, Todo K, Yamamoto N, Sonoda K, Yoshida T, Hashimoto H, Nakahara I, Kondybayeva A, Faizullina K, Kamenova S, Zhanuzakov M, Baek JH, Hwang Y, Lee JS, Lee SB, Moon J, Park H, Seo JH, Seo KD, Sohn SI, Young CJ, Ahdab R, Wan Zaidi WA, Aziz ZA, Basri HB, Chung LW, Ibrahim AB, Ibrahim KA, Looi I, Tan WY, Yahya NW, Groppa S, Leahu P, Al Hashmi AM, Imam YZ, Akhtar N, Pineda-Franks MC, Co CO, Kandyba D, Alhazzani A, Al-Jehani H, Tham CH, Mamauag MJ, Venketasubramanian N, Chen CH, Tang SC, Churojana A, Akil E, Aykac O, Ozdemir AO, Giray S, Hussain SI, John S, Le Vu H, Tran AD, Nguyen HH, Nhu Pham T, Nguyen TH, Nguyen TQ, Gattringer T, Enzinger C, Killer-Oberpfalzer M, Bellante F, De Blauwe S, Vanhooren G, De Raedt S, Dusart A, Lemmens R, Ligot N, Pierre Rutgers M, Yperzeele L, Alexiev F, Sakelarova T, Bedekovic MR, Budincevic H, Cindric I, Hucika Z, Ozretic D, Saric MS, Pfeifer F, Karpowic I, Cernik D, Sramek M, Skoda M, Hlavacova H, Klecka L, Koutny M, Vaclavik D, Skoda O, Fiksa J, Hanelova K, Nevsimalova M, Rezek R, Prochazka P, Krejstova G, Neumann J, Vachova M, Brzezanski H, Hlinovsky D, Tenora D, Jura R, Jurak L, Novak J, Novak A, Topinka Z, Fibrich P, Sobolova H, Volny O, Krarup Christensen H, Drenck N, Klingenberg Iversen H, Simonsen CZ, Truelsen TC, Wienecke T, Vibo R, Gross-Paju K, Toomsoo T, Antsov K, Caparros F, Cordonnier C, Dan M, Faucheux JM, Mechtouff L, Eker O, Lesaine E, Ondze B, Peres R, Pico F, Piotin M, Pop R, Rouanet F, Gubeladze T, Khinikadze M, Lobjanidze N, Tsiskaridze A, Nagel S, Ringleb PA, Rosenkranz M, Schmidt H, Sedghi A, Siepmann T, Szabo K, Thomalla G, Palaiodimou L, Sagris D, Kargiotis O, Klivenyi P, Szapary L, Tarkanyi G, Adami A, Bandini F, Calabresi P, Frisullo G, Renieri L, Sangalli D, Pirson A, Uyttenboogaart M, van den Wijngaard I, Kristoffersen ES, Brola W, Fudala M, Horoch-Lyszczarek E, Karlinski M, Kazmierski R, Kram P, Rogoziewicz M, Kaczorowski R, Luchowski P, Sienkiewicz-Jarosz H, Sobolewski P, Fryze W, Wisniewska A, Wiszniewska M, Ferreira P, Ferreira P, Fonseca L, Marto JP, Pinho E Melo T, Nunes AP, Rodrigues M, Tedim Cruz V, Falup-Pecurariu C, Krastev G, Mako M, de Lecinana MA, Arenillas JF, Ayo-Martin O, Cruz Culebras A, Tejedor ED, Montaner J, Perez-Sanchez S, Tola Arribas MA, Rodriguez Vasquez A, Mayza M, Bernava G, Brehm A, Machi P, Fischer U, Gralla J, Michel PL, Psychogios MN, Strambo D, Banerjee S, Krishnan K, Kwan J, Butt A, Catanese L, Demchuk AM, Field T, Haynes J, Hill MD, Khosravani H, Mackey A, Pikula A, Saposnik G, Scott CA, Shoamanesh A, Shuaib A, Yip S, Barboza MA, Barrientos JD, Portillo Rivera LI, Gongora-Rivera F, Novarro-Escudero N, Blanco A, Abraham M, Alsbrook D, Altschul D, Alvarado-Ortiz AJ, Bach I, Badruddin A, Barazangi N, Brereton C, Castonguay A, Chaturvedi S, Chaudry SA, Choe H, Choi JH, Dharmadhikari S, Desai K, Devlin TG, Doss VT, Edgell R, Etherton M, Farooqui M, Frei D, Gandhi D, Grigoryan M, Gupta R, Hassan AE, Helenius J, Kaliaev A, Kaushal R, Khandelwal P, Khawaja AM, Khoury NN, Kim BS, Kleindorfer DO, Koyfman F, Lee VH, Leung LY, Linares G, Linfante I, Lutsep HL, Macdougall L, Male S, Malik AM, Masoud H, McDermott M, Mehta BP, Min J, Mittal M, Morris JG, Multani SS, Nahab F, Nalleballe K, Nguyen CB, Novakovic-White R, Ortega-Gutierrez S, Rahangdale RH, Ramakrishnan P, Romero JR, Rost N, Rothstein A, Ruland S, Shah R, Sharma M, Silver B, Simmons M, Singh A, Starosciak AK, Strasser SL, Szeder V, Teleb M, Tsai JP, Voetsch B, Balaguera O, Pujol Lereis VA, Luraschi A, Almeida MS, Cardoso FB, Conforto A, De Deus Silva L, Varrone Giacomini L, Oliveira Lima F, Longo AL, Magalhaes PSC, Martins RT, Mont'alverne F, Mora Cuervo DL, Costa Rebello L, Valler L, Zetola VF, Lavados PM, Navia V, Olavarria VV, Almeida Toro JM, Amaya PFR, Bayona H, Corredor A, Rivera Ordonez CE, Mantilla Barbosa DK, Lara O, Patino MR, Diaz Escobar LF, Dejesus Melgarejo Farina DE, Cardozo Villamayor A, Zelaya Zarza AJ, Barrientos Iman DM, Rodriguez Kadota L, Campbell B, Hankey GJ, Hair C, Kleinig T, Ma A, Tomazini Martins R, Sahathevan R, Thijs V, Salazar D, Yuan-Hao Wu T, Haussen DC, Liebeskind D, Yavagal DR, Jovin TG, Zaidat OO, Nguyen TN; SVIN COVID-19 Global Stroke Registry; SVIN COVID-19 Global Stroke Registry. Global Impact of COVID-19 on Stroke Care and IV Thrombolysis. Neurology. 2021 Jun 8;96(23):e2824-e2838. doi: 10.1212/WNL.0000000000011885. Epub 2021 Mar 25."},{"pmid":"33743411","type":"BACKGROUND","citation":"Abdalkader M, Shaikh SP, Siegler JE, Cervantes-Arslanian AM, Tiu C, Radu RA, Tiu VE, Jillella DV, Mansour OY, Vera V, Chamorro A, Blasco J, Lopez A, Farooqui M, Thau L, Smith A, Gutierrez SO, Nguyen TN, Jovin TG. Cerebral Venous Sinus Thrombosis in COVID-19 Patients: A Multicenter Study and Review of Literature. J Stroke Cerebrovasc Dis. 2021 Jun;30(6):105733. doi: 10.1016/j.jstrokecerebrovasdis.2021.105733. Epub 2021 Mar 4."},{"pmid":"32852257","type":"BACKGROUND","citation":"Siegler JE, Cardona P, Arenillas JF, Talavera B, Guillen AN, Chavarria-Miranda A, de Lera M, Khandelwal P, Bach I, Patel P, Singla A, Requena M, Ribo M, Jillella DV, Rangaraju S, Nogueira RG, Haussen DC, Vazquez AR, Urra X, Chamorro A, Roman LS, Thon JM, Then R, Sanborn E, de la Ossa NP, Millan M, Ruiz IN, Mansour OY, Megahed M, Tiu C, Terecoasa EO, Radu RA, Nguyen TN, Curiale G, Kaliaev A, Czap AL, Sebaugh J, Zha AM, Liebeskind DS, Ortega-Gutierrez S, Farooqui M, Hassan AE, Preston L, Patterson MS, Bushnaq S, Zaidat O, Jovin TG. Cerebrovascular events and outcomes in hospitalized patients with COVID-19: The SVIN COVID-19 Multinational Registry. Int J Stroke. 2021 Jun;16(4):437-447. doi: 10.1177/1747493020959216. Epub 2020 Sep 30."},{"pmid":"33383463","type":"BACKGROUND","citation":"Ortega-Gutierrez S, Farooqui M, Zha A, Czap A, Sebaugh J, Desai S, Jadhav A, Vora N, Rai V, Jovin TG, Thon JM, Heslin M, Thau L, Zevallos C, Quispe-Orozco D, Jillella DV, Nahab F, Mohammaden MH, Nogueira RG, Haussen DC, Nguyen TN, Romero JR, Aparicio HJ, Osman M, Haq IU, Liebeskind D, Hassan AE, Zaidat O, Siegler JE; SVIN COVID-19 Multinational Registry and Task Force. Decline in mild stroke presentations and intravenous thrombolysis during the COVID-19 pandemic: The Society of Vascular and Interventional Neurology Multicenter Collaboration. Clin Neurol Neurosurg. 2021 Feb;201:106436. doi: 10.1016/j.clineuro.2020.106436. Epub 2020 Dec 15."},{"pmid":"33514335","type":"BACKGROUND","citation":"Ramos-Araque ME, Siegler JE, Ribo M, Requena M, Lopez C, de Lera M, Arenillas JF, Perez IH, Gomez-Vicente B, Talavera B, Portela PC, Guillen AN, Urra X, Llull L, Renu A, Nguyen TN, Jillella D, Nahab F, Nogueira R, Haussen D, Then R, Thon JM, Esparragoza LR, Hernandez-Perez M, Bustamante A, Mansour OY, Megahed M, Hassan T, Liebeskind DS, Hassan A, Bushnaq S, Osman M, Vazquez AR; SVIN Multinational Registry and Task Force. Stroke etiologies in patients with COVID-19: the SVIN COVID-19 multinational registry. BMC Neurol. 2021 Jan 30;21(1):43. doi: 10.1186/s12883-021-02075-1."},{"pmid":"35677974","type":"BACKGROUND","citation":"Siegler JE, Abdalkader M, Michel P, Nguyen TN. Therapeutic Trends of Cerebrovascular Disease during the COVID-19 Pandemic and Future Perspectives. J Stroke. 2022 May;24(2):179-188. doi: 10.5853/jos.2022.00843. Epub 2022 May 31."},{"pmid":"35902229","type":"RESULT","citation":"SVIN COVID-19 Global SAH Registry. Global impact of the COVID-19 pandemic on subarachnoid haemorrhage hospitalisations, aneurysm treatment and in-hospital mortality: 1-year follow-up. J Neurol Neurosurg Psychiatry. 2022 Jul 28:jnnp-2022-329200. doi: 10.1136/jnnp-2022-329200. Online ahead of print."},{"pmid":"35677980","type":"RESULT","citation":"Nguyen TN, Qureshi MM, Klein P, Yamagami H, Abdalkader M, Mikulik R, Sathya A, Mansour OY, Czlonkowska A, Lo H, Field TS, Charidimou A, Banerjee S, Yaghi S, Siegler JE, Sedova P, Kwan J, de Sousa DA, Demeestere J, Inoa V, Omran SS, Zhang L, Michel P, Strambo D, Marto JP, Nogueira RG; SVIN COVID-19 Global COVID Stroke Registry; Kristoffersen ES, Tsivgoulis G, Lereis VP, Ma A, Enzinger C, Gattringer T, Rahman A, Bonnet T, Ligot N, De Raedt S, Lemmens R, Vanacker P, Vandervorst F, Conforto AB, Hidalgo RCT, Mora Cuervo DL, de Oliveira Neves L, Lameirinhas da Silva I, Martins RT, Rebello LC, Santiago IB, Sakelarova T, Kalpachki R, Alexiev F, Cora EA, Kelly ME, Peeling L, Pikula A, Chen HS, Chen Y, Yang S, Roje Bedekovic M, Cabal M, Tenora D, Fibrich P, Dusek P, Hlavacova H, Hrabanovska E, Jurak L, Kadlcikova J, Karpowicz I, Klecka L, Kovar M, Neumann J, Palouskova H, Reiser M, Rohan V, Simunek L, Skoda O, Skorna M, Sramek M, Drenck N, Sobh K, Lesaine E, Sabben C, Reiner P, Rouanet F, Strbian D, Boskamp S, Mbroh J, Nagel S, Rosenkranz M, Poli S, Thomalla G, Karapanayiotides T, Koutroulou I, Kargiotis O, Palaiodimou L, Barrientos Guerra JD, Huded V, Nagendra S, Prajapati C, Sylaja PN, Sani AF, Ghoreishi A, Farhoudi M, Sadeghi Hokmabadi E, Hashemilar M, Sabetay SI, Rahal F, Acampa M, Adami A, Longoni M, Ornello R, Renieri L, Romoli M, Sacco S, Salmaggi A, Sangalli D, Zini A, Sakai K, Fukuda H, Fujita K, Imamura H, Kosuke M, Sakaguchi M, Sonoda K, Matsumaru Y, Ohara N, Shindo S, Takenobu Y, Yoshimoto T, Toyoda K, Uwatoko T, Sakai N, Yamamoto N, Yamamoto R, Yazawa Y, Sugiura Y, Baek JH, Lee SB, Seo KD, Sohn SI, Lee JS, Arsovska AA, Chieh CY, Wan Zaidi WA, Wan Yahya WNN, Gongora-Rivera F, Martinez-Marino M, Infante-Valenzuela A, Dippel D, van Dam-Nolen DHK, Wu TY, Punter M, Adebayo TT, Bello AH, Sunmonu TA, Wahab KW, Sundseth A, Al Hashmi AM, Ahmad S, Rashid U, Rodriguez-Kadota L, Vences MA, Yalung PM, Dy JSH, Brola W, Debiec A, Dorobek M, Karlinski MA, Labuz-Roszak BM, Lasek-Bal A, Sienkiewicz-Jarosz H, Staszewski J, Sobolewski P, Wiacek M, Zielinska-Turek J, Araujo AP, Rocha M, Castro P, Ferreira P, Nunes AP, Fonseca L, Pinho E Melo T, Rodrigues M, Silva ML, Ciopleias B, Dimitriade A, Falup-Pecurariu C, Hamid MA, Venketasubramanian N, Krastev G, Haring J, Ayo-Martin O, Hernandez-Fernandez F, Blasco J, Rodriguez-Vazquez A, Cruz-Culebras A, Moniche F, Montaner J, Perez-Sanchez S, Garcia Sanchez MJ, Guillan Rodriguez M, Bernava G, Bolognese M, Carrera E, Churojana A, Aykac O, Ozdemir AO, Bajrami A, Senadim S, Hussain SI, John S, Krishnan K, Lenthall R, Asif KS, Below K, Biller J, Chen M, Chebl A, Colasurdo M, Czap A, de Havenon AH, Dharmadhikari S, Eskey CJ, Farooqui M, Feske SK, Goyal N, Grimmett KB, Guzik AK, Haussen DC, Hovingh M, Jillela D, Kan PT, Khatri R, Khoury NN, Kiley NL, Kolikonda MK, Lara S, Li G, Linfante I, Loochtan AI, Lopez CD, Lycan S, Male SS, Nahab F, Maali L, Masoud HE, Min J, Orgeta-Gutierrez S, Mohamed GA, Mohammaden M, Nalleballe K, Radaideh Y, Ramakrishnan P, Rayo-Taranto B, Rojas-Soto DM, Ruland S, Simpkins AN, Sheth SA, Starosciak AK, Tarlov NE, Taylor RA, Voetsch B, Zhang L, Duong HQ, Dao VP, Le HV, Pham TN, Ton MD, Tran AD, Zaidat OO, Machi P, Dirren E, Rodriguez Fernandez C, Escartin Lopez J, Fernandez Ferro JC, Mohammadzadeh N, Suryadevara NC, de la Cruz Fernandez B, Bessa F, Jancar N, Brady M, Scozzari D. Global Impact of the COVID-19 Pandemic on Cerebral Venous Thrombosis and Mortality. J Stroke. 2022 May;24(2):256-265. doi: 10.5853/jos.2022.00752. Epub 2022 May 31. Erratum In: J Stroke. 2024 Jan;26(1):129."},{"pmid":"36257718","type":"RESULT","citation":"Nguyen TN, Qureshi MM, Klein P, Yamagami H, Mikulik R, Czlonkowska A, Abdalkader M, Sedova P, Sathya A, Lo HC, Mansour OY, Vanguru HR, Lesaine E, Tsivgoulis G, Loochtan AI, Demeestere J, Uchino K, Inoa V, Goyal N, Charidimou A, Siegler JE, Yaghi S, Aguiar de Sousa D, Mohammaden MH, Haussen DC, Kristoffersen ES, Lereis VP, Scollo SD, Campbell BCV, Ma A, Thomas JO, Parsons MW, Singhal S, Slater LA, Tomazini Martins R, Enzinger C, Gattringer T, Rahman A, Bonnet T, Ligot N, De Raedt S, Lemmens R, Vanacker P, Vandervorst F, Conforto AB, Hidalgo RCT, de Oliveira Neves L, Martins RT, Mora Cuervo DL, Rebello LC, Santiago IB, Lameirinhas da Silva I, Sakelarova T, Kalpachki R, Alexiev F, Catanese L, Cora EA, Goyal M, Hill MD, Kelly ME, Khosravani H, Lavoie P, Peeling L, Pikula A, Rivera R, Chen HS, Chen Y, Huo X, Miao Z, Yang S, Bedekovic MR, Bralic M, Budincevic H, Corredor-Quintero AB, Lara-Sarabia OE, Cabal M, Tenora D, Fibrich P, Herzig R, Hlavacova H, Hrabanovska E, Hlinovsky D, Jurak L, Kadlcikova J, Karpowicz I, Klecka L, Kovar M, Lauer D, Neumann J, Palouskova H, Reiser M, Rekova P, Rohan V, Skoda O, Skorna M, Sobotkova L, Sramek M, Zakova L, Christensen H, Drenck N, Iversen HK, Truelsen TC, Wienecke T, Sobh K, Ylikotila P, Alpay K, Strbian D, Bernady P, Casenave P, Dan M, Faucheux JM, Gentric JC, Magro E, Sabben C, Reiner P, Rouanet F, Bohmann FO, Boskamp S, Mbroh J, Nagel S, Nolte CH, Ringleb PA, Rosenkranz M, Poli S, Thomalla G, Karapanayiotides T, Koutroulou I, Kargiotis O, Palaiodimou L, Barrientos Guerra JD, Huded V, Menon B, Nagendra S, Prajapati C, Sylaja PN, Krishna Pramana NA, Sani AF, Ghoreishi A, Farhoudi M, Hokmabadi ES, Raya TA, Kalmanovich SA, Ronen L, Sabetay SI, Acampa M, Adami A, Castellan L, Longoni M, Ornello R, Renieri L, Bigliani CR, Romoli M, Sacco S, Salmaggi A, Sangalli D, Zini A, Doijiri R, Fukuda H, Fujinaka T, Fujita K, Imamura H, Sakai N, Kanamaru T, Kimura N, Kono R, Miyake K, Sakaguchi M, Sakai K, Sonoda K, Todo K, Miyashita F, Tokuda N, Matsumaru Y, Matsumoto S, Ohara N, Shindo S, Takenobu Y, Yoshimoto T, Toyoda K, Uwatoko T, Yagita Y, Yamada T, Yamamoto N, Yamamoto R, Yazawa Y, Sugiura Y, Waweru PK, Baek JH, Lee SB, Seo KD, Sohn SI, Arsovska AA, Chan YC, Wan Zaidi WA, Jaafar AS, Gongora-Rivera F, Martinez-Marino M, Infante-Valenzuela A, Groppa S, Leahu P, Coutinho JM, Rinkel LA, Dippel DWJ, van Dam-Nolen DHK, Ranta A, Wu TY, Adebayo TT, Bello AH, Nwazor EO, Sunmonu TA, Wahab KW, Ronning OM, Sandset EC, Al Hashmi AM, Ahmad S, Rashid U, Rodriguez-Kadota L, Vences MA, Yalung PM, Hao Dy JS, Pineda-Franks MC, Co CO, Brola W, Debiec A, Dorobek M, Karlinski MA, Labuz-Roszak BM, Lasek-Bal A, Sienkiewicz-Jarosz H, Staszewski J, Sobolewski P, Wiacek M, Zielinska-Turek J, Araujo AP, Rocha M, Castro P, Cruz VT, Ferreira PV, Ferreira P, Nunes AP, Fonseca L, Marto JP, Pinho E Melo T, Rodrigues M, Silva ML, Dimitriade A, Falup-Pecurariu C, Hamid MA, Venketasubramanian N, Krastev G, Mako M, Ayo-Martin O, Hernandez-Fernandez F, Blasco J, Rodriguez-Vazquez A, Cruz-Culebras A, Moniche F, Montaner J, Perez-Sanchez S, Garcia Sanchez MJ, Guillan Rodriguez M, Jood K, Nordanstig A, Mazya MV, Moreira TTP, Bernava G, Beyeler M, Bolognese M, Carrera E, Dobrocky T, Karwacki GM, Keller E, Hsieh CY, Boonyakarnkul S, Churojana A, Aykac O, Ozdemir AA, Bajrami A, Senadim S, Hussain SI, John S, Banerjee S, Kwan J, Krishnan K, Lenthall R, Matthews A, Wong K, Zhang L, Altschul D, Asif KS, Bahiru Z, Below K, Biller J, Ruland S, Chaudry SA, Chen M, Chebl A, Cibulka J, Cistrunk L, Clark J, Colasurdo M, Czap A, de Havenon A, D'Amato S, Dharmadhikari S, Grimmett KB, Dmytriw AA, Etherton MR, Ezepue C, Farooqui M, Feske SK, Fink L, Gasimova U, Guzik AK, Hakemi M, Hovingh M, Khan M, Jillela D, Kan PT, Khatri R, Khawaja AM, Khoury NN, Kiley NL, Kim BS, Kolikonda MK, Kuhn AL, Lara S, Linares G, Linfante I, Lukovits TG, Lycan S, Male SS, Maali L, Mancin J, Masoud H, Mohamed GA, Monteiro A, Nahab F, Nalleballe K, Ortega-Gutierrez S, Puri AS, Radaideh Y, Rahangdale RH, Rai A, Ramakrishnan P, Reddy AB, Rojas-Soto DM, Romero JR, Rost NS, Rothstein A, Omran SS, Sheth SA, Siddiqui AH, Starosciak AK, Tarlov NE, Taylor RA, Wang MJ, Wolfe J, Wong KH, Le HV, Nguyen QV, Pham TN, Nguyen TT, Phan HT, Ton MD, Fischer U, Michel P, Strambo D, Martins SO, Zaidat OO, Nogueira RG; and the SVIN COVID-19 Global Stroke Registry. Global Impact of the COVID-19 Pandemic on Stroke Volumes and Cerebrovascular Events: A 1-Year Follow-up. Neurology. 2023 Jan 24;100(4):e408-e421. doi: 10.1212/WNL.0000000000201426. Epub 2022 Oct 18."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000086382","term":"COVID-19"},{"id":"D000020521","term":"Stroke"},{"id":"D000013345","term":"Subarachnoid Hemorrhage"},{"id":"D000020246","term":"Venous Thrombosis"},{"id":"D000006470","term":"Hemorrhage"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000013927","term":"Thrombosis"},{"id":"D000016769","term":"Embolism and Thrombosis"},{"id":"D000011024","term":"Pneumonia, Viral"},{"id":"D000011014","term":"Pneumonia"},{"id":"D000012141","term":"Respiratory Tract Infections"},{"id":"D000007239","term":"Infections"},{"id":"D000014777","term":"Virus Diseases"},{"id":"D000018352","term":"Coronavirus Infections"},{"id":"D000003333","term":"Coronaviridae Infections"},{"id":"D000030341","term":"Nidovirales Infections"},{"id":"D000012327","term":"RNA Virus Infections"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000020300","term":"Intracranial Hemorrhages"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M2562","name":"COVID-19","asFound":"COVID-19 Pandemic","relevance":"HIGH"},{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M16376","name":"Thrombosis","relevance":"LOW"},{"id":"M21761","name":"Venous Thrombosis","asFound":"Venous Thrombosis","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M3803","name":"Aneurysm","relevance":"LOW"},{"id":"M21803","name":"Intracranial Hemorrhages","relevance":"LOW"},{"id":"M15825","name":"Subarachnoid Hemorrhage","asFound":"Subarachnoid Hemorrhage","relevance":"HIGH"},{"id":"M19488","name":"Aneurysm, Ruptured","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M7474","name":"Embolism","relevance":"LOW"},{"id":"M18818","name":"Embolism and Thrombosis","relevance":"LOW"},{"id":"M13594","name":"Pneumonia","relevance":"LOW"},{"id":"M13604","name":"Pneumonia, Viral","relevance":"LOW"},{"id":"M9973","name":"Infections","relevance":"LOW"},{"id":"M6058","name":"Communicable Diseases","relevance":"LOW"},{"id":"M14668","name":"Respiratory Tract Infections","relevance":"LOW"},{"id":"M17212","name":"Virus Diseases","relevance":"LOW"},{"id":"M20180","name":"Coronavirus Infections","relevance":"LOW"},{"id":"M6245","name":"Coronaviridae Infections","relevance":"LOW"},{"id":"M23375","name":"Nidovirales Infections","relevance":"LOW"},{"id":"M14839","name":"RNA Virus Infections","relevance":"LOW"},{"id":"M10858","name":"Lung Diseases","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000008795","term":"Metronidazole"}],"ancestors":[{"id":"D000000890","term":"Anti-Infective Agents"},{"id":"D000000900","term":"Anti-Bacterial Agents"},{"id":"D000000981","term":"Antiprotozoal Agents"},{"id":"D000000977","term":"Antiparasitic Agents"}],"browseLeaves":[{"id":"M11457","name":"Metronidazole","asFound":"Immunochemotherapy","relevance":"HIGH"},{"id":"M3904","name":"Anti-Infective Agents","relevance":"LOW"},{"id":"M3912","name":"Anti-Bacterial Agents","relevance":"LOW"},{"id":"M3988","name":"Antiprotozoal Agents","relevance":"LOW"},{"id":"M3984","name":"Antiparasitic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}