{"protocolSection":{"identificationModule":{"nctId":"NCT03830372","orgStudyIdInfo":{"id":"POIR.01-02.00-00-0134/16"},"organization":{"fullName":"Wroclaw University of Health and Sport Sciences","class":"OTHER"},"briefTitle":"\"VRTierOne\" as a Method Supporting the Post-stroke Rehabilitation","officialTitle":"Evaluation of the Effectiveness of the \"VRTierOne\" Virtual Therapeutic Game as a Method Supporting the Post-stroke Rehabilitation","acronym":"VRTierOne"},"statusModule":{"statusVerifiedDate":"2020-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-05-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-04-03","type":"ACTUAL"},"completionDateStruct":{"date":"2020-04-03","type":"ACTUAL"},"studyFirstSubmitDate":"2019-02-01","studyFirstSubmitQcDate":"2019-02-04","studyFirstPostDateStruct":{"date":"2019-02-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-06-22","lastUpdatePostDateStruct":{"date":"2020-06-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Joanna Szczepańska-Gieracha","investigatorTitle":"Professor","investigatorAffiliation":"Wroclaw University of Health and Sport Sciences"},"leadSponsor":{"name":"Wroclaw University of Health and Sport Sciences","class":"OTHER"},"collaborators":[{"name":"National Center for Research and Development, Poland","class":"OTHER"},{"name":"Przedsiębiorstwo Produkcyjno Usługowe STOLGRAF","class":"UNKNOWN"},{"name":"IRCCS San Camillo, Venezia, Italy","class":"OTHER"},{"name":"Foundation for Senior Citizen Activation SIWY DYM","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Thanks to using VR googles and the phenomenon of total immersion \"VR Tier One\" allows to completely separate the patient from the hospital environment, provides an intense visual, auditory and kinesthetic stimulation. Depending on the stage of therapy it can have a calming and mood-improving effect or, in another part of the game, it can motivate and cognitively activate the patient. The additional aim of the game is to help the patients regain their emotional balance, let them recognize their resources in order to bring them to power in the rehabilitation process and trigger the natural recovery mechanisms.","detailedDescription":"The goals of the project:\n\n1. The evaluation of the influence of virtual therapeutic game on the mood and wellbeing of the patients undergoing post-stroke rehabilitation.\n2. The evaluation of the influence of virtual therapeutic game on the acceptance of the illness and self-efficacy assessment of the patients undergoing post-stroke rehabilitation.\n3. The evaluation of the influence of virtual therapeutic game on the effectiveness of post-stroke rehabilitation process in relation to locomotive function as well as basic and instrumental activities of daily living.\n4. The analysis of possible side effects appearing while using virtual reality therapy."},"conditionsModule":{"conditions":["Stroke","Depression"],"keywords":["stroke","post-stroke rehabilitation","virtual reality","depression","mental health"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":39,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"VR Tier One","type":"EXPERIMENTAL","description":"Patients will receive:\n\n* 10 sessions of 20 minutes of VR Tire One therapeutic game,\n* 60 minutes of individual physiotherapy based on the Bobath and PNF concept with elements of manual therapy,\n* 30 minutes individual aerobic training,\n* 30 minutes balance exercises.","interventionNames":["Device: VR Tier One"]},{"label":"Control","type":"ACTIVE_COMPARATOR","description":"Patients will receive:\n\n* 10 sessions of 20 minutes of Schultz Autogenic Training,\n* 60 minutes of individual physiotherapy based on the Bobath and PNF concept with elements of manual therapy,\n* 30 minutes individual aerobic training,\n* 30 minutes balance exercises.","interventionNames":["Other: Control"]}],"interventions":[{"type":"DEVICE","name":"VR Tier One","description":"10 sessions of 20 minutes virtual terapeutic game\n\nThanks to using VR googles and the phenomenon of total immersion VR Tier One terapy game allows to completely separate the patient from the hospital environment and provides an intense visual, auditory and kinesthetic stimulation. Depending on the stage of therapy it can have a calming and mood-improving effect or it can motivate and cognitively activate the patient. The additional aim of the game is to help the patients regain their emotional balance, let them recognize their resources in order to bring them to power in the rehabilitation process and trigger the natural recovery mechanisms.","armGroupLabels":["VR Tier One"]},{"type":"OTHER","name":"Control","description":"10 sessions of 20 minutes of Schultz Autogenic Training","armGroupLabels":["Control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The Geriatric Depression Scale (GDS)","description":"The Geriatric Depression Scale is a self-report 30-items measure of well-being and mood in older adults. The patient responds in a \"Yes/No\" format. Scoring ranges from 0 to 30, where 11 and more means mood disorders. The higher score means the greater depression. GDS will be performed at the beginning and at the end of treatment (i.e. 3 weeks) as well as after 3 weeks of the follow-up.","timeFrame":"20 minutes"},{"measure":"Generalized Self-Efficacy Scale (GSES)","description":"Generalized Self - Efficacy Scale consists of 10 statements. In each question, the patient can get 4 points. The scale measures the strength of the general belief of the individual about the effectiveness of coping with difficult situations and unexpected events as well as determination in pursuing the goal. Scoring ranges from 10 to 40 points. The more points the patient gets, the better he assesses his effectiveness in dealing with problems. The GSES will be performed at the beginning and at the end of treatment (i.e. 3 weeks) as well as after 3 weeks of the follow-up.","timeFrame":"20 minutes"},{"measure":"Acceptance of Illnes Scale (AIS)","description":"Acceptance of Illness Scale contains eight statements describing the consequences of poor health. Scoring is in the range of 8 to 40 points. A small number of points means no acceptance of the disease and a strong sense of mental discomfort, while a high score means adaptation to the situation and lack of negative emotions associated with the disease. The AIS will be performed at the beginning and at the end of treatment (i.e. 3 weeks) as well as after 3 weeks of the follow-up.","timeFrame":"10 minutes"},{"measure":"The Visual Analogue Scale of Pain (VAS)","description":"The Visual Analogue Scale of Pain is a psychometric measurement for intensity of pain, assesses the pain sensation on a scale of 0 to 10, where 0 means no pain and 10 means unbearable pain. The VAS will be performed at the beginning and at the end of treatment (i.e. 3 weeks) as well as after 3 weeks of the follow-up.","timeFrame":"3 minute"},{"measure":"Hospital Anxiety and Depression Scale (HADS)","description":"The Hospital Anxiety and Depression Scale (HADS) is a fourteen-item scale scoring from 0 to 3 for each item. The first seven items relate to anxiety (HADS-A), and the remaining seven items relate to depression (HADS-D). The global scoring ranges from 0 to 42 with a cut-off point of 8/21 for anxiety and 8/21 for depression. The higher the score, the greater anxiety or depression symptoms. HADS will be performed at the beginning and after four weeks of treatment.","timeFrame":"15 minutes"}],"secondaryOutcomes":[{"measure":"The Barthel Index (BI)","description":"Barthel Index is a method of assessing the basic activities of daily living. Scoring ranges from 0 to 100, where 100 means full independence in basic activities (self-dressing, undressing, washing, use of the toilet, eating meals, transferring from a bed to a chair etc.). The score below 20 means the need for round the clock care. BI will be performed at the beginning and at the end of treatment (i.e. 3 weeks) as well as after 3 weeks of the follow-up.","timeFrame":"30 minutes"},{"measure":"Lawton's Scale","description":"Lawton's Scale assesses the instrumental activity of daily living such as using a telephone, shopping, preparing meals, household duties, washing clothes, money managing etc. The scale contains eight questions about the instrumental activities of everyday life which the patient can do without help, with a little help or is not able to do it at all. Scoring ranges from 8 to 24. The more points the more independent the patient is. The Lawton's Scale will be performed at the beginning and at the end of treatment (i.e. 3 weeks) as well as after 3 weeks of the follow-up.","timeFrame":"30 minutes"},{"measure":"Rivermead Motor Assesment (RMA)","description":"The Rivermead Motor Assesment measures mobility and locomotion (e.g. changing positions, transfers, walking up stairs, etc.). 13 tasks are assessed, for each of them the patient may receive one point. The higher the score, the greater the mobility of the subject. The Rivermead Mobility Index will be performed at the beginning and at the end of treatment (i.e. 3 weeks) as well as after 3 weeks of the follow-up.","timeFrame":"30 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ischemic stroke\n* depression symptoms scored 10 and more in Geriatric Depression Scale (GDS-30)\n\nExclusion Criteria:\n\n* cognitive functions (MMSE\\<24)\n* epilepsy,\n* vertigo,\n* aphasia and a serious loss of sight or hearing that makes it impossible to assess cognitive functions based on MMSE,\n* presence at the time of the examination or in the medical data: mental retardation, disturbances of consciousness or other serious mental disorders,\n* patient's refusal at any stage of the research project","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Joanna Szczepańska-Gieracha, prof","affiliation":"University School of Physical Education, Poland","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Joanna Szczepańska-Gieracha, prof","affiliation":"University School of Physical Education, Poland","role":"STUDY_DIRECTOR"},{"name":"Pawel Kiper, PhD","affiliation":"Fondazione Ospedale San Camillo IRCCS","role":"STUDY_CHAIR"}],"locations":[{"facility":"Fondazione Ospedale San Camillo IRCCS","city":"Venice","country":"Italy","geoPoint":{"lat":45.43713,"lon":12.33265}},{"facility":"University School of Physical Education","city":"Wroclaw","state":"Dolnośląskie","zip":"51-612","country":"Poland","geoPoint":{"lat":51.1,"lon":17.03333}},{"facility":"Rehabilitation Centre \"Repty\"","city":"Tarnowskie Góry","state":"Śląskie","country":"Poland","geoPoint":{"lat":50.44548,"lon":18.86147}}]},"referencesModule":{"references":[{"pmid":"24810933","type":"BACKGROUND","citation":"Li J, Theng YL, Foo S. Game-based digital interventions for depression therapy: a systematic review and meta-analysis. Cyberpsychol Behav Soc Netw. 2014 Aug;17(8):519-27. doi: 10.1089/cyber.2013.0481. Epub 2014 May 8."},{"pmid":"25093964","type":"BACKGROUND","citation":"McCann RA, Armstrong CM, Skopp NA, Edwards-Stewart A, Smolenski DJ, June JD, Metzger-Abamukong M, Reger GM. Virtual reality exposure therapy for the treatment of anxiety disorders: an evaluation of research quality. J Anxiety Disord. 2014 Aug;28(6):625-31. doi: 10.1016/j.janxdis.2014.05.010. Epub 2014 Jun 7."},{"pmid":"28475502","type":"BACKGROUND","citation":"Maples-Keller JL, Bunnell BE, Kim SJ, Rothbaum BO. The Use of Virtual Reality Technology in the Treatment of Anxiety and Other Psychiatric Disorders. Harv Rev Psychiatry. 2017 May/Jun;25(3):103-113. doi: 10.1097/HRP.0000000000000138."},{"pmid":"28325167","type":"BACKGROUND","citation":"Freeman D, Reeve S, Robinson A, Ehlers A, Clark D, Spanlang B, Slater M. Virtual reality in the assessment, understanding, and treatment of mental health disorders. Psychol Med. 2017 Oct;47(14):2393-2400. doi: 10.1017/S003329171700040X. Epub 2017 Mar 22."},{"pmid":"26491332","type":"BACKGROUND","citation":"Botella C, Serrano B, Banos RM, Garcia-Palacios A. Virtual reality exposure-based therapy for the treatment of post-traumatic stress disorder: a review of its efficacy, the adequacy of the treatment protocol, and its acceptability. Neuropsychiatr Dis Treat. 2015 Oct 3;11:2533-45. doi: 10.2147/NDT.S89542. eCollection 2015."},{"pmid":"24666248","type":"BACKGROUND","citation":"Diemer J, Muhlberger A, Pauli P, Zwanzger P. Virtual reality exposure in anxiety disorders: impact on psychophysiological reactivity. World J Biol Psychiatry. 2014 Aug;15(6):427-42. doi: 10.3109/15622975.2014.892632. Epub 2014 Mar 25."},{"pmid":"24108479","type":"BACKGROUND","citation":"Motraghi TE, Seim RW, Meyer EC, Morissette SB. Virtual reality exposure therapy for the treatment of posttraumatic stress disorder: a methodological review using CONSORT guidelines. J Clin Psychol. 2014 Mar;70(3):197-208. doi: 10.1002/jclp.22051. Epub 2013 Sep 24."},{"pmid":"26795129","type":"BACKGROUND","citation":"Valmaggia LR, Latif L, Kempton MJ, Rus-Calafell M. Virtual reality in the psychological treatment for mental health problems: An systematic review of recent evidence. Psychiatry Res. 2016 Feb 28;236:189-195. doi: 10.1016/j.psychres.2016.01.015. Epub 2016 Jan 12."},{"pmid":"19361298","type":"BACKGROUND","citation":"Tsirlin I, Dupierrix E, Chokron S, Coquillart S, Ohlmann T. Uses of virtual reality for diagnosis, rehabilitation and study of unilateral spatial neglect: review and analysis. Cyberpsychol Behav. 2009 Apr;12(2):175-81. doi: 10.1089/cpb.2008.0208."},{"pmid":"29372007","type":"BACKGROUND","citation":"Rizzo A', Shilling R. Clinical Virtual Reality tools to advance the prevention, assessment, and treatment of PTSD. Eur J Psychotraumatol. 2017 Jan 16;8(sup5):1414560. doi: 10.1080/20008198.2017.1414560. eCollection 2017."},{"pmid":"26923937","type":"BACKGROUND","citation":"Negut A, Matu SA, Sava FA, David D. Virtual reality measures in neuropsychological assessment: a meta-analytic review. Clin Neuropsychol. 2016 Feb;30(2):165-84. doi: 10.1080/13854046.2016.1144793. Epub 2016 Feb 29."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000003863","term":"Depression"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001526","term":"Behavioral Symptoms"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6748","name":"Depression","asFound":"Depression","relevance":"HIGH"},{"id":"M6751","name":"Depressive Disorder","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4508","name":"Behavioral Symptoms","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}