{"protocolSection":{"identificationModule":{"nctId":"NCT02105844","orgStudyIdInfo":{"id":"SWISS-AF"},"organization":{"fullName":"University Hospital, Basel, Switzerland","class":"OTHER"},"briefTitle":"Swiss Atrial Fibrillation Cohort Study","officialTitle":"Swiss Atrial Fibrillation Cohort Study - SWISS AF","acronym":"SWISS-AF"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2030-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2030-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2014-03-28","studyFirstSubmitQcDate":"2014-04-02","studyFirstPostDateStruct":{"date":"2014-04-07","type":"ESTIMATED"},"lastUpdateSubmitDate":"2022-05-23","lastUpdatePostDateStruct":{"date":"2022-05-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Basel, Switzerland","class":"OTHER"},"collaborators":[{"name":"Swiss National Science Foundation","class":"OTHER"},{"name":"Medical Image Analysis Center (MIAC) Basel","class":"UNKNOWN"},{"name":"Schiller AG Baar","class":"UNKNOWN"},{"name":"Clinical Trial Unit, University Hospital Basel, Switzerland","class":"OTHER"},{"name":"Cardiovascular Research Institute (CRIB) Basel","class":"UNKNOWN"},{"name":"Cardiocentro Ticino","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Swiss-AF is a prospective observational, multicentric cohort study in Switzerland. Overall, 2600 patients with documented atrial fibrillation aged \\>65 years will be included and followed on a yearly basis.\n\nYearly clinical examinations include a detailed questionnaire on personal characteristics, a resting electrocardiogram, neurocognitive function tests and questionnaires on disability and quality of life. Blood sampling and brain magnetic resonance imaging are scheduled at baseline and after 2 years of follow-up.\n\nThe main study aims of this long term prospective study are to increase our knowledge on structural brain damage and its changes over time in patients with atrial fibrillation, to gain additional insights on the incidence and underlying mechanisms of cognitive decline in patients with atrial fibrillation and to evaluate the interrelationships of structural and functional brain damage in this population."},"conditionsModule":{"conditions":["Atrial Fibrillation"],"keywords":["atrial fibrillation","dementia","cognitive dysfunction","stroke","Magnetic resonance imaging"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"samples with DNA"},"enrollmentInfo":{"count":2415,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Atrial Fibrillation","description":"Cohort Study on patients with atrial fibrillation in Switzerland"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Stroke or systemic embolism","timeFrame":"2018 (after an average of 2.5 years of follow-up)"}],"secondaryOutcomes":[{"measure":"Hospitalization for heart failure","timeFrame":"2018 (after an average of 2.5 years of follow-up)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* atrial fibrillation documented within the last 24 months\n* age \\>=45 years\n\nExclusion Criteria:\n\n* acute illness\n* inability to provide informed consent\n* Only short episodes of reversible forms of atrial fibrillation","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Consecutive patients with atrial fibrillation","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Stefan Osswald, MD, Prof.","affiliation":"University Hospital, Basel, Switzerland","role":"STUDY_DIRECTOR"},{"name":"Michael Kuehne, MD, PD, exec. MBA","affiliation":"University Hospital, Basel, Switzerland","role":"PRINCIPAL_INVESTIGATOR"},{"name":"David Conen, MD MPH","affiliation":"McMaster University, Population Health Research Institute, Hamilton, Canada","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University Hospital","city":"Basel","state":"Basel-Stadt","zip":"4031","country":"Switzerland","geoPoint":{"lat":47.55839,"lon":7.57327}}]},"referencesModule":{"references":[{"pmid":"35403852","type":"DERIVED","citation":"Girod M, Coslovsky M, Aeschbacher S, Sticherling C, Reichlin T, Roten L, Rodondi N, Ammann P, Auricchio A, Moschovitis G, Kobza R, Badertscher P, Knecht S, Krisai P, Marugg A, Aebersold H, Hennings E, Serra-Burriel M, Schwenkglenks M, Zuern CS, Bonati LH, Conen D, Osswald S, Kuhne M. Association of pulmonary vein isolation and major cardiovascular events in patients with atrial fibrillation. Clin Res Cardiol. 2022 Sep;111(9):1048-1056. doi: 10.1007/s00392-022-02015-0. Epub 2022 Apr 11."},{"pmid":"35278571","type":"DERIVED","citation":"Rivolta MW, Mainardi LT, Laureanti R, Sassi R, Kuhne M, Rodondi N, Conte G, Moschovitis G, Schlageter V, Aeschbacher S, Conen D, Reichlin T, Roten L, Osswald S, Zuern CS, Auricchio A, Corino VDA. Association between ventricular repolarization parameters and cardiovascular death in patients of the SWISS-AF cohort. Int J Cardiol. 2022 Jun 1;356:53-59. doi: 10.1016/j.ijcard.2022.03.009. Epub 2022 Mar 9."},{"pmid":"35171989","type":"DERIVED","citation":"Kuhne M, Krisai P, Coslovsky M, Rodondi N, Muller A, Beer JH, Ammann P, Auricchio A, Moschovitis G, Hayoz D, Kobza R, Shah D, Stephan FP, Schlapfer J, Di Valentino M, Aeschbacher S, Ehret G, Eken C, Monsch A, Roten L, Schwenkglenks M, Springer A, Sticherling C, Reichlin T, Zuern CS, Meyre PB, Blum S, Sinnecker T, Wurfel J, Bonati LH, Conen D, Osswald S; Swiss-AF Investigators. Silent brain infarcts impact on cognitive function in atrial fibrillation. Eur Heart J. 2022 Jun 6;43(22):2127-2135. doi: 10.1093/eurheartj/ehac020."},{"pmid":"34753292","type":"DERIVED","citation":"Bano A, Rodondi N, Beer JH, Moschovitis G, Kobza R, Aeschbacher S, Baretella O, Muka T, Stettler C, Franco OH, Conte G, Sticherling C, Zuern CS, Conen D, Kuhne M, Osswald S, Roten L, Reichlin T; of the Swiss-Investigators. Association of Diabetes With Atrial Fibrillation Phenotype and Cardiac and Neurological Comorbidities: Insights From the Swiss-AF Study. J Am Heart Assoc. 2021 Nov 16;10(22):e021800. doi: 10.1161/JAHA.121.021800. Epub 2021 Nov 10."},{"pmid":"34156525","type":"DERIVED","citation":"Hammerle P, Aeschbacher S, Springer A, Eken C, Coslovsky M, Dutilh G, Moschovitis G, Rodondi N, Chocano P, Conen D, Osswald S, Kuhne M, Zuern CS. Cardiac autonomic function and cognitive performance in patients with atrial fibrillation. Clin Res Cardiol. 2022 Jan;111(1):60-69. doi: 10.1007/s00392-021-01900-4. Epub 2021 Jun 22."},{"pmid":"34095266","type":"DERIVED","citation":"Hammerle P, Eick C, Poli S, Blum S, Schlageter V, Bauer A, Rizas KD, Eken C, Coslovsky M, Aeschbacher S, Krisai P, Meyre P, Wuerfel J, Sinnecker T, Vesin JM, Beer JH, Moschovitis G, Bonati LH, Sticherling C, Conen D, Osswald S, Kuhne M, Zuern CS. Association of Heart Rate Variability With Silent Brain Infarcts in Patients With Atrial Fibrillation. Front Cardiovasc Med. 2021 May 21;8:684461. doi: 10.3389/fcvm.2021.684461. eCollection 2021."},{"pmid":"33843247","type":"DERIVED","citation":"Benz AP, Aeschbacher S, Krisai P, Moschovitis G, Blum S, Meyre P, Blum MR, Rodondi N, Di Valentino M, Kobza R, De Perna ML, Bonati LH, Beer JH, Kuhne M, Osswald S, Conen D; BEAT-AF, Swiss-AF Investigators. Biomarkers of Inflammation and Risk of Hospitalization for Heart Failure in Patients With Atrial Fibrillation. J Am Heart Assoc. 2021 Apr 20;10(8):e019168. doi: 10.1161/JAHA.120.019168. Epub 2021 Apr 10."},{"pmid":"33667180","type":"DERIVED","citation":"Reddiess P, Aeschbacher S, Meyre P, Coslovsky M, Kuhne M, Rodondi N, Baretella O, Beer JH, Kobza R, Moschovitis G, Di Valentino M, Muller C, Steiner F, Bonati LH, Sticherling C, Osswald S, Conen D; BEAT-AF and Swiss-AF investigators. Alcohol consumption and risk of cardiovascular outcomes and bleeding in patients with established atrial fibrillation. CMAJ. 2021 Jan 25;193(4):E117-E123. doi: 10.1503/cmaj.200778."},{"pmid":"33510705","type":"DERIVED","citation":"Steiner F, Meyre PB, Aeschbacher S, Coslovsky M, Sinnecker T, Blum MR, Rodondi N, Cereda CW, di Valentino M, Wenger F, Cussigh A, Krisai P, Roten L, Reichlin T, Conen D, Osswald S, Bonati LH, Kuhne M; Swiss-AF Investigators. Association of the CHA2D(S2)-VASc Score and Its Components With Overt and Silent Ischemic Brain Lesions in Patients With Atrial Fibrillation. Front Neurol. 2021 Jan 12;11:609234. doi: 10.3389/fneur.2020.609234. eCollection 2020."},{"pmid":"33356398","type":"DERIVED","citation":"Aeschbacher S, Blum S, Meyre PB, Coslovsky M, Vischer AS, Sinnecker T, Rodondi N, Beer JH, Moschovitis G, Moutzouri E, Hunkeler C, Burkard T, Eken C, Roten L, Zuern CS, Sticherling C, Wuerfel J, Bonati LH, Conen D, Osswald S, Kuhne M; Swiss-AF Investigators*. Blood Pressure and Brain Lesions in Patients With Atrial Fibrillation. Hypertension. 2021 Feb;77(2):662-671. doi: 10.1161/HYPERTENSIONAHA.120.16025. Epub 2020 Dec 28."},{"pmid":"33169859","type":"DERIVED","citation":"Meyre PB, Springer A, Aeschbacher S, Blum S, Rodondi N, Beer JH, Di Valentino M, Ammann P, Blum M, Mathys R, Meyer-Zurn C, Bonati LH, Sticherling C, Schwenkglenks M, Kuhne M, Conen D, Osswald S; Swiss-AF investigators. Association of psychosocial factors with all-cause hospitalizations in patients with atrial fibrillation. Clin Cardiol. 2021 Jan;44(1):51-57. doi: 10.1002/clc.23503. Epub 2020 Nov 10."},{"pmid":"32750290","type":"DERIVED","citation":"Hammerle P, Eick C, Blum S, Schlageter V, Bauer A, Rizas KD, Eken C, Coslovsky M, Aeschbacher S, Krisai P, Meyre P, Vesin JM, Rodondi N, Moutzouri E, Beer J, Moschovitis G, Kobza R, Di Valentino M, Corino VDA, Laureanti R, Mainardi L, Bonati LH, Sticherling C, Conen D, Osswald S, Kuhne M, Zuern CS; Swiss-AF Study Investigators. Heart Rate Variability Triangular Index as a Predictor of Cardiovascular Mortality in Patients With Atrial Fibrillation. J Am Heart Assoc. 2020 Aug 4;9(15):e016075. doi: 10.1161/JAHA.120.016075. Epub 2020 Jul 28."},{"pmid":"31977016","type":"DERIVED","citation":"Gugganig R, Aeschbacher S, Leong DP, Meyre P, Blum S, Coslovsky M, Beer JH, Moschovitis G, Muller D, Anker D, Rodondi N, Stempfel S, Mueller C, Meyer-Zurn C, Kuhne M, Conen D, Osswald S; Swiss-AF Investigators. Frailty to predict unplanned hospitalization, stroke, bleeding, and death in atrial fibrillation. Eur Heart J Qual Care Clin Outcomes. 2021 Jan 25;7(1):42-51. doi: 10.1093/ehjqcco/qcaa002."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6594","name":"Dementia","relevance":"LOW"},{"id":"M29395","name":"Cognitive Dysfunction","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}