{"protocolSection":{"identificationModule":{"nctId":"NCT01827436","orgStudyIdInfo":{"id":"12-009844"},"organization":{"fullName":"Children's Hospital of Philadelphia","class":"OTHER"},"briefTitle":"Asymmetrical Gait Training After Pediatric Stroke","officialTitle":"Motor Outcomes and Neural Correlates of Asymmetrical Gait Training in Children With Acquired Hemiplegia"},"statusModule":{"statusVerifiedDate":"2018-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-04"},"primaryCompletionDateStruct":{"date":"2016-12","type":"ACTUAL"},"completionDateStruct":{"date":"2016-12","type":"ACTUAL"},"studyFirstSubmitDate":"2013-04-05","studyFirstSubmitQcDate":"2013-04-05","studyFirstPostDateStruct":{"date":"2013-04-09","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-01-03","lastUpdatePostDateStruct":{"date":"2018-01-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Children's Hospital of Philadelphia","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The purposes of this pilot research study are 1. To begin to test if two different types of physical therapy might have different results in children and adolescents who have had a prior stroke, and 2. To determine if either type of physical therapy causes changes in the brain signals that control leg muscles. All participants will receive physical therapy 3 times per week for 8 weeks. Half of the participants will receive typical physical therapy, such as walking practice, muscle strengthening, and balance training. Half of the participants will receive asymmetrical gait training physical therapy, which uses new technology to train each leg differently during walking practice. After enrolling, participants will be randomly assigned to the type of therapy. Measurements will be taken before, during, and after the 8 weeks of physical therapy. These include walking tests to measure symmetry, walking speed and daily step activity, and brain tests to measure the strength of the signals from the brain to the leg muscles. One blood test is also taken to identify if certain genetic factors affect how each child responds to the physical therapy.","detailedDescription":"Effective rehabilitation after acquired brain injury is essential for reducing the impact of the leading cause of pediatric disability in the United States. Neuroplastic changes in response to physical therapy are likely different in children compared to adults because children are continuing to experience developmental brain maturation while also experiencing the neural changes associated with injury and rehabilitation. The interaction between these two processes is poorly understood but presumably critical for maximizing long term outcomes. Using biomarkers to measure and predict rehabilitation-induced changes will improve rehabilitation prognosis and will facilitate the development of rehabilitation interventions that optimize neuroplastic potential in children. The objectives of this pilot study are to investigate the motor and neural responses to two different rehabilitation programs in children and adolescents with chronic hemiplegia from prior stroke. Participants will be randomly assigned to receive conventional physical therapy or an asymmetrical gait training program. Conventional physical therapy will include activities such as gait and balance training and muscle strengthening. The asymmetrical gait training program uses new technology to train each leg at a different speed during walking practice. Measurements of motor and neural function will occur at five timepoints before, during and after treatment. Motor function measures will include gait symmetry ratios, walking speed, community step activity, and participant and caregiver ratings on self-identified walking goals. Neural measures will include motor response characteristics of muscle contractions elicited in two lower extremity muscles by transcranial magnetic stimulation of the injured cortex. We will also establish a genetic database to identify the presence or absence of two genetic variants \\[Apolipoprotein E (ApoE Є4) and val66met Brain-derived neurotropic factor (BDNF) polymorphisms\\] associated with decreased potential for neuroplasticity for planning future investigations. The results will be used to inform the design of larger studies evaluating physical therapy treatments that maximize the capacity of the child's brain to change after neurological injury and identifying predictors of rehabilitation-induced neuroplasticity in children."},"conditionsModule":{"conditions":["Stroke","Hemiplegia"],"keywords":["pediatric stroke","hemiplegia","physical therapy","gait training","transcranial magnetic stimulation","gait asymmetry"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["EARLY_PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":9,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Conventional physical therapy","type":"ACTIVE_COMPARATOR","description":"Includes traditional physical treatment, such as gait and balance training and muscle strengthening.","interventionNames":["Behavioral: Conventional physical therapy"]},{"label":"Asymmetrical gait training","type":"ACTIVE_COMPARATOR","description":"Includes walking on a split-belt treadmill with the belts moving at different speeds under each leg, alternated with overground walking training.","interventionNames":["Behavioral: Asymmetrical gait training"]}],"interventions":[{"type":"BEHAVIORAL","name":"Conventional physical therapy","armGroupLabels":["Conventional physical therapy"]},{"type":"BEHAVIORAL","name":"Asymmetrical gait training","armGroupLabels":["Asymmetrical gait training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in walking symmetry","timeFrame":"before and after 8 weeks of therapy"}],"secondaryOutcomes":[{"measure":"Change in walking speed","timeFrame":"before and after 8 weeks of therapy"},{"measure":"Change in excitability of neural motor pathways","timeFrame":"before and after 8 weeks of therapy"},{"measure":"Change in patient/parent satisfaction rating","timeFrame":"before and after 8 weeks of therapy"},{"measure":"Change in community step activity","timeFrame":"before and after 8 weeks of therapy"}],"otherOutcomes":[{"measure":"Changes in walking ability and cortical excitability measures (detailed above)","timeFrame":"before and after a 4 week baseline phase; before and after a 4 week withdraw phase"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Between 5-17 years of age\n2. History of unilateral supratentorial arterial ischemic or hemorrhagic stroke\n3. Onset of stroke at least 6 months before study enrollment\n4. Ability to walk at least 20 feet without the use of an assistive device\n5. At least a 5 second difference in single leg stance time between left and right sides\n6. The ability to return to the Children's Hospital of Philadelphia (CHOP) for the proposed training and testing sessions\n7. Parental/guardian permission (informed consent) and if appropriate, child assent\n\nExclusion Criteria:\n\n1. Intracranial metallic or magnetic object or implanted electrical pacing device\n2. Treatment with botulinum toxin injections to the more affected ankle plantarflexors in the past 3 months\n3. Cognitive impairment that would prevent completion of the required training and testing activities\n4. Parents/guardians or participants who, in the opinion of the investigator, may not adhere with study schedules or procedures","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Laura A Prosser, PhD, PT","affiliation":"Children's Hospital of Philadelphia","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The Children's Hospital of Philadelphia","city":"Philadelphia","state":"Pennsylvania","zip":"19104","country":"United States","geoPoint":{"lat":39.95233,"lon":-75.16379}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Type \"Prosser\" in the Principal Investigator field and click Search","url":"http://www.research.chop.edu/research/clinical-research"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000006429","term":"Hemiplegia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}