{"protocolSection":{"identificationModule":{"nctId":"NCT04983004","orgStudyIdInfo":{"id":"N202107042"},"organization":{"fullName":"Taipei Medical University Shuang Ho Hospital","class":"OTHER"},"briefTitle":"Effectiveness of Tele-rehabilitation Apply to Stroke Inpatient","officialTitle":"Effectiveness of Telerehabilitation Applied to Post-stroke Hospitalized Patients -A Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2021-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-08-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-06-01","type":"ACTUAL"},"completionDateStruct":{"date":"2022-07-01","type":"ACTUAL"},"studyFirstSubmitDate":"2021-07-26","studyFirstSubmitQcDate":"2021-07-26","studyFirstPostDateStruct":{"date":"2021-07-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-07-27","lastUpdatePostDateStruct":{"date":"2022-07-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Taipei Medical University Shuang Ho Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Our study is aimed to explore the differences in effects on the motor function and general condition after telerehabilitation for inpatients with stroke.","detailedDescription":"Background: Most patients after stroke suffer from poor motor recovery and difficulty in performing activities of daily living. Early intervention has a better prognosis for them. However, patients may miss the regular rehabilitation programs due to Covid-19. Tele-rehabilitation could be a substitution for regular rehabilitation in epidemic situation, by which patients after stroke could have a functional improvement in upper limb motions, ADLs, and complex activities. Furthermore, there is no evidence yet of the effectiveness of telerehabilitation applied to inpatients after stroke.\n\nPurposes: This study is aimed to know if telerehabilitation could improve the motor function and general condition in inpatients after stroke and to explore the intervention methods for telerehabilitation.\n\nMethods: Inpatients after stroke would be recruited from a hospital of a medical university in Northern Taiwan. They will be divided into the telerehabilitation group (n = 12) and the bedside rehabilitation group (n = 12). Each patient will go on treatment in 10 sections, and each section is 15 or to 30 minutes. A single-blinded evaluator will do the pre-and post-evaluation during the treatment. The evaluations include the Postural Assessment Scale for Stroke Patients (PASS), Functional ambulation category (FAC), Modified Barthel index (MBI), Patient health questionnaire-9 (PHQ9), and Borg Rating of Perceived Exertion (RPE). In the end, a satisfaction questionnaire will be given.\n\nData analysis: Nonparametric tests will be used in the comparison of the pre-and post-evaluation data intergroup. The analysis will be carried out using SPSS Statistic (v20.0) and α \\< .05.\n\nKey words: tele-rehabilitation, stroke, inpatients"},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":24,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"experimental group (tele-rehabilitation)","type":"EXPERIMENTAL","description":"Each patient will go on a treatment with 10 sections, and each section is 15 or 30 minutes depends on patient's ability.\n\nThe intervention is used by the communication software to interact with each other in real time. The treatment plan and treatment method are set according to the individual's movement needs, and the individual's movement instructions are clearly given during treatment.","interventionNames":["Behavioral: tele-rehabilitation"]},{"label":"control group (bedside rehabilitation)","type":"ACTIVE_COMPARATOR","description":"Each patient will go on a treatment with 10 sections, and each section is 15 or 30 minutes depends on patient's ability. It is carried out by the bedside therapist. The treatment plan and treatment method are set according to the individual's movement needs, and the individual's movement instructions are clearly given during treatment.","interventionNames":["Behavioral: bedside rehabilitation"]}],"interventions":[{"type":"BEHAVIORAL","name":"tele-rehabilitation","description":"According to the pre-arranged case service schedule, the researcher is asked to push the computer and cart to the case ward for installation, and use the communication software to interact with each other in real time. The intervention method directly plays the recorded video to demonstrate the action according to the action needs of the case. The therapist can observe the video demonstration and the actual action execution of the case at the same time from the screen.","armGroupLabels":["experimental group (tele-rehabilitation)"]},{"type":"BEHAVIORAL","name":"bedside rehabilitation","description":"The bedside therapist and the case work together to set an activity schedule. The case is asked to establish and record daily routine activities, provide basic exercise and activity schedules to avoid degradation and reduce the lack of active participation in activities. The protection is to wear personal protective equipment, including protective clothing, gloves, masks, and face shields, and wash hands and disinfect before and after treatment.","armGroupLabels":["control group (bedside rehabilitation)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Postural Assessment Scale for Stroke Patients (PASS)","description":"PASS is a postural assessment scale specifically designed to assess and monitor postural control after stroke. It contains 12 four-level items of varying difficulty for assessing ability to maintain or change a given lying, sitting, or standing posture.The PASS consists of a 4-point scale where items are scored from 0 - 3. The total score ranges from 0 - 36","timeFrame":"Change from Baseline at 3 weeks"}],"secondaryOutcomes":[{"measure":"Functional ambulation category (FAC)","description":"Functional Ambulation Categories (FAC) is a functional walking test that evaluates ambulation ability. This 6-point scale assesses ambulation status by determining how much human support the patient requires when walking, regardless of whether or not they use a personal assistive device. The score ranges from 0 to 5.","timeFrame":"Change from Baseline at 3 weeks"},{"measure":"Modified barthel index (MBI)","description":"Measure of physical disability used widely to assess behaviour relating to activities of daily living for stroke patients or patients with other disabling conditions. Total score ranges from 0-100.","timeFrame":"Change from Baseline at 3 weeks"},{"measure":"Patient health questionnaire-9 (PHQ9)","description":"The Patient Health Questionnaire (PHQ) is a self-administered version of the PRIME-MD diagnostic instrument for common mental disorders. The PHQ-9 is the depression module, which scores each of the 9 DSM-IV criteria as \"0\" (not at all) to \"3\" (nearly every day).","timeFrame":"Change from Baseline at 3 weeks"},{"measure":"Borg Rating of Perceived Exertion (RPE)","description":"The Borg Rating of Perceived Exertion (RPE) scale will help you estimate how hard you're working (your activity intensity). Perceived exertion is how hard you think your body is exercising. Ratings on this scale are related to heart rate (how hard your heart is working to move blood through your body). The score range from 6-20.","timeFrame":"Change from Baseline at 3 weeks"},{"measure":"Satisfaction questionnaire","description":"Evaluation records after each treatment, and scores 1-4 according to the degree of satisfaction. The higher the score, the more satisfactory.","timeFrame":"Every training session during 10 sessions, total sessions continued to 3 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* First time stroke survivors with hemiplegia after 5 days;\n* Participant or his/her caregiver have ability to hold and reposition the smartphone, tablet, or notebook, and understand verbal instructions by therapists;\n* Participant could sit at the bedside, or his/her caregiver could company aside during session.\n\nExclusion Criteria:\n\n* Patients are older than 85 years old and less than 20 years old;\n* The specific movement functions considered in this study are affected by any reasons of other neurological, cardiopulmonary, cancers or musculoskeletal system disease.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Hsinchieh Lee, master","affiliation":"Taipei Medical University Shuang Ho Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Taipei Medical University Shuang Ho Hospital","city":"New Taipei City","country":"Taiwan","geoPoint":{"lat":25.01111,"lon":121.44583}}]},"referencesModule":{"references":[{"pmid":"25012864","type":"BACKGROUND","citation":"Basteris A, Nijenhuis SM, Stienen AH, Buurke JH, Prange GB, Amirabdollahian F. Training modalities in robot-mediated upper limb rehabilitation in stroke: a framework for classification based on a systematic review. J Neuroeng Rehabil. 2014 Jul 10;11:111. doi: 10.1186/1743-0003-11-111."},{"pmid":"26940798","type":"BACKGROUND","citation":"Bini SA, Mahajan J. Clinical outcomes of remote asynchronous telerehabilitation are equivalent to traditional therapy following total knee arthroplasty: A randomized control study. J Telemed Telecare. 2017 Feb;23(2):239-247. doi: 10.1177/1357633X16634518. Epub 2016 Jul 9."},{"pmid":"20852420","type":"BACKGROUND","citation":"Brochard S, Robertson J, Medee B, Remy-Neris O. What's new in new technologies for upper extremity rehabilitation? Curr Opin Neurol. 2010 Dec;23(6):683-7. doi: 10.1097/WCO.0b013e32833f61ce."},{"pmid":"27386808","type":"BACKGROUND","citation":"Chen J, Jin W, Dong WS, Jin Y, Qiao FL, Zhou YF, Ren CC. Effects of Home-based Telesupervising Rehabilitation on Physical Function for Stroke Survivors with Hemiplegia: A Randomized Controlled Trial. Am J Phys Med Rehabil. 2017 Mar;96(3):152-160. doi: 10.1097/PHM.0000000000000559."},{"pmid":"22627983","type":"BACKGROUND","citation":"Chumbler NR, Quigley P, Li X, Morey M, Rose D, Sanford J, Griffiths P, Hoenig H. Effects of telerehabilitation on physical function and disability for stroke patients: a randomized, controlled trial. Stroke. 2012 Aug;43(8):2168-74. doi: 10.1161/STROKEAHA.111.646943. Epub 2012 May 24."},{"pmid":"24449944","type":"BACKGROUND","citation":"Feigin VL, Forouzanfar MH, Krishnamurthi R, Mensah GA, Connor M, Bennett DA, Moran AE, Sacco RL, Anderson L, Truelsen T, O'Donnell M, Venketasubramanian N, Barker-Collo S, Lawes CM, Wang W, Shinohara Y, Witt E, Ezzati M, Naghavi M, Murray C; Global Burden of Diseases, Injuries, and Risk Factors Study 2010 (GBD 2010) and the GBD Stroke Experts Group. Global and regional burden of stroke during 1990-2010: findings from the Global Burden of Disease Study 2010. Lancet. 2014 Jan 18;383(9913):245-54. doi: 10.1016/s0140-6736(13)61953-4. Erratum In: Lancet. 2014 Jan 18;383(9913):218."},{"pmid":"26658151","type":"BACKGROUND","citation":"Lee AC, Billings M. Telehealth Implementation in a Skilled Nursing Facility: Case Report for Physical Therapist Practice in Washington. Phys Ther. 2016 Feb;96(2):252-9. doi: 10.2522/ptj.20150079. Epub 2015 Dec 10."},{"pmid":"17981850","type":"BACKGROUND","citation":"Leung SO, Chan CC, Shah S. Development of a Chinese version of the Modified Barthel Index-- validity and reliability. Clin Rehabil. 2007 Oct;21(10):912-22. doi: 10.1177/0269215507077286."},{"pmid":"17908575","type":"BACKGROUND","citation":"Mehrholz J, Wagner K, Rutte K, Meissner D, Pohl M. Predictive validity and responsiveness of the functional ambulation category in hemiparetic patients after stroke. Arch Phys Med Rehabil. 2007 Oct;88(10):1314-9. doi: 10.1016/j.apmr.2007.06.764."},{"pmid":"33284318","type":"BACKGROUND","citation":"Miller MJ, Pak SS, Keller DR, Barnes DE. Evaluation of Pragmatic Telehealth Physical Therapy Implementation During the COVID-19 Pandemic. Phys Ther. 2021 Jan 4;101(1):pzaa193. doi: 10.1093/ptj/pzaa193."},{"pmid":"32951302","type":"BACKGROUND","citation":"Nakamori M, Imamura E, Tachiyama K, Kamimura T, Hayashi Y, Matsushima H, Okamoto H, Mizoue T, Wakabayashi S. Patient Health Questionnaire-9 predicts the functional outcome of stroke patients in convalescent rehabilitation ward. Brain Behav. 2020 Dec;10(12):e01856. doi: 10.1002/brb3.1856. Epub 2020 Sep 20."},{"type":"BACKGROUND","citation":"Noorani, H., Brady, B., McGahan, L., Teasell, R., Skidmore, B., & Doherty, T. (2003). A clinical and economic review of stroke rehabilitation services. Technology Overview No, 10."},{"pmid":"25217124","type":"BACKGROUND","citation":"Nordin N, Xie SQ, Wunsche B. Assessment of movement quality in robot- assisted upper limb rehabilitation after stroke: a review. J Neuroeng Rehabil. 2014 Sep 12;11:137. doi: 10.1186/1743-0003-11-137."},{"pmid":"29880211","type":"BACKGROUND","citation":"Sarfo FS, Ulasavets U, Opare-Sem OK, Ovbiagele B. Tele-Rehabilitation after Stroke: An Updated Systematic Review of the Literature. J Stroke Cerebrovasc Dis. 2018 Sep;27(9):2306-2318. doi: 10.1016/j.jstrokecerebrovasdis.2018.05.013. Epub 2018 Jun 4."},{"type":"BACKGROUND","citation":"Williams, N. (2017). The Borg rating of perceived exertion (RPE) scale. Occupational Medicine, 67(5), 404-405."},{"pmid":"12117760","type":"BACKGROUND","citation":"Winters JM. Telerehabilitation research: emerging opportunities. Annu Rev Biomed Eng. 2002;4:287-320. doi: 10.1146/annurev.bioeng.4.112801.121923. Epub 2002 Mar 22."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}