{"protocolSection":{"identificationModule":{"nctId":"NCT03174600","orgStudyIdInfo":{"id":"2017-YAHY"},"organization":{"fullName":"Ege University","class":"OTHER"},"briefTitle":"Impact of Lower Urinary Tract Dysfunction on Clinical Manifestation in Patients With Stroke","officialTitle":"The Course of Post-stroke Bladder Problems and Their Relation With Functional, Mental Status and Quality of Life: A Six-month Prospective, Multicenter Study"},"statusModule":{"statusVerifiedDate":"2017-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-02-01","type":"ACTUAL"},"completionDateStruct":{"date":"2017-02-01","type":"ACTUAL"},"studyFirstSubmitDate":"2017-05-31","studyFirstSubmitQcDate":"2017-05-31","studyFirstPostDateStruct":{"date":"2017-06-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2017-06-01","lastUpdatePostDateStruct":{"date":"2017-06-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Hilal Yeşil","investigatorTitle":"Assist. Prof.","investigatorAffiliation":"Ege University"},"leadSponsor":{"name":"Hilal Yeşil","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The course of post-stroke bladder problems and their relation with functional, mental status and quality of life: A six-month prospective, multicenter study","detailedDescription":"Lower urinary tract symptoms is a broad term of subjective urinary symptoms such as nocturia, urgency, urinary incontinence, and frequency of voiding, defined by the International Continence Society. Several disorders and conditions affecting the nervous system that controls the lower urinary system can result in neurogenic lower urinary tract dysfunction (LUTD). Stroke is one of these conditions. The literature review reveals that there is insufficient data regarding the course of LUTD symptoms other than urinary incontinence in stroke patients, and their relation with functional and mental status. The aim of this prospective, multi-center study was to determine the frequency and course of post-stroke LUTD from early term up to a period of six months, and to investigate the relation of LUTD with functional and mental status and quality of life in stroke patients.\n\nThis study was designed as a prospective study and included 70 stroke patients enrolled by the Neurogenic Bladder Study Group from five different centers across Turkey.\n\nThe demographic (age, sex, education, marital status and occupation) and clinical characteristics (side of the stroke, cause of the stroke, stroke localization and anticholinergic medication use) of the patients were obtained from the patient files and through face-to-face interviews. In addition, patients were questioned on the post-stroke 1st, 3rd, and 6th months in terms of bladder drainage methods (normal spontaneous urination, use of adjunct maneuvers such as crede, valsalva and tapping, presence of overflow, clean intermittent catheterization use, permanent catheter use) after stroke.\n\nThe patients were questioned using the Danish Prostatic Symptom Score (DAN-PSS), and evaluated using the Brunnstrom motor staging (hand, upper and lower extremities), modified Barthel index, incontinence quality of life questionnaire (I-QOL), and the Mini-Mental Test (MMT) on the 1st, 3rd and 6th months."},"conditionsModule":{"conditions":["Lower Urinary Tract Symptoms"],"keywords":["Stroke","Lower urinary tract dysfunction","Functional status","Mini mental test"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":70,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke patients","description":"Stroke patients were questioned using the Danish Prostatic Symptom Score (DAN-PSS), and evaluated using modified Barthel index, incontinence quality of life questionnaire (I-QOL), and the Mini-Mental Test (MMT) on the 1st, 3rd and 6th months","interventionNames":["Other: Questionnaire"]}],"interventions":[{"type":"OTHER","name":"Questionnaire","description":"The patients were questioned using the Danish Prostatic Symptom Score (DAN-PSS), and evaluated using modified Barthel index, incontinence quality of life questionnaire (I-QOL), and the Mini-Mental Test (MMT) on the 1st, 3rd and 6th months.","armGroupLabels":["Stroke patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline modified Barthel index at 3rd and 6th months","description":"Modified Barthel Index; is used to measure the disability experienced by the patient in performing activities of daily living. It comprises 10 items regarding activities of daily living and mobility and assesses feeding, transfer from wheelchair to bed and back, self-care, bathing, walking, climbing stairs, dressing, and bladder and bowel continence. Scoring is based on whether the patient requires help or not in performing any of the above mentioned activities.","timeFrame":"Up to 6 th months"},{"measure":"Change from baseline mini mental test score at 3rd and 6th months","description":"Mini mental test measures cognitive functions such as sense of direction, memory, attention, linguistic function, and visual-spatial abilities, as well as the ability to count, recall things, repeat, and carry out orders.\\[19\\] The possible score ranges from 0 to 30, with lower scores indicating more severe cognitive function disorders.","timeFrame":"Up to 6 th months"},{"measure":"Change from baseline incontinence quality of life questionnaire score at 3rd and 6th months","description":"Incontinence quality of life questionnaire assessed differences in disease-specific health related quality of life between urinary symptom subgroups. It is comprised of 22 statements designed to elicit subjective evaluations of urinary incontinence (UI)- related effects and concerns.","timeFrame":"Up to 6 th months"}],"secondaryOutcomes":[{"measure":"Change from baseline Danish Prostatic Symptom Score at 3rd and 6th months","description":"Danish Prostatic Symptom Score consists of 12 questions that focus on the frequency of the LUTD symptoms and to evaluate the impact of each symptom on the quality of life of the subject. Four questions deal with voiding symptoms (hesitancy, weak stream, bladder emptying and straining), four with storage functions (frequency, nocturia, urgency and urge incontinence) and four with miscellaneous symptoms (pain, post-micturition dribbling, stress incontinence and 'other' incontinence). All answers are classified in a four-ranked scale from zero to three, zero being the absence of symptoms or trouble, three the maximal frequency or trouble.","timeFrame":"Up to 6 th months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria were as follows: 1) a recent (one month) stroke in medically stable patients and 2) being older than 18 years.\n\nExclusion criteria were as follows:eria: 1) presence of a history of a prior cerebrovascular disease, 2) presence of a concurrent neurological disorder, 3) presence of an acute systemic disorder or a concomitant disease that could affect urination problems, 4) history of urinary system problems before stroke, and 5) patients incapable of answering questions due to any reason.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Stroke patients","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Hilal Yesil","city":"Afyonkarahisar","state":"Eyalet/Yerleşke","zip":"0300","country":"Turkey","geoPoint":{"lat":38.75667,"lon":30.54333}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000059411","term":"Lower Urinary Tract Symptoms"}],"ancestors":[{"id":"D000020924","term":"Urological Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M29154","name":"Lower Urinary Tract Symptoms","asFound":"Lower Urinary Tract Symptoms","relevance":"HIGH"},{"id":"M22349","name":"Urological Manifestations","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}