{"protocolSection":{"identificationModule":{"nctId":"NCT03407092","orgStudyIdInfo":{"id":"PI-0374-2017"},"organization":{"fullName":"Hospitales Universitarios Virgen del Rocío","class":"OTHER"},"briefTitle":"Thrombectomy In ANdalucia Using Aspiration (TRIANA)","officialTitle":"Thrombectomy In ANdalucia Using Aspiration (TRIANA)","acronym":"TRIANA"},"statusModule":{"statusVerifiedDate":"2020-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-12-31","type":"ACTUAL"},"completionDateStruct":{"date":"2018-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2018-01-12","studyFirstSubmitQcDate":"2018-01-21","studyFirstPostDateStruct":{"date":"2018-01-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-02-11","lastUpdatePostDateStruct":{"date":"2020-02-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Alejandro González","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Hospitales Universitarios Virgen del Rocío"},"leadSponsor":{"name":"Hospitales Universitarios Virgen del Rocío","class":"OTHER"},"collaborators":[{"name":"Andaluz Health Service","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aims to compare the efficacy and safety of ADAPT vs Stentriever techique in a multicenter stroke cohort of patients.","detailedDescription":"In Andalusia, current data show that the mortality rate from stroke is 50% higher than in Spain as a whole. Endovascular therapy has revolutionized the treatment of acute stroke and could improve these high mortality rates. The investigators propose to take the great advance that the thrombectomy has given to the community of Andalusia in which there are more limited resources with several strategies such as the implementation of strict protocols of inclusion through a common registry, use of cheaper equipment (aspiration vs stent-retrievers)\n\nThe objective of the TRIANA trial is thus to:\n\n1. Demonstrate that the use of thrombectomy systems with direct aspiration first pass technique (ADAPT ) using the new large-bore 6F SOFIA Plus catheter (MicroVention, Inc., a wholly owned subsidiary of Terumo Corporation) is equal in safety and efficacy to the results of thrombectomy with stent retriever.\n\n2) The use of mechanical aspiration systems would lead to a decrease in cost per procedure, shortening the duration of treatment and decrease the rate of embolism to new territory.\n\n3) Identify futile recanalization blood biomarkers that will allow the investigators in the future to treat only those patients who will benefit from the most adequate reperfusion treatment.\n\nThe design is an observational, prospective and multicentric study of patients with acute ischemic stroke of anterior circulation and less than 8 hours of evolution treated with neurointerventionist rescue techniques to study safety, effectiveness, costs of the intervention and duration (puncture-recanalization) of the thrombectomy system with aspiration with Sofia Plus in comparison with the stent retrievers system.\n\n1. To evaluate the safety and effectiveness of thrombectomy with manual mechanical aspiration with Sofia Plus under clinical practice conditions.\n2. Determine if the duration (puncture-recanalization) of thrombectomy with aspiration is less than that of stents retrievers; And if the number of embolisms distal to new vascular territories decreases with aspiration.\n3. To estimate the cost savings by procedure in the treatment of ischemic stroke and to analyze the efficiency (cost effectiveness) of thrombectomy with aspiration."},"conditionsModule":{"conditions":["Stroke, Acute"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"1 Year","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":532,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Stentriever Cohort","interventionNames":["Other: Stentriever Cohort"]},{"label":"ADAPT cohort","interventionNames":["Other: ADAPT cohort"]}],"interventions":[{"type":"OTHER","name":"ADAPT cohort","description":"Thrombectomy with distal aspiration technique","armGroupLabels":["ADAPT cohort"]},{"type":"OTHER","name":"Stentriever Cohort","description":"Thrombectomy with stent retriever","armGroupLabels":["Stentriever Cohort"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"modified rankin scale (mRs) at 90 days","description":"Is a commonly used scale for measuring the degree of disability or dependence in the daily activities of people who have suffered a stroke or other causes of neurological disability.\n\nScore Description: The scale runs from 0-6, running from perfect health without symptoms to death.\n\n0 No symptoms at all\n\n1. No significant disability despite symptoms; able to carry out all usual duties and activities\n2. Slight disability; unable to carry out all previous activities, but able to look after own affairs without assistance\n3. Moderate disability; requiring some help, but able to walk without assistance\n4. Moderately severe disability; unable to walk without assistance and unable to attend to own bodily needs without assistance\n5. Severe disability; bedridden, incontinent and requiring constant nursing care and attention\n6. Dead","timeFrame":"90 days"}],"secondaryOutcomes":[{"measure":"Symptomatic Intracranial bleeding","timeFrame":"during admission"},{"measure":"Haemorrhagic tranformation","description":"Haemorrhagic tranformation in control computed tomography after thrombectomy.","timeFrame":"during admission"},{"measure":"Thrombolysis in cerebral infarction (TICI) scale","description":"It´s a tool for determining the response of thrombolytic/thrombectomy therapy for ischaemic stroke. In neurointerventional radiology it is commonly used for patients post endovascular revascularisation. Like most therapy response grading systems, it predicts prognosis.\n\nClassification\n\nThe description is based on the angiographic appearances of the treated occluded vessel and the distal branches:\n\nGrade 0: no perfusion Grade 1: penetration with minimal perfusion Grade 2: partial perfusion Grade 2A: only partial filling (less than two-thirds) of the entire vascular territory is visualized Grade 2B: complete filling of all of the expected vascular territory is visualized but the filling is slower than normal Grade 3: complete perfusion","timeFrame":"Up to 24 hours after endovascular reperfusion"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject experiencing an acute ischemic stroke in which imaging demonstrates a vascular occlusion located in the distal internal carotid artery (ICA) through the distal middle cerebral artery (MCA).\n* Subjects in which the aspiration technique is used for at least the first two thrombectomy passes per occluded vessel.\n* Subjects older than 18 years old.\n* Subjects with a prestroke modified Rankin scale of 0-2 and presenting with an NIHSS of 2-30.\n* Subjects that the operator feels may be treated with endovascular therapy.\n* Subjects in which computed tomography (CT)/Magnetic Resonance Imaging (MRI) demonstrates an infarct size of less than 70cc on MRI or Alberta Stroke Program Early CT (ASPECTS) score overall of 6 or better.\n* Subjects in which groin puncture can be obtained within 6 hours of symptom onset (with or without Total Plasminogen Activator administration). In those Patients of more than 8 hours or awake stroke or of unknown onset should be individualized the treatment and must exist area of penumbra in CT perfusion.\n* Subjects who have consented in accordance with local Institutional Review Board requirements.\n\nExclusion Criteria:\n\n* Absence of large vessel occlusion on neuroimaging.\n* Platelet count \\< 100 x 10³ cells/mm³ or known platelet dysfunction.\n* Contraindication to CT and/or MRI (i.e., due to contrast allergy or prior implant that precludes MRI imaging).\n* Previously documented contrast allergy that is not amenable to medical treatment.\n* Women who are pregnant or breastfeeding at time of intervention.\n* Evidence of brain hemorrhage on CT and/or MRI at presenting hospital.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"All consecutive patients with ischemic stroke in which imaging demonstrates a vascular occlusion located in the distal internal carotid artery (ICA) through the distal middle cerebral artery (MCA) who require endovascular reperfusion.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Alejandro González, Md, PhD","affiliation":"Hospitales Universitarios Virgen del Rocío","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hospital Universitario Virgen del Rocío","city":"Sevilla","zip":"41013","country":"Spain","geoPoint":{"lat":37.38283,"lon":-5.97317}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke, Acute","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}