{"protocolSection":{"identificationModule":{"nctId":"NCT04696523","orgStudyIdInfo":{"id":"109/2019 Xe-SAH"},"secondaryIdInfos":[{"id":"2019-001542-17","type":"EUDRACT_NUMBER"}],"organization":{"fullName":"Turku University Hospital","class":"OTHER_GOV"},"briefTitle":"Effect of Xenon on Brain Injury After Aneurysmal Subarachnoid Hemorrhage","officialTitle":"Effect of Xenon on Brain Injury, Neurological Outcome and Survival in Patients After Aneurysmal Subarachnoid Hemorrhage","acronym":"Xe-SAH"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-10-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-01-02","studyFirstSubmitQcDate":"2021-01-05","studyFirstPostDateStruct":{"date":"2021-01-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-18","lastUpdatePostDateStruct":{"date":"2023-04-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Timo Laitio","investigatorTitle":"associate professor, head physician","investigatorAffiliation":"Turku University Hospital"},"leadSponsor":{"name":"Turku University Hospital","class":"OTHER_GOV"},"collaborators":[{"name":"Academy of Finland","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"An investigator-initiated clinical drug study\n\nMain Objective:\n\nTo explore neuroprotective properties of xenon in patients after aneurysmal subarachnoid hemorrhage (SAH).\n\nPrimary endpoint: Global fractional anisotropy of white matter of diffusion tensor imaging (DTI). Hypothesis: White matter damage is less severe in xenon treated patients, i.e. global fractional anisotropy is significantly higher in the xenon group than in the control group as assessed with the 1st magnetic resonance imaging (MRI).\n\nAfter confirmation of aSAH and obtaining a signed assent subjects will be randomized to the following groups:\n\nControl group: Standard of Care (SOC) group: Air/oxygen and Normothermia 36.5-37.5°C; Xenon group: Normothermia 36.5-37.5°C +Xenon inhalation in air/oxygen for 24 hours. Brain magnetic resonance imaging techniques will be undertaken to evaluate the effects of the intervention on white and grey matter damage and neuronal loss. Neurological outcome will be evaluated at 3, 12 and 24 months after onset of aSAH symptoms Investigational drug/treatment, dose and mode of administration: 50±2 % end tidal concentration of inhaled xenon in oxygen/air.\n\nComparative drug(s)/placebo/treatment, dose and mode of administration: Standard of care treatment according to local and international consensus reports.\n\nDuration of treatment: 24 hours\n\nAssessments:\n\nBaseline data Information that characterizes the participant's condition prior to initiation of experimental treatment is obtained as soon as is clinically reasonable. These include participant demographics, medical history, vital signs, oxygen saturation, and concentration of oxygen administered.\n\nAcute data The collected information will contain quantitative and qualitative data of aSAH patients, as recommended by recent recommendations of the working group on subject characteristics, and including all relevant Common Data Elements (CDE) can be applied. Specific definitions, measurements tools, and references regarding each SAH CDE can be found on the weblink here: https://www.commondataelements.ninds.nih.gov/SAH.aspx#tab=Data_Standards.","detailedDescription":"Assessments of efficacy:\n\n1. A brain Computer tomography angiography (CTA) and / or 3 D Digital subtraction angiography (DSA) (whenever possible instead of 2D DSA) will be performed at hospital arrival and whenever clinically indicated.\n2. 1st 3 Tesla MRI 72 ± 24 hours after onset of aSAH symptoms; 2nd 3 Tesla MRI 42 ± 4 days after onset of aSAH symptoms.\n3. 3D DSA: Computational fluid dynamic simulations (CFD), artificial intelligence and machine learning.\n4. Brain Positron emission tomography (PET): The 1st 4 ± 1 weeks and the 2nd at 3 months after onset of aSAH symptoms.\n5. Biochemical assessment: A blood samples of 20 ml for determination of plasma catecholamines, plasma metabolomics (see details of metabolomics in section 18.4.7), cardiac enzyme release (P-hs-troponin-T and heart fatty-acid binding protein), selected biomarkers will be analysed at intensive crae unit (ICU) arrival and at 24h, at 48h and at 72h after onset of SAH symptoms. In addition, a sample of spinal fluid will be collected through external ventricular drainage (EVD) at ICU arrival or as soon as it is in place and at 24h, at 48h and at 72h after onset of SAH symptoms for assessment of metabolomics\n6. Electrocardiograph (ECG) at ICU arrival and at 24h, at 48h and at 72h after onset of aSAH symptoms.\n7. Neurological evaluation: at 3, 12 and at 24 months after aSAH with GOSe, Modified ranking score (mRS).\n\nStatistical methods: 1) Basic statistical tests (t-tests, Mann-Whitney, Chi square, etc); 2) Survival analysis methods; 3) An analysis of variance for repeated measurements; 4) A sample size of 100 is estimated on the basis of a recent studies in SAH patients to provide 80% power with a 2-sided α level of 0.05 to detect a mean difference of 0.02 (SD 0.035) in the global fractional anisotropy of white matter between the xenon group and the control group (98). Accordingly, this mean difference is estimated to have a predictive value for DCI and poor neurological outcome (i.e. mRS 3-6).Significance level of 0.05 and an estimation of 95 % confidence intervals will be used in the statistical analyses."},"conditionsModule":{"conditions":["Subarachnoid Hemorrhage, Aneurysmal","Cerebral Injury","Cerebral Ischemia","Cerebral Infarction","Cardiac Event","Cardiac Failure"],"keywords":["xenon, neuroprotection, aneurysmal subarachnoid hemorrhage"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Study design is a single blind randomized two-armed parallel follow-up study.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"single blind; participants, outcomes assessors are blinded","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":160,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Air/Oxygen","type":"ACTIVE_COMPARATOR","description":"Control arm: air/oxygen with standard of care","interventionNames":["Drug: air/oxygen"]},{"label":"xenon","type":"EXPERIMENTAL","description":"Xenon arm: xenon inhalation in air/oxygen with standard of care","interventionNames":["Drug: Xenon"]}],"interventions":[{"type":"DRUG","name":"Xenon","description":"Xenon arm will be treated with xenon inhalation with endtidal concentration of 50 % in air/oxygen and with standard of care","armGroupLabels":["xenon"]},{"type":"DRUG","name":"air/oxygen","description":"Control group will be treated with air/oxygen","armGroupLabels":["Air/Oxygen"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fractional anisotropy of the white matter","description":"Global fractional anisotropy of white matter of diffusion tensor imaging (DTI). Hypothesis: White matter damage is less severe in xenon treated patients, i.e. global fractional anisotropy is significantly higher in the xenon group than in the control group as assessed with the 1st MRI.","timeFrame":"48-96 hours after start of aSAH symptoms"}],"secondaryOutcomes":[{"measure":"Fractional anisotropy of white matter at cerebellum and/or at corpus callosum as assessed with the 1st MRI.","description":"Fractional anisotropy of white matter at cerebellum and/or at corpus callosum as assessed with the 1st MRI.","timeFrame":"48-96 hours after start of aSAH symptoms"},{"measure":"Safety and tolerability of xenon","description":"Safety and tolerability of xenon as assessed with a ratio of adverse events, serious adverse events and suspected unexpected serious adverse reactions (SUSARs) during the follow-up of one year between the xenon group and the control group.","timeFrame":"during the follow-up of one year"},{"measure":"Composite of radiological early brain injury (EBI) and delayed cerebral ischemia (DCI)","description":"Composite of radiological EBI (within 72 hours after start of SAH symptoms) and DCI (Criterion of DCI: 1. a new focal neurological deficit (such as hemiparesis, aphasia, apraxia, hemianopia, or neglect) /decrease in level of consciousness (i.e. decrease of at least 2 points on the Glasgow Coma Scale; either on the total score or on one of its individual components, such as eye, motor on either side, or verbal). This should last for at least 1 hour and not is due to other causes (e.g. hydrocephalus, seizures, metabolic derangement, infection, sedation) and is not apparent immediately after aneurysm occlusion, and cannot be attributed to other causes by means of clinical assessment, CT or MRI scanning of the brain, and appropriate laboratory studies, 2. a new infarct on follow-up imaging (i.e. in any of the following: 2nd MRI, CT, CTA, DSA and perfusion CT) after 4 days post-SAH, or 3. both 1 and 2), and poor outcome at 3-months (good: mRS 0-2; poor: mRS 3-6) at 3-months and at 1 year","timeFrame":"EBI: within first 72 hours after start of aSAH symptoms; mRS at 3 months and at 1 year and at 2 years after onset of aSAH symptoms"},{"measure":"Neurogenic Stress Cardiomyopathy and Stunned Myocardium","description":"Neurogenic Stress Cardiomyopathy and Stunned Myocardium (i.e. myocardial injury caused by sympathetic storm and autonomic dysregulation with hs-troponin elevation, left ventricular dysfunction or ECG changes)","timeFrame":"follow-up of 1 year"},{"measure":"Intracerebral pressure (ICP)","description":"ICP level\n\nDuration of therapy for ICP control/monitoring","timeFrame":"during ICU stay up to 14 days after onset of aSAH symptoms"},{"measure":"Intracerebral pressure (ICP)","description":"Need for ICP therapies (hypothermia, decompressive craniotomy)","timeFrame":"during ICU stay up to 14 days after onset of aSAH symptoms"},{"measure":"Intracerebral pressure (ICP)","description":"Duration of therapy for ICP control/monitoring","timeFrame":"during ICU stay up to 14 days after onset of aSAH symptoms"},{"measure":"Plasma catecholamine level","description":"Plasma level of noradrenaline , adrenaline, and dopamine","timeFrame":"within 3 hours of ICU arrival, at 24h, 48h and 72 h after onset of aSAH symptoms"},{"measure":"Selected biomarkers","description":"Selected biomarkers of brain injury: neurofilament light (NF-L), glial fibrillary acidic protein (GFAP), calcium binding protein S100B (S100B), ubiquitin carboxyterminal hydrolase L1 (UCH-L1), total tau, cytokines (tumour necrosis factor alpha, interleukins 6 and 10)","timeFrame":"within 3 hours of ICU arrival and at 24h, at 48h and at 72h after onset of aSAH symptoms"},{"measure":"Development of prognostication models","description":"Development of prognostication models with a selected combination of brain imaging, clinical data, biomarkers and metabolomics by applying artificial intelligence and machine learning for long-term outcome after aSAH","timeFrame":"long-term outcome at 3 months, at 1 and at 2 years after onset of aSAH symptoms"},{"measure":"Development of prognostication models","description":"Development of prognostication models with a selected combination of brain imaging, clinical data, biomarkers and metabolomics by applying artificial intelligence and machine learning for DCI after aSAH","timeFrame":"between day 4 and 6 weeks after onset of aSAH symtoms"},{"measure":"Development of prognostication models","description":"Development of prognostication models with a selected combination of brain imaging, clinical data, biomarkers and metabolomics by applying artificial intelligence and machine learning for vasospasm after aSAH","timeFrame":"within 21 days after onset of aSAH symptoms"},{"measure":"Development of prognostication models","description":"Development of prognostication models with a selected combination of brain imaging, clinical data, biomarkers and metabolomics by applying artificial intelligence and machine learning for EBI after aSAH","timeFrame":"within 72 hours after onset of aSAH symtoms"},{"measure":"Difference of MRI parameters between xenon and control group","description":"Difference of MRI parameters (fractional anisotropy, axial diffucivity, radial diffucivity of diffusion tensor imaging, DTI) between xenon and control group and in predicting risk for EBI","timeFrame":"within 72 hours after onset of aSAH symptoms"},{"measure":"Difference of MRI parameters between xenon and control group","description":"Difference of MRI parameters (fractional anisotropy, axial diffucivity, radial diffucivity of DTI) between xenon and control group and in predicting risk for vasospasm","timeFrame":"within 21 days after onset of aSAH symptoms"},{"measure":"Difference of MRI parameters between xenon and control group","description":"Difference of MRI parameters (fractional anisotropy, axial diffucivity, radial diffucivity of DTI) between xenon and control group and in predicting risk for DCI","timeFrame":"between day 4 and 6 weeks after onset of aSAH symptoms"},{"measure":"Difference of MRI parameters between xenon and control group","description":"Difference of MRI parameters (fractional anisotropy, axial diffucivity, radial diffucivity of DTI) between xenon and control group and in predicting risk for good/poor neurological outcome at 3 moths, at 1 year and at 2 years after onset of aSAH symptoms (mRS 0-2/mRS 3-6).","timeFrame":"at 3 months, at 1 year and at 2 years after onset of aSAH symptoms"},{"measure":"Difference of CTA findings","description":"Difference of CTA ischemic findings between xenon and control group and in predicting risk for EBI","timeFrame":"within 72 hours after onset of aSAH symptoms"},{"measure":"Difference of CTA findings","description":"Difference of ischemic findings in CTA between xenon and control group and in predicting risk for vasospasm","timeFrame":"within 21 days after onset of aSAH symptoms"},{"measure":"Difference of CTA findings","description":"Difference of ischemic findings in CTA between xenon and control group and in predicting risk for DCI","timeFrame":"between day 4 and 6 weeks after onset of aSAH symptoms"},{"measure":"Difference of CTA findings between xenon and control group","description":"Difference of ischemic findings in CTA between xenon and control group and in predicting risk for good/poor neurological outcome at 3 moths, at 1 year and at 2 years after onset of aSAH symptoms (mRS 0-2/mRS 3-6).","timeFrame":"at 3 months, at 1 year and at 2 years after onset of aSAH symptoms"},{"measure":"Difference of DSA findings between xenon and control group","description":"Difference of DSA findings indicating ischemic pattern of perfusion between xenon and control group and in predicting risk for EBI","timeFrame":"within 72 hours after onset of aSAH symptoms"},{"measure":"Difference of DSA findings between xenon and control group","description":"Difference of DSA findings indicating ischemic pattern of perfusion between xenon and control group and in predicting risk for vasospasm","timeFrame":"within 21 days after onset of aSAH symptoms"},{"measure":"Difference of DSA findings between xenon and control group","description":"Difference of DSA findings indicating ischemic pattern of perfusion between xenon and control group and in predicting risk for DCI","timeFrame":"between day 4 and 6 weeks after onset of aSAH symptoms"},{"measure":"Difference of DSA findings between xenon and control group","description":"Difference of DSA findings indicating ischemic pattern of perfusion between xenon and control group and in predicting risk for good/poor neurological outcome at 3 moths, at 1 year and at 2 years after onset of aSAH symptoms (mRS 0-2/mRS 3-6).","timeFrame":"at 3 months, at 1 year and at 2 years after onset of aSAH symptoms"},{"measure":"Activity of microglia cells assessed with PET","description":"It will be explored whether \\[11C\\](R)-PK11195 can be used to test the hypothesis of neuroprotective effect of xenon and to explore the role of inflammatory process for DCI after SAH. This could be demonstrated by showing less microglial activation in xenon group than in the reference therapy group and in the patients with good outcome, i.e. no DCI; Difference of activity of microglia cells between xenon and control group and in predicting risk for DCI","timeFrame":"DCI between day 4 and 6 weeks after onset of aSAH symptoms; The 1st PETscan 4 ±1 weeks after onset of aSAH symptoms and the 2nd scan at 3 months after onset of SAH symptoms."},{"measure":"Activity of microglia cells assessed with PET","description":"It will be explored whether \\[11C\\](R)-PK11195 can be used to test the hypothesis of neuroprotective effect of xenon and to explore the role of inflammatory process for neurological outcome after SAH. This could be demonstrated by showing less microglial activation in xenon group than in the reference therapy group and in the patients with good outcome, i.e. mRS 0-2;","timeFrame":"The 1st scan at 4 ±1 weeks after and the 2nd scan at 3 months after onset of SAH symptoms. Outcome: at 3 months, at 1 year and at 2 years after onset of aSAH symptoms"},{"measure":"Cerebral fluid dynamics","description":"Predictive value of CFD simulations assessed with 3 dimensional DSA within 4 days of ICU arrival in predicting risk for EBI within 72 hours after onset of aSAH symptoms","timeFrame":"Measures performed within 72 hours of ICU arrival"},{"measure":"Cerebral fluid dynamics","description":"Predictive value of CFD simulations assessed with 3 dimensional DSA within 21 days of ICU arrival in predicting risk for neurological outcome at 3 months, at 1 year and at 2 years after SAH (mRS 0-2)","timeFrame":"Measures performed within 21 days of ICU arrival; outcome at 3 months, at 1 year and at 2 years after onset of aSAH symptoms"},{"measure":"Cerebral fluid dynamics","description":"Predictive value of CFD simulations assessed with 3 dimensional DSA within 21 days of ICU arrival in predicting risk for DCI within 6 weeks after onset of aSAH symptoms","timeFrame":"Measures performed within 21 days of ICU arrival; DCI within 6 weeks after onset of aSAH symptoms"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nTo be considered eligible to participate in this study, a SAH subject must meet the inclusion criteria listed below:\n\n1. Informed consent obtained from the next of kin or legal representative\n2. Aneurysmal subarachnoid hemorrhage visible on CTA or DSA.\n3. Deterioration of consciousness to Hunt-Hess 3-5\n4. Age of ≥ 18 years\n5. Intubated.\n6. GCS 3-12 obtained off neuromuscular blocking agents\n7. Xenon treatment can be started within 6 hours after onset of SAH symptoms\n\nExclusion Criteria:\n\nAn aSAH subject may not be enrolled in the trial if he/she meets any one of the exclusion criteria below:\n\n1. Acute or chronic traumatic brain injury\n2. Maximum diameter of intracerebral hemorrhage \\> 2.5 cm\n3. Pneumothorax or pneumomediastinum,\n4. Acute lung injury requiring ≥ 60% FIO2 (fraction of inspired oxygen).\n5. Systolic arterial pressure \\< 80 mmHg or mean arterial pressure \\< 60 mmHg for over 30 min period\n6. Bilaterally fixed and dilated pupils\n7. Positive pregnancy test, known pregnancy, or current breast-feeding\n8. Neurological deficiency due to traumatic brain injury or other neurological illness\n9. Imminent death or current life-threatening disease\n10. Current enrollment in another interventional study\n11. The subject is known to have clinically significant laboratory abnormality, medical condition (such as decompensated liver disease or severe chronic obstructive pulmonary disease), or social circumstance that, in the investigator's opinion, makes it inappropriate for the subject to participate in this clinical trial.\n12. Presence of implants or foreign bodies which are not known to be MRI safe","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Timo T Laitio, MD, PhD","role":"CONTACT","phone":"+358504653201","email":"timo.laitio@tyks.fi"}],"overallOfficials":[{"name":"Timo T Laitio, MD, PhD","affiliation":"Turku University Hospital and University of Turku, Turku , Finland","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Aalto University School of Science","city":"Helsinki","country":"Finland","contacts":[{"name":"Timo Roine, PhD","role":"CONTACT","email":"timo.roine@gmail.com"}],"geoPoint":{"lat":60.16952,"lon":24.93545}},{"facility":"Kuopio University Hospital","city":"Kuopio","country":"Finland","contacts":[{"name":"Stepani Bendel","role":"CONTACT","email":"stepani.bendel@kuh.fi"}],"geoPoint":{"lat":62.89238,"lon":27.67703}},{"facility":"Tampere University Hospital","city":"Tampere","country":"Finland","contacts":[{"name":"Sari Karlsson, MD, PhD","role":"CONTACT","email":"sari.karlsson@pshp.fi"}],"geoPoint":{"lat":61.49911,"lon":23.78712}},{"facility":"Turku University Hospital","city":"Turku","zip":"20521","country":"Finland","contacts":[{"name":"Timo T Laitio, MD, PhD","role":"CONTACT","phone":"+358504653201","email":"timo.laitio@tyks.fi"}],"geoPoint":{"lat":60.45148,"lon":22.26869}},{"facility":"Elomatic","city":"Turku","zip":"20810","country":"Finland","contacts":[{"name":"Juha Tanttari, MSc","role":"CONTACT"}],"geoPoint":{"lat":60.45148,"lon":22.26869}},{"facility":"University of Turku, Turku Bioscience, Analysis of the metabolomics","city":"Turku","country":"Finland","contacts":[{"name":"Matej Orešič, PhD","role":"CONTACT","email":"matej.oresic@utu.fi"},{"name":"Alex Dickens, PhD","role":"CONTACT","email":"alex.dickens@utu.fi"}],"geoPoint":{"lat":60.45148,"lon":22.26869}},{"facility":"Örebro University","city":"Örebro","country":"Sweden","contacts":[{"name":"Tuulia Hyötyläinen, PhD","role":"CONTACT"}],"geoPoint":{"lat":59.27412,"lon":15.2066}}]},"referencesModule":{"references":[{"pmid":"26978207","type":"RESULT","citation":"Laitio R, Hynninen M, Arola O, Virtanen S, Parkkola R, Saunavaara J, Roine RO, Gronlund J, Ylikoski E, Wennervirta J, Backlund M, Silvasti P, Nukarinen E, Tiainen M, Saraste A, Pietila M, Airaksinen J, Valanne L, Martola J, Silvennoinen H, Scheinin H, Harjola VP, Niiranen J, Korpi K, Varpula M, Inkinen O, Olkkola KT, Maze M, Vahlberg T, Laitio T. Effect of Inhaled Xenon on Cerebral White Matter Damage in Comatose Survivors of Out-of-Hospital Cardiac Arrest: A Randomized Clinical Trial. JAMA. 2016 Mar 15;315(11):1120-8. doi: 10.1001/jama.2016.1933."},{"pmid":"29169472","type":"RESULT","citation":"Arola O, Saraste A, Laitio R, Airaksinen J, Hynninen M, Backlund M, Ylikoski E, Wennervirta J, Pietila M, Roine RO, Harjola VP, Niiranen J, Korpi K, Varpula M, Scheinin H, Maze M, Vahlberg T, Laitio T; Xe-HYPOTHECA Study Group. Inhaled Xenon Attenuates Myocardial Damage in Comatose Survivors of Out-of-Hospital Cardiac Arrest: The Xe-Hypotheca Trial. J Am Coll Cardiol. 2017 Nov 28;70(21):2652-2660. doi: 10.1016/j.jacc.2017.09.1088."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The data of this study will be available to investigators whose proposed use of the data has been approved by an independent review committee. Individual participant data that underlie the results reported in this Article will be shared (text, tables, figures, and appendices), after de-identification, along with the study protocol. These data will be available 6 months after the Article's pulication and will be available for 12 months from publication. Data can be used for individual participant data meta-analysis. Requests and proposals should be directed to timo.laitio@elisanet.fi. To gain access, data requestors will need to sign a data access agreement.","infoTypes":["STUDY_PROTOCOL","SAP","CSR"],"timeFrame":"data will be available 6 months after the Article's pulication and will be available for 12 months from publication.","accessCriteria":"Requests and proposals should be directed to timo.laitio@elisanet.fi. To gain access, data requestors will need to sign a data access agreement."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000013345","term":"Subarachnoid Hemorrhage"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006333","term":"Heart Failure"},{"id":"D000006470","term":"Hemorrhage"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000007238","term":"Infarction"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000020300","term":"Intracranial Hemorrhages"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000020521","term":"Stroke"},{"id":"D000006331","term":"Heart Diseases"}],"browseLeaves":[{"id":"M9111","name":"Heart Failure","asFound":"Cardiac Failure","relevance":"HIGH"},{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Infarction","relevance":"HIGH"},{"id":"M15825","name":"Subarachnoid Hemorrhage","asFound":"Subarachnoid Hemorrhage","relevance":"HIGH"},{"id":"M5484","name":"Brain Ischemia","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M21803","name":"Intracranial Hemorrhages","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC26","name":"Wounds and Injuries"}]},"interventionBrowseModule":{"meshes":[{"id":"D000014978","term":"Xenon"}],"ancestors":[{"id":"D000018685","term":"Anesthetics, Inhalation"},{"id":"D000018681","term":"Anesthetics, General"},{"id":"D000000777","term":"Anesthetics"},{"id":"D000002492","term":"Central Nervous System Depressants"},{"id":"D000045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M17405","name":"Xenon","asFound":"Approval","relevance":"HIGH"},{"id":"M3797","name":"Anesthetics","relevance":"LOW"},{"id":"M20455","name":"Anesthetics, Inhalation","relevance":"LOW"},{"id":"M20451","name":"Anesthetics, General","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}