{"protocolSection":{"identificationModule":{"nctId":"NCT05478434","orgStudyIdInfo":{"id":"PROG.910"},"organization":{"fullName":"I.R.C.C.S. Fondazione Santa Lucia","class":"OTHER"},"briefTitle":"Cortico-cortical Stimulation and Robot-assisted Therapy for Upper Limb Recovery After Stroke (CCS&RAT)","officialTitle":"Cortico-cortical Stimulation and Robot-assisted Therapy a New Approach of Upper Limb Functional Recovery After Stroke","acronym":"CCS&RAT"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-08-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-07-06","studyFirstSubmitQcDate":"2022-07-26","studyFirstPostDateStruct":{"date":"2022-07-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-11-11","lastUpdatePostDateStruct":{"date":"2022-11-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"I.R.C.C.S. Fondazione Santa Lucia","class":"OTHER"},"collaborators":[{"name":"Università degli studi di Roma Foro Italico","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to tested the effect of combination of a paired associative stimulation of two functional interconnected areas of the cerebral cortex (posterior-parietal cortex and primary motor cortex) with robot-assisted therapy in the recovery of upper limb after stroke.","detailedDescription":"BACKGROUND\n\nStroke survivors reported upper limb impairment that contribute to reducing the overall quality of life, social participation and professional activities. The impairment of the upper limb is due to motor and sensory alteration that could compromise the sensorimotor integration. The posterior parietal cortex (PPC) is a potential circuit where this integration could occur during active somatosensation. Indeed, PPC is a site of massive confluence of visual, tactile, proprioceptive, and vestibular signals. This area may be involved in transforming information about the location of targets in space, into signals related to motor intentions. This process likely occurs through parietal-motor connections, which are known to be involved in the transfer of relevant sensitive information for planning, reaching, and grasping. Paired associative stimulation (PAS) of PPC and primary motor area (M1), by means of bi-focal trans-cranial magnetic stimulation, can modulate M1 excitability. This information reinforces the hypothesis that modulation of PPC-M1 connectivity can be used as a new approach to modify motor excitability and sensorimotor interaction. Parallel, robot assisted training (RAT) can induce a plastic reorganization at the muscular afferents, spinal motor neurons, interneuron system and beyond and facilitates neural plasticity and motor relearning through goal-oriented training. The robotics device allows to train patients in an intensive, task-oriented, and top-down therapy way, increasing patients' compliance and motivation. The cognitive top-down stimulation is allowed by means of the introduction of visual feedback performed through exergaming. Recently, it has been proposed the development of new intervention strategies that combine neurostimulation of a target brain area with neurorehabilitation, such as physical therapy or virtual reality. Although both TMS and RAT have shown individually promising effects in upper limb recovery after a stroke, their combination has not been tested to date.\n\nAIMS\n\n1. To determine whether robot-assisted therapy combined with cortico-cortical non-invasive stimulation of M1 and PPC areas can improve functional recovery of upper extremity in patients with hemiparesis due to stroke.\n2. To evaluate the feasibility of robot-assisted training exergaming technology for reaching and grasping training for stroke rehabilitation.\n3. To investigate the neurophysiological changes in PPC-M1 connectivity (through TMS EEG) to clarify the effectiveness of PAS on neuromodulation of the PPC-M1 network."},"conditionsModule":{"conditions":["Stroke","Stroke, Ischemic"],"keywords":["Stroke","Transcranial Magnetic Stimulation","Robot-assisted Therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomised Clinical trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"The recruiters, outcomes assessors, physical therapists, participants and their caregivers will be blinded with respect to participants' allocation for the entire period of the study.","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":32,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Robot and stimulation PPC-M1","type":"EXPERIMENTAL","description":"Combined paired pulse stimulation (PAS) with robot-assisted therapy","interventionNames":["Device: Cortico-cortical stimulation plus robot-assisted therapy"]},{"label":"Robot and sham stimulation PPC-M1","type":"SHAM_COMPARATOR","description":"Combined sham PAS with robot-assisted therapy","interventionNames":["Device: Sham cortico-cortical stimulation plus robot-assisted therapy"]}],"interventions":[{"type":"DEVICE","name":"Cortico-cortical stimulation plus robot-assisted therapy","description":"15 sessions of cortico-cortical stimulation between the PPC and the M1 of the lesioned hemisphere and robot-assisted therapy. Paired-pulse stimulation (PAS) technique, with 5ms inter-stimulus time between the two areas (PPC to M1), will be done through two high-power Magstim 200 machines (Magstim® Rapid²). To stimulate the M1 area, the coil will be placed tangentially to the scalp at a 45° angle to the midline, to stimulate the PPC area the center of the coil will be positioned over P4 (10-20 EEG system) tangentially to the skull with the handle pointing downward and slightly medial (10°). Robot-assisted therapy will be performed with an Armeo® Power II (Hocoma), an integrative system composed by a robotic exoskeleton device connected to a laptop for the audio-visual biofeedback for the upper limb therapy.","armGroupLabels":["Robot and stimulation PPC-M1"]},{"type":"DEVICE","name":"Sham cortico-cortical stimulation plus robot-assisted therapy","description":"15 sessions of sham cortico-cortical stimulation between the PPC and the M1 of the lesioned hemisphere and robot-assisted therapy. Sham paired-pulse stimulation (PAS) will be done through two high-power Magstim 200 machines (Magstim® Rapid²). To simulate the real stimulation, the coils will placed in the same sites with different inclination respect to the scalp (90°). Robot-assisted therapy will be performed with an Armeo® Power II (Hocoma), an integrative system composed by a robotic exoskeleton device connected to a laptop for the audio-visual biofeedback for the upper limb therapy.","armGroupLabels":["Robot and sham stimulation PPC-M1"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in the Fugl-Meyer Assessment Scale for Upper Extremity (FMA-UE)","description":"Comprehensive clinical measurement tool of upper limb functions after stroke. Range score form 0 to 66 points, a higher score represents an improvement.","timeFrame":"baseline; 3weeks (end of treatment); 7weeks (follow-up)"}],"secondaryOutcomes":[{"measure":"Change in the Box and Block Test","description":"Clinical test of motor function of upper limb after stroke.","timeFrame":"baseline; 3weeks (end of treatment); 7weeks (follow-up)"},{"measure":"Change in the Modified Ashworth Scale","description":"Clinical Scale used to assessed spasticity. Range score from 0 to 5, a lower score represents an improvement.","timeFrame":"baseline; 3weeks (end of treatment); 7weeks (follow-up)"},{"measure":"Change in the functional movements of upper limb","description":"Change in the kinematics variables will be recorded via inertial measurement units and motion-analysis during a three-reaching tasks and the Box-and-Block test.","timeFrame":"baseline; 3weeks (end of treatment); 7weeks (follow-up)"},{"measure":"Change in the cortical excitability","description":"Stimulating a specific area with a single pulse of TMS evoke a so called Transcranial Evoked Potential (TEP), which is a well-know index of cortical excitability of the stimulated cortical area .","timeFrame":"baseline; 3weeks (end of treatment); 7weeks (follow-up)"},{"measure":"Change in the cortical oscillations","description":"From TMS-EEG recording it is possible to analyze oscillatory activity of the stimulated brain area. Monitoring the frequency band during time after TMS-pulse we calculate Time-frequency Wavelets and from there the TMS-related spectral perturbation (TRSP) as output of the frequency bands (Delta, Theta, Alpha, Beta, Gamma) expressed.","timeFrame":"baseline; 3weeks (end of treatment); 7weeks (follow-up)"},{"measure":"Change in the cortical connectivity","description":"Monitoring how TMS-pulse spreads from the stimulated area to the other areas, it is possible to assess the effective connectivity that area has with a widespread of network connected. So we calculate the Coherence between different areas and other connectivity indexes in the cortical oscillatory domain, i.e. Phase-locking Value (PLV) and Phase-amplitude coupling (PAC)","timeFrame":"baseline; 3weeks (end of treatment); 7weeks (follow-up)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. first ever chronic ischemic stroke;\n2. hemiparesis due to left or right subcortical or cortical lesion in the territory of the middle cerebral artery;\n3. severe or moderate residual upper limb impairment (FMA \\< 52 in the motor domain A/D)\n\nExclusion Criteria:\n\n1. history of seizures;\n2. severe general impairment or concomitant diseases;\n3. treatment with benzodiazepines, baclofen, and antidepressants;\n4. Intracranial metal implants;\n5. cardiac pacemaker;\n6. pregnancy status;\n7. orthopedic contraindications for upper limb;\n8. upper limb pain;\n9. cognitive impairment (MMSE \\< 23);\n10. presence of unilateral spatial neglect","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Giacomo Koch, prof.","role":"CONTACT","phone":"+390651501181","email":"g.koch@hsantalucia.it"}],"overallOfficials":[{"name":"Giacomo Koch, prof.","affiliation":"IRCCS Santa Lucia Foundation","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Santa Lucia Foundation","status":"RECRUITING","city":"Rome","zip":"00179","country":"Italy","contacts":[{"name":"Sonia Bonnì, PhD","role":"CONTACT","phone":"+390651501181","email":"s.bonni@hsantalucia.it"},{"name":"Giuseppe Vannozzi, Prof","role":"SUB_INVESTIGATOR"},{"name":"Alex Martino Cinnera, MSc","role":"SUB_INVESTIGATOR"},{"name":"Alessia D'Acunto, BSc","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":41.89193,"lon":12.51133}}]},"referencesModule":{"references":[{"pmid":"27679565","type":"RESULT","citation":"Hatem SM, Saussez G, Della Faille M, Prist V, Zhang X, Dispa D, Bleyenheuft Y. Rehabilitation of Motor Function after Stroke: A Multiple Systematic Review Focused on Techniques to Stimulate Upper Extremity Recovery. Front Hum Neurosci. 2016 Sep 13;10:442. doi: 10.3389/fnhum.2016.00442. eCollection 2016."},{"pmid":"28642168","type":"RESULT","citation":"Mohan H, de Haan R, Mansvelder HD, de Kock CPJ. The posterior parietal cortex as integrative hub for whisker sensorimotor information. Neuroscience. 2018 Jan 1;368:240-245. doi: 10.1016/j.neuroscience.2017.06.020. Epub 2017 Jun 19."},{"pmid":"27145936","type":"RESULT","citation":"Winstein CJ, Stein J, Arena R, Bates B, Cherney LR, Cramer SC, Deruyter F, Eng JJ, Fisher B, Harvey RL, Lang CE, MacKay-Lyons M, Ottenbacher KJ, Pugh S, Reeves MJ, Richards LG, Stiers W, Zorowitz RD; American Heart Association Stroke Council, Council on Cardiovascular and Stroke Nursing, Council on Clinical Cardiology, and Council on Quality of Care and Outcomes Research. Guidelines for Adult Stroke Rehabilitation and Recovery: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2016 Jun;47(6):e98-e169. doi: 10.1161/STR.0000000000000098. Epub 2016 May 4. Erratum In: Stroke. 2017 Feb;48(2):e78. Stroke. 2017 Dec;48(12 ):e369."},{"pmid":"18524898","type":"RESULT","citation":"Koch G, Fernandez Del Olmo M, Cheeran B, Schippling S, Caltagirone C, Driver J, Rothwell JC. Functional interplay between posterior parietal and ipsilateral motor cortex revealed by twin-coil transcranial magnetic stimulation during reach planning toward contralateral space. J Neurosci. 2008 Jun 4;28(23):5944-53. doi: 10.1523/JNEUROSCI.0957-08.2008."},{"type":"RESULT","citation":"Reti IM. Brain Stimulation: Methodologies and Interventions. John Wiley & Sons. 2015"},{"pmid":"23966698","type":"RESULT","citation":"Veniero D, Ponzo V, Koch G. Paired associative stimulation enforces the communication between interconnected areas. J Neurosci. 2013 Aug 21;33(34):13773-83. doi: 10.1523/JNEUROSCI.1777-13.2013."},{"pmid":"23968834","type":"RESULT","citation":"Chao CC, Karabanov AN, Paine R, Carolina de Campos A, Kukke SN, Wu T, Wang H, Hallett M. Induction of motor associative plasticity in the posterior parietal cortex-primary motor network. Cereb Cortex. 2015 Feb;25(2):365-73. doi: 10.1093/cercor/bht230. Epub 2013 Aug 22."},{"pmid":"17876068","type":"RESULT","citation":"Kwakkel G, Kollen BJ, Krebs HI. Effects of robot-assisted therapy on upper limb recovery after stroke: a systematic review. Neurorehabil Neural Repair. 2008 Mar-Apr;22(2):111-21. doi: 10.1177/1545968307305457. Epub 2007 Sep 17."},{"pmid":"30677307","type":"RESULT","citation":"Morone G, Spitoni GF, De Bartolo D, Ghanbari Ghooshchy S, Di Iulio F, Paolucci S, Zoccolotti P, Iosa M. Rehabilitative devices for a top-down approach. Expert Rev Med Devices. 2019 Mar;16(3):187-195. doi: 10.1080/17434440.2019.1574567. Epub 2019 Feb 6."},{"pmid":"30476999","type":"RESULT","citation":"Koch G, Bonni S, Casula EP, Iosa M, Paolucci S, Pellicciari MC, Cinnera AM, Ponzo V, Maiella M, Picazio S, Sallustio F, Caltagirone C. Effect of Cerebellar Stimulation on Gait and Balance Recovery in Patients With Hemiparetic Stroke: A Randomized Clinical Trial. JAMA Neurol. 2019 Feb 1;76(2):170-178. doi: 10.1001/jamaneurol.2018.3639."},{"pmid":"31023258","type":"RESULT","citation":"Chen YJ, Huang YZ, Chen CY, Chen CL, Chen HC, Wu CY, Lin KC, Chang TL. Intermittent theta burst stimulation enhances upper limb motor function in patients with chronic stroke: a pilot randomized controlled trial. BMC Neurol. 2019 Apr 25;19(1):69. doi: 10.1186/s12883-019-1302-x."},{"pmid":"30202655","type":"RESULT","citation":"Palermo E, Hayes DR, Russo EF, Calabro RS, Pacilli A, Filoni S. Translational effects of robot-mediated therapy in subacute stroke patients: an experimental evaluation of upper limb motor recovery. PeerJ. 2018 Sep 4;6:e5544. doi: 10.7717/peerj.5544. eCollection 2018."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}