{"protocolSection":{"identificationModule":{"nctId":"NCT00107068","orgStudyIdInfo":{"id":"NHMRC 153970"},"secondaryIdInfos":[{"id":"NHMRC 153970"}],"organization":{"fullName":"University of Sydney","class":"OTHER"},"briefTitle":"Exercise Training and Walking Ability After Chronic Stroke","officialTitle":"Does Aerobic or Resistance Exercise Training Improve Walking Ability in Chronic Stroke Patients?"},"statusModule":{"statusVerifiedDate":"2015-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2001-01"},"primaryCompletionDateStruct":{"date":"2003-03","type":"ACTUAL"},"completionDateStruct":{"date":"2004-05","type":"ACTUAL"},"studyFirstSubmitDate":"2005-04-04","studyFirstSubmitQcDate":"2005-04-04","studyFirstPostDateStruct":{"date":"2005-04-05","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-12-02","lastUpdatePostDateStruct":{"date":"2015-12-03","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"University of Sydney","class":"OTHER"}},"descriptionModule":{"briefSummary":"This study will investigate the efficacy of aerobic exercise and progressive resistance training (PRT), singularly and combined, on changes in walking endurance for mildly-to-moderately affected chronic stroke patients. Specifically, we will determine the relative importance of training induced changes in muscle strength versus aerobic fitness on increases in gait velocity and 6-min walking distance, and assess the concomitant functional and psychosocial impact of increased muscle strength, aerobic fitness and improved gait. This longitudinal study will be conducted as a double blinded factorial randomized controlled trial of exercise training for chronic stroke patients.","detailedDescription":"The experimental hypotheses are:\n\n1. Participation in a 10-week exercise program consisting of aerobic, resistance or combined aerobic+resistance training will produce a 20% or greater increase of 6-min walking distance compared to controls.\n2. Aerobic fitness will increase equally in the combined aerobic+resistance program and aerobic program alone, greater than that in the resistance program only, where effect is measured in terms of maximal and submaximal cardiorespiratory exercise performance.\n3. Lower limb muscle strength will increase equally in the combined aerobic+resistance program and resistance program alone, greater than the increase in strength for aerobic training, where effect is measured in terms of measures of lower limb strength, power and endurance.\n\nResearch Plan Synopsis:\n\nTo determine treatment efficacy, a 2x2 factorial double-blinded randomized controlled trial will be conducted, the two factors being aerobic training and PRT. Forty-eight subjects will be randomly allocated to one of four groups comprising (i) aerobic exercise training \\[AEROBIC; n=12\\]; (ii) PRT \\[RESISTANCE; n=12\\]; (iii) combined aerobic training and PRT \\[AEROBIC+RESISTANCE; n=12\\], or (iv) control \\[CONTROLS; n=12\\]. AEROBIC and RESISTANCE groups will also include a \"sham\" treatment for the other factor, and the order of presentation of treatment versus \"sham\" will also be randomized within each exercise session. All subjects will attend 3 times per week for 10 weeks. Subjects will be recruited from various hospitals, peer support groups and previous participants of an acute stroke research project that we are now conducting. All will be screened by a medical practitioner for inclusion and exclusion criteria and then allocated to one of the four groups by the trial coordinator.\n\nInterventions:\n\nAEROBIC Training Group: These subjects will undertake 30 min of leg cycling per exercise session. Leg cycling will be performed at a pedaling cadence of 50 rev/min in the seated posture using a standard seated cycle ergometer to elicit a target heart rate equivalent to 50% VO2peak - 70% VO2peak. Subjects in this group will also undertake 30-min of \"sham\" resistance training consisting of stretching and calisthenics lacking any strength development characteristics. Cycle ergometry will be used to develop aerobic fitness, rather than fast walking, because previous studies have shown that stroke patients do not have the capacity to walk at a sufficient pace to provide an adequate stimulus to the cardiovascular system.\n\nRESISTANCE Training Group: These subjects will undertake 30 min of PRT per exercise session using pneumatic resistance equipment and free weights. Standard PRT principles governing frequency, volume, duration, and intensity of exercise known to provide maximal adaptation in both healthy and frail adults will be followed. Legs will be trained unilaterally to maximize neural recruitment of the impaired side and prevent substitution of stronger muscles for weaker ones. Subjects will perform 3 sets of 8 repetitions at 80% of the one repetition maximum with each muscle group. Subjects in this group will also undertake 30-min of \"sham\" aerobic training consisting of motorized passive leg cycling.\n\nAEROBIC+ RESISTANCE Training Group: Subjects in the AEROBIC+RESISTANCE training group will undertake 30 min of leg cycling exercise as described for the AEROBIC group in addition to 30 min of PRT as described for the RESISTANCE group per exercise session.\n\nCONTROL Group: Subjects in this group will undertake 30-min of \"sham\" aerobic training consisting of motorized passive leg cycling and 30-min of \"sham\" resistance training consisting of stretching and calisthenics lacking any strength development characteristics per session.\n\nOutcomes:\n\nPrimary outcome: Subjects will undertake a 6 min walking test for maximum distance. The 6-min test has been selected as our primary outcome because walking distance is an important criteria for 'community ambulation', it avoids the problem of gait velocity being relevant only for short-distance ambulation and has a prior history of investigation in previous studies of low intensity aerobic and resistance training.\n\nSecondary outcomes:\n\nA. Cardiorespiratory Fitness will be assessed from cardiorespiratory variables collected during (i) a maximal effort cycle test, (ii) a multi stage submaximal exercise cycle test, and (iii) a dual stage treadmill walking test, performed on separate days.\n\nB. Lower limb Muscular Strength and Endurance will be assessed from maximal muscle force, maximal muscle power and muscle endurance using pneumatic resistance machines (leg press, knee extension) and free weights (hip abduction, ankle dorsiflexion).\n\nC. Mobility Variables:\n\nTemporal (velocity, step time, single support, double support) and spatial (step length and stride length) variables will be collected using a gait analysis system. Balance in standing and coordinated stability will be assessed using a sway-meter that measures displacements of the body at the level of the waist.\n\nD. Scales and Questionnaires:\n\nTo provide an assessment of changes in the subjects' psychological and functional states, a stroke impact scale, a self-efficacy scale and the health-related quality of life questionnaire will be used.\n\nData Analysis:\n\nTreatment efficacy for the primary and secondary outcomes will be analyzed using univariate and multivariate analysis of variance. Where within-group differences are found, appropriate multiple comparisons a posteriori analyses will be used. If significant multivariate effects are evident, the standardized discriminant function coefficients will be examined to give an indication of the relative importance of each variable in explaining the variance in the group by time effect. To allow for the possibility that all or some of these data may be covariates upon the primary outcome, multiple regression analysis will be utilized to explore the relative importance of aerobic fitness, muscle power, strength or endurance and mobility measures upon 6-min walk distance."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Exercise","Aerobic","PRT","Walking ability"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE"}},"enrollmentInfo":{"count":48}},"armsInterventionsModule":{"interventions":[{"type":"PROCEDURE","name":"[A] Aerobic isokinetic cycling exercise"},{"type":"PROCEDURE","name":"[B] Progressive Resistance Training"},{"type":"PROCEDURE","name":"[A] + [B]"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Subjects will undertake a 6 min walking test for maximum distance"}],"secondaryOutcomes":[{"measure":"Cardiorespiratory Fitness"},{"measure":"Lower limb muscular strength and endurance"},{"measure":"Mobility variables"},{"measure":"Scales and questionnaires"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age \\> 45 years\n* First stroke resulting in hemiplegia\n* At least 4-months post stroke\n* Residing at home or community-based (non-institutionalized) living environment\n* Self selected gait velocity between 0.42 m/s to 0.80 m/s\n* No longer receiving physiotherapy.\n* Adequate comprehension of instructions and perceptual abilities (assessed by stroke clinician during medical screening), no significant musculotendinous or bony restrictions of the affected limb, nor any serious chronic disease independently causing significant disability or profound atrophy of the affected limb will comprise further indications to participation\n\nExclusion Criteria:\n\n* Subjects will be excluded if they have significant cardiac disease, symptom limiting peripheral vascular disease, or any of the exclusion criteria contraindicating moderate exercise as outlined by the American College of Sports Medicine guidelines for cardiac disease rehabilitation or for frail and elderly adults. The initial symptom-limited/maximal aerobic assessment will serve as the screening test for contraindications to further exercise.","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Rehabilitation Research Centre, University of Sydney","city":"Sydney","state":"New South Wales","zip":"2141","country":"Australia","geoPoint":{"lat":-33.86785,"lon":151.20732}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}