{"protocolSection":{"identificationModule":{"nctId":"NCT04411303","orgStudyIdInfo":{"id":"HS-20-01887"},"organization":{"fullName":"University of Southern California","class":"OTHER"},"briefTitle":"A Novel, Comprehensive Approach to Post-stroke Gait Rehabilitation","officialTitle":"A Novel, Comprehensive Approach to Post-stroke Gait Rehabilitation"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-06-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-14","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12-14","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-05-19","studyFirstSubmitQcDate":"2020-05-27","studyFirstPostDateStruct":{"date":"2020-06-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-08","lastUpdatePostDateStruct":{"date":"2023-07-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Kristan Leech","investigatorTitle":"Assistant Professor","investigatorAffiliation":"University of Southern California"},"leadSponsor":{"name":"University of Southern California","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this project is to determine the feasibility and optimal parameters of a novel, comprehensive approach to gait training in individuals with chronic stroke. The comprehensive approach includes biofeedback-based gait training and aerobic exercise intensity-based gait training.","detailedDescription":"The goal of this project is to determine the feasibility and optimal parameters of a novel, comprehensive approach to gait training in individuals with chronic stroke. Current post-stroke gait training follows two distinct approaches that target different domains of gait dysfunction (as defined by the International Classification of Functioning, Health, and Disability). Biofeedback-based gait training is typically employed to treat walking pattern impairments (e.g., kinematic deviations relative to able-bodied controls); whereas, aerobic exercise intensity-based gait training is the current gold-standard to treat walking activity limitations (e.g., slow walking speeds). Here, the investigators propose to test the impact of combining these approaches into a single intervention to work toward the development of a more effective, comprehensive approach to gait rehabilitation for persons post-stroke. The central hypothesis is that individuals with chronic stroke have the capacity to use biofeedback to reduce kinematic gait deviations while walking at a range of recommended aerobic exercise intensity zones. Aim 1 will identify the gait biofeedback variable that elicits the largest reduction in interlimb asymmetry in persons post-stroke. Aim 2 will determine the capacity for persons post-stroke to make biofeedback-driven reductions in their interlimb asymmetry while walking at three different aerobic exercise intensities. Participants with chronic stroke in Aim 1 will each complete three experimental sessions and participants in Aim 2 will complete 1 experimental session. Biomechanical analyses and physiologic assessments will be used across both aims to test our working hypotheses. The investigators expect to show that biofeedback of paretic propulsion leads to the greatest reduction in interlimb asymmetry and that participants have the capacity to make biofeedback-driven interlimb asymmetry reductions while walking at all three aerobic intensities, but the magnitude of reduction will be the largest at a moderate aerobic walking intensity. The proposed work is innovative because it will be the first to test the relative effects of different gait biofeedback variables on whole lower extremity kinematics in persons post-stroke and test a novel combination of two well-established gait training approaches (biofeedback- and intensity-based) for neurologic patient populations. This is a critical next step in moving the post-stroke gait rehabilitation field forward. If successful, this line of work stands to significantly improve the current standard of care in gait rehabilitation post-stroke."},"conditionsModule":{"conditions":["CVA (Cerebrovascular Accident)"],"keywords":["stroke","walking","rehabilitation","aerobic exercise"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Reducing interlimb asymmetry with biofeedback post-stroke","type":"EXPERIMENTAL","description":"We will use a randomized crossover design to determine the performance and retention effects following single-day training sessions with biofeedback of three different gait variables (i.e., step length, propulsive force, and interlimb asymmetry) in 25 individuals with chronic stroke.","interventionNames":["Behavioral: Step length biofeedback","Behavioral: Propulsive force biofeedback","Behavioral: Interlimb asymmetry biofeedback"]},{"label":"Evaluating capacity for biofeedback use at varied intensities","type":"EXPERIMENTAL","description":"We will use a within-session randomized crossover design to test the capacity of persons post-stroke (second cohort; n=25) to reduce their interlimb asymmetry using the biofeedback variable found to be the most effective for the group in Aim 1 while walking in three aerobic intensity zones: low, moderate, and vigorous (30-40%, 50-60%, and 70-80% of heart rate reserve, respectively).","interventionNames":["Behavioral: Aerobic intensity-based walking"]}],"interventions":[{"type":"BEHAVIORAL","name":"Step length biofeedback","description":"Participants will be provided with visual feedback of their right and left step lengths on a screen in front of a treadmill.","armGroupLabels":["Reducing interlimb asymmetry with biofeedback post-stroke"]},{"type":"BEHAVIORAL","name":"Propulsive force biofeedback","description":"Participants will be provided with real-time visual feedback of anterior-posterior ground reaction forces of the paretic limb during stance phase on a screen in front of a treadmill.","armGroupLabels":["Reducing interlimb asymmetry with biofeedback post-stroke"]},{"type":"BEHAVIORAL","name":"Interlimb asymmetry biofeedback","description":"Participants will be provided with visual feedback of stride-by-stride values of their interlimb asymmetry on a screen in front of a treadmill.","armGroupLabels":["Reducing interlimb asymmetry with biofeedback post-stroke"]},{"type":"BEHAVIORAL","name":"Aerobic intensity-based walking","description":"Participants will walk at three different aerobic intensities. Aerobic intensity will be set based on target heart rate zones calculated with the Karvonen Formula. For low intensity, participants will walk at 30-40% intensity. In moderate intensity conditions, participants will walk at a 50-60% intensity level. In vigorous intensity conditions, participants will walk at an 70-80% intensity level. Aerobic intensity will be manipulated by changing walking speed.","armGroupLabels":["Evaluating capacity for biofeedback use at varied intensities"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Interlimb Asymmetry - change in performance","description":"characterized as a comparison between the right and left legs of whole lower limb kinematics at heel strike; captured to quantify change in performance with biofeedback","timeFrame":"Measured at three timepoints of interest within each testing session: baseline and at the beginning and end of the biofeedback training; participants will complete 3 testing sessions over approximately 2 months"}],"secondaryOutcomes":[{"measure":"Interlimb asymmetry - immediate retention","description":"characterized as a comparison between the right and left legs of whole lower limb kinematics at heel strike; captured to quantify retention of a newly learned walking pattern","timeFrame":"Measured after biofeedback training in each testing session; participants will complete 3 testing sessions over approximately 2 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* \\>6 months post stroke, affecting 1 hemisphere of the brain\n* Independently ambulatory (including use assistive devices)\n* Able to walk for 5 minutes without stopping\n* Demonstrates readiness for exercise based on responses to the PAR-Q+\n* Participants enrolled in Aim 2 will require medical clearance from physician to participate\n\nExclusion Criteria:\n\n* Damage to the pons or cerebellum on MRI or signs of cerebellar involvement\n* Damage to the basal ganglia or extrapyramidal symptoms\n* Uncontrolled hypertension (\\>160/100mmHg)\n* Montreal Cognitive Assessment score \\< 25\n* Orthopedic or pain conditions\n\n  * Note\\*: Pregnant women are excluded from this study to avoid any potential harm to the fetus from the harness used during treadmill walking.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Kristan Leech, PT, DPT, PhD","role":"CONTACT","phone":"(323) 442-1583","email":"kleech@pt.usc.edu"},{"name":"Sarah Kettlety, MS","role":"CONTACT","phone":"(323) 442-1196","email":"kettlety@usc.edu"}],"overallOfficials":[{"name":"Kristan Leech, PT, DPT, PhD","affiliation":"University of Southern California","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Southern California","status":"RECRUITING","city":"Los Angeles","state":"California","zip":"90089","country":"United States","contacts":[{"name":"Kristan Leech, Phd","role":"CONTACT"}],"geoPoint":{"lat":34.05223,"lon":-118.24368}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"All de-identified data from our research that underlie results in a publication will be made available.","infoTypes":["ANALYTIC_CODE"],"timeFrame":"Data will be available 6 months after publication."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"CVA (Cerebrovascular Accident)","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}