{"protocolSection":{"identificationModule":{"nctId":"NCT05659667","orgStudyIdInfo":{"id":"1607-N-21"},"organization":{"fullName":"University of Malaga","class":"OTHER"},"briefTitle":"Cognitive Evaluation for Driving After a Stroke.","officialTitle":"Elaboration of a Sensitive Evaluation Protocol to the Necessary Cognitive Processes for Driving After Stroke","acronym":"Drive-Stroke"},"statusModule":{"statusVerifiedDate":"2022-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-06-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-12-02","studyFirstSubmitQcDate":"2022-12-12","studyFirstPostDateStruct":{"date":"2022-12-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-12-12","lastUpdatePostDateStruct":{"date":"2022-12-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"María Rodríguez Bailón","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Malaga"},"leadSponsor":{"name":"University of Malaga","class":"OTHER"},"collaborators":[{"name":"Universidad de Granada","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Driving is a common activity which is crucial for most adults. It allows a mobility that contributes to the physic and economic independence. Stroke is an accute process and relatively common in developed countries, and it consists in the abrupt interruption of blood supply anywhere in the brain. Suffering a stroke is a road risk factor, because leaves sequelae in the driver that may interfere with the necessary capacities (including cognitive abilities) for a security driving. For stroke survivors (as young as adults), the fact of stop driving interferes with the activities that provides independence in their lives, so the posibility of driving again woul mean a big step in their recovery.\n\nDriving is a complex activity that requires the proper functioning of cognitive and physical processes and functions, as well as appropriate behaviour to make good and quick decisions in different traffic situations. Within these cognitive and behavioural functions, we can talk about executive functions such as planning, cognitive flexibility or decision making; processing speed, praxis, perception, attention, memory, language comprehension and writing, and awareness of one's own abilities and deficits. Because of the complexity, relevance and number of cognitive processes required for safe driving, it is important to know and be able to measure the cognitive processes involved in the activity of driving. The main general objective of this project is to improve comprehension of cognitive elements that predict safe driving in patients who have suffered a stroke. This would allow the creation of a sensitive cognitive assessment protocol to determine the ability of people with stroke to drive again.","detailedDescription":"The aim of creating this protocol is to determine the tests that best predict safe driving after stroke. This protocol will be composed by different cognitive tools, classified in two categories: Off-Road tests and On-Road tests.\n\n1) In the Off-Road category there are two different parts:\n\n1.a) One of these is \"non-driving tests\", in which we use cognitive tools that the scientific literature has shown to be predictive of safe driving, but which are not contextualised within the activity of driving. To do a cognitive screening, \"MiniMental State Examination\" will be used. Perception is important for calculating distances as well as to distinguish between figure and background. It requires a good attentional orientation that encompasses the entire attentional field equally, in addition to sustained, selective and divided attention. So, for measure the perception and attention, we will use the \"Visual Object and Space Perception Battery\" (VOSP), \"The Used Field of View Test\" (UFOV), \"Trail Making Test\" (Part A and B) and \"Continuous Performance Test\" (CPT). Mnesic abilities are essentials to record and maintain the memory while driving as well as the coding processes that allow the retention of visual information, or the working and prospective memory to remember the itinerary and the destination. For this purpose the \"Paced Auditory Serial Addition Test\" (PASAT) will be used. Executive functions are used to identify and solve new problems or situations quickly and effectively enough. To measure this, \"Ineco Frontal Screening\", \"Iowa Gambling Test\", \"Five - Digit Test\", \"Weekly Planning Calendar Activity\" will be administered.\n\n1.b) In the other part of Off-Road category, \"driving tests\" (contextualised within the activity of driving) will be included. One of them is new creation scale called COMAP, a test of planning, within the strategic level. Another test is the global cognitive evaluation for driving ability called \"Stroke Drivers´ Screening Assessment\" (SDSA), which includes sub-tests of attention, semantic memory and spatial relations. The SDSA has been created and validated in the English context, so the proposal is to validate it in the Spanish population with brain damage.To evaluate the personality and risk estimation, we use \"Domain-Specific Risk-Taking\" (DOSPERT), \"Sensitivity to Punishment and Sensitivity to Reward Questionnaire\" (SPSRQ-20), \"Multi-driving Styles Inventory\" (MDSI), \"Hazard Perception Test\", \"Risk Estimation Test\".\n\n2) The On-Road category is composed of a newly created test called \"EDEC\" (Performance Assessment Driving), which will be validated both for simulator driving and for the driving test with a real car on an open circuit."},"conditionsModule":{"conditions":["Stroke","Drive"],"keywords":["fitness to drive","assessment","occupational therapy","cognition"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke","description":"Case group: 50 adults (between 18 and 70 years old) in chronic phase of stroke (\\> 6 months from stroke), in possession of driving license and having to have driven in the three months before stroke."},{"label":"Healthy adults","description":"50 healthy adults with the same age as case group, match up in driving experience, age, sex and educational level with the group of people with stroke, and driver´s license in validity."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Performance Evaluation of Driving (EDEC)","description":"The On-Road category is composed of a newly created test called \"EDEC\" (Performance Assessment Driving), which will be validated both for simulator driving and for the driving test with a real car on an open circuit.\n\nThe EDEC assesses driving performance in people who have suffered a stroke.The evaluation is structured in 3 moments: before, during and after driving, in a simulator driving and in a circuit open to traffic. During these moments, specific actions related to driving are assessed, related to Michon's three levels (1971, 1978, 1985).\n\nThe researcher will observe the performance of the items on several occasions, assigning the corresponding score to each item.\n\nAn inter-observer reliability study will be carried out, so that two researchers will evaluate with this test. The assessment is carried out in a manual or automatic dual-control vehicle (passenger car).","timeFrame":"Baseline"},{"measure":"Evaluation of driving planning on Map (COMAP)","description":"This new creation test is based on other planification test, such as Weekly Calendar Planning Activity (WCPA), and it intends to measure the cognitive aspects involved in the general planning phase prior to driving. The person will have to organize and design (in the map) the route that will follow, to complete 5 necessary tasks for passing the weekend in a village house. The evaluator must rate the performance of the person in the COMAP. We will collect the following variables: time required, the strategies and test performance.","timeFrame":"Baseline"},{"measure":"STROKE DRIVERS´ SCREENING ASSESSMENT (SDSA)","description":"It is a cognitive test developed in United Kingdom, that evaluates fitness to drive in people with stroke. The SDSA was designed and validated for stoke patients. It provides clinically useful information about cognitive functions that are relevant to driving (concentration and sustained attention, mental speed, memory, reasoning and the ability to attend to two different visual dimensions at the same time). It is made up of 4 tasks: Dot Cancellation Test, Direction Test, Compass Test and Road Sign Recognition Test. Since it is a test that has demonstrated predictive validity in driving and since it is the only test found that includes semantic memory of traffic signs, we decided to include it. To do so, we need to validate it in the Spanish context with the clinical population that we already included in this project.","timeFrame":"Baseline"},{"measure":"OBSERVATIONAL EVALUATION OF REAL DRIVING (ON-ROAD TEST)","description":"This assessment shall consist of observing the participant's driving performance in a real car test.This evaluation will be carried out by qualified staff in driving school's cars with all security measures and necessary controls. The driving instructor's assessment may have options: favourable, doubtful and unfavorable. The evaluation of this test will be done in conjunction with the EDEC.","timeFrame":"Baseline"}],"secondaryOutcomes":[{"measure":"Mini-Mental State Examination","description":"It is used to obtain a measure of the general cognitive status. MMSE is a 30-point questionnaire that is extensively used in clinical and research settings to measure cognitive impairment (it is commonly used in medicine and allied health to screen for dementia). It is also used to estimate the severity and progression of cognitive impairment and to follow the course of cognitive changes in an individual over time; thus making it an effective way to document an individual's response to treatment.","timeFrame":"Baseline"},{"measure":"Visual Object and Space Perception Battery (VOSP)","description":"VOSP is a battery for the evaluation of the visual recognition and visoperceptive abilities. This test only need a verbal answer from the patient, after a visual exposition of a stimulus. For this Project, we will only administrate the subtests which are validated in spanish population:\n\n* Shape detection.\n* Test 3: Object decisión.\n* Test 4: progressive outline.\n* Test 5: position discrimination\n* Number localization.","timeFrame":"Baseline"},{"measure":"The Useful Field of View Test (UFOV)","description":"It is a visual processing and visual attention test that is administered by computer and has got three subtests: processing speed, divided attention, and selective attention. The divided and selective attention subtest have been asociated significatly with the patient's classification with stroke to pass or fail in driving test.","timeFrame":"Baseline"},{"measure":"Trail Making Test","description":"It evaluates divided attention and attentional executive control. It has two parts: A) It consists of joining consecutive numbers scattered on a sheet. B) Not only there are numbers, but also letters. It consists of joining numbers and letters in order, alternating numbers and letters (1-A, 2-B,). Execution time and errors are evaluated.","timeFrame":"Baseline"},{"measure":"Continuous Performance Test (CPT)","description":"Computerized test to measure sustained attention and attentional vigilance. We give to the person an instruction to detect a specific letter that appear in the computer screen, in a letter group showed in a short period of time and separated also for very brief spaces of time. Letter detection ability and reaction time are evaluated.","timeFrame":"Baseline"},{"measure":"Paced Auditory Serial Addition Test (PASAT)","description":"It measures work memory, calculation, and information processing speed. The evaluator says numbers aloud, and the participant must add the number that the evaluator has just said to him with the previous number that he has said.","timeFrame":"Baseline"},{"measure":"INECO Frontal Screening","description":"This screening test was designed to provide health professionals with a sensitive and specific executive screening test to determine frontal dysfunction in patients with dementia.","timeFrame":"Baseline"},{"measure":"Five Digit Test","description":"This test evaluates executive attention, measuring the person's ability to manage the interference. Consists of 4 parts: 1) The person must say the value of a number that appear in a square. 2) The person must say the amount of stars that appear in a square. 3) The person must say the amount of number that appear in a square. 4) The person must say the number or the amount of numbers that appear, depending on the thickness of the square.","timeFrame":"Baseline"},{"measure":"Iowa Gambling Test","description":"It is a test to evaluate decisions making, which requires cognitive and emotional abilities. Four cards shuffle are introduced to the dubject (A,B,C and D) and it is indicated that if he lift card, he will gain or loss money. The person starts with a determinate amount of cards that the bank lends him, and it is indicated that he must gain money and loss the less money possible. All cards presentated give money and lost money, but in cards A and B the amount of money that you loss could be higher than in cards C and D. The person must discover what cards are more rentable with the goal to gain money and not lose a lot of money.","timeFrame":"Baseline"},{"measure":"Weekly Calendar Planning Activity (WCPA)","description":"This is a performance based test that measures different executive functions, among which are: planning, problem solving, inhibition of non-relevant information and maintenance and monitoring of rules. In its short version, it is based on asking the patient to schedule 10 appointments (that appear in random order) during a 1 week span. Some appointments are incompatible with others, so the patient has to take them into account to plan correctly. In addition, the patient is asked to comply with 5 rules which are informed at the beginning of the test and are kept in view throughout the task. The test provides different variables for its analysis, as well as the successes when planning, such as the types of mistakes made, the ability to detect them, the time, the rules followed or the strategies used.","timeFrame":"Baseline"},{"measure":"Domain-Specific Risk-Taking (DOSPERT)","description":"It was designed to evaluate as risk estimation attitudes as function of perceived risk in different aspects of the life. In this studio we will use the risk perception subtest of the translated version by Rubio and Narváez. It has got 30 ítems in likert-type format with seven different answers, where 1 is \"nothing risked\" and 7 is \"extremely risked\". The Subjective Estimation of Risk (EsdR) depends on the own self-evaluation of driving ability and risk calibration in the driving moment, in function of the estimation of the benefits and costs of such risk. The highest risk estimation in reoffending drivers could relate with one more global factor that also implies the estimate of his risk in other facets of life that lead to drug use or other additions. A low ESdR in a situation could be a feature, a greater propensy to show some drivers like a personality characteristic.","timeFrame":"Baseline"},{"measure":"Sensitivity to Punishment and Sensitivity to Reward Questionnaire (SPSRQ-20)","description":"It is a self-reported likert-type scale whose objective is to measure sensitivity to punishment and reward. Sensitivity to Punishment (SP) is related to the inhibition of the behaviour and signals of punishment, while Sensitivity to Reward (SR) is related to the abscense inhibition of behaviour and with the awareness of reinforcement signals. The items of this questionnaire are in likert-type format with four altenative for answer where 1 is \"strongly disagree\" and 4 is \"strongly agree\".","timeFrame":"Baseline"},{"measure":"Multi-driving Styles Inventory (MDSI)","description":"It is a self-reported likert-type scale asking about the person's perceived driving styles: reckless, aggressive, anxious, distracted, cautious and stress reduction.","timeFrame":"Baseline"},{"measure":"Hazard Perception Test","description":"This is a computer-based test contextualised in the driving context. The person is shown 39 videos of a real traffic situation and must identify exactly what the risk of the situation is.","timeFrame":"Baseline"},{"measure":"Risk Estimation Test","description":"This test is formed by 40 videos in which the person must estimate the risk posed by a traffic situation in a scale from 1 to 6.","timeFrame":"Baseline"},{"measure":"Psycho-technical driving test","description":"Driving aptitude test, based on these dimensions: Concentrated attention, Multiple reactions, Anticipatory speed, Bimanual coordination, Decision making and Personality","timeFrame":"Baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must have the driver´s license.\n* Age:18-70 years\n\nFor patients:\n\n* They must have the medical authorization for participating in the study (indicating that they are medically stable to participate in the study, regardless of whether they can drive or not).\n* Chronic phase of stroke (\\> 6 months from stroke)\n* They have driven in the three months before stroke.\n\nExclusion Criteria:\n\n* Patients will be excluded if they have a stroke score below 24 on the Mini Mental State Examination, epileptic seizures, visual impairments (uncorrected visual acuity with glasses, diplopia, severe campimetric or visual field deficits, etc.), attentional hemineglect syndrome, severe balance disturbances and people who don't know/can read.\n* They will be required to be able to move independently in a standing position, even if they need the help of assistive devices to do so.","sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"* Case group: 50 adults (between 18 and 70 years old) in chronic phase of stroke (\\> 6 months from stroke), in possession of driving license and having to have driven in the three months before stroke.\n* Control group: 50 healthy adults with the same age as case group, match up in driving experience, age, sex and educational level with the group of people with stroke and driver´s license in validity.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"María Rodríguez Bailón","role":"CONTACT","phone":"+34951952849","email":"mariarbailon@uma.es"}],"overallOfficials":[{"name":"Candida Castro-Ramirez","affiliation":"Universidad de Granada","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"María Rodríguez Bailón","status":"RECRUITING","city":"Málaga","zip":"29016","country":"Spain","contacts":[{"name":"María Rodríguez Bailón","role":"CONTACT","phone":"+34951952849","email":"mariarbailon@uma.es"}],"geoPoint":{"lat":36.72016,"lon":-4.42034}}]},"referencesModule":{"references":[{"pmid":"32421733","type":"BACKGROUND","citation":"Bellagamba D, Vionnet L, Margot-Cattin I, Vaucher P. Standardized on-road tests assessing fitness-to-drive in people with cognitive impairments: A systematic review. PLoS One. 2020 May 18;15(5):e0233125. doi: 10.1371/journal.pone.0233125. eCollection 2020."},{"pmid":"27474026","type":"BACKGROUND","citation":"Wolfe PL, Lehockey KA. Neuropsychological Assessment of Driving Capacity. Arch Clin Neuropsychol. 2016 Sep;31(6):517-29. doi: 10.1093/arclin/acw050. Epub 2016 Jul 29."},{"pmid":"31088186","type":"BACKGROUND","citation":"Selander H, Wressle E, Samuelsson K. Cognitive prerequisites for fitness to drive: Norm values for the TMT, UFOV and NorSDSA tests. Scand J Occup Ther. 2020 Apr;27(3):231-239. doi: 10.1080/11038128.2019.1614214. Epub 2019 May 15."},{"pmid":"29488407","type":"BACKGROUND","citation":"Unsworth CA, Baker A, Lannin N, Harries P, Strahan J, Browne M. Predicting fitness-to-drive following stroke using the Occupational Therapy - Driver Off Road Assessment Battery. Disabil Rehabil. 2019 Jul;41(15):1797-1802. doi: 10.1080/09638288.2018.1445784. Epub 2018 Feb 28."},{"pmid":"28524365","type":"BACKGROUND","citation":"Fields SM, Unsworth CA. Revision of the Competency Standards for Occupational Therapy Driver Assessors: An overview of the evidence for the inclusion of cognitive and perceptual assessments within fitness-to-drive evaluations. Aust Occup Ther J. 2017 Aug;64(4):328-339. doi: 10.1111/1440-1630.12379. Epub 2017 May 19."}]}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2022-11-21","uploadDate":"2022-12-12T16:20","filename":"Prot_000.pdf","size":1299491},{"typeAbbrev":"SAP","hasProtocol":false,"hasSap":true,"hasIcf":false,"label":"Statistical Analysis Plan","date":"2022-11-21","uploadDate":"2022-12-12T16:21","filename":"SAP_001.pdf","size":66959},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2022-11-21","uploadDate":"2022-12-12T16:21","filename":"ICF_002.pdf","size":116056}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9708","name":"Hypersensitivity","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"}]}},"hasResults":false}