{"protocolSection":{"identificationModule":{"nctId":"NCT02223910","orgStudyIdInfo":{"id":"NAC 10-075"},"organization":{"fullName":"University Hospital, Geneva","class":"OTHER"},"briefTitle":"Neurofeedback Training of Alpha-band Coherence After Stroke","officialTitle":"Neurofeedback Training of Alpha-band Coherence After Stroke: a Randomized Controlled Crossover Trial"},"statusModule":{"statusVerifiedDate":"2016-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-02"},"primaryCompletionDateStruct":{"date":"2016-06","type":"ACTUAL"},"studyFirstSubmitDate":"2014-08-21","studyFirstSubmitQcDate":"2014-08-21","studyFirstPostDateStruct":{"date":"2014-08-22","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-10-27","lastUpdatePostDateStruct":{"date":"2016-10-31","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Adrian Guggisberg","investigatorTitle":"Médecin adjoint agrégé","investigatorAffiliation":"University Hospital, Geneva"},"leadSponsor":{"name":"University Hospital, Geneva","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Background: The technology of brain-computer interfaces (BCI) enables the monitoring of brain activity and the generation of a real-time output about specific changes in activity patterns. The recorded subject receives a feedback about the neural activity associated his/her efforts and can thus learn to voluntarily modulate brain activity. There is accumulating evidence that training of motor cortex activations with brain-computer interface systems can enhance recovery in stroke patients. Here we propose a new approach which trains resting-state correlates of motor performance instead of activations related to movements. Previous studies have shown that the more resting-state alpha oscillations in the motor cortex are coherent with the rest of the brain, the better stroke patients perform in motor tasks. Furthermore, observational studies have suggested that training of alpha-band coherence in the motor cortex with neurofeedback has beneficial effects on motor performance.\n\nObjective : This randomized controlled study aims to test the usefulness of training functional connectivity between the motor cortex and the rest of the brain with a brain-computer interface in patients with chronic stroke. We hypothesized that this network variant of neurofeedback training will lead to region and frequency specific increases in functional connectivity and to an improved function of the affected upper extremity.\n\nMethods : 10 patients with chronic stroke and significant unilateral deficit of upper extremity motor function will perform two periods of neurofeedback training in a randomized cross-over design. In one period, they will train alpha-band coherence between intact areas around the affected motor cortex and the rest of the brain. In a control period, they will train alpha-band coherence between a control region not directly related to motor function (the medial prefrontal cortex of the healthy hemisphere) and the rest of the brain. In each period, two training sessions per week will be performed for 4 weeks. The periods are separated by at least 4 weeks. Oscillations in the brain will be reconstructed from 128 EEG channels using an adaptive spatial filter and the coherence between the target area and the rest of the brain will be calculated in real time. Coherence magnitude will be displayed in the form of a cursor on a computer screen.\n\nSignificance: This study may provide causal evidence for a role of functional connectivity in motor learning and may lead to new strategies for rehabilitation."},"conditionsModule":{"conditions":["Stroke"],"keywords":["brain computer interface","neurofeedback","functional connectivity"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":13,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Motor Cortex","type":"ACTIVE_COMPARATOR","description":"Feedback training of functional connectivity between motor cortex and the rest of the brain","interventionNames":["Procedure: Neurofeedback training of functional connectivity"]},{"label":"Control region","type":"PLACEBO_COMPARATOR","description":"Feedback training of functional connectivity between medial prefrontal cortex of healthy hemisphere and the rest of the brain","interventionNames":["Procedure: Neurofeedback training of functional connectivity"]}],"interventions":[{"type":"PROCEDURE","name":"Neurofeedback training of functional connectivity","armGroupLabels":["Control region","Motor Cortex"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Fugl Meyer Upper Extremity Motor Assessment Score","description":"Change in Fugl Meyer Upper Extremity Motor Assessment Score from before to after treatment.","timeFrame":"Week 4"}],"secondaryOutcomes":[{"measure":"Change in Fugl Meyer Upper Extremity Motor Assessment Score at 1 month follow up","description":"Change in Fugl Meyer Upper Extremity Motor Assessment Score from before treatment to 1 month after treatment.","timeFrame":"8 weeks"},{"measure":"Change in compound motor score","description":"For calculation of the compound motor score, the Fugl Meyer Upper Extremity Motor Assessment, the Nine Hole Peg test, and the Jamar Dynamometer assessment are each normalized to values and then averaged. Change is computed as difference from before treatment to after treatment.","timeFrame":"4 weeks"},{"measure":"Change in compound motor score at follow up","description":"For calculation of the compound motor score, the Fugl Meyer Upper Extremity Motor Assessment, the Nine Hole Peg test, and the Jamar Dynamometer assessment are each normalized to values and then averaged. Change is computed as difference from before treatment to 4 weeks after treatment.","timeFrame":"8 weeks"}],"otherOutcomes":[{"measure":"Change in Nine Hole Peg test","description":"Change in Nine Hole Peg test from before treatment to after treatment.","timeFrame":"4 weeks"},{"measure":"Change in Nine Hole Peg test at follow up","description":"Change in Nine Hole Peg test from before treatment to 4 weeks after treatment.","timeFrame":"8 weeks"},{"measure":"Change in Motor Activity Log","description":"The Motor Activity Log assessed changes in motor activities of daily living. Change in Nine Hole Peg test from before treatment to after treatment.","timeFrame":"4 weeks"},{"measure":"Change in Nine Hole Peg at follow up","description":"The Motor Activity Log assessed changes in motor activities of daily living. Change in Nine Hole Peg test from before treatment to 4 weeks after treatment.","timeFrame":"8 weeks"},{"measure":"Change in Spasticity","description":"Change in Modified Ashworth Score from before treatment to after treatment.","timeFrame":"4 weeks"},{"measure":"Change in Spasticity at follow up","description":"Change in Modified Ashworth Score from before treatment to 4 weeks after treatment.","timeFrame":"8 weeks"},{"measure":"Change in Medical Research Council (MRC) muscle strength","description":"Change in Medical Research Council (MRC) muscle strength from before treatment to after treatment.","timeFrame":"4 weeks"},{"measure":"Change in Medical Research Council (MRC) muscle strength at follow up","description":"Change in Medical Research Council (MRC) muscle strength from before treatment to 4 weeks after treatment.","timeFrame":"8 weeks"},{"measure":"Change in European Stroke Scale","description":"Change in Change in European Stroke Scale from before to after treatment.","timeFrame":"4 weeks"},{"measure":"Change in Change in European Stroke Scale at follow up","description":"Change in Change in European Stroke Scale from before to 4 weeks after treatment.","timeFrame":"8 weeks"},{"measure":"Change in walking speed","description":"Change in walking speed as measured with 10m walking test from before to after treatment.","timeFrame":"4 weeks"},{"measure":"Change in walking speed at follow up","description":"Change in walking speed as measured with 10m walking test from before to 4 weeks after treatment.","timeFrame":"8 weeks"},{"measure":"Change in timed up and go (TUG) test","description":"Change in timed up and go (TUG) test from before to after treatment.","timeFrame":"4 weeks"},{"measure":"Change in timed up and go (TUG) test at follow up","description":"Change in timed up and go (TUG) test from before to 4 weeks after treatment.","timeFrame":"8 weeks"},{"measure":"Change in tactile sensibility","description":"Change in tactile sensibility measured with standardized filaments from before to after treatment.","timeFrame":"4 weeks"},{"measure":"Change in tactile sensibility at follow up","description":"Change in tactile sensibility measured with standardized filaments from before to 4 weeks after treatment.","timeFrame":"8 weeks"},{"measure":"Number of Adverse Events","timeFrame":"4 weeks"},{"measure":"Number of Adverse Events at follow up","timeFrame":"8 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* ischemic or hemorrhagic stroke in chronic stage (at least 9 months after onset)\n* unilateral deficits in motor function with significant impact on independence and daily activities\n\nExclusion Criteria:\n\n* inability to participate in long treatment sessions\n* inability to concentrate for prolonged periods\n* metallic objects in the brain\n* presence of implants or neural stimulators\n* persistent delirium or disturbed vigilance\n* moderate or severe language comprehension deficits\n* skull breach\n* new stroke lesions during treatment\n* medical complications","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Adrian G Guggisberg, MD","affiliation":"University of Geneva","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Division of Neurorehabilitation, University Hospital of Geneva","city":"Geneva","state":"GE","zip":"1211","country":"Switzerland","geoPoint":{"lat":46.20222,"lon":6.14569}}]},"referencesModule":{"references":[{"pmid":"22440653","type":"BACKGROUND","citation":"Dubovik S, Pignat JM, Ptak R, Aboulafia T, Allet L, Gillabert N, Magnin C, Albert F, Momjian-Mayor I, Nahum L, Lascano AM, Michel CM, Schnider A, Guggisberg AG. The behavioral significance of coherent resting-state oscillations after stroke. Neuroimage. 2012 May 15;61(1):249-57. doi: 10.1016/j.neuroimage.2012.03.024. Epub 2012 Mar 13."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}