{"protocolSection":{"identificationModule":{"nctId":"NCT05763862","orgStudyIdInfo":{"id":"GGAT Protocol"},"organization":{"fullName":"National Neuroscience Institute","class":"OTHER"},"briefTitle":"Genotype Guided Antiplatelet Therapy In Ischemic Stroke","officialTitle":"Genotype Guided Antiplatelet Therapy In Ischemic Stroke"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-04-24","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-02-28","studyFirstSubmitQcDate":"2023-02-28","studyFirstPostDateStruct":{"date":"2023-03-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-26","lastUpdatePostDateStruct":{"date":"2023-09-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Neuroscience Institute","class":"OTHER"},"collaborators":[{"name":"Singapore General Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A fifth of ischemic stroke or transient ischemic attack (TIA) patients will have recurrent events within the first 3 months \\[Refs 1-3\\] despite aggressive medical therapy with antiplatelets and risk factor control.\n\nClopidogrel is one of the mainstays of antiplatelet secondary prevention therapy in patients with ischemic stroke. CYP2C19 loss of function (LOF) mutations impair the effectiveness of clopidogrel \\[Ref 4\\]. The prevalence of LOF mutations is approximately 60% in the local population \\[Ref 5\\], rendering the effectiveness of empiric clopidogrel treatment doubtful. For patients who have LOF mutations, other treatment options for secondary prevention of ischemic stroke need to be tested. This study aims to determine the feasibility and clinical impact of genetic testing guided antiplatelet therapy in ischemic stroke patients on the prevention of major adverse cardiovascular or cerebrovascular events.\n\nClopidogrel naive ischemic stroke or TIA patients aged 21 years and above will be randomised to genetic testing guided antiplatelet therapy or standard medical therapy within 7 days of their index event. Patients allocated to testing group will have blood sample drawn for diagnosis of CYP2C19 LOF mutations. Patients who test positive for an LOF mutation (intermediate and poor metabolisers) will be offered alternative antiplatelet therapy in the form of aspirn (for those who need monotherapy) or aspirin plus ticagrelor or dipyridamole (for those who need dual antiplatelet therapy) to be decided by the managing physician. Patients who test negative for LOF mutation will continue on clopidogrel. Platelet reactivity index (enables the identification of patients with an inadequate response to antiplatelet agents) will be measured at baseline.","detailedDescription":"This is a multicentre, prospective, randomised, open blinded endpoint trial.\n\nThe study will include three visits: Baseline (within 1 week of index event), 3 months, and 12 months. Randomisation will be performed for patients with unknown CYP2C19 status while no randomisation will be done for patients with known CYP2C19 status at the time of recruitment. Baseline visit will need to be in-person, whle the 3-month and 12-month follow-ups can either be inperson or via telephone. Data on antiplatelet regimen, MACCE outcomes, and GUSTO outcomes will be collected at the follow-up visits. Blood tests will be performed on the genetic testing guided antiplatelet therapy arm and standard medical therapy arm at baseline to determine the platelet reactivity index (PRI).\n\nPatients with unknown CYP2C19 status will be randomised to genetic testing versus standard medical therapy in a 1:1 ratio, via a block randomisation process. The block randomisation sequence will be generated by a web-based randomisation service in blocks of four for each recruitment site. Blinding is not applicable for the treatment assigned.\n\nPatients randomised to testing will have blood drawn for testing of the CYP2C19 LOF mutations. Physicians of patients who test positive for an LOF mutation (intermediate and poor metabolizers) will be notified of the mutation with recommendations of possible alternative antiplatelet regimens suggested. Aspirin will be the recommended monotherapy, and aspirin in combination with ticagrelor or dipyridamole will be the recommended dual antiplatelet regimen. The decision of alternative medications used in patients with LOF mutations will be left to the discretion of the primary physician. Patients in the standard medical therapy group, and patients in the genotype guided antiplatelet therapy group who do not have LOF mutations (normal metabolisers) will be left to continue the original intended antiplatelet regimen - this may be clopidogrel monotherapy, or in combination with aspirin. Patients who experience recurrent events during follow-up, or who have drug intolerance can be changed from the antiplatelet regimen as per primary physician's discretion. Information on all medications, including antiplatelet regimen at discharge and at subsequent reviews will be collected.\n\nThere will be no randomisation for patients with known CYP2C19 status prior to recruitment. Patients with known CYP2C19 status will be recruited as a comparison arm for outcomes measurements.\n\nCYP2C19 genotyping will be performed by the Singapore General Hospital's clinical laboratory services. Turnaround time for CYP2C19 is approximately 7 days. Patient will be notified of CYP2C10 LOF mutation result.\n\nDemographic characteristics that will be ascertained includes age, sex, ethnicity, education level, date of study randomisation. Past medical history will be recorded: hypertension, diabetes, hyperlipidemia, ischemic heart disease, atrial fibrillation, smoking, peripheral vascular disease, previous ischemic stroke/transient ischemic attack, intracranial bleeding, clinically significant bleeding, smoking and alcohol. Information pertaining to hospital admission, stroke characteristics, medications that the patients are on, particularly antiplatelet, anticoagulation, proton pump inhibitor, histamine H2 receptor antagonists, and cardiovascular medication prior to the admission and at discharge will be assessed. Use of single versus dual antiplatelet therapy, and duration of dual antiplatelet therapy will be considered confounders.\n\nFor subjects randomised to the standard medical therapy arm, genetic testing for CYP2C19 LOF mutations may be performed for clinical purpose after randomisation and before the end of subject's participation in the study, which could result in treatment changes. Such cases will not be considered as a protocol violation. These subjects will continue with treatment as per advised by the primary physician and may continue study follow ups till the end of the study.\n\nIf subjects are identified after randomisation to have cardioembolism or prothrombotic state necessitating the use of anticoagulation, the treating physician should manage as per standard medical care. These will not be considered as protocol violation as the diagnoses were made after randomisation. As these subjects will no longer be on antiplatelet therapy, there is no need to continue with study follow up and this will be deemed as withdrawn from study participation.\n\nSubject may withdraw his/her consent from study participation voluntarily at any time without prejudice to him/her or effect on the subject's medical care.\n\nThe Principal Investigator may stop a subject's participation in the study at any time for justified reasons. If a subject withdraws voluntarily from participation in the study for any reason, the data that have been collected until the time of his/her withdrawal will be kept and analysed. The reason is to enable a complete and comprehensive evaluation of the study. Standard medical care will continue for all subjects who withdrew from the study."},"conditionsModule":{"conditions":["Ischemic Stroke","Transient Ischemic Attack"],"keywords":["Genotype Guided Antiplatelet Therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This is a multicentre, prospective, randomised, open blinded endpoint trial.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE","maskingDescription":"Patients will be randomised to genetic testing versus standard medical therapy in a 1:1 ratio, via a block randomisation process. The block randomisation sequence will be generated by a web-based randomisation service in blocks of four for each recruitment site. Blinding is not applicable for the treatment assigned."}},"enrollmentInfo":{"count":350,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Genetic testing","type":"EXPERIMENTAL","description":"Patients randomised to testing will have blood drawn for testing of CYP2C19 LOF mutations. Physicians of patients who test positive for an LOF mutation (intermediate and poor metabolizers) will be notified of the mutation with recommendations of possible alternative antiplatelet regimens suggested. Aspirin will be the recommended monotherapy, and aspirin in combination with ticagrelor or dipyridamole will be the recommended dual antiplatelet regimen. Decision of alternative medications used in patients with LOF mutations will be left to the discretion of the primary physician. Patients in the genotype guided antiplatelet therapy group who do not have LOF mutations will be left to continue the original intended antiplatelet regimen (this may be clopidogrel monotherapy, or in combination with aspirin).\n\nNo randomisation for patients with known CYP2C19 status prior to recruitment as these patients will be recruited as a comparison arm for outcomes measurements.","interventionNames":["Genetic: Genetic testing"]},{"label":"Standard medical therapy","type":"NO_INTERVENTION","description":"Patients on this arm will be placed on clopidogrel monotherapy, or in combination with aspirin, which is the original intended antiplatelet regimen."}],"interventions":[{"type":"GENETIC","name":"Genetic testing","description":"Same information as details in the experimental arm.","armGroupLabels":["Genetic testing"],"otherNames":["Testing of CYP2C19 LOF mutations"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Major adverse cardiovascular or cerebrovascular events (MACCE) over 12 months following the index stroke","description":"MACCE includes either death, myocardial infarction, stent thrombosis, admission for acute coronary syndrome / unstable angina, ischemic cerebrovascular accident or transient ischemic event.","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Clinically significant bleeding","description":"Defined as a GUSTO moderate or severe / life threatening bleeding event.","timeFrame":"12 months"}],"otherOutcomes":[{"measure":"Ischemic stroke, myocardial ischemic events, and death from vascular outcomes","description":"Will be assessed as independent outcomes","timeFrame":"12 months"},{"measure":"Compliance to medications","description":"This will be assessed at each follow-up visit via direct questioning. Outcome assessment will be done by a research coordinator who is blinded to the status whether the patients have had standard medical therapy or genotype guided antiplatelet therapy. An interim analyses will be performed at 50% of follow-up to determine if there is overwhelming benefit / harm wherein the study would need to be stopped.","timeFrame":"3 months and 12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients diagnosed with acute ischemic stroke or transient ischemic attack.\n* Age 21 years to 100 years.\n* Can be randomised within 7 days of onset of index event \\[Refer to footnote 1\\].\n* Clopidogrel naive immediately prior to index event \\[Refer to footnote 2\\].\n\nFootnote 1: Date of index event to be taken as Day 1. This means that randomisation must be done by Day 7. For unknown onset or wake-up stroke where the last seen well and symptoms discovery are on different days, Day 1 is taken to be the date of symptoms discovery. Footnote 2: Patients who were on short-term antiplatelets which included clopidogrel but are no longer on clopidogrel prior to stroke would fulfil for this inclusion criteria. In this context, short-term antiplatelets are defined as 21 days for minor stroke TIA and 3 months for large vessel disease.\n\nExclusion Criteria:\n\n* Known diagnosis of dementia \\[Refer to footnote 3\\].\n* Known diagnosis of a life limiting illness with life expectancy of less than 1 year.\n* Known cardioembolism or prothrombotic state necessitating the use of anticoagulation, or having a contraindication to clopidogrel.\n\nFootnote 3: \"Known diagnosis of dementia\" will be defined as clinical diagnosis of dementia prior to the index stroke event as indicated in the patient's medical records.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Elaine Ang","role":"CONTACT","phone":"65762660","email":"elaine_sl_ang@nni.com.sg"}],"overallOfficials":[{"name":"Kaavya Narasimhalu","affiliation":"National Neuroscience Institute","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Singapore General Hospital","status":"RECRUITING","city":"Singapore","country":"Singapore","contacts":[{"name":"Elaine Ang","role":"CONTACT"},{"name":"Deidre De Silva","role":"SUB_INVESTIGATOR"},{"name":"Kaavya Narasimhalu","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":1.28967,"lon":103.85007}}]},"referencesModule":{"references":[{"pmid":"14981172","type":"BACKGROUND","citation":"Lovett JK, Coull AJ, Rothwell PM. Early risk of recurrence by subtype of ischemic stroke in population-based incidence studies. Neurology. 2004 Feb 24;62(4):569-73. doi: 10.1212/01.wnl.0000110311.09970.83."},{"pmid":"10797166","type":"BACKGROUND","citation":"Petty GW, Brown RD Jr, Whisnant JP, Sicks JD, O'Fallon WM, Wiebers DO. Ischemic stroke subtypes : a population-based study of functional outcome, survival, and recurrence. Stroke. 2000 May;31(5):1062-8. doi: 10.1161/01.str.31.5.1062."},{"pmid":"17962602","type":"BACKGROUND","citation":"Purroy F, Montaner J, Molina CA, Delgado P, Ribo M, Alvarez-Sabin J. Patterns and predictors of early risk of recurrence after transient ischemic attack with respect to etiologic subtypes. Stroke. 2007 Dec;38(12):3225-9. doi: 10.1161/STROKEAHA.107.488833. Epub 2007 Oct 25."},{"pmid":"8918275","type":"BACKGROUND","citation":"CAPRIE Steering Committee. A randomised, blinded, trial of clopidogrel versus aspirin in patients at risk of ischaemic events (CAPRIE). CAPRIE Steering Committee. Lancet. 1996 Nov 16;348(9038):1329-39. doi: 10.1016/s0140-6736(96)09457-3."},{"pmid":"27348249","type":"BACKGROUND","citation":"Wang Y, Zhao X, Lin J, Li H, Johnston SC, Lin Y, Pan Y, Liu L, Wang D, Wang C, Meng X, Xu J, Wang Y; CHANCE investigators. Association Between CYP2C19 Loss-of-Function Allele Status and Efficacy of Clopidogrel for Risk Reduction Among Patients With Minor Stroke or Transient Ischemic Attack. JAMA. 2016 Jul 5;316(1):70-8. doi: 10.1001/jama.2016.8662."},{"pmid":"29766750","type":"BACKGROUND","citation":"Johnston SC, Easton JD, Farrant M, Barsan W, Conwit RA, Elm JJ, Kim AS, Lindblad AS, Palesch YY; Clinical Research Collaboration, Neurological Emergencies Treatment Trials Network, and the POINT Investigators. Clopidogrel and Aspirin in Acute Ischemic Stroke and High-Risk TIA. N Engl J Med. 2018 Jul 19;379(3):215-225. doi: 10.1056/NEJMoa1800410. Epub 2018 May 16."},{"pmid":"8977459","type":"BACKGROUND","citation":"Humbert M, Nurden P, Bihour C, Pasquet JM, Winckler J, Heilmann E, Savi P, Herbert JM, Kunicki TJ, Nurden AT. Ultrastructural studies of platelet aggregates from human subjects receiving clopidogrel and from a patient with an inherited defect of an ADP-dependent pathway of platelet activation. Arterioscler Thromb Vasc Biol. 1996 Dec;16(12):1532-43. doi: 10.1161/01.atv.16.12.1532."},{"pmid":"23698643","type":"BACKGROUND","citation":"Scott SA, Sangkuhl K, Stein CM, Hulot JS, Mega JL, Roden DM, Klein TE, Sabatine MS, Johnson JA, Shuldiner AR; Clinical Pharmacogenetics Implementation Consortium. Clinical Pharmacogenetics Implementation Consortium guidelines for CYP2C19 genotype and clopidogrel therapy: 2013 update. Clin Pharmacol Ther. 2013 Sep;94(3):317-23. doi: 10.1038/clpt.2013.105. Epub 2013 May 22."},{"pmid":"28046094","type":"BACKGROUND","citation":"Goh LL, Lim CW, Sim WC, Toh LX, Leong KP. Analysis of Genetic Variation in CYP450 Genes for Clinical Implementation. PLoS One. 2017 Jan 3;12(1):e0169233. doi: 10.1371/journal.pone.0169233. eCollection 2017."},{"pmid":"32568642","type":"BACKGROUND","citation":"Meschia JF, Walton RL, Farrugia LP, Ross OA, Elm JJ, Farrant M, Meurer WJ, Lindblad AS, Barsan W, Ching M, Gentile N, Ross M, Nahab F, Easton JD, Kim AS, Zurita KG, Cucchiara B, Johnston SC. Efficacy of Clopidogrel for Prevention of Stroke Based on CYP2C19 Allele Status in the POINT Trial. Stroke. 2020 Jul;51(7):2058-2065. doi: 10.1161/STROKEAHA.119.028713. Epub 2020 Jun 17."},{"pmid":"32959334","type":"BACKGROUND","citation":"Narasimhalu K, Ang YK, Tan DSY, De Silva DA, Tan KB. Cost Effectiveness of Genotype-Guided Antiplatelet Therapy in Asian Ischemic Stroke Patients: Ticagrelor as an Alternative to Clopidogrel in Patients with CYP2C19 Loss of Function Mutations. Clin Drug Investig. 2020 Nov;40(11):1063-1070. doi: 10.1007/s40261-020-00970-y."},{"pmid":"21670242","type":"BACKGROUND","citation":"Mehran R, Rao SV, Bhatt DL, Gibson CM, Caixeta A, Eikelboom J, Kaul S, Wiviott SD, Menon V, Nikolsky E, Serebruany V, Valgimigli M, Vranckx P, Taggart D, Sabik JF, Cutlip DE, Krucoff MW, Ohman EM, Steg PG, White H. Standardized bleeding definitions for cardiovascular clinical trials: a consensus report from the Bleeding Academic Research Consortium. Circulation. 2011 Jun 14;123(23):2736-47. doi: 10.1161/CIRCULATIONAHA.110.009449. No abstract available."},{"pmid":"32668111","type":"BACKGROUND","citation":"Johnston SC, Amarenco P, Denison H, Evans SR, Himmelmann A, James S, Knutsson M, Ladenvall P, Molina CA, Wang Y; THALES Investigators. Ticagrelor and Aspirin or Aspirin Alone in Acute Ischemic Stroke or TIA. N Engl J Med. 2020 Jul 16;383(3):207-217. doi: 10.1056/NEJMoa1916870."},{"pmid":"21919956","type":"BACKGROUND","citation":"Gaglia MA, Torguson R, Pakala R, Xue Z, Sardi G, Suddath WO, Kent KM, Satler LF, Pichard AD, Waksman R. Correlation between light transmission aggregometry, VerifyNow P2Y12, and VASP-P platelet reactivity assays following percutaneous coronary intervention. J Interv Cardiol. 2011 Dec;24(6):529-34. doi: 10.1111/j.1540-8183.2011.00670.x. Epub 2011 Sep 15."},{"pmid":"29615454","type":"BACKGROUND","citation":"Lee CR, Sriramoju VB, Cervantes A, Howell LA, Varunok N, Madan S, Hamrick K, Polasek MJ, Lee JA, Clarke M, Cicci JD, Weck KE, Stouffer GA. Clinical Outcomes and Sustainability of Using CYP2C19 Genotype-Guided Antiplatelet Therapy After Percutaneous Coronary Intervention. Circ Genom Precis Med. 2018 Apr;11(4):e002069. doi: 10.1161/CIRCGEN.117.002069."},{"pmid":"27009617","type":"BACKGROUND","citation":"Carreras ET, Hochholzer W, Frelinger AL 3rd, Nordio F, O'Donoghue ML, Wiviott SD, Angiolillo DJ, Michelson AD, Sabatine MS, Mega JL. Diabetes mellitus, CYP2C19 genotype, and response to escalating doses of clopidogrel. Insights from the ELEVATE-TIMI 56 Trial. Thromb Haemost. 2016 Jul 4;116(1):69-77. doi: 10.1160/TH15-12-0981. Epub 2016 Mar 24."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000002546","term":"Ischemic Attack, Transient"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Transient Ischemic Attack","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4238","name":"Aspirin","relevance":"LOW"},{"id":"M1669","name":"Clopidogrel","relevance":"LOW"},{"id":"M1812","name":"Ticagrelor","relevance":"LOW"},{"id":"M7048","name":"Dipyridamole","relevance":"LOW"}],"browseBranches":[{"abbrev":"Antipy","name":"Antipyretics"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"VaDiAg","name":"Vasodilator Agents"}]}},"hasResults":false}