{"protocolSection":{"identificationModule":{"nctId":"NCT02397018","orgStudyIdInfo":{"id":"Pro00059284"},"organization":{"fullName":"Duke University","class":"OTHER"},"briefTitle":"Cord Blood Infusion for Ischemic Stroke","officialTitle":"Allogeneic Umbilical Cord Blood Infusion for Adults With Ischemic Stroke"},"statusModule":{"statusVerifiedDate":"2019-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-05"},"primaryCompletionDateStruct":{"date":"2017-02-23","type":"ACTUAL"},"completionDateStruct":{"date":"2017-02-23","type":"ACTUAL"},"studyFirstSubmitDate":"2015-03-19","studyFirstSubmitQcDate":"2015-03-19","studyFirstPostDateStruct":{"date":"2015-03-24","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-10-15","lastUpdatePostDateStruct":{"date":"2019-10-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Joanne Kurtzberg, MD","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Duke University"},"leadSponsor":{"name":"Joanne Kurtzberg, MD","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"This is a phase one study investigating the safety of a single, intravenous infusion of banked allogeneic umbilical cord blood in subjects following an acute ischemic stroke. The cord blood infusion must be given within 3-10 days of the stroke. Follow up phone calls will occur at 1, 6, and 12 months post-infusion, and will include telephone surveys on post-stroke rehabilitation and functioning. A follow up clinic visit at 90 days will include a neurological exam, MRI, and blood tests.","detailedDescription":"The purpose of this study is to assess the safety of a single, intravenous infusion of banked allogeneic umbilical cord blood in subjects within 3-10 days following an acute ischemic stroke. The subjects will not be pre-treated with immunosuppressive agents. The primary objective is safety assessment and the secondary objectives are to determine which outcome measures can be used as primary and secondary endpoints for future randomized Phase 2 clinical trials, and to describe clinical responses, if any. All subjects will receive standard of care acute and rehabilitation treatments while enrolled in this study.\n\nThis is a multicenter Phase 1 safety study in patients 18-80 years of age who have sustained a recent ischemic stroke. A total of 10 subjects will be enrolled. Subjects will be given a series of baseline neurological assessments, blood tests, and MRI. Umbilical cord blood units will be selected from a public cord blood bank based on ABO/Rh blood type and cell dose, targeting a range of 0.5 to 5 x 10\\^7 total nucleated cells/kg. Umbilical cord blood will be administered intravenously as a single infusion between 3 and 10 days post-stroke. Subjects will be monitored for 6 hours post-infusion, and follow up will occur 24 hours later. Subsequent follow up phone calls will occur at 1, 6, and 12 months, and will include telephone surveys on post-stroke rehabilitation and functioning. A follow up clinic visit at 90 days will include a neurological exam, MRI, and blood tests.\n\nRisks of cord blood infusion include infusion-related reactions such as anaphylaxis, urticaria, dyspnea, hypoxia, cough, wheezing, bronchospasm, nausea, vomiting, hives, fever, hypertension, hypotension, bradycardia, tachycardia, rigors, chills, infection, and hemoglobinuria. Less likely, long-term risks include transmission of infection or Graft vs Host Disease."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","cord blood","umbilical cord blood","hematopoietic stem cells","acute ischemic stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":10,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Allogeneic Umbilical Cord Blood Infusion","type":"EXPERIMENTAL","description":"All subjects in this study will receive an intravenous infusion of ABO/Rh matched umbilical cord blood.","interventionNames":["Biological: allogeneic umbilical cord blood"]}],"interventions":[{"type":"BIOLOGICAL","name":"allogeneic umbilical cord blood","description":"Umbilical cord blood units will be selected from a public cord blood bank based on ABO/Rh blood type and cell dose, targeting a range of 0.5 to 5 x 10\\^7 total nucleated cells per kilogram. The cord blood unit will be intravenously infused into the subject over 5-30 minutes at a rate not exceeding 5 mL/kg/hr. Subjects will not receive immunosuppressive medications or any other cytoreduction prior to infusion.","armGroupLabels":["Allogeneic Umbilical Cord Blood Infusion"],"otherNames":["cord blood","umbilical cord blood"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Adverse Events","description":"Number of subjects experiencing any study related Adverse Event (AE) during the 12-month follow-up period","timeFrame":"12 months post-infusion for the last subject"},{"measure":"Graft Versus Host Disease","description":"The proportion of subjects experiencing Graft Versus Host Disease (GVHD) at Day 100 post-infusion","timeFrame":"100 days"}],"secondaryOutcomes":[{"measure":"Change in modified Rankin Score","description":"The mean change in modified Rankin Score from baseline to 3 months post-infusion","timeFrame":"3 months post-infusion for the last subject"},{"measure":"Change in Infarct Volumes","description":"Describe changes in infarct volumes over the first 3 months post-stroke","timeFrame":"3 months post-infusion for the last subject"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAn individual is eligible for inclusion if all of the following apply:\n\n1. Is 18-80 years old\n2. Has had a recent (within the past 9 days), acute, cortical, hemispheric, ischemic stroke in the middle cerebral artery (MCA) distribution without a midline shift as detected by magnetic resonance imaging (MRI) as a diffusion-weighted image (DWI) abnormality\n3. Has a National Institutes of Health Stroke Scale (NIHSS) score of 8-15 (R) and 8-18 (L) at the time of enrollment with no more than a 4 point increase (worsening of score) from the baseline score compared to 24 hours prior to infusion\n4. Subjects must have a platelet count \\>100,000/uL, hemoglobin \\>8gm/dl, and white blood cell count (wbc) \\>2,500/uL.\n5. Subjects who received tissue plasminogen activator (tPA) or underwent mechanical reperfusion may be included in the study.\n6. Is able to provide consent to study or consent is obtained from the subject's legally authorized representative\n7. Subjects of childbearing potential must practice effective contraception during the study, and be willing to continue contraception for at least 6 months after intervention so that, in the opinion of the investigator, they will not become pregnant during the course of the study\n8. Is a good candidate for the trial, in the opinion of the investigator\n9. Agrees to participate in follow up visits\n10. Has an ABO/Rh matched umbilical cord blood unit with a minimum of 0.5 x 10\\^7 total nucleated cells (TNCC)/kg based on the pre-cryopreservation TNCC.\n\nExclusion Criteria:\n\nAn individual is ineligible to participate if any of the following apply.\n\nMedical Conditions:\n\n1. Has a medical history of neurological or orthopedic pathology with a deficit as a consequence that results in a modified Rankin Scale \\>1 before stroke or has a pre-existing cognitive deficit\n2. Has clinically significant and/or symptomatic hemorrhage associated with stroke\n3. Has new intracranial hemorrhage, edema, or mass effect that may place patient at increased risk for secondary deterioration when assessed prior to infusion\n4. Has hypotension as defined as the need for IV pressor support of systolic blood pressure \\<90\n5. Has isolated brain stem stroke\n6. Has pure lacunar stroke\n7. Requires mechanical ventilation\n8. Requires a craniotomy\n9. Has a serious psychiatric or neurological disease which could alter evaluation on functional or cognitive scales\n10. Has an active systemic infection or is HIV positive\n11. Has had an active malignancy within 3 years prior to the start of screening excluding skin cancers other than melanoma\n12. Has known coagulopathy such as Factor V Leyden, AntiPhospholipid Syndrome (APC), Protein C, Protein S deficiency, sickle cell, anticardiolipin antibody, or phospholipid syndrome\n13. Has any concurrent illness or condition that in the opinion of the investigator might interfere with treatment or evaluation of safety\n14. Has current or recent history of alcohol or drug abuse, or stroke associated with drug abuse\n15. Pregnant as documented by urine or blood test\n\nConcomitant or Prior Therapies:\n\n1. Subjects currently receiving immunosuppressant drugs\n2. History of prior transfusion reaction\n3. Currently on dialysis\n4. Recipient of bone marrow or organ transplant\n5. Renal insufficiency with serum creatinine \\>2.0 mg/dL\n6. Hepatic insufficiency (bilirubin \\>2.5mg/dL or transaminases \\>5x the upper limit of normal). Patients with Gilberts syndrome are eligible for study enrollment if other liver function tests are normal, regardless of bilirubin level.\n7. Any previous or current treatment with angiogenic growth factors, cytokines, gene or stem cell therapy\n8. Subjects participating in another interventional clinical trial of an investigational therapy within 30 days of screening\n\nOther:\n\n1. Pregnant or lactating women\n2. Unable to be evaluated for follow up visits","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Joanne Kurtzberg, M.D.","affiliation":"Duke University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Duke University Medical Center","city":"Durham","state":"North Carolina","zip":"27710","country":"United States","geoPoint":{"lat":35.99403,"lon":-78.89862}},{"facility":"Houston Methodist","city":"Houston","state":"Texas","zip":"77030","country":"United States","geoPoint":{"lat":29.76328,"lon":-95.36327}}]},"referencesModule":{"references":[{"pmid":"29752869","type":"RESULT","citation":"Laskowitz DT, Bennett ER, Durham RJ, Volpi JJ, Wiese JR, Frankel M, Shpall E, Wilson JM, Troy J, Kurtzberg J. Allogeneic Umbilical Cord Blood Infusion for Adults with Ischemic Stroke: Clinical Outcomes from a Phase I Safety Study. Stem Cells Transl Med. 2018 Jul;7(7):521-529. doi: 10.1002/sctm.18-0008. Epub 2018 May 12."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M9902","name":"Immunosuppressive Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}