{"protocolSection":{"identificationModule":{"nctId":"NCT05625113","orgStudyIdInfo":{"id":"RC31/20/0432"},"organization":{"fullName":"University Hospital, Toulouse","class":"OTHER"},"briefTitle":"Wearable Grasping Neuroprosthesis Used at Home in Subjects With Post-stroke Hemiparesis","officialTitle":"Pilot Study Evaluating the Feasibility, Usability and Functional Impact of a Wearable Grasping Neuroprosthesis Used at Home in Subjects With Post-stroke Hemiparesis","acronym":"GRASP-AGAIN"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01-17","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-10-21","studyFirstSubmitQcDate":"2022-11-14","studyFirstPostDateStruct":{"date":"2022-11-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-21","lastUpdatePostDateStruct":{"date":"2023-07-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Toulouse","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The study is focused on the evaluation of the feasibility, usability, acceptability, tolerance, functional impact and organizational impact of the use of a wearable prehension neuroprosthesis (innovative medical device) at home, with triggering methods specifically adapted to a population of hemiparetic post-stroke subjects. The main objective is to describe the overall therapeutic compliance represented by the number of uses of the neuroprosthesis in real-life situations.","detailedDescription":"Nearly 80% of stroke survivors are affected by a grip deficit. Studies had shown the potential interest of functional supplementation by functional electrical stimulation of the fingers' extensor muscles to restore gripping capacities. The limit of some studies is that they assess gripping abilities in a hospital environment, which is a non-ecological situation very different from the daily life situations. The interest of this type of device will only be established if it restores gripping capacities in the daily life of the subjects in order to allow them to improve their level of autonomy and their quality of life. The objective of the study will be to test the feasibility and usability of a wearable version of a gripping neuroprosthesis in daily life situations. The subjects will use the neuroprosthesis for 2 months at home with evaluations at the beginning and at the end of the protocol associated with a weekly follow-up in order to evaluate the modalities of use and the functional benefits linked to its use."},"conditionsModule":{"conditions":["Stroke, Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"One arm with participants who are not blinded. All participants benefit from the intervention (neuroprosthesis). Some outcomes (functional unimanual and bimanual task, ARAT) are blinded regarding whether or not the neuroprosthesis is activated (assessment from videos).","primaryPurpose":"DEVICE_FEASIBILITY","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":6,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"neuroprosthesis","type":"EXPERIMENTAL","description":"This is a prospective, monocentric, real-life, feasibility case series, succeeding to the PREHENS-STROKE study, aimed at assessing the feasibility, acceptability, tolerance, efficacy and organizational impact of the use of a gripping neuroprosthesis at home (innovative medical device) in a population of vascular hemiparetic patients. The study consists of an initial phase of inclusion and evaluation (T1 and T2), an intermediate phase (T3 to T9) of learning and use of the gripping neuroprosthesis at home by the patient and a final phase (T10 and T11) of evaluation of the impact of the use of the neuroprosthesis. Each patient is their own control (self-matching).","interventionNames":["Device: neuroprosthesis"]}],"interventions":[{"type":"DEVICE","name":"neuroprosthesis","description":"Use at least one time every day the gripping neuroprosthesis in daily life activities.","armGroupLabels":["neuroprosthesis"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Compliance with the use of the neuroprosthesis","description":"Overall therapeutic compliance described by the proportion of days when at least one task was performed compared to the number of days when the neuroprosthesis was available and functional (concept of delivered dose), independently of the functional task performed. This indicator is recorded automatically by the neuroprosthesis software (objective outcome). In the event of non-compliance, the data collected in the logbook, in the observation book and by the neuroprosthesis will make it possible to explain the reasons. This criterion will be evaluated at the end of the protocol.","timeFrame":"through study completion, mean of daily collection during 2 month"}],"secondaryOutcomes":[{"measure":"Duration of daily use of the neuroprosthesis","description":"Feasibility of the use of neuroprosthesis in daily life by analysis of therapeutic observance. It is described during the last visit of the protocol with the data collected during the protocol in the observation notebook by the therapist, the logbook by the patient or automatically recorded by the neuroprosthesis software. The dose delivered and the dose received will be described individually and a median value and its span (minimum - maximum) will be given to describe the population.","timeFrame":"through study completion, mean of daily collection during 2 month"},{"measure":"Efficacy related to the use of neuroprosthesis","description":"Comparison of the quality of one-handed grips between the beginning and the end of the protocol with neuroprosthesis activated/inactivated (analysis of blinded videos) with standardized one-handed gripping tasks and the Action Arm Research Test (ARAT) scale.","timeFrame":"through study completion, mean of daily collection during 2 month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Paresis of an upper limb from a single ischemic or hemorrhagic, hemispheric or brainstem stroke, as evidenced by brain imaging (CT or MRI);\n* Stroke more than one month old;\n* Impossibility to actively expand the fingers 2 to 5 (opening of the hand) to intentionally grab an empty glass (identical to the material used for the Action Research scale Arm Test), with a palmar grip (cylindrical grip), while the subject can hold the glass passively placed in the hand and/or the thumb to voluntarily grab the handle of a tablespoon (flat, like a wrench) with a key-grip (identical to that of the Wolf Motor Function Test), while the subject can hold the spoon previously placed passively between thumb and index;\n* Ability to sit on a chair at least during 1h30. Participants must have participated in and completed the PREHENS-STROKE protocol, having successfully achieved a functional gain through the use of the neuroprosthesis.\n* Free, informed and written consent signed by the participant and the investigator (at the latest on the day of inclusion and before any investigation required by the research);\n* Affiliate or beneficiary of the French health insurance system;\n* The person is of age (at least 18 years old);\n* Women and men are included;\n* The patient is available for a follow-up of 5 days as part of his hospitalization performed as part of routine care.\n\nExclusion Criteria:\n\n* The person is parturient, or is breastfeeding;\n* The person is pregnant, the diagnosis being guided by the interrogation (date of the last menstruation, desire of pregnancy, contraception) and possibly confirmed by a blood test (beta hCG);\n* Musculotendinous retractions or joint stiffness of the fingers and wrist preventing passive opening of the hand sufficient to perform at least one of the functional tasks evaluated; •Limitation of the approach which does not make it possible to carry out the task of gripping in front of the trunk, the subject sitting; Upper limb pain limiting achievement of the primary standardized grasping task;\n* Major sensory disorders corresponding to a sub-score Somesthesia of the modified Erasmus Nottingham Sensory Assessment French version (EmNSA-F) for the upper limb \\<10/44; Severe aphasia with aphasia severity scale of the Boston Diagnostic Severity Aphasia Examination 3, indicating that there may be a clear decrease in verbal fluency or ease and speed of understanding, with no significant limitation expression or communication;\n* Unilateral spatial negligence highlighted with the bells test if the difference between the omissions in the left and right fields is greater than or equal to 6; Extensor digitorum communis muscle and/or pollicis extensor longus muscle not stimulable with the neuroprosthesis, i.e. a sufficient extension of fingers and/or thumb for grasping tasks is not obtained with an electrical stimulation well supported by the patient.\n* The person is carrying a pacemaker;\n* Presence of unstable epilepsy; Presence of unstable cardio-vascular disease (coronary heart disease, major hypertension, heart failure); Presence of a dermatological problem against indicating the application of surface electrodes.\n* Concerning associated treatments: The person should not receive an injection of botulinum toxin in the upper limb during the period of inclusion in the protocol, or in the 30 days prior to inclusion.\n* Concerning legislative aspects: The person is participating in another research protocol including an exclusion period still in progress; The person is under the protection of justice or guardianship; The person refuses to sign the consent; It is not possible to give the person informed information and to make sure of the subject's compliance due to impaired physical and/or psychological health.\n* The participant must not have a planned rehabilitation stay in hospital during the inclusion phase (8 weeks).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"David GASQ, MD PhD","role":"CONTACT","phone":"561322842","phoneExt":"+33","email":"gasq.d@chu-toulouse.fr"}],"overallOfficials":[{"name":"David GASQ, MD PhD","affiliation":"University Hospital, Toulouse","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University Hospital Toulouse","status":"RECRUITING","city":"Toulouse","zip":"31000","country":"France","contacts":[{"name":"David GASQ, MD PhD","role":"CONTACT","phone":"561322842","phoneExt":"+33","email":"gasq.d@chu-toulouse.fr"}],"geoPoint":{"lat":43.60426,"lon":1.44367}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}