{"protocolSection":{"identificationModule":{"nctId":"NCT04968418","orgStudyIdInfo":{"id":"(870)110-16"},"organization":{"fullName":"Cheng-Hsin General Hospital","class":"OTHER"},"briefTitle":"Deep Neural Network for Stroke Patient Gait Analysis and Classification","officialTitle":"A Deep Neural Network for Abnormal Gait Patterns Based on Inertial Sensors Among Post-Stroke Patients"},"statusModule":{"statusVerifiedDate":"2022-03","overallStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-07-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-05-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-05-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-07-08","studyFirstSubmitQcDate":"2021-07-11","studyFirstPostDateStruct":{"date":"2021-07-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-03-08","lastUpdatePostDateStruct":{"date":"2022-03-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Cheng-Hsin General Hospital","class":"OTHER"},"collaborators":[{"name":"National Taiwan University","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Lower limbs of stroke patients gradually recover through Brunnstrom stages, from initial flaccid status to gradually increased spasticity, and eventually decreased spasticitiy. Throughout this process. after stroke patients can start walking, their gait will show abnormal gait patterns from healthy subjects, including circumduction gait, drop foot, hip hiking and genu recurvatum.\n\nFor these abnormal gait patterns, rehabilitation methods include ankle-knee orthosis(AFO) or increasing knee/pelvic joint mobility for assistance. Prior to this study, similar research has been done to differentiate stroke gait patterns from normal gait patterns, with an accuracy of over 96%.\n\nThis study recruits subject who has encountered first ever cerebrovascular incident and can currently walk independently on flat surface without assistance, and investigators record gait information via inertial measurement units strapped to their bilateral ankle, wrist and pelvis to detect acceleration and angular velocity as well as other gait parameters. The IMU used in this study consists of a 3-axis accelerometer, 3-axis gyroscope and 3-axis magnetometer, with a highest sampling rate of 128Hz.\n\nAfterwards, investigators use these gait information collected as training data and testing data for a deep neural network (DNN) model and compare clinical observation results by physicians simultaneously, in order to determine whether the DNN model is able to differentiate the types of abnormal gait patterns mentioned above.\n\nIf this model is applied in the community, investigators hope it is available to early detect abnormal gait patterns and perform early intervention to decrease possibility of fallen injuries.\n\nThis is a non-invasive observational study and doesn't involve medicine use. Participants are only required to perform walking for 6 minutes without assistance on a flat surface. This risk is extremely low and the only possible risk of this study is falling down during walking.","detailedDescription":"Abnormal gait patterns can be observed among stroke patient who are able to start ambulation training, including circumduction gait, drop foot, hip hiking and genu recurvatum. The first 6 months after a cerebrovascular incident is considered the golden period for post-stroke rehabilitation, therefore intensive intervention during this period will provide significant help to stroke patients. Currently, clinical treatment methods still heavily rely on subjective diagnosis by physiatrists and therapists, therefore investigators hope by establishing a more objective method to classify abnormal gait patterns, it will provide more significant assistance during long term rehabilitation planning.\n\nIn this observational study, investigators plan to recruit 100 stroke patients with first ever, unilateral stroke and are able to perform walking on a flat surface for 6 minutes without assistance. Inclusion criteria includes age over 20 years old with first time stroke and affected lower limb Brunnstrom stage III-V, and functional ambulation category VI. Participants should be able to walk on a flat surface without assistance for 6 minutes and their Mini-Mental State Examination (MMSE) should be over 25, which means participants can comply to orders and cooperate with investigators in this study. Exclusion criteria includes severe central nervous system (CNS)/peripheral neurological disorders apart from stroke, and those with high risk of falling down during walking. Those who cannot cooperate with testing and with severe visual/auditory/cognition deficits are also excluded. Patients with lower limb fracture within recent 6 months are excluded as well.\n\nInvestigators recruit participants from outpatient clinics as well as physical therapy rooms and patients will not receive any extra medications before/after this gait study. Participants will continue their physical therapy programs as well as medical regime without any restriction by participating this study. The study method in this study is to strap multiple inertial measurement units (IMUs) on participants' bilateral wrists, ankles and pelvis, and participants are requested to walk indoors on a flat surface for 6 minutes under their most comfortable pace. The IMUs used in this study consists of a 3-axis accelerometer, 3-axis gyroscope and 3-axis magnetometer, with a highest sampling rate of 128Hz. Non-invasive orthosis such as ankle-foot orthosis (AFO) are allowed to increase gait stability and symmetry. Meanwhile, experienced clinical physiatrists and physical therapists will record whether the patients' gait patterns show abnormal gait patterns such as circumduction gait, drop foot, hip hiking or back knee. The participants are allowed to leave after completion of 6 minute walking test without any discomfort.\n\nA deep neural network (DNN) model is constructed to be trained for abnormal gait pattern analysis. The DNN model constructed for this study consists of an input layer, 6 hidden layers, detection output layer and classification output layer. Each hidden layer consists of 100 neurons and detection output layer will label each gait data as normal gait\\[1,0\\] or stroke gait\\[0,1\\]. Afterwards, the classification layer will label each abnormal stroke gait pattern as stroke gait, circumduction gait, drop foot, hip hiking and back knee as \\[1,1,1,1,1\\]. After completion of collecting clinical gait data from participants in this study, investigators use the collected gait data for DNN training, and investigators use k-fold cross validation method to divide participants' gait data into 5 collections randomly, with 4 of them used as training data while the remaining used as testing data, and the testing will be repeated for 5 times. Then investigators will compare clinical observed information done by physiatrists/therapists and DNN model results to see whether the DNN model is available of differentiating circumduction gait, drop foot, hip hiking and genu recurvatum."},"conditionsModule":{"conditions":["Gait Disorders, Neurologic","Artificial Intelligence"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"DEVICE","name":"APDM OPAL system wearable IMU","description":"The OPAL system contains wearable IMUs with a sampling rate of 128 Hz and a resolution of 17.5 bits. Each IMU has a size of about 44mm 40mm 14mm × × and weighs less than 25 gm."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Deep neural network (DNN) model accuracy of detecting abnormal stroke gait patterns","description":"Investigators compare clinically observed abnormal gait patterns with DNN model detection. Accuracy of the DNN model will be compared to clinical observed data after cross validation, which results in a series of labeling. Investigators compare those labels with actual observed clinical abnormal gait patterns to determine whether DNN is available of identifying abnormal stroke gait patterns accurately.","timeFrame":"2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age over 20 years old with first time stroke\n2. And affected lower limb Brunnstrom stage III-V\n3. Functional ambulation category VI\n4. Participants should be able to walk on flat surface without assistance for 6 minutes\n5. Mini-Mental State Examination (MMSE) should be over 25 and can comply to orders and cooperate with our study\n\nExclusion Criteria:\n\n1. Severe central nervous system(CNS)/peripheral nervous system(PNS)neurological disorders apart from stroke\n2. Patients with high risk of falling down during walking\n3. Patients who cannot cooperate with testing\n4. Patients with severe visual/auditory/cognition deficits\n5. Patients with lower limb fracture within recent 6 months","healthyVolunteers":true,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Investigators focus on unilateral stroke patient over 20 years old who visit Cheng Hsin General Hospital outpatient clinic on a regular basis.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Szu-Fu Chen, MD, PHD","affiliation":"Szu-Fu Chen","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Cheng Hsin General Hospital","city":"Taipei City","zip":"112401","country":"Taiwan","geoPoint":{"lat":25.04776,"lon":121.53185}}]},"referencesModule":{"references":[{"pmid":"10821310","type":"BACKGROUND","citation":"Kerrigan DC, Frates EP, Rogan S, Riley PO. Hip hiking and circumduction: quantitative definitions. Am J Phys Med Rehabil. 2000 May-Jun;79(3):247-52. doi: 10.1097/00002060-200005000-00006."},{"pmid":"25388296","type":"BACKGROUND","citation":"Trojaniello D, Cereatti A, Pelosin E, Avanzino L, Mirelman A, Hausdorff JM, Della Croce U. Estimation of step-by-step spatio-temporal parameters of normal and impaired gait using shank-mounted magneto-inertial sensors: application to elderly, hemiparetic, parkinsonian and choreic gait. J Neuroeng Rehabil. 2014 Nov 11;11:152. doi: 10.1186/1743-0003-11-152."},{"pmid":"24023825","type":"BACKGROUND","citation":"Abaid N, Cappa P, Palermo E, Petrarca M, Porfiri M. Gait detection in children with and without hemiplegia using single-axis wearable gyroscopes. PLoS One. 2013 Sep 4;8(9):e73152. doi: 10.1371/journal.pone.0073152. eCollection 2013."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"According to the investigator's IRB statement, patient information will only be used in this research and will not be used for other purposes."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000020233","term":"Gait Disorders, Neurologic"}],"ancestors":[{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M21748","name":"Gait Disorders, Neurologic","asFound":"Gait Disorders, Neurologic","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}