{"protocolSection":{"identificationModule":{"nctId":"NCT05338216","orgStudyIdInfo":{"id":"UL1TR002544","type":"NIH","link":"https://reporter.nih.gov/quickSearch/UL1TR002544"},"secondaryIdInfos":[{"id":"UL1TR002544","type":"NIH","link":"https://reporter.nih.gov/quickSearch/UL1TR002544"}],"organization":{"fullName":"Northeastern University","class":"OTHER"},"briefTitle":"Word Retrieval in the Wild in People With Post-Stroke Aphasia","officialTitle":"Word Retrieval in the Wild: An Ecological Momentary Assessment Pilot Study in People With Post-Stroke Aphasia"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-12-19","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-10-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-10-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-03-18","studyFirstSubmitQcDate":"2022-04-13","studyFirstPostDateStruct":{"date":"2022-04-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-30","lastUpdatePostDateStruct":{"date":"2023-08-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Northeastern University","class":"OTHER"},"collaborators":[{"name":"National Center for Advancing Translational Sciences (NCATS)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"People with post-stroke aphasia (PWA) suffer from anomia, a condition where they know what they want to say but cannot retrieve the words. For PWA, word retrieval changes moment-to-moment, leading to diminished motivation to participate in conversations and disengagement from social interactions. In the real world, anomia variability and severity are compounded by contextual factors of communication exchanges (noise, dual-tasking). Ecological momentary assessment (EMA) involves in-situ measurement of a behavior over time during everyday life. EMA has promise for capturing real-world anomia, yet EMA methods have not been tested in PWA. Therefore, the aims of this pilot study are to (1) determine the relative feasibility of two types of smartwatch-delivered EMA (traditional-EMA and micro-EMA) in PWA and (2) determine the extent to which patient-specific factors relate to feasibility. Twenty PWA will be recruited and randomly assigned to either traditional-EMA or micro-EMA conditions. To target in-situ anomia, PWA will complete 36 picture-naming trials/day for three weeks, delivered either as a single trial 36 times per day (micro-EMA) or in four sets of nine trials/set per day (traditional-EMA). Due to the \"at-a-glance\" single trial delivery of micro-EMA, the investigators hypothesize that PWA in the micro-EMA condition will demonstrate better protocol adherence than PWA in the traditional-EMA condition. Older age, more severe cognitive-linguistic deficits, and greater discomfort with technology will be related to poorer compliance, lower completion, greater perceived burden, and lower intelligibility of naming audio recordings. This bench-to-bedside research will begin a translational path to implement EMA/micro-EMA into routine assessment of aphasia.","detailedDescription":"BACKGROUND AND TRANSLATIONAL SIGNIFICANCE Background Approximately 15 million individuals worldwide, including 795,000 Americans, suffer a new stroke each year. Aphasia, a disorder characterized by receptive and/or expressive language deficits, affects approximately 30% of stroke survivors and is one of the most devastating post-stroke conditions. Aphasia is a heterogenous disorder, yet anomia (i.e., impaired word retrieval) is a persistent, ubiquitous impairment present in all people with aphasia (PWA). Neurotypical individuals occasionally experience anomia during \"tip-of-the-tongue\" moments: frustrating instances when someone knows what they want to say but the word itself eludes them. For the two million Americans currently living with aphasia, word retrieval difficulties are far more severe and pervade all communication attempts. Anomia severity ranges between PWA, from mild difficulties such as delayed retrieval of low frequency words (e.g., amulet) to severe difficulty retrieving the names of even common objects (e.g., bed). Yet, regardless of severity, a hallmark of post-stroke anomia is inconsistent word retrieval across attempts for a given word. For PWA, the ability to access words can change day-to-day and even minute-to-minute, resulting in diminished motivation to participate in conversations, disengagement from social interactions, and reduced quality of life.\n\nPer psycholinguistic models of lexical access, naming is a two-step process that involves retrieval of the target's meaning from the semantic system and word form (speech sounds) from the phonological system. Naming failures in PWA result in errors that are related to a target word in meaning (e.g., \"carrot\" for bean), word form (e.g., \"fean\" for bean), both meaning and form (e.g., \"green\" for bean), or neither (e.g., \"pencil\" for bean; \"I know it but I can't say it\" for bean) due to insufficient activation of the target meaning/form representations or overactivation of incorrect representations. Due to this noisy system, lexical access is often delayed in PWA, even when the correct word is eventually retrieved. Naming accuracy, response times, and error types provide meaningful information regarding the locus of naming impairment and a patient's recovery capacity. The investigators found that the number of phonological and unrelated errors produced during early post-stroke stages predicted longitudinal changes in naming and global language skills in left hemisphere stroke survivors. Naming errors and the integrity of underlying semantic and phonological systems can also guide language treatment planning. As such, accurate assessment of naming is critical for aphasia care.\n\nIn clinical practice, speech-language pathologists (SLPs) typically assess naming deficits through a single administration of a test in a quiet clinic room in a 1:1 interaction between the SLP and patient. Yet, given the variability in word retrieval, a one-time assessment cannot accurately capture the true nature and extent of a patient's anomia. Moreover, unlike a controlled, contrived clinical environment, word retrieval in the real world usually occurs while an individual performs other daily tasks, often in distracting, noisy environments and with many other people present. The added cognitive load of multi-tasking and suppressing external distractors adds to an already noisy lexical system, thereby increasing the chance of delayed or failed word retrieval. Traditional SLP assessment cannot capture the realities of real-world anomia, but the investigators argue that ecological momentary assessment (EMA) can.\n\nEMA is a widely used method in health research to capture longitudinal self-reported behaviors or states of interest (e.g., physical activity, depression, diet) in daily life. In traditional EMA, an electronic device prompts a participant to answer a set of questions (usually via button press) many times a day over time. Answering several questions at a time is time intensive, and thus, a key disadvantage of traditional EMA is interruption burden. In contrast, micro-interaction-based EMA (µEMA) reduces each prompt to a single question that can be answered in \\~3-5s, allowing for many more questions interspersed over time. The investigators' pilot studies suggest that even with an interruption rate eight times more than traditional EMA, µEMA has higher response rates and lower perceived burden than traditional EMA. Furthermore, µEMA yields temporally dense in-situ measures, making it an ideal tool for capturing the variability of anomia in the daily lives of PWA. One caveat is that an anomia µEMA/EMA protocol would necessitate recording verbal responses, yet traditional EMA and µEMA protocols to date have only required nonverbal responses via a button press or screen tap. The feasibility of capturing high-quality audio responses in a µEMA or traditional EMA protocol is unknown.\n\nMoreover, despite the increasing use of technology-based assessments and therapy platforms for aphasia, neither electronically delivered EMA nor µEMA has been tested in PWA. In fact, based on a review from 2020, only seven studies have used EMA to study stroke recovery and none targeted language impairments. A central question is whether stroke survivors with aphasia can adhere to electronically delivered traditional EMA or µEMA anomia protocols. Prior research regarding tablet and computer-based platforms for aphasia indicates that PWA with better visuospatial attention and executive functions are better able to learn how to navigate a novel iPad application. Evidence suggests that SLP support is associated with greater adherence to a computerized therapy program for PWA and that patients' perceived engagement in the computer program is related to opportunities for practice, their ability to use the technology, and their motivation. An important step towards broader implementation of EMA and/or µEMA in aphasia is determining PWA's adherence to such protocols and which patient-specific factors are associated with protocol adherence.\n\nThus, as a future step toward broader-scope research goals, in this pilot, the investigators will (1) determine the relative feasibility of two smartwatch-delivered overt naming EMA protocols in PWA and (2) determine the extent to which patient-specific factors (age, cognitive-linguistic deficit severity, and comfort with technology) relate to feasibility. All participants will be scheduled to complete the same number of naming trials over the course of the experiment, but some PWA will be randomly assigned to a traditional EMA protocol (involving four prompts per day with nine naming trials per prompt) whereas other PWA will be assigned to a µEMA protocol (involving a single naming trial delivered at a time 36 times per day). Feasibility will be measured in three ways: in terms of (1) patients' ability to adhere to the EMA/µEMA protocol, (2) patients' perceived burden of completing the protocol, and (3) the capacity to capture recorded audio of naming attempts. The first two feasibility measures are similar to those used in the investigators' prior work, whereas the final measure is unique to this study since this pilot constitutes the first attempt at using EMA/µEMA to objectively measure verbal responses in stroke survivors\n\nInnovation Despite the small scope of this pilot study, several innovative features comprise this research. This pilot will be the first study to evaluate the feasibility of electronically delivered EMA protocols in stroke survivors with aphasia. The comparison of traditional EMA and µEMA protocols in a clinical population is also novel. This work will be critical in determining which delivery method works best for PWA who differ from previously-studied neurotypical samples in meaningful ways. In addition, EMA research typically utilizes self-report measures to catalogue mental or cognitive states in daily life. In contrast, this pilot will attempt to objectively measure the cognitive-linguistic skill of naming through audio recordings of naming attempts in patients' daily lives. Such a paradigm has not been attempted before and thus, it is simultaneously original and risky with the potential for high reward. If it is feasible to obtain intelligible naming responses in an EMA/µEMA paradigm, this pilot study will yield unprecedented knowledge about PWAs' real-world experiences with anomia. If it is not feasible to obtain high-quality audio recordings from many participants, this pilot will still yield valuable knowledge regarding patients' ability to follow EMA/µEMA protocols and their perceived burden of EMA/µEMA.\n\nTranslational Significance This research is at the T1: From Bench to Bedside stage, given that the primary goal of this proposal is to evaluate the viability of EMA/µEMA as a novel assessment tool of language impairments in PWA. Translational potential is intrinsic to EMA/µEMA methods. The field of SLP lacks objective measures of communication deficits in real-life situations and the novelty and innovation of this work lies in working to remedy this problem. Findings from this study will inform a future NIH R01 application focused on verifying the criterion validity of EMA/µEMA in capturing anomia (in terms of accuracy, response rate, and naming error types) and determining the impact EMA/µEMA-based anomia has on participation and quality of life in PWA compared to traditional anomia assessment. If successful, these methods can be expanded to measure other language domains (e.g., single-word to phrase-level auditory or reading comprehension) with personalized tasks tailored to patients' needs. Information gleaned from this study and the NIH R01 work also will be used to develop in-situ, \"just-in-time\" ecological momentary interventions (EMI) for anomia in which smartwatch-delivered prompts can intervene each time a patient experiences an anomic moment. The NIH R01 proposal, EMA/µEMA work into expanded language domains, and development of \"just-in-time\" EMI for anomia constitute three future directions of this pilot that also fall at the T1: From Bench to Bedside stage of the translational continuum.\n\nTherefore, in the future, the investigators will conduct research at the T2: From Bedside to Practice stage that will involve partnering with practicing SLPs and other healthcare professionals (e.g., physical and occupational therapists, physiatrists) at area rehabilitation hospitals or university-based clinics (e.g., Northeastern University Speech, Language, and Hearing Center) to conduct EMA/µEMA and EMI clinical trials in PWA. This work will yield vital information about the efficacy of these methods in real clinical practice. Successful completion of T1 and T2 phase studies also will pave the way for work at the level of T3: From Clinical Practice to Widespread Clinical Practice and Care Delivery. Research at the T3 stage is realistic for this line of work given that smart technology costs will likely continue to drop, making smartwatches and phones more accessible to more people, and the variety and flexibility of digital mobile health applications will continue to rise, resulting in potential widespread clinical use of EMA/µEMA and/or EMI protocols. Thus, this research will begin a translational path that ideally ends in implementation of EMA/µEMA and EMI into routine clinical care of aphasia that is reimbursable by insurance providers.\n\nSPECIFIC AIMS The long-term goal of this line of research is to be able to reliably measure real-world language deficits in people with aphasia (PWA) with EMA/µEMA and to develop effective \"just-in-time\" interventions for PWA to improve their ease of everyday communication. As the first step towards this goal, the main objective of this proposal is to determine the relative feasibility of smartwatch-delivered micro-interaction ecological momentary assessment (µEMA) and traditional EMA as potential evaluation methods of aphasia. The secondary objective of this proposal is to determine which patient-specific factors (age, cognitive-linguistic deficit severity, and comfort with technology) are related to feasibility metrics.\n\nTwenty PWA will participate in this pilot study, randomly assigned to the µEMA condition (n = 10) or traditional EMA condition (n = 10). In both the µEMA and traditional EMA protocols, the smartwatch will vibrate to alert the participant to a prompt to complete either a single picture naming trial (in the µEMA condition) or a set of picture naming trials (in the traditional EMA condition). After the vibration, the participant will see a \"Ready?\" screen in which they must press a YES button for the picture to appear, and then they will attempt to name the picture aloud. Participants in both conditions will be scheduled to complete 36 overt picture naming trials per day for three weeks. The only difference between conditions will be the trial delivery schedule: PWA in the µEMA condition will complete a single naming trial at a time, 36 times per day whereas PWA in the traditional EMA condition will receive four prompts per day to complete a set of nine picture naming trials per prompt. The two-fold rationale for comparing µEMA and traditional EMA protocols is that the investigators will be able to ensure the results reflect the viability of µEMA or traditional EMA specifically and not just the novelty of smartwatch use, and this approach will provide preliminary data regarding which method works best for which PWA.\n\nAs previously referenced, investigators will index feasibility in three ways. First, investigators will measure patients' adherence to the µEMA or traditional EMA schedule via two objective measures: compliance and completion. Because smartwatch µEMA/EMA has not been tested in PWA, investigators do not know PWAs' capacity for adhering to the protocol by pressing a button or providing a verbal response. Therefore, investigators will disentangle feasibility of button press responses to smartwatch-delivered µEMA/EMA from the feasibility of obtaining intelligible audio from the overt naming protocol. To do so, the YES/NO button tap responses to the \"Ready?\" screen will be used to calculate compliance. Similar to the investigators' prior work, compliance will be determined by considering the total number of YES button responses over the total number of scheduled prompts, including trials missed due to the watch being uncharged or turned off. On the other hand, completion will reflect PWAs' adherence to all smartwatch protocol steps, including pressing the YES button, seeing the picture(s), and attempting to name the picture(s) aloud. Therefore, completion will be calculated by considering the total number of naming attempts (indexed by the number of audio clips with an audible voice recording, disregarding intelligibility) over the total number of prompts delivered to the watch, excluding trials missed due to the watch being uncharged or off. Second, investigators will obtain patient-reported measures of perceived burden measured via Likert-scale questions on weekly surveys administered during weeks 2-4. Third, SLP graduate student RAs will code each picture naming audio clip as being either completely intelligible, partially intelligible, or completely unintelligible; this categorical speech intelligibility rating will provide a gross measure of feasibility of obtaining audio recordings of naming attempts in µEMA/EMA in PWA. With these data, investigators will address the following aims:\n\nAim #1: To compare feasibility measures (compliance, completion, perceived burden, and speech intelligibility) between the µEMA and traditional EMA conditions. Hypothesis: Based on the investigators' prior work, investigators predict PWA in the µEMA condition will demonstrate higher compliance and completion and report lower perceived burden than PWA in the traditional EMA condition. Investigators also predict that speech intelligibility will be greater in the µEMA condition than the traditional EMA condition because situational factors that disrupt recordings in a given moment (e.g., background noise, distance between the participant's mouth and the smartwatch) will be more likely to disrupt several trials in a row (as in the traditional EMA condition) than trials that are interspersed throughout the day (as in the µEMA condition).\n\nAim #2: To determine the extent to which patient-specific factors (age, cognitive-linguistic deficit severity, and comfort with technology) relate to feasibility measures. Hypothesis: Controlling for study condition, investigators predict that older age, more severe aphasia, worse non-linguistic cognitive skills (visuospatial and executive control abilities), and greater discomfort with technology will be associated with poorer compliance, lower completion, higher perceived burden, and poorer intelligibility of audio recordings during naming attempts across the entire group (n = 20 PWA).\n\nRESEARCH PROCEDURES Approach Participants - Twenty adults with aphasia (18-89 years old) will complete the proposed protocol. Inclusion criteria will be: (1) current/pre-stroke English proficiency, (2) normal/corrected-to-normal vision and hearing, (3) medical stability, (4) history of left hemisphere stroke at least six months prior to enrollment, and (5) presence of aphasia as determined by consideration of scores on language assessments (e.g., Quick Aphasia Battery, discourse tasks) and the study team's clinical judgment (spearheaded by Dr. Meier). The reason for this two-pronged approach for determining aphasia presence is that widely-used comprehensive aphasia batteries are not reliably sensitive to mild aphasia, particularly for detecting less severe anomia. The exclusion criterion will be a history of neurological disease affecting the brain besides stroke.\n\nMethodology - This study is for a longitudinal, controlled observational study. PWA will be randomly assigned to either a µEMA or traditional EMA condition.\n\nWeek 1: Participants will complete two, two-hour sessions: (1) an initial intake and evaluation session followed by (2) an EMA/µEMA protocol training session. Week 1, session 1 tests will include: (1) the Quick Aphasia Battery (QAB) to measure overall aphasia severity, (2) the Pattern Comparison Processing Speed Test and Flanker Inhibitory Control and Attention Test from the NIH Cognition Toolbox to measure non-linguistic visual attention and executive functions, respectively, (3) brief, standardized picture description and story elicitation tasks to index anomia in discourse, and (4) an overt object naming test to index word retrieval via a standard SLP assessment format (i.e., single administration in a quiet 1:1 interaction). The naming test will include normed real photos of the 260 items from the Snodgrass and Vanderwart stimuli set. PWA will also participate in an intake interview and complete a questionnaire about their comfort with technology, adapted for aphasia (simple language, short phrases) with responses scaled from 1 = strongly disagree to 7 = strongly agree. Due to their aphasia, PWA will require more training on using the smartwatch than neurotypical samples from prior µEMA/EMA studies. Thus, week 1, session 2 will focus on training activities, including:\n\n1. Smartwatch Orientation: PWA will be oriented to the smartwatch (interface, charging, etc.) through simple verbal and written instructions and visual demonstrations.\n2. EMA Task Training: PWA will be instructed on the specific EMA/µEMA naming task, including instructions on how to tap on the screen and the optimal approach for providing verbal responses (i.e., mouth close to the watch). Then, PWA will complete an 18-item traditional EMA-style naming task probe (i.e., several trials back-to-back on the smartwatch) in a quiet room in The Aphasia Network (TAN) Lab at Northeastern University. During this probe, SLP graduate student research assistants (RAs) will provide cueing and feedback so that PWA successfully learn how to operate the smartwatch and respond to prompts.\n3. µEMA or EMA Protocol Simulation: PWA will complete a \"real-world\" µEMA or EMA task probe in a distracting environment (i.e., coffee shop or university bookstore on Northeastern's campus). For this final activity, over a 45-minute period, 18 smartwatch prompts will be given, either randomly interspersed with one naming trial per prompt (for PWA in the µEMA condition) or split into two sets of 9 trials per prompt (for PWA in the EMA condition). This final activity will mirror the week 2-4 µEMA/EMA protocols.\n\nWeeks 2-4: PWA will complete either the µEMA or EMA protocol, depending on randomization. µEMA and EMA protocols will be delivered via a Fossil Sport Android smartwatch (or equivalent) provided by the study team. In each condition, the smartwatch will vibrate to alert PWA to a single naming trial (µEMA condition) or naming trial set (traditional EMA condition). After the vibration alert, PWA will see a screen that says \"Ready to name a picture?\" (µEMA condition) or \"Ready to name some pictures?\" (traditional EMA condition). If the participant taps YES, a picture will appear, and the device will begin recording audio. PWA will have up to five seconds to provide an oral response, after which a \"Thanks!\" screen will appear. The five-second response window was selected based on research showing that PWA correctly name pictures within 3.5 seconds, on average, with longer response latencies for incorrect responses. If a participant fails to respond to a vibration prompt or pushes the NO button to the \"Ready?\" screen, they will be re-prompted five minutes later via one more vibration alert.\n\nDuring weeks 2-4, each participant will attempt to name 108 unique objects derived from the 260-item Snodgrass and Vanderwart photoset. The subset of pictures presented to each participant will be based on their naming evaluation (during week 1, session 1). When possible, half of the pictures will be items the PWA named correctly during the evaluation, and the other half will be incorrectly named pictures. This approach will allow us to gauge naming variability over time of items PWA are able versus unable to name during traditional SLP assessment, providing an important window into anomia. To mitigate practice effects, the individual pictures (µEMA condition) or picture sets (traditional EMA condition) will be presented randomly without replacement until all 108 pictures have been presented, and then the picture cycle will restart. In both conditions, 36 naming trials will be scheduled per day, resulting in a total of 756 scheduled trials for each participant across the experiment. In the µEMA condition, single-naming trial prompts will appear at random intervals from 10am to 8pm. In the EMA condition, PWA will receive four prompts per day to complete a set of nine picture naming trials per prompt; one prompt will be scheduled in every 2.5-hour block between 10am and 8pm.\n\nEach night, participants will place the watch on a charger. Each morning, a smartphone provided by the study team will beep to alert the participant to take the smartwatch off the charger. The smartphone also will push the data collected by the smartwatch to the study team's server. At the end of each week, PWA will complete a 16-item survey about their µEMA/EMA experiences during the prior week. Surveys will be administered via Qualtrics and as needed, will be facilitated by SLP graduate student RAs via video conferencing software.\n\nWeek 5: In a final session at TAN Lab, PWA will return the smartwatch, complete the 260-item Snodgrass and Vanderwart picture naming test, and participate in a study exit interview. Family, friends, or care providers involved in assisting the PWA with any aspects of the protocol will also be asked to complete an exit interview.\n\nStatistical Analyses - Aim #1: Investigators will code each trial in the µEMA or EMA time series to index compliance, completion, and speech intelligibility. Every scheduled trial (n = 756 total trials) will be coded as 0 for a non-response/NO button response or 1 for a YES button response, reflecting compliance. Every delivered trial with a naming attempt captured on audio (n trials will vary by person) will be coded as 0 for incomplete or 1 for complete, reflecting completion. Every audio clip (n trials will vary by person, depending on the number of naming attempts) will be coded as 0 for completely or partially unintelligible and 1 for completely intelligible, reflecting speech intelligibility. For each of these three measures, investigators will run a logistic mixed effects model with one of the feasibility measures (i.e., compliance, completion, or speech intelligibility) as the dependent variable, condition (µEMA or EMA) as the independent variable, and random effects of participant and trial. For perceived burden, investigators will collect responses on three questions/survey for three weeks. Given the small amount of data, survey responses will be plotted to visualize trends in increasing/decreasing burden rather than compared statistically.\n\nAim #2: Investigators will conduct a series of partial correlations between patient-specific factors and feasibility measures (compliance, completion, speech intelligibility, and perceived burden), controlling for study condition. Patient-specific factors will include age, aphasia severity (derived from the QAB), non-linguistic cognitive skills (averaged performance on the two NIH Toolbox tasks), and a summary score derived from the comfort with technology survey. Here, compliance will be the proportion of YES button responses divided by total scheduled trials (YESbutton/756) for each participant. Completion will be the proportion of naming attempts divided by total delivered trials (n naming attempts/n trials delivered). Speech intelligibility will be the proportion of completely intelligible responses divided by the total number of naming attempts (n completely intelligible trials/n naming attempts). Perceived burden will be calculated as the sum of all burden question Likert responses. Multiple comparison correction will be done at a false discovery rate of p \\< 0.05.\n\nSample size/power: For the Aim #1 logistic mixed effects models, two groups of 10 PWA per group will achieve 80% power to detect an odds ratio of 1.20 in a design of 756 repeated measures with a AR(1) covariance structure and when the correlation between observations of the same subject is 0.600 and alpha is 0.05. If the proportion of completed trials for the EMA group is 0.500, a statistically significant result will occur if the µEMA group proportion is 0.545 or greater. In Intille et al, the mean difference in proportions between the µEMA and EMA conditions was \\>0.20 for compliance and completion, which is much higher than the needed 0.045 difference. This suggests investigators will have ample power to detect significant differences between the two conditions. For Aim #2, to achieve 80% power with 20 participants and alpha at 0.05, Pearson correlation coefficients will need to be 0.59 or greater. Due to the small but feasible sample of this pilot, investigators may not achieve such effects, but these data will be critical for power calculations for the NIH R01. Further, investigators will have a wealth of information to describe qualitative trends in patient-specific factors, even if significance for Aim #2 is not achieved."},"conditionsModule":{"conditions":["Aphasia, Acquired"],"keywords":["Aphasia","Stroke","Ecological Momentary Assessment","Experience Sampling"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Twenty PWA will participate in this pilot study, randomly assigned to the µEMA condition (n = 10) or traditional EMA condition (n = 10). In both the µEMA and traditional EMA protocols, the smartwatch will vibrate to alert the participant to a prompt to complete either a single picture naming trial (in the µEMA condition) or a set of picture naming trials (in the traditional EMA condition). The only difference between conditions will be the trial delivery schedule: PWA in the µEMA condition will complete a single naming trial at a time, 36 times per day whereas PWA in the traditional EMA condition will receive four prompts per day to complete a set of nine picture naming trials per prompt.","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"SINGLE","maskingDescription":"The participants will not be told explicitly that there are two arms or which arm they are in.","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Traditional Ecological Momentary Assessment (Traditional EMA)","type":"EXPERIMENTAL","description":"People with aphasia (PWA) in the traditional EMA arm will receive four prompts per day to complete a set of nine picture naming trials per prompt for a total of n = 36 prompts/day for three weeks.","interventionNames":["Behavioral: Traditional EMA"]},{"label":"Micro-Interaction Ecological Momentary Assessment (µEMA)","type":"EXPERIMENTAL","description":"People with aphasia (PWA) in the µEMA condition will complete a single naming trial at a time, 36 times per day for three weeks.","interventionNames":["Behavioral: Micro-Interaction EMA"]}],"interventions":[{"type":"BEHAVIORAL","name":"Traditional EMA","description":"Participants will wear a smartwatch for three weeks. Throughout the day (10am-8pm), the watch will vibrate and a written alert will appear on the screen asking participants if they are ready to name some/a picture(s). Once the picture appears, the participant will attempt to name the picture aloud while the watch records audio. The participants will have up to five seconds to name the picture before a \"Thank You!\" screen appears. In this arm, participants will name 9 pictures back-to-back four times/day.","armGroupLabels":["Traditional Ecological Momentary Assessment (Traditional EMA)"]},{"type":"BEHAVIORAL","name":"Micro-Interaction EMA","description":"Participants will wear a smartwatch for three weeks. Throughout the day (10am-8pm), the watch will vibrate and a written alert will appear on the screen asking participants if they are ready to name some/a picture(s). Once the picture appears, the participant will attempt to name the picture aloud while the watch records audio. The participants will have up to five seconds to name the picture before a \"Thank You!\" screen appears. In this arm, participants will name one picture at a time, 36 times/day.","armGroupLabels":["Micro-Interaction Ecological Momentary Assessment (µEMA)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Protocol Compliance","description":"Compliance will be determined by considering the total number of YES button responses to the \"Ready?\" screen over the total number of scheduled prompts. This measure will include trials that are missed due to the watch being uncharged or turned off, an important aspect of protocol adherence.","timeFrame":"Every day over the three-week at-home smartwatch naming protocol"},{"measure":"Change in Protocol Completion","description":"Completion will reflect participants' ability to adhere to each step of the smartwatch prompt, including pressing the YES button to the \"Ready?\", looking at the pictured object(s), and attempting to name the picture(s) aloud. Completion will be determined by considering the total number of naming attempts (indexed by the number of trials for which the participants' voice is audible on the audio recording, disregarding intelligibility of the response) over the total number of prompts delivered to the watch; this measure will exclude trials that are missed due to the watch being uncharged or off.","timeFrame":"Every day over the three-week at-home smartwatch naming protocol"},{"measure":"Change in Audio Intelligibility","description":"An objective measure of speech intelligibility of audio recordings will be obtained by SLP graduate student RAs manually coding each picture naming audio clip. While the task is a single-word naming task, PWA often produce more than one word in their attempt to name a picture (e.g., \"uh asparagus no um green...um bean!\" to a picture of bean). It is possible that only part of a multi-word response will be intelligible. Therefore, audio clips will be coded as being either completely intelligible, partially intelligible, or completely unintelligible. This categorical rating will provide a gross measure of our capability of obtaining overt naming responses from PWA using smartwatches.","timeFrame":"Every day over the three-week at-home smartwatch naming protocol"}],"secondaryOutcomes":[{"measure":"Change in Perceived Burden","description":"A subjective measure of patients' perceived burden of completing the µEMA or EMA protocol will be derived from Likert scale responses (where 1 = strongly agree to 7 = strongly disagree) to three weekly survey questions pertaining to interruption, annoyance, and distraction elicited by the smartwatch prompts.","timeFrame":"Once per week over the three-week at-home smartwatch naming protocol"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Current/pre-stroke English proficiency,\n* Normal/corrected-to-normal vision and hearing,\n* Medical stability,\n* History of left hemisphere stroke at least six months prior to enrollment, and\n* Presence of aphasia\n\nExclusion Criteria:\n\n* History of neurological disease affecting the brain other than stroke","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"89 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Erin L Meier, PhD","role":"CONTACT","phone":"617-373-7438","email":"e.meier@northeastern.edu"},{"name":"Stephen Intille, PhD","role":"CONTACT","phone":"617-373-3711","email":"s.intille@northeastern.edu"}],"overallOfficials":[{"name":"Erin L Meier, PhD","affiliation":"Northeastern University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Northeastern University","status":"RECRUITING","city":"Boston","state":"Massachusetts","zip":"02115","country":"United States","contacts":[{"name":"Erin Meier, PhD","role":"CONTACT","phone":"309-230-3659","email":"e.meier@northeastern.edu"}],"geoPoint":{"lat":42.35843,"lon":-71.05977}}]},"referencesModule":{"references":[{"pmid":"24324232","type":"RESULT","citation":"Mirman D, Britt AE. What we talk about when we talk about access deficits. Philos Trans R Soc Lond B Biol Sci. 2013 Dec 9;369(1634):20120388. doi: 10.1098/rstb.2012.0388. Print 2014."},{"pmid":"20220536","type":"RESULT","citation":"Lam JM, Wodchis WP. The relationship of 60 disease diagnoses and 15 conditions to preference-based health-related quality of life in Ontario hospital-based long-term care residents. Med Care. 2010 Apr;48(4):380-7. doi: 10.1097/MLR.0b013e3181ca2647."},{"pmid":"18782736","type":"RESULT","citation":"Davidson B, Howe T, Worrall L, Hickson L, Togher L. Social participation for older people with aphasia: the impact of communication disability on friendships. Top Stroke Rehabil. 2008 Jul-Aug;15(4):325-40. doi: 10.1310/tsr1504-325."},{"pmid":"30238088","type":"RESULT","citation":"Intille S, Haynes C, Maniar D, Ponnada A, Manjourides J. muEMA: Microinteraction-based Ecological Momentary Assessment (EMA) Using a Smartwatch. Proc ACM Int Conf Ubiquitous Comput. 2016 Sep;2016:1124-1128. doi: 10.1145/2971648.2971717."},{"pmid":"30198012","type":"RESULT","citation":"Ponnada A, Haynes C, Maniar D, Manjourides J, Intille S. Microinteraction Ecological Momentary Assessment Response Rates: Effect of Microinteractions or the Smartwatch? Proc ACM Interact Mob Wearable Ubiquitous Technol. 2017 Sep;1(3):92. doi: 10.1145/3130957."},{"pmid":"33501848","type":"RESULT","citation":"Virani SS, Alonso A, Aparicio HJ, Benjamin EJ, Bittencourt MS, Callaway CW, Carson AP, Chamberlain AM, Cheng S, Delling FN, Elkind MSV, Evenson KR, Ferguson JF, Gupta DK, Khan SS, Kissela BM, Knutson KL, Lee CD, Lewis TT, Liu J, Loop MS, Lutsey PL, Ma J, Mackey J, Martin SS, Matchar DB, Mussolino ME, Navaneethan SD, Perak AM, Roth GA, Samad Z, Satou GM, Schroeder EB, Shah SH, Shay CM, Stokes A, VanWagner LB, Wang NY, Tsao CW; American Heart Association Council on Epidemiology and Prevention Statistics Committee and Stroke Statistics Subcommittee. Heart Disease and Stroke Statistics-2021 Update: A Report From the American Heart Association. Circulation. 2021 Feb 23;143(8):e254-e743. doi: 10.1161/CIR.0000000000000950. Epub 2021 Jan 27."},{"pmid":"27063364","type":"RESULT","citation":"Flowers HL, Skoretz SA, Silver FL, Rochon E, Fang J, Flamand-Roze C, Martino R. Poststroke Aphasia Frequency, Recovery, and Outcomes: A Systematic Review and Meta-Analysis. Arch Phys Med Rehabil. 2016 Dec;97(12):2188-2201.e8. doi: 10.1016/j.apmr.2016.03.006. Epub 2016 Apr 8."},{"pmid":"9337631","type":"RESULT","citation":"Dell GS, Schwartz MF, Martin N, Saffran EM, Gagnon DA. Lexical access in aphasic and nonaphasic speakers. Psychol Rev. 1997 Oct;104(4):801-38. doi: 10.1037/0033-295x.104.4.801."},{"pmid":"10941277","type":"RESULT","citation":"Rapp B, Goldrick M. Discreteness and interactivity in spoken word production. Psychol Rev. 2000 Jul;107(3):460-99. doi: 10.1037/0033-295x.107.3.460."},{"pmid":"33045231","type":"RESULT","citation":"Meier EL, Sheppard SM, Goldberg EB, Head CR, Ubellacker DM, Walker A, Hillis AE. Naming errors and dysfunctional tissue metrics predict language recovery after acute left hemisphere stroke. Neuropsychologia. 2020 Nov;148:107651. doi: 10.1016/j.neuropsychologia.2020.107651. Epub 2020 Oct 9."},{"pmid":"33272137","type":"RESULT","citation":"Demers M, Winstein CJ. A perspective on the use of ecological momentary assessment and intervention to promote stroke recovery and rehabilitation. Top Stroke Rehabil. 2021 Dec;28(8):594-605. doi: 10.1080/10749357.2020.1856557. Epub 2020 Dec 3."},{"pmid":"31518501","type":"RESULT","citation":"Sitren A, Vallila-Rohter S. How Well Do We Use Our Technology? Examining iPad Navigation Skills in Individuals With Aphasia and Older Adults. Am J Speech Lang Pathol. 2019 Nov 19;28(4):1523-1536. doi: 10.1044/2019_AJSLP-19-0004. Epub 2019 Sep 13."},{"pmid":"33329324","type":"RESULT","citation":"Harrison M, Palmer R, Cooper C. Factors Associated With Adherence to Self-Managed Aphasia Therapy Practice on a Computer-A Mixed Methods Study Alongside a Randomized Controlled Trial. Front Neurol. 2020 Nov 23;11:582328. doi: 10.3389/fneur.2020.582328. eCollection 2020."},{"pmid":"29425241","type":"RESULT","citation":"Wilson SM, Eriksson DK, Schneck SM, Lucanie JM. A quick aphasia battery for efficient, reliable, and multidimensional assessment of language function. PLoS One. 2018 Feb 9;13(2):e0192773. doi: 10.1371/journal.pone.0192773. eCollection 2018. Erratum In: PLoS One. 2018 Jun 15;13(6):e0199469."},{"pmid":"23479538","type":"RESULT","citation":"Gershon RC, Wagster MV, Hendrie HC, Fox NA, Cook KF, Nowinski CJ. NIH toolbox for assessment of neurological and behavioral function. Neurology. 2013 Mar 12;80(11 Suppl 3):S2-6. doi: 10.1212/WNL.0b013e3182872e5f."},{"pmid":"22662166","type":"RESULT","citation":"Moreno-Martinez FJ, Montoro PR. An ecological alternative to Snodgrass & Vanderwart: 360 high quality colour images with norms for seven psycholinguistic variables. PLoS One. 2012;7(5):e37527. doi: 10.1371/journal.pone.0037527. Epub 2012 May 25."},{"pmid":"7373248","type":"RESULT","citation":"Snodgrass JG, Vanderwart M. A standardized set of 260 pictures: norms for name agreement, image agreement, familiarity, and visual complexity. J Exp Psychol Hum Learn. 1980 Mar;6(2):174-215. doi: 10.1037//0278-7393.6.2.174."},{"pmid":"32073336","type":"RESULT","citation":"Evans WS, Hula WD, Quique Y, Starns JJ. How Much Time Do People With Aphasia Need to Respond During Picture Naming? Estimating Optimal Response Time Cutoffs Using a Multinomial Ex-Gaussian Approach. J Speech Lang Hear Res. 2020 Feb 26;63(2):599-614. doi: 10.1044/2019_JSLHR-19-00255. Epub 2020 Feb 5."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Individual participant data will be made available to other researchers upon reasonable request.","infoTypes":["STUDY_PROTOCOL","SAP","ANALYTIC_CODE"],"timeFrame":"The data will be available in September 2023.","accessCriteria":"The data will be available either by contacting the first author on respective publications and/or through a data-sharing platform (e.g., OSF)."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001037","term":"Aphasia"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}