{"protocolSection":{"identificationModule":{"nctId":"NCT05143385","orgStudyIdInfo":{"id":"HospitalSanCarlos"},"organization":{"fullName":"Hospital San Carlos, Madrid","class":"OTHER"},"briefTitle":"Efficacy of Recreational-therapeutic Use of Video Games on the Emotional State of Stroke Patients","officialTitle":"Randomized Clinical Trial: Efficacy of Recreational-therapeutic Use of Video Games on the Emotional State of Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-10-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-04-30","type":"ACTUAL"},"completionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-10-14","studyFirstSubmitQcDate":"2021-11-22","studyFirstPostDateStruct":{"date":"2021-12-03","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-17","lastUpdatePostDateStruct":{"date":"2023-08-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Patricia Blázquez González","investigatorTitle":"professor","investigatorAffiliation":"Hospital San Carlos, Madrid"},"leadSponsor":{"name":"Hospital San Carlos, Madrid","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"According to the latest published literature reviews, stroke patients have a prevalence of 19.5% of minor depression and 21.7% of major depression. Furthermore, the loss of autonomy is the most strongly correlated variable in these emotional disorders. In addition, emotional disturbances - in particular anxiety, sadness, crying, and anhedonia - are interpreted as natural reactions to the loss of physical capacity. Along these lines, it has been shown that the use of Virtual Reality (VR) as a co-adjuvant therapy of neuro-rehabilitation in stroke patients with emotional disorders decreases the incidence of these disorders.","detailedDescription":". Primary objective\n\n- To evaluate the impact on mood, anxiety and depression in patients admitted to neurorehabilitation units after the use of non-immersive virtual reality with the Nintento Switch device in their rehabilitation treatment.\n\nSecondary objectives\n\n* To describe the emotional state of patients before the use of non-immersive virtual therapy in their rehabilitation.\n* To describe the emotional state of patients after the use of virtual reality in their rehabilitation.\n* To compare the emotional state of patients before and after the implementation of virtual therapy in their rehabilitation.\n* To describe the emotional state of patients who have not used non-immersive virtual reality in their rehabilitation by choice.\n* To evaluate the efficacy of the involvement of the use of virtual reality therapy in patients with altered emotional state."},"conditionsModule":{"conditions":["Stroke, Acute","Virtual Reality"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"RANDOMISED CLINICAL TRIAL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE","maskingDescription":"- As an open-label clinical trial, the allocation to each group is known. The possibility of blinding is not contemplated. Blinded third-party assessment will be carried out, as a third party will be used who will not know which treatment each patient is receiving."}},"enrollmentInfo":{"count":94,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Control","type":"NO_INTERVENTION","description":"The variables to be filled in upon admission are: age, sex, reason for admission and main caregiver. The variables that will be collected on admission and discharge are: Mississippi Aphasia Screening test, Canadian scale, Duke-UNK-11 subjective support scale, UCLA loneliness scale, oropharyngeal dysphagia screening test, Pfreiffer scale, State assessment mood, Hamilton Rating for Depression and Hospital Anxiety Depression Scale and HLS-EU Q16., Will be performed on all patients who are part of the trial.\n\nThose patients where conventional rehabilitative treatment is performed will be:\n\n* Physiotherapy sessions\n* Speech therapy sessions\n* Neuropsychology sessions\n* Occupational therapy sessions"},{"label":"Intervention Group","type":"EXPERIMENTAL","description":"The variables are to be filled in upon admission are: age, sex, reason for admission and main caregiver. The variables that will be collected on admission and discharge are: MAST, Canadian scale, Duke-UNK-11 subjective support scale, UCLA loneliness scale, oropharyngeal dysphagia screening test, Pfeiffer scale, State assessment mood, Hamilton Rating for Depression and Hospital Anxiety Depression Scale and HLS-EU Q16.The beginning of the intervention will be once you have completed 15 calendar days from your admission.The intervention will be carried out once a week with a duration of 20 min with one of the games chosen by the patient together with the physiotherapist.The completion of the intervention will be until the patient is discharged from hospital, with a minimum of four sessions carried out in order to participate in the study.A registration table will be executed where the number of sessions of each patient and the type of session are quantified like a control group.","interventionNames":["Other: Virtual reality"]}],"interventions":[{"type":"OTHER","name":"Virtual reality","description":"* Those patients who are randomly assigned as the intervention group will be given an explanatory session on the use of the video game console, controllers and game accessories.\n* The intervention will begin 15 calendar days after admission.\n* The intervention will be carried out once a week with a duration of 20 minutes with one of the games chosen by the patient together with the physiotherapist.\n* The end of the intervention will be until the patient is discharged from hospital, with a minimum of four sessions completed in order to participate in the study.\n* The intervention will be carried out with an average of six sessions in each patient, including in the study those who perform a minimum of four sessions. However, the interventions will continue until hospital discharge.\n* After completion of the clinical trial, a registry table will be drawn up quantifying the number of sessions for each patient and the type of session:","armGroupLabels":["Intervention Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Hospital Anxiety and Depression Scale","description":"Each has between three and five possible answers, with a score of 0-2 or 0-4 respectively. The total score ranges from 0 to 52. They can use different cut-off points when classifying the depressive picture. The Clinical Practice Guide prepared by NICE \\[6\\], a guide with a high overall quality in its preparation and a score of \"highly recommended\" according to the AGREE instrument, use the following cut-off points:\n\nNot depressed: 0-7 Mild / minor depression: 8-13 Moderate depression: 14-18 Severe depression: 19-22 Very severe depression:\\> 23","timeFrame":"10 minutes"},{"measure":"Hamilton Rating for Depression","description":"to assess the intensity or severity of depression in patients already diagnosed in an estimated time of 10 minutes. Quantitatively assess the severity of symptoms and possible changes. Its original version consists of 21 items and its reduced version 17 items.This scale consists of different questions with 3 and 5 possible answers and which are scored with 0-2 or 0-4, their maximum score is 0-52. Possible outcomes are: not depressed (0-7 points), mild / minor depression (8-13 points), moderate depression (14-18 points), severe depression (19-22 points) and very severe depression (\\> 23 points (66.67).","timeFrame":"10 minutes"},{"measure":"Mood Assessment Scale","description":"Each item is valued from 0 to 10 points depending on the value chosen by the person, after directly adding the score of the four adjectives corresponding to each subscale and dividing the sum by 4, four scores between 0 and 10 are obtained that quantify the states sad-depressive, anxious, happy and angry-hostile mood of the person checked at the time the scale was performed.","timeFrame":"2 minutes"}],"secondaryOutcomes":[{"measure":"Mississippi Aphasia Screening Test","description":"The linguistic alterations that occur are the language disorders after the stroke are frequent and include aphasia, alexia, agraphy and calculations, for their detection this scale will be used.","timeFrame":"5-10 minutes"},{"measure":"Barthel Scale","description":"Measures the level of functional independence with neuromuscular and / or neuromusculoskeletal diseases, extending its use in assessing the degree 35\n\ndevelopment of ABVD, as a prognostic indicator and allocation method of resources. Maximum score: 100 points (90 if you are in a wheelchair) \\<20 points: total dependence. 40-55 points: moderate dependence. 100 points: independence. 20-35 points: severe dependence.\n\n≥ 60 points: level of dependency.","timeFrame":"2 minutes"},{"measure":"Canadian neurological scale","description":"neurological rating scale that assesses consciousness (alert and response score 3, clouded score 1.5), language (normal score 1, expressive language deficit 0.5, receptive language deficit 0) and orientation (oriented score 1 and disoriented score 0). The lower the score, the more affected (scale from 1.5 to 10 points).","timeFrame":"10 minutes"},{"measure":"Subjective social support scale (Duke-UNK-11)","description":"It qualitatively evaluates perceived social support. On the one hand, the possibility of having people to communicate is scored and, on the other hand, affective support is evaluated. It consists of 11 items, with Likert-type responses where 1 represents much less than I want and 5 represents as much as I want it. The score varies between 11 and 55, with a score of less than 32 corresponding to low perceived social support, a score of less than 20 indicates a severe degree of loneliness and a score between 20-30 indicates a moderate degree of loneliness.","timeFrame":"8 minutes"},{"measure":"UCLA loneliness scale","description":"measures the feeling of loneliness, consists of three dimensions; subjective perception of loneliness, family support and social support, with two factors, intimacy with others and sociability. It consists of 10 questions that are given a score between 10 and 4 points, with the minimum score of 10 and the maximum of 40. Scores below 20 identify a severe degree of loneliness and, situations between 20-30 indicate a moderate degree of loneliness.","timeFrame":"10 minutes"},{"measure":"Pfeiffer scale","description":"It has 10 items that assess various functions: orientation, recall memory, concentration and calculation.\n\nOrdinal qualitative variable, measured by the classification of cognitive impairment carried out by the Pfeiffer Scale (preserved mental state, mild cognitive impairment, moderate cognitive impairment, and severe cognitive impairment).","timeFrame":"10minutes"}],"otherOutcomes":[{"measure":"European Health Literacy Survey Questionnaire (HLS-EU Q16)","description":"Measurement of literacy","timeFrame":"5 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* To be of legal age\n* Fluent in oral and written Spanish.\n* Patients with cognitive functions of expression and comprehension.\n\nExclusion Criteria:\n\n* Patients who are not undergoing neurorehabilitation treatment.\n* Patients who have not yet started rehabilitation treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Patricia Blázquez González, Professor","affiliation":"Professor","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Fundación Instituto San Jose","city":"Madrid","state":"España","zip":"28054","country":"Spain","geoPoint":{"lat":40.4165,"lon":-3.70256}},{"facility":"CEADAC","city":"Madrid","zip":"28034","country":"Spain","geoPoint":{"lat":40.4165,"lon":-3.70256}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"The study results"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}