{"protocolSection":{"identificationModule":{"nctId":"NCT01632865","orgStudyIdInfo":{"id":"415807818"},"organization":{"fullName":"Zhengzhou University","class":"OTHER"},"briefTitle":"Recanalization and Stenting for Non-acute Veterbrobasilar Artery Occlusion","officialTitle":"Recanalization and Stenting for Subacute and Chronic Veterbrobasilar Artery Occlusion"},"statusModule":{"statusVerifiedDate":"2017-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2015-12","type":"ACTUAL"},"completionDateStruct":{"date":"2015-12","type":"ACTUAL"},"studyFirstSubmitDate":"2012-06-08","studyFirstSubmitQcDate":"2012-06-28","studyFirstPostDateStruct":{"date":"2012-07-03","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-01-23","lastUpdatePostDateStruct":{"date":"2017-01-25","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Yingkun He","investigatorTitle":"Study Principal Investigator","investigatorAffiliation":"Henan Provincial People's Hospital"},"leadSponsor":{"name":"Zhengzhou University","class":"OTHER"},"collaborators":[{"name":"Henan provincial interventional therapy center","class":"UNKNOWN"},{"name":"Henan Provincial People's Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"To evaluate whether recanalization and stenting for symptomatic subacute and chronic veterbrobasilar artery occlusion is technically feasible, can prevent from recurrent ischemic events and promotes functional recovery of disability.","detailedDescription":"Ischemic stroke accounts for 87% of cerebrovascular accidents. Of these, a part is the result of intracranial veterbrobasilar occlusion. Acute veterbrobasilar artery occlusion is a devastating disease with high mortality without successful treatment. A subset of patients can survive the acute phase and develop subacute or chronic veterbrobasilar artery occlusion. Due to the adequacy of collaterals, some patients can live without any or just very mild symptoms. On the contrast, lack of enough collaterals, another patients still presented with recurrent ischemic events and progressive disability despite intensive medical therapy. Prognosis is extremely poor. It is in this cohort that subacute or chronic revascularization is often considered. The optimal treatment in this cohort with non-acute veterbrobasilar artery occlusion is unknown, and there is little literature to guide therapy. Extracranial-intracranial bypass may revascularize the intracranial artery occlusion. However, bypass procedures are technically challenging and are associated with significant risk of morbidity and mortality. Recurrent ischemic symptoms despite best medical treatment be indication for endovascular revascularization and stent remodeling. This study was to evaluate the technical feasibility, safety and treatment effects of recanalization and stenting for veterbrobasilar subacute-chronic intracranial artery occlusion。"},"conditionsModule":{"conditions":["Stroke"],"keywords":["occlusion","recanalization","stenting"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"recanalization and stenting","type":"EXPERIMENTAL","interventionNames":["Device: stenting"]}],"interventions":[{"type":"DEVICE","name":"stenting","description":"Apollo stent (MicroPort Medical, China),Neuroform stent (Stryker/Boston Scientific, USA) or Wingspan stent (Stryker/Boston Scientific, USA), et al.","armGroupLabels":["recanalization and stenting"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from Baseline in Modified Rankin Scale at Six Months postoperative","description":"Modified Rankin Scale (mRS) was used to evaluate the level of disability","timeFrame":"six months to two years"},{"measure":"Changes from Baseline in Modified Rankin Scale (mRS) at one year postoperative","timeFrame":"one to three years"}],"secondaryOutcomes":[{"measure":"Number of Participants with Adverse Events","description":"1. hemorrhagic or ischemic\n2. ipsilateral or non-ipsilateral\n3. disability or non-disability\n4. the causes\n5. others","timeFrame":"up to three years"},{"measure":"Changes from Baseline in NIHSS (National Institutes of Health Stroke Scale) at Six Months postoperative","description":"NIHSS (National Institutes of Health Stroke Scale) is used to evaluate the severity of neurological deficit.","timeFrame":"six months to two years"},{"measure":"Rate of Successful Recanalization","description":"Antegrade blood flow through the recanalized portion was assessed by thrombolysis in myocardial infarction (TIMI) score or thrombolysis in cerebral infarction (TICI) score. TIMI≥2 or TICI≥2b was defined as successful recanalization.","timeFrame":"two years"},{"measure":"Changes from Baseline in BI (Barthel Index) at Six Months postoperative","description":"BI (Barthel Index) is used to evaluate activities of daily living.","timeFrame":"six months to two years"},{"measure":"Changes from Baseline in WHOQOL-BREF (The World Health Organization Quality of Life - BREF)at Six Months postoperative","description":"WHOQOL-BREF (The World Health Organization Quality of Life - BREF) is used to evaluate the individual's perceptions in the context of their culture and value systems, and their personal goals, standards and concerns.","timeFrame":"six months to two years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Stroke or TIA (transient ischemic attack) due to the intracranial veterbrobasilar artery occlusion.\n2. Occlusions may be diagnosed by TCD (transcranial cerebral doppler), MRA (magnetic resonance angiography), or CTA (computed tomographic angiography) to qualify for angiogram performed as part of the study protocol but must be confirmed by catheter angiography for enrollment in the trial\n3. Time from imaging-documented occlusion and/or from aggravation of clinical symptoms (aggravation was defined as change in mRS \\[modified rankin scale\\]≥1 and/or NIHSS \\[national institutes of health stroke scale\\]≥4) to recanalization was greater than 24 hours. The reasons for delayed intervention were due to delayed diagnosis, interhospital transfer, or unsuccessful initial trial of anticoagulation and antiplatelet therapy.\n4. Etiology was suitable for stenting, which was judged by at least a neurologist, a neurosurgeon and a neuro-interventionalist.\n\nExclusion Criteria:\n\n1. Unsuitable etiology.\n2. Stenting, angioplasty, or endarterectomy of an extracranial (carotid or vertebral artery) or intracranial artery within 30 days prior to expected enrollment date\n3. Any aneurysm without treatment proximal to or distal to occluded intracranial artery\n4. Intracranial tumor (except meningioma) or any intracranial vascular malformation\n5. CT or angiographic evidence of severe calcification at target lesion\n6. Brain infarct within previous 30 days of enrollment that is of sufficient size (\\> 5 cms) to be at risk of hemorrhagic conversion during or after stenting\n7. Any hemorrhagic infarct within 14 days prior to enrollment\n8. Any hemorrhagic infarct within 15 - 30 days that is associated with mass effect\n9. Any history of a primary intracerebral (parenchymal) hemorrhage (ICH)\n10. Any other intracranial hemorrhage (subarachnoid, subdural, epidural) within 30 days\n11. Any untreated chronic subdural hematoma of greater than 5 mm in thickness\n12. Presence of any of the following unequivocal cardiac sources of embolism: chronic or paroxysmal atrial fibrillation, mitral stenosis, mechanical valve, endocarditis, intracardiac clot or vegetation, myocardial infarction within three months, dilated cardiomyopathy, left atrial spontaneous echo contrast, ejection fraction less than 30%\n13. Known allergy or contraindication to aspirin, clopidogrel, heparin, metal, local or general anesthesia\n14. History of life-threatening allergy to contrast dye.\n15. Active peptic ulcer disease, major systemic hemorrhage within 30 days, active bleeding diathesis, platelets \\< 100,000, hematocrit \\< 30, INR \\[international normalized ratio\\] \\> 1.5, clotting factor abnormality that increases the risk of bleeding, current alcohol or substance abuse, uncontrolled severe hypertension (systolic pressure \\> 180 mm Hg or diastolic pressure \\> 115 mm Hg), severe liver impairment (AST \\[aspartate transaminate\\]or ALT \\[alanine transaminase\\]\\> 3 x normal, cirrhosis), creatinine \\> 3.0 (unless on dialysis)\n16. Major surgery (including open femoral, aortic, or carotid surgery) within previous 30 days or planned in the next 90 days after enrollment\n17. Pregnancy or of childbearing potential and unwilling to use contraception for the duration of this study\n18. Life expectancy\\<1 year due to other medical conditions.\n19. Enrollment in another study that would conflict with the current study\n20. Other special conditions considered by neurological physician, neurosurgeon and neuro-intervention doctors, weren't suitable for recanalization procedure.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Tianxiao Li, MD. PhD","affiliation":"Henan provincial intervention therapy center","role":"STUDY_CHAIR"},{"name":"Ziliang Wang, MD","affiliation":"Henan Provincial People's Hospital","role":"STUDY_DIRECTOR"},{"name":"Yingkun He, MD.","affiliation":"Henan Provincial People's Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Henan Provincial People'S Hospital","city":"Zhengzhou","state":"Henan","zip":"450003","country":"China","geoPoint":{"lat":34.75778,"lon":113.64861}},{"facility":"Henan provincial intervention therapy center","city":"Zhengzhou","state":"Henan","country":"China","geoPoint":{"lat":34.75778,"lon":113.64861}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}