{"protocolSection":{"identificationModule":{"nctId":"NCT05131295","orgStudyIdInfo":{"id":"35/07"},"organization":{"fullName":"El Instituto Nacional de Neurologia y Neurocirugia Manuel Velasco Suarez","class":"OTHER"},"briefTitle":"Dapsone Use in Patients With Aneurysmal Subarachnoid Hemorrhage.","officialTitle":"Neuroprotective Effect of Dapsone in Patients With Aneurysmal Subarachnoid Hemorrhage: Prospective, Randomized, Double-Blinded, Placebo-Controlled, Clinical Trial"},"statusModule":{"statusVerifiedDate":"2021-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2007-09-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2008-12-07","type":"ACTUAL"},"completionDateStruct":{"date":"2009-03-10","type":"ACTUAL"},"studyFirstSubmitDate":"2021-10-29","studyFirstSubmitQcDate":"2021-11-10","studyFirstPostDateStruct":{"date":"2021-11-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-11-10","lastUpdatePostDateStruct":{"date":"2021-11-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"El Instituto Nacional de Neurologia y Neurocirugia Manuel Velasco Suarez","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Dapsone is a drug that has been used clinically for several decades due to its anti-infective effect, making it widely available. Its neuroprotective effects have been found through its glutamate receptors antagonistic effect. Their main objective was to study the neuroprotective properties in patients with aneurysmal subarachnoid hemorrhage and high-risk factors for the development of cerebral vasospasm. Both the placebo and the dapsone used in this clinical trial were provided by the institution's neurochemistry laboratory.","detailedDescription":"A prospective, analytical, randomized, double-blinded, placebo-controlled clinical trial was realized. Participants suffering from aneurysmal subarachnoid hemorrhage (SAH), matching the inclusion criteria, were randomly assigned using a computer-derived table to receive from admission to the 15th day post-ictus an oral dose of placebo (aluminum hydroxide suspension) or a dapsone suspension containing 100mg per day. A nasogastric tube was used in participants with unpaired consciousness. All patients underwent aneurysm clipping or obliteration employing endovascular coils. Both groups received the standard of care (which included oral nimodipine from admission until the 21st post-ictal day, normovolemia, and dextran), and if required, vasogenic amines and/or cerebral intra-arterial administration of nimodipine in cases of cerebral vasospasm.\n\nThe participants' characteristics were assessed before the randomization process in both groups. The clinical severity was classified by the World Federation of Neurological Surgeons (WNFS), and the amount of subarachnoid blood on CT was evaluated using the Fisher scale. Patients were evaluated during their stay to look for the appearance of DCI and were followed for at least three months to evaluate their clinical outcome using the modified Rankin Scale (mRS). Severe adverse events such as methemoglobinemia and other less severe effects that forced treatment discontinuation were also assessed.\n\nData were analyzed according to a defined prospective plan. The primary endpoint was the incidence of DCI during the first 21 days post-SAH.\n\nThe projected sample size was 50 patients, guaranteeing a power of 80% (error β 0.2) to detect a statistically significant difference between placebo and dapsone with an accepted two-tailed α error of 0.05. The sample size was calculated assuming an incidence of DCI in the placebo group of 45% and the dapsone group of 10%, making a difference of 35% between groups.\n\nThe clinical outcome at three months and the presence of infarction on CT at patient discharge were analyzed as secondary outcomes.\n\nCategorical variable data is presented as incidences and compare groups using the χ2 test or Fisher's exact test (when any of the cells had less than five patients). Continuous variables are presented as means and standard deviation (SD). The statistical test for these variables was the Student's t-test or nonparametric tests such as the Mann-Whitney U test.\n\nStatistical significance with a p-value \\<0.05 was established and the SPSS statistical package (version 23.0) was used to perform the analysis."},"conditionsModule":{"conditions":["Subarachnoid Hemorrhage","Brain Ischemia","Subarachnoid Hemorrhage, Aneurysmal","Aneurysmal Subarachnoid Hemorrhage","Delayed Cerebral Ischemia","Vasospasm, Cerebral"],"keywords":["Dapsone","Cerebral vasospasm","Delayed cerebral ischemia","Subarachnoid hemorrhage","Aneurysms","Neuroprotective effect"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Patients were randomly assigned using a computer-derived table to receive from admission to the 15th-day post-ictus an oral dose of 2.5 ml/24 hours of placebo (aluminum hydroxide suspension) or a dapsone suspension containing 100 mg (2.5 ml/24 hours). In patients with unpaired consciousness a nasogastric tube was used. Treatment was initiated during the first five days post-ictus and continued until day 15. All patients underwent aneurysm clipping by microsurgery or obliteration employing endovascular coils; postoperatively, both groups received the usual prophylaxis (which included oral nimodipine from admission until day 21 post-ictus, normovolemia, and dextran) and/or treatment (which included the use of vasogenic amines and, in refractory cases, cerebral intra-arterial administration of nimodipine) of cerebral vasospasm.","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR"]}},"enrollmentInfo":{"count":49,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Dapsone","type":"EXPERIMENTAL","description":"Besides the standard of care, those assigned to the dapsone group received orally 100mg (2.5 ml) of dapsone suspension daily, from the admission day until the 15th-day post-ictus.","interventionNames":["Drug: Dapsone"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"Besides the standard of care, those assigned to the placebo group received orally 2.5 ml of aluminum hydroxide gel daily, from the admission day until the 15th-day post-ictus.","interventionNames":["Drug: Aluminum Hydroxide Gel"]}],"interventions":[{"type":"DRUG","name":"Dapsone","description":"Dapsone is a drug that has been used clinically for several decades due to its anti-infective effect. It has an anti-inflammatory effect due to its inhibitory action on neutrophils. Neuroprotective effects have been found experimentally with the use of dapsone, predominantly through its glutamate receptors antagonistic effect; these are the main receptors involved in neuronal excitotoxicity.","armGroupLabels":["Dapsone"]},{"type":"DRUG","name":"Aluminum Hydroxide Gel","description":"Aluminum Hydroxide Gel is an antacid that works quickly to lower the acid in the stomach","armGroupLabels":["Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence of clinically defined delayed cerebral ischemia","description":"Development of focal neurological deficits or impaired consciousness with progression to stupor or coma, not explained by any other medical condition.","timeFrame":"During the first 21 days post-ictus."}],"secondaryOutcomes":[{"measure":"Clinical outcome at discharge and three months later","description":"Evaluation of the clinical outcome using the modified Rankin Scale at discharge and three months follow up. Considering a cutoff point defined as favorable if lower or equal to 2 and an unfavorable if greater or equal to 3.","timeFrame":"An average of 12 days after hospitalization and at three months follow up after discharge."},{"measure":"Infarction incidence demonstrated by computerized tomography (CT).","description":"Appearance of a new localized hypodensity in a vascular distribution in the final CT prior to discharge, using validated arterial territory maps.","timeFrame":"An average of 12 days after hospitalization."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants presented with aneurysmal subarachnoid hemorrhage.\n* Candidates to aneurysm occlusion.\n* Fisher scale grade III or IV.\n\nExclusion Criteria:\n\n* Known glucose-6-phosphate dehydrogenase (G6PD) deficiency.\n* Anemia at admission.\n* Known allergy to sulfones or sulfas.\n* Severe systemic disease (renal or hepatic failure).","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Edgar Nathal, MD","affiliation":"El Instituto Nacional de Neurologia y Neurocirugia Manuel Velasco Suarez","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"El Instituto Nacional de Neurologia y Neurocirugia Manuel Velasco Suarez","city":"Mexico City","zip":"14269","country":"Mexico","geoPoint":{"lat":19.42847,"lon":-99.12766}}]},"referencesModule":{"references":[{"pmid":"15146002","type":"BACKGROUND","citation":"Goddard AJ, Raju PP, Gholkar A. Does the method of treatment of acutely ruptured intracranial aneurysms influence the incidence and duration of cerebral vasospasm and clinical outcome? J Neurol Neurosurg Psychiatry. 2004 Jun;75(6):868-72. doi: 10.1136/jnnp.2003.033068."},{"pmid":"28973675","type":"BACKGROUND","citation":"Ahn SH, Savarraj JP, Pervez M, Jones W, Park J, Jeon SB, Kwon SU, Chang TR, Lee K, Kim DH, Day AL, Choi HA. The Subarachnoid Hemorrhage Early Brain Edema Score Predicts Delayed Cerebral Ischemia and Clinical Outcomes. Neurosurgery. 2018 Jul 1;83(1):137-145. doi: 10.1093/neuros/nyx364."},{"pmid":"8622153","type":"BACKGROUND","citation":"Asano T, Takakura K, Sano K, Kikuchi H, Nagai H, Saito I, Tamura A, Ochiai C, Sasaki T. Effects of a hydroxyl radical scavenger on delayed ischemic neurological deficits following aneurysmal subarachnoid hemorrhage: results of a multicenter, placebo-controlled double-blind trial. J Neurosurg. 1996 May;84(5):792-803. doi: 10.3171/jns.1996.84.5.0792."},{"pmid":"31669725","type":"BACKGROUND","citation":"Bothun ML, Haaland OA, Moen G, Logallo N, Svendsen F, Thomassen L, Helland CA. Impaired cerebrovascular reactivity may predict delayed cerebral ischemia after aneurysmal subarachnoid hemorrhage. J Neurol Sci. 2019 Dec 15;407:116539. doi: 10.1016/j.jns.2019.116539. Epub 2019 Oct 17."},{"pmid":"28004163","type":"BACKGROUND","citation":"Boulouis G, Labeyrie MA, Raymond J, Rodriguez-Regent C, Lukaszewicz AC, Bresson D, Ben Hassen W, Trystram D, Meder JF, Oppenheim C, Naggara O. Treatment of cerebral vasospasm following aneurysmal subarachnoid haemorrhage: a systematic review and meta-analysis. Eur Radiol. 2017 Aug;27(8):3333-3342. doi: 10.1007/s00330-016-4702-y. Epub 2016 Dec 21."},{"pmid":"32035420","type":"BACKGROUND","citation":"Chen J, Li M, Zhu X, Chen L, Yang S, Zhang C, Wu T, Feng X, Wang Y, Chen Q. Atorvastatin reduces cerebral vasospasm and infarction after aneurysmal subarachnoid hemorrhage in elderly Chinese adults. Aging (Albany NY). 2020 Feb 7;12(3):2939-2951. doi: 10.18632/aging.102788. Epub 2020 Feb 7."},{"pmid":"30860121","type":"BACKGROUND","citation":"Chugh C, Agarwal H. Cerebral vasospasm and delayed cerebral ischemia: Review of literature and the management approach. Neurol India. 2019 Jan-Feb;67(1):185-200. doi: 10.4103/0028-3886.253627."},{"pmid":"11546890","type":"BACKGROUND","citation":"Claassen J, Bernardini GL, Kreiter K, Bates J, Du YE, Copeland D, Connolly ES, Mayer SA. Effect of cisternal and ventricular blood on risk of delayed cerebral ischemia after subarachnoid hemorrhage: the Fisher scale revisited. Stroke. 2001 Sep;32(9):2012-20. doi: 10.1161/hs0901.095677."},{"pmid":"29076779","type":"BACKGROUND","citation":"Dasenbrock HH, Rudy RF, Rosalind Lai PM, Smith TR, Frerichs KU, Gormley WB, Aziz-Sultan MA, Du R. Cigarette smoking and outcomes after aneurysmal subarachnoid hemorrhage: a nationwide analysis. J Neurosurg. 2018 Aug;129(2):446-457. doi: 10.3171/2016.10.JNS16748. Epub 2017 Oct 27."},{"pmid":"32247799","type":"BACKGROUND","citation":"Ditz C, Leppert J, Neumann A, Krajewski KL, Gliemroth J, Tronnier VM, Kuchler J. Cerebral Vasospasm After Spontaneous Subarachnoid Hemorrhage: Angiographic Pattern and Its Impact on the Clinical Course. World Neurosurg. 2020 Jun;138:e913-e921. doi: 10.1016/j.wneu.2020.03.146. Epub 2020 Apr 2."},{"pmid":"7354892","type":"BACKGROUND","citation":"Fisher CM, Kistler JP, Davis JM. Relation of cerebral vasospasm to subarachnoid hemorrhage visualized by computerized tomographic scanning. Neurosurgery. 1980 Jan;6(1):1-9. doi: 10.1227/00006123-198001000-00001."},{"pmid":"9249213","type":"BACKGROUND","citation":"Gatti G, Hossein J, Malena M, Cruciani M, Bassetti M. Penetration of dapsone into cerebrospinal fluid of patients with AIDS. J Antimicrob Chemother. 1997 Jul;40(1):113-5. doi: 10.1093/jac/40.1.113."},{"pmid":"9046304","type":"BACKGROUND","citation":"Haley EC Jr, Kassell NF, Apperson-Hansen C, Maile MH, Alves WM. A randomized, double-blind, vehicle-controlled trial of tirilazad mesylate in patients with aneurysmal subarachnoid hemorrhage: a cooperative study in North America. J Neurosurg. 1997 Mar;86(3):467-74. doi: 10.3171/jns.1997.86.3.0467."},{"pmid":"33656055","type":"BACKGROUND","citation":"He J, Zhang X, He W, Xie Y, Chen Y, Yang Y, Chen R. Neuroprotective effects of zonisamide on cerebral ischemia injury via inhibition of neuronal apoptosis. Braz J Med Biol Res. 2021 Feb 26;54(4):e10498. doi: 10.1590/1414-431X202010498. eCollection 2021."},{"pmid":"15458586","type":"BACKGROUND","citation":"Hoh BL, Topcuoglu MA, Singhal AB, Pryor JC, Rabinov JD, Rordorf GA, Carter BS, Ogilvy CS. Effect of clipping, craniotomy, or intravascular coiling on cerebral vasospasm and patient outcome after aneurysmal subarachnoid hemorrhage. Neurosurgery. 2004 Oct;55(4):779-86; discussion 786-9. doi: 10.1227/01.neu.0000137628.51839.d5."},{"pmid":"30637487","type":"BACKGROUND","citation":"Hollingworth M, Jamjoom AAB, Bulters D, Patel HC. How is vasospasm screening using transcranial Doppler associated with delayed cerebral ischemia and outcomes in aneurysmal subarachnoid hemorrhage? Acta Neurochir (Wien). 2019 Feb;161(2):385-392. doi: 10.1007/s00701-018-3765-8. Epub 2019 Jan 12."},{"pmid":"9952128","type":"BACKGROUND","citation":"Hosoda K, Fujita S, Kawaguchi T, Shose Y, Hamano S, Iwakura M. Effect of clot removal and surgical manipulation on regional cerebral blood flow and delayed vasospasm in early aneurysm surgery for subarachnoid hemorrhage. Surg Neurol. 1999 Jan;51(1):81-8. doi: 10.1016/s0090-3019(97)00508-9."},{"pmid":"32271814","type":"BACKGROUND","citation":"Ido K, Kurogi R, Kurogi A, Nishimura K, Arimura K, Nishimura A, Ren N, Kada A, Matsuo R, Onozuka D, Hagihara A, Takagishi S, Yamagami K, Takegami M, Nohara Y, Nakashima N, Kamouchi M, Date I, Kitazono T, Iihara K; J-ASPECT Study Collaborators. Effect of treatment modality and cerebral vasospasm agent on patient outcomes after aneurysmal subarachnoid hemorrhage in the elderly aged 75 years and older. PLoS One. 2020 Apr 9;15(4):e0230953. doi: 10.1371/journal.pone.0230953. eCollection 2020."},{"pmid":"24670311","type":"BACKGROUND","citation":"Inagawa T, Yahara K, Ohbayashi N. Risk factors associated with cerebral vasospasm following aneurysmal subarachnoid hemorrhage. Neurol Med Chir (Tokyo). 2014 Jun 17;54(6):465-73. doi: 10.2176/nmc.oa.2013-0169. Epub 2014 Mar 27."},{"pmid":"2496789","type":"BACKGROUND","citation":"Pickard JD, Murray GD, Illingworth R, Shaw MD, Teasdale GM, Foy PM, Humphrey PR, Lang DA, Nelson R, Richards P, et al. Effect of oral nimodipine on cerebral infarction and outcome after subarachnoid haemorrhage: British aneurysm nimodipine trial. BMJ. 1989 Mar 11;298(6674):636-42. doi: 10.1136/bmj.298.6674.636."},{"pmid":"16060243","type":"BACKGROUND","citation":"Keller E, Krayenbuhl N, Bjeljac M, Yonekawa Y. Cerebral vasospasm: results of a structured multimodal treatment. Acta Neurochir Suppl. 2005;94:65-73. doi: 10.1007/3-211-27911-3_11."},{"pmid":"8355824","type":"BACKGROUND","citation":"Laumer R, Steinmeier R, Gonner F, Vogtmann T, Priem R, Fahlbusch R. Cerebral hemodynamics in subarachnoid hemorrhage evaluated by transcranial Doppler sonography. Part 1. Reliability of flow velocities in clinical management. Neurosurgery. 1993 Jul;33(1):1-8; discussion 8-9. doi: 10.1227/00006123-199307000-00001."},{"pmid":"9099480","type":"BACKGROUND","citation":"Lewis DH, Newell DW, Winn HR. Delayed ischemia due to cerebral vasospasm occult to transcranial Doppler. An important role for cerebral perfusion SPECT. Clin Nucl Med. 1997 Apr;22(4):238-40. doi: 10.1097/00003072-199704000-00006."},{"pmid":"30898740","type":"BACKGROUND","citation":"Li K, Barras CD, Chandra RV, Kok HK, Maingard JT, Carter NS, Russell JH, Lai L, Brooks M, Asadi H. A Review of the Management of Cerebral Vasospasm After Aneurysmal Subarachnoid Hemorrhage. World Neurosurg. 2019 Jun;126:513-527. doi: 10.1016/j.wneu.2019.03.083. Epub 2019 Mar 18."},{"pmid":"12957521","type":"BACKGROUND","citation":"Lopez-Naranjo F, Castaneda-Lopez C, Rojas-Oviedo I, Altagracia-Martinez M, Krazov-Jinich J, Manjarrez-Marmolejo J, Alvarado-Calvillo R. Anticonvulsant activity of dapsone analogs. Electrophysiologic evaluation. Arch Med Res. 2003 Jul-Aug;34(4):269-72. doi: 10.1016/S0188-4409(03)00045-6."},{"pmid":"27070952","type":"BACKGROUND","citation":"Matsuda N, Naraoka M, Ohkuma H, Shimamura N, Ito K, Asano K, Hasegawa S, Takemura A. Effect of Cilostazol on Cerebral Vasospasm and Outcome in Patients with Aneurysmal Subarachnoid Hemorrhage: A Randomized, Double-Blind, Placebo-Controlled Trial. Cerebrovasc Dis. 2016;42(1-2):97-105. doi: 10.1159/000445509. Epub 2016 Apr 13."},{"pmid":"12816268","type":"BACKGROUND","citation":"McGirt MJ, Mavropoulos JC, McGirt LY, Alexander MJ, Friedman AH, Laskowitz DT, Lynch JR. Leukocytosis as an independent risk factor for cerebral vasospasm following aneurysmal subarachnoid hemorrhage. J Neurosurg. 2003 Jun;98(6):1222-6. doi: 10.3171/jns.2003.98.6.1222."},{"pmid":"3283595","type":"BACKGROUND","citation":"Mee E, Dorrance D, Lowe D, Neil-Dwyer G. Controlled study of nimodipine in aneurysm patients treated early after subarachnoid hemorrhage. Neurosurgery. 1988 Mar;22(3):484-91. doi: 10.1227/00006123-198803000-00006."},{"pmid":"3054010","type":"BACKGROUND","citation":"Ohman J, Heiskanen O. Effect of nimodipine on the outcome of patients after aneurysmal subarachnoid hemorrhage and surgery. J Neurosurg. 1988 Nov;69(5):683-6. doi: 10.3171/jns.1988.69.5.0683."},{"pmid":"15730572","type":"BACKGROUND","citation":"Parra A, Kreiter KT, Williams S, Sciacca R, Mack WJ, Naidech AM, Commichau CS, Fitzsimmons BF, Janjua N, Mayer SA, Connolly ES Jr. Effect of prior statin use on functional outcome and delayed vasospasm after acute aneurysmal subarachnoid hemorrhage: a matched controlled cohort study. Neurosurgery. 2005 Mar;56(3):476-84; discussion 476-84. doi: 10.1227/01.neu.0000153925.96889.8a."},{"pmid":"24512442","type":"BACKGROUND","citation":"Patel AP, Patil AS. Dapsone for immune thrombocytopenic purpura in children and adults. Platelets. 2015;26(2):164-7. doi: 10.3109/09537104.2014.886677. Epub 2014 Feb 10."},{"pmid":"3280746","type":"BACKGROUND","citation":"Petruk KC, West M, Mohr G, Weir BK, Benoit BG, Gentili F, Disney LB, Khan MI, Grace M, Holness RO, et al. Nimodipine treatment in poor-grade aneurysm patients. Results of a multicenter double-blind placebo-controlled trial. J Neurosurg. 1988 Apr;68(4):505-17. doi: 10.3171/jns.1988.68.4.0505."},{"pmid":"31166407","type":"BACKGROUND","citation":"Porro AM, Hans Filho G, Santi CG. Consensus on the treatment of autoimmune bullous dermatoses: pemphigus vulgaris and pemphigus foliaceus - Brazilian Society of Dermatology. An Bras Dermatol. 2019 Apr;94(2 Suppl 1):20-32. doi: 10.1590/abd1806-4841.2019940206. Epub 2019 Jun 3."},{"pmid":"10809270","type":"BACKGROUND","citation":"Qureshi AI, Sung GY, Razumovsky AY, Lane K, Straw RN, Ulatowski JA. Early identification of patients at risk for symptomatic vasospasm after aneurysmal subarachnoid hemorrhage. Crit Care Med. 2000 Apr;28(4):984-90. doi: 10.1097/00003246-200004000-00012."},{"pmid":"15218156","type":"BACKGROUND","citation":"Rabinstein AA, Friedman JA, Weigand SD, McClelland RL, Fulgham JR, Manno EM, Atkinson JL, Wijdicks EF. Predictors of cerebral infarction in aneurysmal subarachnoid hemorrhage. Stroke. 2004 Aug;35(8):1862-6. doi: 10.1161/01.STR.0000133132.76983.8e. Epub 2004 Jun 24."},{"pmid":"15309916","type":"BACKGROUND","citation":"Reilly C, Amidei C, Tolentino J, Jahromi BS, Macdonald RL. Clot volume and clearance rate as independent predictors of vasospasm after aneurysmal subarachnoid hemorrhage. J Neurosurg. 2004 Aug;101(2):255-61. doi: 10.3171/jns.2004.101.2.0255."},{"pmid":"14759500","type":"BACKGROUND","citation":"Rios C, Nader-Kawachi J, Rodriguez-Payan AJ, Nava-Ruiz C. Neuroprotective effect of dapsone in an occlusive model of focal ischemia in rats. Brain Res. 2004 Mar 5;999(2):212-5. doi: 10.1016/j.brainres.2003.11.040."},{"pmid":"31230197","type":"BACKGROUND","citation":"Roman C, Dima B, Muyshont L, Schurmans T, Gilliaux O. Indications and efficiency of dapsone in IgA vasculitis (Henoch-Schonlein purpura): case series and a review of the literature. Eur J Pediatr. 2019 Aug;178(8):1275-1281. doi: 10.1007/s00431-019-03409-5. Epub 2019 Jun 22."},{"pmid":"11846933","type":"BACKGROUND","citation":"Shimoda M, Takeuchi M, Tominaga J, Oda S, Kumasaka A, Tsugane R. Asymptomatic versus symptomatic infarcts from vasospasm in patients with subarachnoid hemorrhage: serial magnetic resonance imaging. Neurosurgery. 2001 Dec;49(6):1341-8; discussion 1348-50. doi: 10.1097/00006123-200112000-00010."},{"pmid":"15888142","type":"BACKGROUND","citation":"Suda T, Suzuki Y, Matsui T, Inoue T, Niide O, Yoshimaru T, Suzuki H, Ra C, Ochiai T. Dapsone suppresses human neutrophil superoxide production and elastase release in a calcium-dependent manner. Br J Dermatol. 2005 May;152(5):887-95. doi: 10.1111/j.1365-2133.2005.06559.x."},{"pmid":"9633714","type":"BACKGROUND","citation":"Tatu L, Moulin T, Bogousslavsky J, Duvernoy H. Arterial territories of the human brain: cerebral hemispheres. Neurology. 1998 Jun;50(6):1699-708. doi: 10.1212/wnl.50.6.1699."},{"pmid":"3236024","type":"BACKGROUND","citation":"Teasdale GM, Drake CG, Hunt W, Kassell N, Sano K, Pertuiset B, De Villiers JC. A universal subarachnoid hemorrhage scale: report of a committee of the World Federation of Neurosurgical Societies. J Neurol Neurosurg Psychiatry. 1988 Nov;51(11):1457. doi: 10.1136/jnnp.51.11.1457. No abstract available."},{"pmid":"10390315","type":"BACKGROUND","citation":"Thomas JE, Rosenwasser RH, Armonda RA, Harrop J, Mitchell W, Galaria I. Safety of intrathecal sodium nitroprusside for the treatment and prevention of refractory cerebral vasospasm and ischemia in humans. Stroke. 1999 Jul;30(7):1409-16. doi: 10.1161/01.str.30.7.1409."},{"pmid":"16049199","type":"BACKGROUND","citation":"Tseng MY, Czosnyka M, Richards H, Pickard JD, Kirkpatrick PJ. Effects of acute treatment with pravastatin on cerebral vasospasm, autoregulation, and delayed ischemic deficits after aneurysmal subarachnoid hemorrhage: a phase II randomized placebo-controlled trial. Stroke. 2005 Aug;36(8):1627-32. doi: 10.1161/01.STR.0000176743.67564.5d."},{"pmid":"22546009","type":"BACKGROUND","citation":"Van Malderen C, Van Geertruyden JP, Machevo S, Gonzalez R, Bassat Q, Talisuna A, Yeka A, Nabasumba C, Piola P, Daniel A, Turyakira E, Forret P, Van Overmeir C, van Loen H, Robert A, D' Alessandro U. Glucose-6-phosphate dehydrogenase deficiency, chlorproguanil-dapsone with artesunate and post-treatment haemolysis in African children treated for uncomplicated malaria. Malar J. 2012 Jul 10;11:139. doi: 10.1186/1475-2875-11-139."},{"pmid":"22027241","type":"BACKGROUND","citation":"Zhao J, Zhou D, Guo J, Ren Z, Zhou L, Wang S, Zhang Y, Xu B, Zhao K, Wang R, Mao Y, Xu B, Zhang X; Fasudil Aneurysmal Subarachnoid Hemorrhage Study Group. Efficacy and safety of fasudil in patients with subarachnoid hemorrhage: final results of a randomized trial of fasudil versus nimodipine. Neurol Med Chir (Tokyo). 2011;51(10):679-83. doi: 10.2176/nmc.51.679."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"No IPD plan to protect the participants' identity."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000013345","term":"Subarachnoid Hemorrhage"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000020301","term":"Vasospasm, Intracranial"},{"id":"D000006470","term":"Hemorrhage"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020300","term":"Intracranial Hemorrhages"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000020521","term":"Stroke"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"},{"id":"M3803","name":"Aneurysm","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M5484","name":"Brain Ischemia","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M15825","name":"Subarachnoid Hemorrhage","asFound":"Subarachnoid Hemorrhage","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M21804","name":"Vasospasm, Intracranial","asFound":"Vasospasm, Cerebral","relevance":"HIGH"},{"id":"M21803","name":"Intracranial Hemorrhages","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"BC10","name":"Nervous System Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000003622","term":"Dapsone"},{"id":"D000000536","term":"Aluminum Hydroxide"}],"ancestors":[{"id":"D000000890","term":"Anti-Infective Agents"},{"id":"D000000962","term":"Antimalarials"},{"id":"D000000981","term":"Antiprotozoal Agents"},{"id":"D000000977","term":"Antiparasitic Agents"},{"id":"D000005493","term":"Folic Acid Antagonists"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000007917","term":"Leprostatic Agents"},{"id":"D000000900","term":"Anti-Bacterial Agents"},{"id":"D000000276","term":"Adjuvants, Immunologic"},{"id":"D000007155","term":"Immunologic Factors"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000000863","term":"Antacids"},{"id":"D000005765","term":"Gastrointestinal Agents"}],"browseLeaves":[{"id":"M3878","name":"Antacids","relevance":"LOW"},{"id":"M3907","name":"Anti-Inflammatory Agents","relevance":"LOW"},{"id":"M3904","name":"Anti-Infective Agents","relevance":"LOW"},{"id":"M6514","name":"Dapsone","asFound":"Lateral Sclerosis","relevance":"HIGH"},{"id":"M3567","name":"Aluminum Hydroxide","asFound":"Camp","relevance":"HIGH"},{"id":"M3909","name":"Anti-Ulcer Agents","relevance":"LOW"},{"id":"M3970","name":"Antimalarials","relevance":"LOW"},{"id":"M3988","name":"Antiprotozoal Agents","relevance":"LOW"},{"id":"M3984","name":"Antiparasitic Agents","relevance":"LOW"},{"id":"M8308","name":"Folic Acid","relevance":"LOW"},{"id":"M17236","name":"Vitamin B Complex","relevance":"LOW"},{"id":"M8309","name":"Folic Acid Antagonists","relevance":"LOW"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M3912","name":"Anti-Bacterial Agents","relevance":"LOW"},{"id":"M3318","name":"Adjuvants, Immunologic","relevance":"LOW"},{"id":"M9891","name":"Immunologic Factors","relevance":"LOW"},{"id":"M8571","name":"Gastrointestinal Agents","relevance":"LOW"},{"id":"T5","name":"Glutamic Acid","relevance":"LOW"},{"id":"T447","name":"Folinic Acid","relevance":"LOW"},{"id":"T446","name":"Folic Acid","relevance":"LOW"},{"id":"T448","name":"Folate","relevance":"LOW"},{"id":"T475","name":"Vitamin B9","relevance":"LOW"}],"browseBranches":[{"abbrev":"Gast","name":"Gastrointestinal Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"Micro","name":"Micronutrients"},{"abbrev":"Hemat","name":"Hematinics"},{"abbrev":"AA","name":"Amino Acids"},{"abbrev":"Vi","name":"Vitamins"}]}},"hasResults":false}