{"protocolSection":{"identificationModule":{"nctId":"NCT04173975","orgStudyIdInfo":{"id":"BELK@CCP"},"organization":{"fullName":"Casa di Cura Privata del Policlinico SpA","class":"OTHER"},"briefTitle":"Validation of the Efficacy and Usability of the BELK Orthosis Knee Module in a Neurological Setting (BELK@CCP)","officialTitle":"Validation of the Efficacy and Usability of the BELK Orthosis Knee Module in a Neurological Setting","acronym":"BELK@CCP"},"statusModule":{"statusVerifiedDate":"2022-02","overallStatus":"WITHDRAWN","whyStopped":"pandemic of coronavirus disease","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2021-03-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-11-18","studyFirstSubmitQcDate":"2019-11-20","studyFirstPostDateStruct":{"date":"2019-11-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-02-04","lastUpdatePostDateStruct":{"date":"2022-02-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Casa di Cura Privata del Policlinico SpA","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This present study will be devoted to the first clinical study on the efficacy of the BELK system in enhancing mobility and improve the knee rehabilitation process in people with NeuroMuscular Diseases (NMD) and Central Nervous System (CNS) disorders with knee instability that implies deficit in gait and in locomotion during ADL.\n\nParticipants will receive a 6-week training program (3 weeks with the BELK orthosis knee module) in a clinical setting in add-on to the standard neuro-rehabilitation treatment. Gait analysis and Instrumental Test will be performed every week till the end of the six-week training period while the Clinical Scales and Questionnaires will be performed after three weeks and at the end of the training period. Finally, additional outcome measures comprise the scores on the System Usability Scale (SUS) to evaluate the hardware and the Software Usability Measurement Inventory (SUMI) to evaluate the software of the BELK orthosis. These two measures will be administrated at the end of training with Belk orthosis, to rate patients' and operators' (e.g., physical therapist, medical doctors) satisfaction.\n\nDuring 2018, the company GOGOA (www.gogoa.eu), specialized in design, manufacturing and commercialization of Robotic Assisted Rehabilitation (RAR) systems, has developed a first prototype of the BELK system, a powered wearable robotic device that can be used for knee rehabilitation, in the sub-acute phase of knee injuries. As BELK is a wearable device, it can be used both, by the physiotherapist in the rehabilitation centers, improving the knee rehabilitation process and increasing patients' comfort, and accelerating their rehabilitation process.\n\nCasa di Cura del Policlinico (CCP https://www.ccppdezza.it/en/) is a fully integrated multi-specialty clinical center aiming at providing both inpatient and outpatient services mainly directed to neurological patients. The Center is constituted as a Department of Neuro-rehabilitation Sciences, accredited by the Italian National Health System, and economically supported by Regione Lombardia. CCP offers to chronic neurological patients the highest comprehensive standards of care in a comfortable environment, through a multidisciplinary patient management approach organized around a core rehabilitation program.","detailedDescription":"The study design comprises a clinical study aimed at assessing efficacy of the BELK orthosis knee module on management of instability of the knee in 15 adults who have NMD or a CNS disorder. Participants will receive a 6-week training program (3 weeks with the BELK orthosis knee module) in a clinical setting in add-on at the standard neurorehabilitation treatment.\n\nThe add-on rehabilitation training will be focused on lower limb with specific activities for knee instability, and will comprise 3 weeks using the BELK orthosis knee module and 3 weeks without any orthosis. The activities will concern both physical training (e.g., locomotion task, balance exercise, muscle reinforcement, proprioceptive task) and occupational treatment tasks (e.g., transferring/mobility, meal preparation, house-working).\n\nThis clinical study will be a Randomized Control Trial (RCT) crossover longitudinal.\n\nThe clinical trial will be split in the following phases :\n\n* Recruitment. Subjects admitted to CCP Neurorehabilitation unit will be recruited after considering inclusion and exclusion criteria through clinical history and medical visit.\n* Randomization. Enrolled participants will be randomly allocated (per 2 blocked randomization lists, generated electronically by www.random.org) into the BELK assisted group (Group A) or the control group (Group B).\n* Clinical, instrumental and questionnaires assessment at T0 (baseline)\n* Rehabilitation Treatment (first block) three weeks period, all the patients will perform rehabilitation training. The patients allocated in Group A will perform the training wearing the BELK device while patients allocated in Group B will perform the same exercise without any exoskeleton.\n* Clinical, instrumental and questionnaires assessment at T1 (crossover)\n* Rehabilitation Treatment (second block) three weeks period, all the patients will perform rehabilitation training. The patients allocated in Group B will perform the training wearing the BELK device while patients allocated in Group A will perform the same exercise without any exoskeleton.\n* Clinical, instrumental, questionnaires and usability assessment at T2 (final)\n* Additional Instrumental Test will be performed after the first and the second week of each rehabilitation treatment block (i.e., T01, T02, T11, T12).\n\nInstrumental Test consist of:\n\n* Bio-mechanical performance (gait kinematics/kinetics analysis),\n* Surface electromyography for knee functional evaluation (EMG),\n* 6-minute walking test (6mWT),\n* Baseline assessments uptake (VO2),\n* Hearth rate (HR),\n* Breathing frequency (BF),\n* Timed Up and Go Test (TUG),\n* Stair Climb Test (SCT).\n\nClinical scales consist of:\n\n* Functional Independence Measure scale (FIM),\n* Functional Ambulation category scale (FAC),\n* lower-leg Ashworth scale (sum of score for hip, knee and ankle) (AS),\n* Mini Balance Evaluation Systems Test (Mini-Best),\n* Motricity Index (MI),\n* Self-reported perceived effort (CR-10 Borg).\n\nQuestionnaires consist of:\n\n* International Knee Documentation Committee subjective knee evaluation form (IKDC),\n* Knee Outcome Survey Activity of Daily Living (KOS ADL) and health-related quality of life (SF-36)."},"conditionsModule":{"conditions":["Knee Instability","Neuromuscular Diseases","Central Nervous System Diseases","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"Participants will receive a 6-week training program in a clinical setting in add-on to the standard neuro-rehabilitation treatment.\n\nThe add-on rehabilitation training will be focused on lower limb with specific activities for knee instability, and will comprise 3 weeks using the BELK orthosis knee module and 3 weeks without any orthosis.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"With knee exoskeleton","type":"EXPERIMENTAL","description":"The rehabilitation training will be focused on lower limb with specific activities for knee instability, and will concern both physical training (e.g., locomotion task, balance exercise, muscle reinforcement, proprioceptive task) and occupational treatment tasks (e.g., transferring/mobility, meal preparation, house-working).\n\nEach session will be 45 minutes long. Three time per week, for three weeks.\n\nThe patients allocated in this arm will perform the training wearing the BELK device.","interventionNames":["Device: With knee exoskeleton"]},{"label":"Without exoskeleton","type":"NO_INTERVENTION","description":"The rehabilitation training will be focused on lower limb with specific activities for knee instability, and will concern both physical training (e.g., locomotion task, balance exercise, muscle reinforcement, proprioceptive task) and occupational treatment tasks (e.g., transferring/mobility, meal preparation, house-working).\n\nEach session will be 45 minutes long. Three time per week, for three weeks.\n\nThe patients allocated in this arm will perform the training without any exoskeleton."}],"interventions":[{"type":"DEVICE","name":"With knee exoskeleton","description":"BELK is a wearable system that assists when and where the patient needs it intelligently through proper control of the system and optimized gait assistance techniques. Assisted-as-needed control allows to create a force field along a desired trajectory, proportionally applying torque only when patient deviates from the pre-programmed correct pattern. This force field control, by assisting only the segments that the patient need, produces a natural gait pattern, improving the rehabilitation process.","armGroupLabels":["With knee exoskeleton"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in walking velocity","description":"Walking velocity \\[m/s\\] will be calculated during walk test (10MWT). Markers positioned on the body will be tracked through a motion capture software and analyzed.","timeFrame":"Before and Immediately after the rehabilitation training of each arm (Initial, after 3 weeks and final)"},{"measure":"Change in Gait Profile Score","description":"Gait Profile Score (GPS) is a useful index to analyze the gait performances. It is calculated starting from fifteen Gait Variable Score (GVS) which give a deeper view on the variables related to the locomotion trials.","timeFrame":"Before and Immediately after the rehabilitation training of each arm (Initial, after 3 weeks and final)"}],"secondaryOutcomes":[{"measure":"Change in 6-minute walking test (6MWT)","description":"The six-minute walk test (6MWT) measures the distance, in meters, that an individual is able to walk over a total of six minutes on a hard, flat surface.","timeFrame":"Before and immediately after the rehabilitation training of each arm (Initial, after 3 weeks and final)"},{"measure":"Change in joint force","description":"Joint forces will be calculated as the amount of pressure recorded in newtons on the force plates during walking tests.","timeFrame":"Before and immediately after the rehabilitation training of each arm (Initial, after 3 weeks and final)"},{"measure":"Change in Surface electromyography (sEMG)","description":"Surface electromyography (sEMG) is a non-invasive procedure involving the detection, recording and interpretation of the electric activity of groups of muscles at rest (i.e., static) and during activity (i.e., dynamic). The procedure is performed using a single or an array of electrodes placed on the skin surface over the muscles to be tested. Recording can also be made using a hand-held device, which is applied to the skin surface at different sites. Electrical activity is assessed by computer analysis of the frequency spectrum, amplitude, or root-mean-square of the electrical action potential.","timeFrame":"Before and immediately after the rehabilitation training of each arm (Initial, after 3 weeks and final)"},{"measure":"Change in energy cost of walking","description":"Energy cost of walking, expressed in ml O2/kg/m will be measured using indirect calorimetry device","timeFrame":"Before and immediately after the rehabilitation training of each arm (Initial, after 3 weeks and final)"},{"measure":"Change in Stair Climb Test (SCT)","description":"The Stair Climb Test (SCT) measures, in seconds, the time taken by an individual to ascend and descend 10 steps (each step is 0.18 m in height).","timeFrame":"Before and immediately after the rehabilitation training of each arm (Initial, after 3 weeks and final)"},{"measure":"Change in Timed Up and Go test (TUG)","description":"The Timed \"Up and Go\" Test measures, in seconds, the time taken by an individual to stand up from a standard arm chair (approximate seat height of 46 cm, arm height 65 cm), walk a distance of 3 meters (approximately 10 feet), turn, walk back to the chair, and sit down.","timeFrame":"Before and immediately after the rehabilitation training of each arm (Initial, after 3 weeks and final)"},{"measure":"Change in Short Form Survey Instrument (SF36)","description":"Confidence levels will be calculated using the Short Form Survey Instrument (SF36). Items are scored using Likert scale and yes/no options. Scales are standardized with a scoring algorithm to obtain a score ranging from 0-100. High scores indicate better health status.","timeFrame":"Before and immediately after the rehabilitation training of each arm (Initial, after 3 weeks and final)"},{"measure":"Change in International Knee Documentation Committee (IKDC) Questionnaire","description":"The IKDC Questionnaire is a subjective scale that provides patients with an overall function score. The questionnaire looks at 3 categories: symptoms, sports activity, and knee function. Symptoms sub scale helps to evaluate things such as pain, stiffness, swelling and giving-way of the knee. Meanwhile, the sports activity sub scale focuses on functions like going up and down the stairs, rising from a chair, squatting and jumping. The knee function sub scale asks patients one simple question: how is their knee at present versus how was their knee prior to injury?\n\nScores are obtained by summing the individual items, then transforming the crude total to a scaled number that ranges from 0 to 100. This final number is interpreted as a measure of function with higher scores representing higher levels of function.","timeFrame":"Before and immediately after the rehabilitation training of each arm (Initial, after 3 weeks and final)"},{"measure":"Change in Knee Outcome Survey (KOS)","description":"The Knee Outcome Survey (KOS) is a patient-completed questionnaire that provides a percentage of disability during every day activities (activities of daily living sub scale) or sports (sports activity sub scale). The lower the percentage, the higher the disability.\n\nThis is a self-report measure that is broken down into two categories (ADLs and sport activities) that rates perceived disability with 5 being \"no difficulty\" and 0 being \"unable to perform\".\\[1\\]","timeFrame":"Before and immediately after the rehabilitation training of each arm (Initial, after 3 weeks and final)"},{"measure":"System Usability Scale (SUS)","description":"The scores on the System Usability Scale (SUS) was measured in order to assess the usability of BELK during rehabilitation training","timeFrame":"Immediately after the rehabilitation training of experimental arm."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age: 30 - 85\n* Sex: males and females\n* Diagnosis of Neuromuscular diseases (NMD) or central nervous system (CNS) disorder with knee instability conditioning gait\n* Functional Ambulation Categories (FAC) \\> 3\n* Mini Mental State Examination (MMSE) \\> 24\n* Ability to walk at least 10 meters alone or with maximum 1 person assistance\n\nExclusion Criteria:\n\n* Bilateral impairment of the knees\n* Knee implant\n* Lower extremity amputation\n* Severe sensorial impairment of the lower limbs\n* Legal blindness or severe visual impairment\n* Pacemakers or metal implants\n* Refusal to give informed consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Peppino Tropea, PhD","affiliation":"Casa di Cura Privata del Policlinico SpA","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009468","term":"Neuromuscular Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12101","name":"Neuromuscular Diseases","asFound":"Neuromuscular Diseases","relevance":"HIGH"},{"id":"M5432","name":"Central Nervous System Diseases","asFound":"Central Nervous System Diseases","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}