{"protocolSection":{"identificationModule":{"nctId":"NCT00391378","orgStudyIdInfo":{"id":"999906245"},"secondaryIdInfos":[{"id":"06-N-N245"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Cerebral Lesions and Outcome After Cardiac Surgery (CLOCS)","officialTitle":"Cerebral Lesions and Outcomes After Cardiac Surgery (CLOCS)"},"statusModule":{"statusVerifiedDate":"2011-01-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2006-09-09"},"completionDateStruct":{"date":"2011-01-03"},"studyFirstSubmitDate":"2006-10-21","studyFirstSubmitQcDate":"2006-10-21","studyFirstPostDateStruct":{"date":"2006-10-24","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-06-30","lastUpdatePostDateStruct":{"date":"2017-07-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"descriptionModule":{"briefSummary":"Between 1 and 5 percent of patients who have coronary artery bypass surgery suffer a stroke following surgery, and 30 percent have new brain lesions that do not produce symptoms and are seen only on MRI. In addition, up to 40 percent of patients develop long-term cognitive impairment. This study will identify risk factors that predict whether a person undergoing heart surgery will develop cerebral infarcts after surgery. It will also identify operative and inflammatory factors that may alter the risk, and will evaluate whether the small lesions are associated with cognitive decline at 6 months.\n\nPeople 18 years of age or older who will undergo coronary artery bypass surgery (CABG), heart valve replacement, or combined CABG and valve replacement procedure are eligible for this study. Candidates must have no neurological or cognitive impairment before surgery.\n\nParticipants will undergo standard medical and surgical treatment as determined by their physicians. In addition, they have the following procedures:\n\n* Medical and neurological evaluation before surgery and 24 and 48 hours after surgery.\n* Brain MRI before surgery, and 48 hours, 30 days and 6 months after surgery.\n* Blood draws before surgery, immediately after surgery, and 6, 24, 48 and 72 hours after surgery to quantify the response of their inflammatory system to surgery.\n* Neuropsychological examinations 30 days and 6 months after surgery.\n* In addition, patients who agree to enroll in a substudy that will explore whether differences in the genes coding for inflammatory molecules lead to a change in the risk of iscjhemia after heart surgery, will have extra blood drawn for genetic analysis.","detailedDescription":"Objective. Cardiac surgery is the leading cause of iatrogenic stroke in the United States; 1% to 5% of patients undergoing CABG have a stroke, and 30% have clinically silent new lesions that are detectable only on MRI. Cognitive dysfunction is also common after heart surgery, and up to 40% have long-term cognitive impairment. The primary objective of this study is to define the pre-operative risk profile that best predicts postoperative ischemic or cognitive changes in patients undergoing heart surgery and to 1) establish a registry of patients undergoing cardiac surgery to evaluate the relationship of new lesions on MRI, blood biomarkers, neurological and neurocognitive outcome 2) identify the most significant risk factors for post operative cerebral ischemic lesions 3) determine whether new ischemic lesions on DWI are associated with subsequent neurological or cognitive impairment. The objective of the genetics sub-study is to estimate the relative risk of specific polymorphisms of genes of molecules involved in the inflammatory response and occurrence of new ischemic lesions.\n\nStudy population. 363 patients (188 consecutive patients undergoing CABG and 175 patients undergoing aortic or mitral valve replacement).\n\nDesign. Patients will have a pre-operative medical and neurological evaluation before surgery and 24 and 48 hours after surgery. A brain MRI will be obtained preoperatively and 48 hours, 30 days, and 6 months after surgery. Blood drawn to quantify biomarkers will be obtained before and immediately after surgery and 6, 24, 48 and 72 hours post-operatively. Patients enrolled in the genetics sub-study will have additional blood drawn for sequencing of inflammatory genes. Neuropsychological examinations will occur at 30 days and 6 months after surgery.\n\nOutcome measures. The primary outcome measure is the evidence of new ischemic lesions on the 48-hour DWI relative to pre-operative DWI. In addition, the following outcome measures will be considered in exploratory analyses: 1) Any new ischemic lesion on 30 day DWI or FLAIR relative to pre-op DWI or FLAIR; 2) Evidence of clinically definite ischemic stroke (focal neurological deficits persisting for more than 24 hours) confirmed by non-investigational CT or MRI (if protocol-required scans are not obtained) occurring within the first 30 days (plus or minus 3 days) after surgery; 3) All cause mortality; 4) Encephalopathy; 5) Cognitive decline at 30 days; 6) Cognitive decline at 6 months; 7) Evidence of reperfusion injury on 48-hour post-gadolinium FLAIR; 8) New ischemic lesions on 6-month DWI or FLAIR; 9) Changes in values of blood markers; 10) Number, volume, and location of new DWI or FLAIR lesions."},"conditionsModule":{"conditions":["Stroke","Cognitive Symptoms"],"keywords":["Diffusion-Weighted Magnetic Resonance Imaging","MRI (Magnetic Resonance Imaging)","Stroke","Cognition","Heart"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"timePerspective":"OTHER"},"enrollmentInfo":{"count":363,"type":"ESTIMATED"}},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n* Age 18 years or greater\n* Neurologically and cognitively independent prior to surgery (mRS less than 2)\n* CABG, aortic or mitral valve replacement, or a combined valve/CABG procedure scheduled within one week\n\nEXCLUSION CRITERIA:\n\n* Planned concomitant carotid endarterectomy\n* Concomitant medical disorders making clinical follow-up of at least 6 months unlikely or impossible (e.g., neoplastic disease, hepatic failure)\n* History of dementia, cognitive dysfunction (MMSE score less than 24) or psychotic disorder\n* Any current MRI contraindication (cardiac pacemaker or defibrillator, insulin pump, aneurysmal clip, implanted neural stimulator, cochlear implant, metal shrapnel or bullet, etc)\n* Definite or possible pacemaker placement at the time of or after surgery\n* Inability to give informed consent\n* Pregnancy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Suburban Hospital","city":"Bethesda","state":"Maryland","zip":"20814","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"10334272","type":"BACKGROUND","citation":"Selnes OA, Goldsborough MA, Borowicz LM, McKhann GM. Neurobehavioural sequelae of cardiopulmonary bypass. Lancet. 1999 May 8;353(9164):1601-6. doi: 10.1016/S0140-6736(98)07576-X."},{"pmid":"11441193","type":"BACKGROUND","citation":"Stamou SC, Hill PC, Dangas G, Pfister AJ, Boyce SW, Dullum MK, Bafi AS, Corso PJ. Stroke after coronary artery bypass: incidence, predictors, and clinical outcome. Stroke. 2001 Jul;32(7):1508-13. doi: 10.1161/01.str.32.7.1508."},{"pmid":"6606871","type":"BACKGROUND","citation":"Breuer AC, Furlan AJ, Hanson MR, Lederman RJ, Loop FD, Cosgrove DM, Greenstreet RL, Estafanous FG. Central nervous system complications of coronary artery bypass graft surgery: prospective analysis of 421 patients. Stroke. 1983 Sep-Oct;14(5):682-7. doi: 10.1161/01.str.14.5.682."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000019954","term":"Neurobehavioral Manifestations"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4804","name":"Body Weight","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","asFound":"Cognitive Symptoms","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}