{"protocolSection":{"identificationModule":{"nctId":"NCT04661891","orgStudyIdInfo":{"id":"STU00212191"},"organization":{"fullName":"Shirley Ryan AbilityLab","class":"OTHER"},"briefTitle":"Real-time Neuromuscular Control of Exoskeletons","officialTitle":"Real-time Neuromuscular Control of Exoskeletons"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-05-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-11-10","studyFirstSubmitQcDate":"2020-12-03","studyFirstPostDateStruct":{"date":"2020-12-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-04","lastUpdatePostDateStruct":{"date":"2023-10-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jose Pons","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Shirley Ryan AbilityLab"},"leadSponsor":{"name":"Shirley Ryan AbilityLab","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to develop a real-time controller for exoskeletons using neural information embedded in human musculature. This controller will consist of an online interface that anticipates human movement based on high-density electromyography (HD-EMG) recordings, and then translates it into functional assistance. This study will be carried out in both healthy participants and participants post-stroke.\n\nThe researchers will develop an online algorithm (decoder) in currently existing exoskeletons that can extract hundreds of motor unit (MU) spiking activity out of HD-EMG recordings. The MU spiking activity is a train of action potentials coded by its timing of occurrence that gives access to a representative part of the neural code of human movement. The researchers will also develop a command encoder that can anticipate human intent (multi-joint position and force commands) from MU spiking activity to translate the neural information to movement. The researchers will integrate the decoder with the command encoder to showcase the real-time control of multiple joint lower-limb exoskeletons.","detailedDescription":"The researchers will record muscle activity in healthy participants and participants post-stroke from up to eight lower limb muscles (soleus, gastrocnemius, tibialis anterior, rectus femoris, vastus lateralis, and hamstring) during functional tasks (e.g., single-joint movement, gait, squatting, cycling). These measurements will provide the physiological dataset of lower limb movement and locomotion for the neural decoder. Then, the researchers will apply online deep learning methods for MU spiking activity decomposition from over eight muscles, and develop a real-time neural decoder. This will provide real-time decomposition of hundreds of MUs concurrently active during natural lower limb human behavior. The researchers will validate this approach by comparing our results with a gold standard, the blind source separation method. Blind source separation algorithms can separate or decompose the HD-EMG signals, a convolutive mix of MU action potentials, into the times at which individual MUs discharge their action potentials. With the decomposed MU spiking data, the researchers will develop methods to translate MU spiking activity in position, force, and hybrid commands for exoskeletons that will become a command encoder implemented into currently existing research exoskeletons that can anticipate human intent (multi-joint position and force commands) to estimate the level of assistance required by the task, (e.g., add knee torque during the stance phase).\n\nThe researchers will combine the MU spiking activity decoder with the subspace projection methods into a neural real-time interface between individuals and a currently existing research lower extremity exoskeleton for locomotion augmentation. This will become an integrated high-resolution human-machine interface that can be used for real-time control of exoskeletons so that commands will be delivered at a rate higher than the muscles' electromechanical delay, i.e., the elapsed time between neural command and muscle force generation of movement.\n\nFor Experiment A, the investigators will recruit healthy volunteers (n = 20) and participants post-stroke (n = 20) and complete single-joint movement and locomotor tasks to collect muscle activity data via HD-EMG.\n\nFor Experiment B, the investigators will showcase the generalization of our approach recruiting and interfacing healthy volunteers (n = 20) and participants post-stroke (n = 20) with the assistive exoskeleton. Subjects will perform single-joint and locomotor tasks to calibrate the decoder, and then repeat single-joint and locomotor tasks with the decoder providing real-time assistance. Participants post-stroke will repeat up to 10 sessions to evaluate the stability of the ability of the decoder to extract motor units."},"conditionsModule":{"conditions":["Stroke"],"keywords":["High density electromyography","Real-time control","Exoskeleton","Stroke","Gait","Walking"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The purpose of this study is to develop a real-time controller for exoskeletons using neural information embedded in human musculature. This controller will consist of an online interface that anticipates human movement based on high-density electromyography (HD-EMG) recordings, and then translates it into functional assistance. This study will be carried out in both healthy participants and participants post-stroke.","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Healthy Participants","type":"EXPERIMENTAL","description":"The investigators will look at muscle activity of healthy participants from eight lower limb muscles during functional tasks (e.g. single-joint movement, walking, squatting, cycling).","interventionNames":["Other: Isometric contractions","Other: Isokinetic contractions","Device: Dynamic contractions","Device: Isometric contraction with muscle fatigue","Device: Multi-joint functional activities while wearing exoskeleton"]},{"label":"Clinical Participants","type":"EXPERIMENTAL","description":"The investigators will look at muscle activity of participants post-stroke from eight lower limb muscles during functional tasks (e.g. single-joint movement, walking, squatting, cycling).","interventionNames":["Other: Isometric contractions","Other: Isokinetic contractions","Device: Dynamic contractions","Device: Multi-joint functional activities while wearing exoskeleton","Other: Clinical Assessments"]}],"interventions":[{"type":"OTHER","name":"Isometric contractions","description":"HD-EMG grids will be applied to the lower limb muscles of interest. Isometric contractions will consist of applying joint torque to reach a pre-defined torque level based on the subject's maximal voluntary contraction (i.e., 25%, 60%, 70%, 80%, 90%). The participant will control torque intensity by responding to a biofeedback displayed on a screen. The joint will be secured with non-compliant bands to prevent any movement of the participant. The order of the joints tested (i.e., dominant ankle, knee, or hip joint) will be randomized.","armGroupLabels":["Clinical Participants","Healthy Participants"]},{"type":"OTHER","name":"Isokinetic contractions","description":"HD-EMG grids will be applied to the lower limb muscles of interest. Isometric contractions will consist of moving a joint to completing a set of contractions (10-20 contractions) at various velocities (i.e., 10 degrees per second, 30 degrees per second, 60 degrees per second). The joint will be secured with non-compliant bands to prevent any movement of the participant. The order of the joints tested (i.e., dominant ankle, knee, or hip joint) will be randomized.","armGroupLabels":["Clinical Participants","Healthy Participants"]},{"type":"DEVICE","name":"Dynamic contractions","description":"HD-EMG grids will be applied to the lower limb muscles of interest. Multi-joint tasks (i.e. walking, squatting, cycling) will be performed at a given frequency. A motion capture system will be used to record the joint angles and ground reaction forces simultaneously.","armGroupLabels":["Clinical Participants","Healthy Participants"]},{"type":"DEVICE","name":"Isometric contraction with muscle fatigue","description":"An identical experiment will be performed as stated in \"Isometric contraction\" with the addition of induced muscle fatigue by repeatedly maintaining 40% of muscle torque until failure to maintain a contraction for 5 seconds.","armGroupLabels":["Healthy Participants"]},{"type":"DEVICE","name":"Multi-joint functional activities while wearing exoskeleton","description":"Participants will be measured and fitted with the bilateral exoskeleton, and sufficient range of motion to used exoskeleton will be confirmed. HD-EMG grids will be applied to the lower limb muscles of interest. The participant will perform single-joint movements to calibrate the decoder parameters. The participant will then perform multi-joint activities (e.g., standing, squatting, walking overground or on a treadmill, cycling, or stair climbing) in a movement analysis laboratory","armGroupLabels":["Clinical Participants","Healthy Participants"]},{"type":"OTHER","name":"Clinical Assessments","description":"Subjects may complete a 10 meter walk test (10MWT) overground or over a pressure-sensitive walkway, 6 minute walk test (6MWT), Berg Balance scale (BBS), and/or Functional Gait Assessment (FGA). They may also complete step ups or squats.","armGroupLabels":["Clinical Participants"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in stride variability","description":"Stride variability is the ratio between the standard-deviation and mean of stride time, expressed as percentage. Decreased variability indicates a better outcome.","timeFrame":"For Experiment B, change in stride variability at baseline and with assistive robot through participant completion, an average of 3 months."},{"measure":"Change in cadence","description":"Cadence is the total number of steps taken within a given time period; often expressed per minute. Typically a higher number of steps is a better outcome.","timeFrame":"For Experiment B, change in cadence at baseline and with assistive robot through participant completion, an average of 3 months."},{"measure":"Change in step length","description":"Step length is the distance between the point of initial contact of one foot and the point of initial contact of the opposite foot. Typically a longer step length is a better outcome, ideally with equal measurements between left and right limbs.","timeFrame":"For Experiment B, change in step length at baseline and with assistive robot through participant completion, an average of 3 months."},{"measure":"Change in stride length","description":"Stride length is the distance between successive points of initial contact of the same foot. Right and left stride lengths are normally equal. Typically a longer stride length is a better outcome, ideally with equal measurements between left and right limbs.","timeFrame":"For Experiment B, change in stride length at baseline and with assistive robot through participant completion, an average of 3 months."},{"measure":"Change in stance time","description":"Stance time is the amount of time that passes during the stance phase of one extremity in a gait cycle. It includes single support and double support. Equal stance time between limbs is a better outcome.","timeFrame":"For Experiment B, change in stance time at baseline and with assistive robot through participant completion, an average of 3 months."},{"measure":"Change in bilateral joint torque at the ankle, knee, and hip","description":"Joint torque is the sum of passive and active torques of the human limb. Passive torques are produced by tension developed as muscle tissue, tendons, and ligaments are stretched. Active torque is the torque produced by the muscles. Typically lower joint torque during movement is a better outcome.","timeFrame":"For Experiment B, change in joint torque at baseline and with assistive robot through participant completion, an average of 3 months."},{"measure":"Change in impedance levels between exoskeleton and participant","description":"The researchers will compare the impedance (interactive force generated between the exoskeleton and participant) at bilateral hip, knee and ankle levels with and without real-time control assistance from the exoskeleton. Typically, a lower impedance is a better outcome as the movement of the exoskeleton and human is more synchronized.","timeFrame":"For Experiment B, change in impedance levels at baseline and with assistive robot through participant completion, an average of 3 months."},{"measure":"Change in 10WMT","description":"The 10 Meter Walk Test (10MWT) is a common clinical measure of gait speed. Participants will be directed to walk at their comfortable, self-selected speed. Participants will be positioned at the start line and instructed to walk the entire 10 meter distance while the therapist times the middle six meters. The distance before and after the timed course are meant to minimize the effect of acceleration and deceleration. Time will be recorded using a stopwatch and recorded to the one hundredth of a second (ex: 2.46 sec). The test will be performed two times at self-selected speed with adequate rest in between. The average of the two times should be recorded. The test will then be repeated with the participants directed to walk at their fast but safe speed. Appropriate assistive devices, bracing, and the minimal amount of physical assistance from the physical therapist will be applied.","timeFrame":"For Experiment B, change between baseline and through participant completion, an average of 3 months."},{"measure":"Change in 6MWT","description":"The 6 Minute Walk Test (6MWT) measures the distance a participant can walk indoors on a flat, hard surface in a period of six minutes. The test is a reliable and valid evaluation of functional exercise capacity and is used as a sub-maximal test of aerobic capacity and endurance. The test is self-paced. Participants are allowed to stop and rest during the test; however, the timer does not stop. If a participant is unable to complete the time, the time stopped is noted and reason for stopping prematurely is recorded. Appropriate assistive devices, bracing, and the minimal amount of physical assistance from the physical therapist will be applied.","timeFrame":"For Experiment B, change between baseline and through participant completion, an average of 3 months."},{"measure":"Change in Berg Balance Scale","description":"The Berg Balance Scale (BBS) is a 14-item test, scored on a five point ordinal scale. It measures functional balance in a clinical setting and includes static and dynamic tasks (such as sitting, standing, transitioning from sitting to standing, standing on one foot, retrieving an object from the floor), during which participants must maintain their balance.","timeFrame":"For Experiment B, change between baseline and through participant completion, an average of 3 months."},{"measure":"Change in FGA","description":"The Functional Gait Assessment (FGA) is a 10-item test, scored on a four point ordinal scale. A higher score indicates decreased fall risk. It measures dynamic balance and postural stability during walking tasks (such as fast walking, backward walking, stepping over an obstacle) in the clinical setting. Patients are allowed to use an assistive device for certain items.","timeFrame":"For Experiment B, change between baseline and through participant completion, an average of 3 months."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for Healthy Participants:\n\n* Age from 18 to 80 years\n* No history of a brain and/or skull lesion\n* Normal hearing and vision, both can be corrected\n* Able to understand and give informed consent\n* No neurological disorders\n* Absence of pathology that could cause abnormal movements of extremities (e.g.,\n* epilepsy, stroke, marked arthritis, chronic pain, musculoskeletal injuries)\n* Able to understand and speak English\n* Height between 3 foot 6 inches (1.1 meters) and 6 foot 9 inches (2.1 meters)\n\nInclusion Criteria for Participants Post-stroke:\n\n* Age from 18 to 80 years\n* History of unilateral, supratentorial, ischemic or hemorrhage stroke greater than 6 months\n* Ability to walk independently on level ground, allowed to use assistive device or bracing\n* as needed\n* Medically stable\n* No planned surgeries, medical treatments or outpatient therapy during the study period\n* Normal hearing and vision, both can be corrected\n* Able to understand and give informed consent\n* Able to understand and speak English\n* Height between 3 foot 6 inches (1.1 meters) and 6 foot 9 inches (2.1 meters)\n\nExclusion Criteria for Healthy Participants:\n\n* Weight over 220 lbs\n* Pregnancy (ruled out by pregnancy questionnaire)\n* Any neurological diagnoses or medications influencing brain function\n* History of significant head trauma (i.e., extended loss of consciousness, neurological\n* sequelae)\n* Known structural brain lesion\n* Significant other disease (heart disease, malignant tumors, mental disorders)\n* Non prescribed drug use (as reported by subject)\n* History of current substance abuse (exception: current nicotine use is allowed)\n* Recreational marijuana\n* Dementia; severe depression; or prior neurosurgical procedures\n* Failure to perform the behavioral or locomotor tasks\n* Prisoners\n\nExclusion Criteria for Participants Post-Stroke:\n\n* Weight over 220 lbs\n* Pregnancy (ruled out by pregnancy questionnaire)\n* Botox (botulinum toxin) injection to lower limbs within the prior 3 months, or planned\n* injection during study period.\n* History of current substance abuse (exception: current nicotine use is allowed)\n* Reduced cognitive function\n* Severe aphasia\n* Prisoners\n* Co-existence of other neurological diseases (ex: (Parkinson's disease, traumatic brain\n* injury, multiple sclerosis, etc.)\n* Mixed or complex tremors\n* Severe hip, or knee arthritis\n* Osteoporosis (as reported by subject)\n* Medical (cardiac, renal, hepatic, oncological) or psychiatric disease that would\n* interfere with study procedures for HD-EMG","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jose L Pons, Ph.D","role":"CONTACT","phone":"312-238-4549","email":"jpons@sralab.org"},{"name":"Grace Hoo, BS","role":"CONTACT","phone":"312-238-4548","email":"ghoo@sralab.org"}],"overallOfficials":[{"name":"Jose L Pons, Ph.D","affiliation":"Shirley Ryan AbilityLab","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Shirley Ryan AbilityLab","status":"RECRUITING","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","contacts":[{"name":"Jose Pons, Ph.D","role":"CONTACT","phone":"312-238-4549","email":"jpons@sralab.org"},{"name":"Grace Hoo, BS","role":"CONTACT","phone":"312-238-4548","email":"ghoo@sralab.org"},{"name":"Jose Pons, Ph.D","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":41.85003,"lon":-87.65005}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4544","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}