{"protocolSection":{"identificationModule":{"nctId":"NCT06027125","orgStudyIdInfo":{"id":"REC/01666 Kainat Basit"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Long Term Effects of Action Observation Therapy and Mirror Therapy on Upper Limb Functions","officialTitle":"Long Term Effects of Action Observation Therapy and Mirror Therapy on Upper Limb Functional and Fine Motor Outcomes After Subacute Stroke"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-01-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-02-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-31","studyFirstSubmitQcDate":"2023-08-31","studyFirstPostDateStruct":{"date":"2023-09-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-25","lastUpdatePostDateStruct":{"date":"2023-11-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"There will be a long term effects of action observation therapy and mirror therapy on upper limb functional outcomes after subacute stroke.","detailedDescription":"However, no study is conducted to check the retention rate of both therapies. My study will check the retention rate of these interventions in stroke. If we are able to know long lasting effects of this particular regime, we can incorporate this cost-effective intervention into our clinical setups for stroke rehabilitation."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Action observation therapy , Mirror therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":44,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Action Observation Therapy group","type":"EXPERIMENTAL","description":"The patients in the action observation therapy group will be required to observe the upper limb movements or functional actions in video clips (i.e., the observation phase) and to execute what they had observed to the best of their ability (i.e., the execution phase.","interventionNames":["Other: Action observation Therapy"]},{"label":"Mirror Therapy Group","type":"EXPERIMENTAL","description":"During the mirror therapy, the patients were seated in front of a mirror box placed at their midsagittal plane. The affected arm of the participants was placed inside the mirror box, and the unaffected arm was in front of the mirror. The patient was instructed to watch the mirror reflection of the movement performed by his/her unaffected hand carefully and to imagine that the movement was performed by the affected hand.","interventionNames":["Other: Mirror Therapy"]}],"interventions":[{"type":"OTHER","name":"Action observation Therapy","description":"The patients in the AOT group will be required to observe the upper limb movements or functional actions in video clips and to execute what they had observed to the best of their ability.","armGroupLabels":["Action Observation Therapy group"]},{"type":"OTHER","name":"Mirror Therapy","description":"The patients will be seated in front of a mirror box placed at their midsagittal plane to perform the movements. The affected arm of the participants was placed inside of the mirror box, and the unaffected arm was infront ofthe mirror.","armGroupLabels":["Mirror Therapy Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugel Meyer assessment of upper limb","description":"A three-point ordinal scale is used to measure impairments of volitional movement with grades ranging from 0 (item cannot be performed) to 2 (item can be fully performed). Specific descriptions for performance accompany individual test items. Subtests exist for UE function, LE function, balance, sensation, ROM, and pain. The cumulative test score for all components is 226 with availability of specific subtest scores (e.g., UE maximum score is 66, LE score 34; balance score 14). This instrument has good construct validity and high reliability (r =0.99) for determining motor function and balance. Quantifiable outcome data allow this instrument to be accurately used for research purposes (a gold standard) and document recovery over time. The instrument requires an estimated 30 to 40 minutes to administer.","timeFrame":"4,5,6,7,8 week"},{"measure":"Functional Independence Measure","description":"The FIM instrumentIncludes measures of independence for self-care, including sphincter control, transfers, locomotion, communication, and social cognition. Is an 18-item, seven-level, ordinal scale intended to be sensitive to changes over the course of a comprehensive inpatient medical rehabilitation program.","timeFrame":"4,5,6,7,8 week"},{"measure":"Short form of the Stroke Impact Scale (SF-SIS)","description":"The eight items determined from the SIS 3.0 for the SF-SIS by MacIsaac et al.For this reason, we refrained from a renewed process of translation and intercultural adaptation of these eight questions. As with the SIS 2.0, the rating is based on a 5-point Likert scale (1-5 points). The raw sum score of the eight questions with a range from 8 to 40 points is converted into an interval-scaled total index of 0-100 points, the SF-SIS index. Higher scores indicate a better quality of life.","timeFrame":"4,5,6,7,8 week"},{"measure":"Wolf motor function test","description":"The Wolf Motor Function Test (WMFT) quantifies upper extremity movement ability through timed single- or multiple-joint motions and functional tasks.1 The tasks are arranged in order of complexity, progress from proximal to distal joint involvement, test total extremity movement and movement speed, and require few tools and minimal training for test execution. The present study establishes the reliability and validity of the WMFT (Assessing Wolf Motor Function Test as Outcome Measure for Research in Patients After Stroke.) The original version consisted of 21 items; the widely used version of the WMFT consists of 17 items Composed of 3 parts:\n\n* Time\n* Functional ability\n* Strength","timeFrame":"4,5,6,7,8 week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Both male and female\n* 1 to 6 months since unilateral stroke onset\n* Age between 40 and 70 years.\n* Baseline score of the FMA motor score between 20 and 40\n* Ability to follow the study instructions according to Montreal cognitive scale and score should be \\>24.\n\nExclusion Criteria:\n\n* Patients with depression who will be unable to cooperate during treatment and Cardiopulmonary diseases which could hinder their ability to participate in rehabilitation\n* Visual and auditory abnormalities\n* Major medical problems or comorbidities that influenced the usage of the upper limbs or caused severe pain.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ayesha Bashir","role":"CONTACT","phone":"03335256920","email":"ayesha.bashir@riphah.edu.pk"}],"overallOfficials":[{"name":"Ayesha Bashir, MS","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Mid city Hospital Gujrat","status":"RECRUITING","city":"Gujrat","state":"Punjab","zip":"50700","country":"Pakistan","contacts":[{"name":"Ayesha Bashir, MSNMPT","role":"CONTACT","phone":"03335256920","email":"ayesha.bashir@riphah.edu.pk"}],"geoPoint":{"lat":32.5742,"lon":74.07542}}]},"referencesModule":{"references":[{"type":"BACKGROUND","citation":"Zhu M-H, Wang J, Gu X-D, Shi M-F, Zeng M, Wang C-Y, et al. Effect of action observation therapy on daily activities and motor recovery in stroke patients. International journal of nursing sciences. 2015;2(3):279-82"},{"pmid":"23287316","type":"BACKGROUND","citation":"Bhasin A, Padma Srivastava MV, Kumaran SS, Bhatia R, Mohanty S. Neural interface of mirror therapy in chronic stroke patients: a functional magnetic resonance imaging study. Neurol India. 2012 Nov-Dec;60(6):570-6. doi: 10.4103/0028-3886.105188."},{"pmid":"25416737","type":"BACKGROUND","citation":"Harmsen WJ, Bussmann JB, Selles RW, Hurkmans HL, Ribbers GM. A Mirror Therapy-Based Action Observation Protocol to Improve Motor Learning After Stroke. Neurorehabil Neural Repair. 2015 Jul;29(6):509-16. doi: 10.1177/1545968314558598. Epub 2014 Nov 21."},{"pmid":"19074686","type":"BACKGROUND","citation":"Dohle C, Pullen J, Nakaten A, Kust J, Rietz C, Karbe H. Mirror therapy promotes recovery from severe hemiparesis: a randomized controlled trial. Neurorehabil Neural Repair. 2009 Mar-Apr;23(3):209-17. doi: 10.1177/1545968308324786. Epub 2008 Dec 12."},{"pmid":"32103968","type":"BACKGROUND","citation":"Gandhi DB, Sterba A, Khatter H, Pandian JD. Mirror Therapy in Stroke Rehabilitation: Current Perspectives. Ther Clin Risk Manag. 2020 Feb 7;16:75-85. doi: 10.2147/TCRM.S206883. eCollection 2020."},{"pmid":"24778380","type":"BACKGROUND","citation":"Buccino G. Action observation treatment: a novel tool in neurorehabilitation. Philos Trans R Soc Lond B Biol Sci. 2014 Apr 28;369(1644):20130185. doi: 10.1098/rstb.2013.0185. Print 2014."},{"pmid":"22235059","type":"BACKGROUND","citation":"Franceschini M, Ceravolo MG, Agosti M, Cavallini P, Bonassi S, Dall'Armi V, Massucci M, Schifini F, Sale P. Clinical relevance of action observation in upper-limb stroke rehabilitation: a possible role in recovery of functional dexterity. A randomized clinical trial. Neurorehabil Neural Repair. 2012 Jun;26(5):456-62. doi: 10.1177/1545968311427406. Epub 2012 Jan 10."},{"pmid":"32377266","type":"BACKGROUND","citation":"Hsieh YW, Lin YH, Zhu JD, Wu CY, Lin YP, Chen CC. Treatment Effects of Upper Limb Action Observation Therapy and Mirror Therapy on Rehabilitation Outcomes after Subacute Stroke: A Pilot Study. Behav Neurol. 2020 Jan 2;2020:6250524. doi: 10.1155/2020/6250524. eCollection 2020."},{"pmid":"21571152","type":"BACKGROUND","citation":"Langhorne P, Bernhardt J, Kwakkel G. Stroke rehabilitation. Lancet. 2011 May 14;377(9778):1693-702. doi: 10.1016/S0140-6736(11)60325-5."},{"pmid":"18295613","type":"BACKGROUND","citation":"Yavuzer G, Selles R, Sezer N, Sutbeyaz S, Bussmann JB, Koseoglu F, Atay MB, Stam HJ. Mirror therapy improves hand function in subacute stroke: a randomized controlled trial. Arch Phys Med Rehabil. 2008 Mar;89(3):393-8. doi: 10.1016/j.apmr.2007.08.162."},{"pmid":"16426989","type":"BACKGROUND","citation":"Feigin V, Carter K, Hackett M, Barber PA, McNaughton H, Dyall L, Chen MH, Anderson C; Auckland Regional Community Stroke Study Group. Ethnic disparities in incidence of stroke subtypes: Auckland Regional Community Stroke Study, 2002-2003. Lancet Neurol. 2006 Feb;5(2):130-9. doi: 10.1016/S1474-4422(05)70325-2."},{"pmid":"22622094","type":"BACKGROUND","citation":"Centers for Disease Control and Prevention (CDC). Prevalence of stroke--United States, 2006-2010. MMWR Morb Mortal Wkly Rep. 2012 May 25;61(20):379-82."},{"type":"BACKGROUND","citation":"Hewer RL. Stroke rehabilitation. Cerebral Arterial Disease Edinburgh, Scotland, Churchill Livingstone. 1976:262-80"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}