{"protocolSection":{"identificationModule":{"nctId":"NCT03296852","orgStudyIdInfo":{"id":"16-001538"},"organization":{"fullName":"University of California, Los Angeles","class":"OTHER"},"briefTitle":"Study: SONAS Ultrasound for Detecting Stroke SONAS Ultrasound for Detecting Stroke","officialTitle":"SONAS Ultrasound Device for the Detection of Ischemic and Hemorrhagic Stroke"},"statusModule":{"statusVerifiedDate":"2019-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-04-19","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-09-26","type":"ACTUAL"},"completionDateStruct":{"date":"2019-01-20","type":"ACTUAL"},"studyFirstSubmitDate":"2017-09-19","studyFirstSubmitQcDate":"2017-09-27","studyFirstPostDateStruct":{"date":"2017-09-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-03-22","lastUpdatePostDateStruct":{"date":"2019-03-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"David Liebeskind","investigatorTitle":"Professor of Neurology","investigatorAffiliation":"University of California, Los Angeles"},"leadSponsor":{"name":"University of California, Los Angeles","class":"OTHER"},"collaborators":[{"name":"Burl Concepts, Inc.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"The purpose of this research study is to test a new medical device, called SONAS. The SONAS device is a portable, battery-powered ultrasound device to detect strokes in the prehospital environment, such as emergency vehicles (eg. ambulances, helicopters). To demonstrate the safety of the device the goal is test it in a small number of healthy volunteers first.\n\nThe SONAS device will be used to detect changes in blood flow to the brain through ultrasound, otherwise known as TransCranial Doppler (TCD). To date, the SONAS device has been tested extensively in the laboratory, in animals and in human cadavers. The purpose of the present study is to test the device for safety and efficacy in a small group of healthy volunteers. This study will test the device on 10 healthy volunteers. Each volunteer will have a physical examination, neurological examination, and brain MRI both before and after the TCD test is performed. All of these study procedures will be performed on 1 visit, lasting approximately 5 hours. The brain MRI's will be used to verify the effectiveness of the SONAS device on detecting changes in blood flow to the brain.","detailedDescription":"Specific Aims: Indicate the purpose of the research, specifying the problems and/or hypotheses to be addressed.\n\nAim 1: Determine safety of the SONAS device Aim 1a: Obtain perfusion MRI (PWI) / quantitative MRI Aim 1b: Obtain MRI with gadolinium (gdMRI) Aim 2: Determine feasibility to detect microbubble specific frequencies\n\nResearch Design and Methods: Describe in detail the design and methodology of the study.\n\nSince this is a 'first in human' study, testing primarily for the overall safety of the diagnostic approach, the aim is to enroll only healthy volunteers (e.g. no cerebro-/cardio-vascular history, no vascular risk factors etc.) into the study. We anticipate a total number of N=10 volunteers to be sufficient for this study.\n\nStep 1 After written informed consent and prior to the SONAS ultrasound study each volunteer will undergo a baseline assessment in form of a physical exam, including vital signs, National Institute of Health Stroke Scale (NIHSS) assessment and Modified Ranking Scale as well as the assessment of the Medical History.\n\nStep 2 Next, the volunteer will undergo a cranial MRI study. The MRI study will include a perfusion-weighted sequence to assess a baseline value for brain perfusion as well as gadolinium-enhanced T1-weighted images to assess the integrity of the blood-brain barrier.\n\nStep 3\n\nAfter the MRI study, the volunteer will undergo the SONAS ultrasound study. The study will be performed in supine position:\n\nTwo ultrasound transducers/probes will be positioned on both sides of the volunteer's head at the temporal bone (above and in front of the ear on each side). To hold the transducers/probes in place a customized headset has been designed which is easy to use and comforting for the proband.\n\nStep 4 An IV line will be placed in a cubital or forearm vein. To assess a baseline value, ultrasound will be transmitted following an automated protocol to increase subsequently the output voltage from 5 volts to 50 volts. At each voltage step the received signals will be acquired and stored. Once the maximum output voltage of 50 Volts has been reached an additional 10 ultrasound pulses will be transmitted and the received data acquired. The total duration of this first data acquisition is 20 seconds.\n\nStep 5 A bolus of 1.0ml of the ultrasound contrast agent (so called 'Microbubbles') Lumason™, internationally known as SonoVue (Bracco Pharmaceuticals, Italy), will be injected into the IV line, followed by a 5.0ml IV bolus injection of saline. Lumason™ has been FDA approved for cardiac applications to opacify the left ventricular chamber and to improve the delineation of the left ventricular endocardial border. In the context of the present study Lumason™ would be used off-label.\n\nStep 6 Following the IV bolus injection of Lumason™, ultrasound will be transmitted and received signals acquired following the same protocol as detailed under Step 4.\n\nStep 7 3 -5 hours after the SONAS ultrasound study has been performed Step 1 and Step 2 will be repeated."},"conditionsModule":{"conditions":["Stroke, Acute"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["EARLY_PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"DEVICE_FEASIBILITY","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":12,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Healthy Volunteers","type":"EXPERIMENTAL","interventionNames":["Diagnostic Test: SONAS Ultrasound Device","Drug: Lumason"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"SONAS Ultrasound Device","description":"To assess a baseline value, ultrasound will be transmitted following an automated protocol to increase subsequently the output voltage from 5 volts to 50 volts. At each voltage step the received signals will be acquired and stored. Once the maximum output voltage of 50 Volts has been reached an additional 10 ultrasound pulses will be transmitted and the received data acquired. The total duration of this first data acquisition is 20 seconds. Following the IV bolus injection of Lumason™, ultrasound will be transmitted and received signals acquired following the same protocol as before.","armGroupLabels":["Healthy Volunteers"]},{"type":"DRUG","name":"Lumason","description":"An IV line will be placed in a cubital or forearm vein. A bolus of 1.0ml of the ultrasound contrast agent (so called 'Microbubbles') Lumason™, internationally known as SonoVue (Bracco Pharmaceuticals, Italy), will be injected into the IV line, followed by a 5.0ml IV bolus injection of saline. Lumason™ has been FDA approved for cardiac applications to opacify the left ventricular chamber and to improve the delineation of the left ventricular endocardial border. In the context of the present study Lumason™ would be used off-label.","armGroupLabels":["Healthy Volunteers"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Blood brain barrier impairment by extravasation of Gadolinium into the brain tissue","description":"BBB impairment will be assessed by extravasation of Gadolinium into the brain tissue. Because of its molecular weight Gadolinium cannot enter the extravascular space, unless the BBB integrity is impaired. BBB impairment causes leakage of Gadolinium in into the extravascular space which, in turn, can be visualized by T1-weighted sequences.","timeFrame":"5 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be at least 18 years of age\n* No prior history of cerebro- or cardio-vascular disease\n* Be willing to comply with study protocol\n* Provide written informed consent\n\nExclusion Criteria:\n\n* Lumason™ is contraindicated in subjects known to have right-to-left shunts, severe pulmonary hypertension (pulmonary artery pressure \\>90 mmHg), uncontrolled systemic hypertension, and in subjects with adult respiratory distress syndrome.\n* Lumason™ should not be used in combination with dobutamine in subjects with conditions suggesting cardiovascular instability where dobutamine is contraindicated.\n* Lumason™ should not be used in subjects with known hypersensitivity to the following substances:\n\n  1. Macrogol 4000\n  2. Distearoylphosphatidylcholine\n  3. Dipalmitoylphosphatidylglycerol\n  4. Sodium Palmitic acid\n* Female who is pregnant or a nursing mother (the possibility of pregnancy has to be excluded by negative serum or urine HCG results, obtained within 24 hours before Lumason™ administration, or on the basis patient history, e.g.: tubal ligation, hysterectomy, or a minimum of 1 year history without menses\n* Contraindications to MRI, pregnancy, lactation, morbid obesity, and severe claustrophobia\n* Known allergy to gadolinium","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"David S Liebeskind, MD","affiliation":"University of California, Los Angeles","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"UCLA Medical Center","city":"Los Angeles","state":"California","zip":"90095","country":"United States","geoPoint":{"lat":34.05223,"lon":-118.24368}}]},"referencesModule":{"references":[{"pmid":"35399083","type":"DERIVED","citation":"Kilic M, Scalzo F, Lyle C, Baldaranov D, Dirnbacher M, Honda T, Liebeskind DS, Schlachetzki F. A mobile battery-powered brain perfusion ultrasound (BPU) device designed for prehospital stroke diagnosis: correlation to perfusion MRI in healthy volunteers. Neurol Res Pract. 2022 Apr 11;4(1):13. doi: 10.1186/s42466-022-00179-8."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"No plans to share any IPD with other researchers"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2405","name":"Hemorrhagic Stroke","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}