{"protocolSection":{"identificationModule":{"nctId":"NCT02150785","orgStudyIdInfo":{"id":"AASIST"},"organization":{"fullName":"University of Alberta","class":"OTHER"},"briefTitle":"Asia Africa Streptokinase Trial","officialTitle":"The Effectiveness of Administering Streptokinase as a Thrombolytic Agent in the Management of Acute Stroke","acronym":"AASIST"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"WITHDRAWN","whyStopped":"Could not get study started.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-06"},"primaryCompletionDateStruct":{"date":"2016-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2016-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2014-05-20","studyFirstSubmitQcDate":"2014-05-27","studyFirstPostDateStruct":{"date":"2014-05-30","type":"ESTIMATED"},"lastUpdateSubmitDate":"2022-05-24","lastUpdatePostDateStruct":{"date":"2022-05-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Alberta","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Currently, thrombolysis is offered to less than 1% of patients in low to middle income countries (LMICs) where access to health care is often based on the financial capabilities of the patient. There is therefore an urgent need for an effective but affordable alternative thrombolytic agent. Streptokinase (SK) ($35) is much more economically feasible as opposed to tissue plasminogen activator (tPA) ($2800). In this study, we propose a reevaluation of the use of streptokinase (SK) in the treatment of acute ischemic stroke. We want to emphasize that we will only consider this as a 'treatment option' if we are absolutely certain that IV tissue plasminogen activator (tPA) will not be offered to the patient due to its high cost. It is hypothesized that treatment with SK in appropriately selected patients will be associated with a hemorrhagic transformation rate similar to that of tPA.","detailedDescription":"Study design: The AASIST study is planned as an open label feasibility and safety study of acute treatment with SK (15 000 units/Kg) in ischemic stroke patients within 3 hours of onset.\n\nOverall Aims and Hypotheses: The primary study aim is to demonstrate the feasibility and safety of SK based thrombolysis in ischemic stroke patients presenting less than 3 hours after symptom onset. It is hypothesized that treatment with SK (15 000 units/kg) in appropriately selected patients will be associated with a hemorrhagic transformation rate similar to that of tPA.\n\nThe goal of our proposal is to establish a safe and effective treatment for ischemic stroke patients who are candidates for thrombolysis, but are currently NOT being treated with tissue plasminogen activator (tPA) due to cost constraints. Streptokinase (SK) is an established thrombolytic that is widely available and is currently used as first line therapy for acute coronary syndromes in low/middle income countries (LMIC). SK is much more economically feasible in the developing world (≈$35 vs ≈$2800 for tr-PA). Previous studies of SK in acute stroke indicate that the risk of hemorrhagic complications is significant. It is our hypothesis, however, that the higher rates of hemorrhagic complications seen in these trials were due to other aspects of trial design, rather than the drug itself. These factors include a prolonged treatment window (up to 6 hours from symptom onset), the dose of SK and the concomitant use of antithrombotic medications. In addition, patients who are now recognized to be poor thrombolysis candidates were included in these trials, including those with excessively high arterial pressures, drowsiness prior to treatment and established early infarct changes on non-contrast CT.\n\nIn the last two decades, extensive experience with acute stroke thrombolysis has led to improved patient selection and better recognition of factors associated with increased risk of complications, in particular intracerebral hemorrhage. We believe a fresh look at SK is warranted because of the immense burden of disease, especially in LMICs. If we are able to show that SK has safety comparable to tPA and if further research on efficacy is also positive, we will be in a position to offer effective thrombolysis to a wider population at risk in LMICs.\n\nThe primary endpoint of this study is the rate of hemorrhagic transformation. Secondary safety endpoints include systemic bleeding complications and the development of hypotension. The DSMB will be closely involved in this initial phase and all case report forms and imaging studies will be submitted to the committee. We have also established a priori study stopping rules, based on hemorrhagic transformation rates. Once it can be established that SK is safe when used in the context of this protocol, a larger phase III randomized controlled trial is planned, aimed at demonstrating clinical efficacy. Data from this pilot study will be used to refine the treatment protocol and in power calculations for the required sample size of the next phase of the program.\n\nThis study will also provide an opportunity to link 20-30 emerging stroke centers in LMICs (India, Pakistan, Sudan) with high-income country (HIC) sites. Establishing this network will facilitate future clinical research studies as well, by establishing a framework for further research collaboration and exchange of personnel between LMIC and HIC sites."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["Thrombolysis","Safety of Streptokinase","tissue plasminogen activator tPA","Stroke treatment"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Adminstering Streptokinase","type":"EXPERIMENTAL","description":"treatment with 15,000 units/Kg of streptokinase in ischemic stroke patients with symptoms onset for less than 3 hours","interventionNames":["Drug: Streptokinase"]}],"interventions":[{"type":"DRUG","name":"Streptokinase","armGroupLabels":["Adminstering Streptokinase"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To assess and measure the safety and efficacy of streptokinase (15 000 units/kg) as a successful and appropriate thrombolytic agent for ischemic stroke patients of low/middle income countries who can not afford the costly tissue plasminogen (tPA).","description":"For safety, we will evaluate the presence of blood on CT scans done within 24 hours of the recruitment . Both asymptomatic and symptomatic hemorrhages will be recorded. For efficacy, the ninety day modified Rakin scale will be used.","timeFrame":"2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAll patients included in the study will have\n\n* acute ischemic stroke within 3 hours of symptom onset. In cases where onset time can not be established including symptoms upon waking, it will be considered to be the time when the patient was last known to be well\n* Baseline NIHSS must be 4-22 inclusive\n* Blood pressure (BP) must be ≤180 mmHg systolic and ≤105 mmHg diastolic at the time of enrolment. Treatment of higher systolic BP is permitted, prior to enrolment -Female patients of child-bearing potential will have a negative pregnancy test prior to enrolment\n* All patients will have no evidence of acute ischemic changes on non-contrast CT (NCCT) scan at the time of enrolment\n\nExclusion Criteria:\n\n* Patients with focal neurological deficits due to other cerebral pathology, such as intracerebral hemorrhage or neoplasm will be excluded\n* Patients with rapidly resolving symptoms will be excluded, as will those with pre-existing functional deficits (mRS\\>2) or any history of intracranial bleeding. Recent (\\<3 months) surgical or ACS patients will be excluded Patients with known secured or unsecured cerebral aneurysms or arteriovenous malformations will not be eligible. Patients previously treated with SK will be ineligible due to the possibility of allergic reaction. Patients with known coagulopathies or platelet counts \\<100 000/μl will be excluded. Exclusion criteria specific and critical to this study are:\n\n  1. Onset \\>3 hours prior to treatment. Although thrombolysis has been shown to be effective up to 4.5 hours after onset6, the number needed to treat rises exponentially after 3 hours. The greatest opportunity for successful treatment therefore is in patients treated within 3 hours\n  2. Any areas of hypoattenuation on NCCT. Although patients with early ischemic changes that are limited in distribution may still benefit from thrombolysis, the optimal responders have no evidence of early infarction\n  3. Patients with systolic BP \\>180 mmHg prior to randomization will be excluded. If BP can be controlled with IV antihypertensives (maximum 2 doses), they may be enrolled. This is more conservative than current thrombolysis guidelines, which permit initiation of therapy if systolic BP is \\<185 mmHg. This is based on previous data indicating the impact of elevated BP on hemorrhagic risk\n  4. Patients treated with anticoagulants (warfarin/heparin/direct thrombin inhibitors/factor Xa antagonists) will be excluded, irrespective of INR or PTT. Although AHA guidelines allow treatment of patients on warfarin to be treated if INR is \\<1.5 (or heparin, if it is stopped and PTT is \\<50 s), these patients are at increased risk of hemorrhagic transformation. In addition, patients taking ASA/clopidogrel or ASA/dipyridamole combinations will be excluded Patients taking monotherapy antiplatelet agents will be eligible\n  5. Blood glucose \\>11.1 mmol/L. Hyperglycemia has been shown to be associated with poor response to thrombolysis and also to increased risk of hemorrhagic transformation Therefore, although patients with blood glucose \\<18 mmol/L are normally eligible for tPA, they will be excluded","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ashfaq Shuaib, MD, FRCPC","affiliation":"University of Alberta","role":"PRINCIPAL_INVESTIGATOR"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000013300","term":"Streptokinase"}],"ancestors":[{"id":"D000005343","term":"Fibrinolytic Agents"},{"id":"D000050299","term":"Fibrin Modulating Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M13539","name":"Tissue Plasminogen Activator","relevance":"LOW"},{"id":"M13538","name":"Plasminogen","relevance":"LOW"},{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"},{"id":"M15780","name":"Streptokinase","asFound":"Ceftolozane","relevance":"HIGH"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}