{"protocolSection":{"identificationModule":{"nctId":"NCT03626558","orgStudyIdInfo":{"id":"DISTROKE"},"organization":{"fullName":"Fondation Hôpital Saint-Joseph","class":"OTHER"},"briefTitle":"Diaphragmatic Function Description in Stroke Patients","officialTitle":"Diaphragmatic Function Description in Stroke Patients","acronym":"DISTROKE"},"statusModule":{"statusVerifiedDate":"2021-08","overallStatus":"WITHDRAWN","whyStopped":"No participants were enrolled.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-01-16","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-10-04","type":"ACTUAL"},"completionDateStruct":{"date":"2020-10-04","type":"ACTUAL"},"studyFirstSubmitDate":"2018-08-08","studyFirstSubmitQcDate":"2018-08-08","studyFirstPostDateStruct":{"date":"2018-08-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-08-19","lastUpdatePostDateStruct":{"date":"2021-08-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Fondation Hôpital Saint-Joseph","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is the leading cause of adult disability throughout the world. Motor function deficit is one of the common consequences. It is usually described for the peripheral muscles that there is a cortical representation contralaterale with a crossed cortico-spinal route: the consequence is a contralaterale motor disorder on the brain damage.\n\nThe impact of a stroke on diaphragm movements have been described in 6 studies: however, they were all observational and transversal studies evaluating diaphragm function.\n\nAssessment using diaphragm thickness is another technique described in the literature. Visualization of diaphragm in the zone of apposition allows to assess diaphragm thickness at inspiration and expiration. The impact of a stroke on diaphragm thickening has been reported in only one recent observational study.\n\nIt seems that diaphragm would be damaged after a stroke, but unilateral or bilateral dysfonction is yet to be confirmed. Moreover, only a few measurements were performed in these studies, and not a diaphragm function follow-up.","detailedDescription":"To our knowledge, no longitudinal study evaluated diaphragm movements and diaphragm thickness fraction. This study is a preliminary study which aims to evaluate diaphragm function after a stroke and its evaluation within the first months.\n\nStarting hypothesis is the following: after a stroke, patients with a unilateral motor dysfunction have a diaphragm dysfunction predominant on the same side as the motor dysfunction. After a few months, retrieval is insufficient and they could benefit from a specific reinforcement program."},"conditionsModule":{"conditions":["Stroke","Diaphragmatic Function"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Distroke patients","type":"EXPERIMENTAL","description":"For every patient include in the study, ultrasound measures at the admission/discharge of hospitalization will be realized.\n\nAll the patients will see each other suggested participating in a new collection of remote ultrasound measures of the stroke (around 2-3 months). These measures will be made during the usual consultation proposed by the department of neurology. This medical consultation is a part of the follow-up post--stroke recommended by the High Authority of Health. These measures will allow us to highlight the kinetics of recovery of the diaphragmatic function except any intervention of reeducation of muscles inspirers.","interventionNames":["Other: ultrasound measures"]}],"interventions":[{"type":"OTHER","name":"ultrasound measures","description":"It is three diaphragmatic ultrasounds measures of a duration of twenty minutes each approximately. The diaphragmatic ultrasound is practised by trans-thoracic way and is non-invasive, completely painless and does not require the exposure of patients to radiation.","armGroupLabels":["Distroke patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The measures of the thickness and the fraction of thickening of the diaphragm","description":"The measures of the thickness and the fraction of thickening of the diaphragm will be qualitatively described on the basis of the data of Gottesman: dysfunction of the diaphragm \" yes/no \".","timeFrame":"admission/discharge hospitalization - 3 months"}],"secondaryOutcomes":[{"measure":"The excursion of the diaphragm","description":"The excursion of the diaphragm, on the basis of the data of Boussuges will be qualitatively described (dysfunction of the diaphragm: yes/no).","timeFrame":"admission/discharge hospitalization - 3 months"},{"measure":"Evolution of the excursion and the fraction of thickening of the diaphragm","description":"Evolution of the excursion and the fraction of thickening of the diaphragm enters the day of the stroke and 2-3 months after stroke. The measure of the excursion of the diaphragm and that of the thickening will be quantitatively described.","timeFrame":"admission/discharge hospitalization - 3 months"},{"measure":"the topography of the diaphragm dysfunction","description":"Description of the topography of the diaphragm dysfunction (unilateral, bilateral controlatarale injury) and brain damage","timeFrame":"admission/discharge hospitalization - 3 months"},{"measure":"National Institute of Health Stroke Score (NIHSS) and presence of diaphragm dysfunction","description":"Relation between the National Institute of Health Stroke Score (minimum score = 20, maxium score = 40, clinical stroke score for stroke with prognostic and therapeutic implications) and the presence of a diaphragmatic dysfunction. An NIHSS score between 1 and 4 means a minor stroke, between 5 and 15, a moderate stroke, between 15 and 20, severe, and above 20 points, a severe stroke.","timeFrame":"admission/discharge hospitalization - 3 months"},{"measure":"events/complications respiratory","description":"Relation between the presence of a diaphragmatic dysfunction and events / complications respiratory","timeFrame":"admission/discharge hospitalization - 3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men and women (age ≥ 18 years), hospitalized in the neuro-vascular or neurology department of the Groupe hospitalier Paris Saint-Joseph\n* First episode of ischemic or hemorrhagic stroke diagnosed in the imaging and responsible for a unilateral motor deficit\n* Minimum National Institute of Health Stroke Score of 5 for the total of items 4, 5 and 6 (paralysis facial and functioning of upper and lower limbs)\n* Patient with medical insurance\n* Francophone\n\nExclusion Criteria:\n\n* History of neuromusclar pathology\n* History of severe chronic respiratory pathology\n* Malformation, chronic lesion or surgery of the diaphragm\n* Recent thoracic and abdominal surgery\n* National Institute of Health Stroke Score \\> 20\n* Limiting health care or life support patient\n* Impossibility to understand and to make simple orders (whatever is the cause: change of consciousness, cognitive disorders, aphasias, etc...)\n* Major handicap before stroke (Rankin modified score)\n* Refusal to participate in the study\n* Patient under guardianship or curatorship\n* Patient deprived of liberty","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"referencesModule":{"references":[{"pmid":"26243549","type":"RESULT","citation":"Rabelo M, Nunes GS, da Costa Amante NM, de Noronha M, Fachin-Martins E. Reliability of muscle strength assessment in chronic post-stroke hemiparesis: a systematic review and meta-analysis. Top Stroke Rehabil. 2016 Feb;23(1):26-36. doi: 10.1179/1945511915Y.0000000008. Epub 2015 Aug 5."},{"pmid":"8756819","type":"RESULT","citation":"Similowski T, Catala M, Rancurel G, Derenne JP. Impairment of central motor conduction to the diaphragm in stroke. Am J Respir Crit Care Med. 1996 Aug;154(2 Pt 1):436-41. doi: 10.1164/ajrccm.154.2.8756819."},{"pmid":"11718285","type":"RESULT","citation":"Khedr EM, Trakhan MN. Localization of diaphragm motor cortical representation and determination of corticodiaphragmatic latencies by using magnetic stimulation in normal adult human subjects. Eur J Appl Physiol. 2001 Oct;85(6):560-6. doi: 10.1007/s004210100504."},{"pmid":"22592740","type":"RESULT","citation":"Xiao Y, Luo M, Wang J, Luo H. Inspiratory muscle training for the recovery of function after stroke. Cochrane Database Syst Rev. 2012 May 16;2012(5):CD009360. doi: 10.1002/14651858.CD009360.pub2."},{"pmid":"27320833","type":"RESULT","citation":"Menezes KK, Nascimento LR, Ada L, Polese JC, Avelino PR, Teixeira-Salmela LF. Respiratory muscle training increases respiratory muscle strength and reduces respiratory complications after stroke: a systematic review. J Physiother. 2016 Jul;62(3):138-44. doi: 10.1016/j.jphys.2016.05.014. Epub 2016 Jun 16. Erratum In: J Physiother. 2018 Mar 22;:"},{"pmid":"25234476","type":"RESULT","citation":"Park GY, Kim SR, Kim YW, Jo KW, Lee EJ, Kim YM, Im S. Decreased diaphragm excursion in stroke patients with dysphagia as assessed by M-mode sonography. Arch Phys Med Rehabil. 2015 Jan;96(1):114-21. doi: 10.1016/j.apmr.2014.08.019. Epub 2014 Sep 16."},{"pmid":"24639923","type":"RESULT","citation":"Jung KJ, Park JY, Hwang DW, Kim JH, Kim JH. Ultrasonographic diaphragmatic motion analysis and its correlation with pulmonary function in hemiplegic stroke patients. Ann Rehabil Med. 2014 Feb;38(1):29-37. doi: 10.5535/arm.2014.38.1.29. Epub 2014 Feb 25."},{"pmid":"21712430","type":"RESULT","citation":"Voyvoda N, Yucel C, Karatas G, Oguzulgen I, Oktar S. An evaluation of diaphragmatic movements in hemiplegic patients. Br J Radiol. 2012 Apr;85(1012):411-4. doi: 10.1259/bjr/71968119. Epub 2011 Jun 28."},{"pmid":"7940429","type":"RESULT","citation":"Cohen E, Mier A, Heywood P, Murphy K, Boultbee J, Guz A. Diaphragmatic movement in hemiplegic patients measured by ultrasonography. Thorax. 1994 Sep;49(9):890-5. doi: 10.1136/thx.49.9.890."},{"pmid":"7608679","type":"RESULT","citation":"Houston JG, Morris AD, Grosset DG, Lees KR, McMillan N, Bone I. Ultrasonic evaluation of movement of the diaphragm after acute cerebral infarction. J Neurol Neurosurg Psychiatry. 1995 Jun;58(6):738-41. doi: 10.1136/jnnp.58.6.738."},{"pmid":"21679778","type":"RESULT","citation":"de Almeida IC, Clementino AC, Rocha EH, Brandao DC, Dornelas de Andrade A. Effects of hemiplegy on pulmonary function and diaphragmatic dome displacement. Respir Physiol Neurobiol. 2011 Sep 15;178(2):196-201. doi: 10.1016/j.resp.2011.05.017. Epub 2011 Jun 6."},{"pmid":"28284044","type":"RESULT","citation":"Kim M, Lee K, Cho J, Lee W. Diaphragm Thickness and Inspiratory Muscle Functions in Chronic Stroke Patients. Med Sci Monit. 2017 Mar 11;23:1247-1253. doi: 10.12659/msm.900529."},{"pmid":"9154859","type":"RESULT","citation":"Gottesman E, McCool FD. Ultrasound evaluation of the paralyzed diaphragm. Am J Respir Crit Care Med. 1997 May;155(5):1570-4. doi: 10.1164/ajrccm.155.5.9154859."},{"pmid":"19017880","type":"RESULT","citation":"Boussuges A, Gole Y, Blanc P. Diaphragmatic motion studied by m-mode ultrasonography: methods, reproducibility, and normal values. Chest. 2009 Feb;135(2):391-400. doi: 10.1378/chest.08-1541. Epub 2008 Nov 18."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","removedCountries":["France"]},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}