{"protocolSection":{"identificationModule":{"nctId":"NCT00253825","orgStudyIdInfo":{"id":"9361701254"},"organization":{"fullName":"National Taiwan University Hospital","class":"OTHER"},"briefTitle":"mCIMT and Eye Patching for Neglect Rehabilitation Post Stroke: A Longitudinal Study of Separate and Combined Effects","officialTitle":"Modified Constraint-Induced Movement Therapy and Eye Patching for Neglect Rehabilitation Post Stroke: A Longitudinal Study of Separate and Combined Effects"},"statusModule":{"statusVerifiedDate":"2005-08","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2005-11"},"completionDateStruct":{"date":"2006-07"},"studyFirstSubmitDate":"2005-11-14","studyFirstSubmitQcDate":"2005-11-14","studyFirstPostDateStruct":{"date":"2005-11-15","type":"ESTIMATED"},"lastUpdateSubmitDate":"2005-12-20","lastUpdatePostDateStruct":{"date":"2005-12-21","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Taiwan University Hospital","class":"OTHER"}},"descriptionModule":{"briefSummary":"The purpose of the current study is to evaluate relative efficacy of (1)modified constraint-induced movement therapy (mCIMT) combined with eye patching, (2)mCIMT, and (3) traditional rehabilitation on motor, attentional, and activities of daily living functions in stroke patients with unilateral neglect (UN). UN represents a failure to respond or orient to stimuli presented contralateral to a brain lesion. Constraint-induced movement therapy is made up of a family of treatment that involve repeatedly practicing use of the affected limb and constraining use of the unaffected arm in the clinic and at home. mCIMT is an intervention based on modifications to conventional CIMT by distributing practice sessions to a longer period of time. mCIMT attempts to supplement the inadequacy of the current rehabilitation programs and to fit better into rehabilitation schedules. This technique has been suggested to be especially relevant for treatment of patients with UN.Half-field eye patching involves occlusion of the hemifield of both eyes (in the case of left UN, the right hemifields of both eyes). Patching the ipsilateral hemifield is believed to increase activation of the involved hemisphere, resulting in increased attention to the contralateral neglected side.\n\nDespite the promising relevance of mCIMT for rehabilitation of patients with hemiplegia, it remains unclear whether mCIMT is effective for alleviating UN. A further issue that warrants investigation is the combined effects of mCIMT and eye patching. Both approaches involve the use of controlled sensory input that may lead to increased activation of the lesioned hemisphere. Integration of both approaches may be more efficacious than mCIMT without direct intervention for UN. This project is proposed to study the combined effects of both approaches. It is hypothesized that combining both approaches will be more effective than mCIMT, which is hypothesized to be superior to traditional rehabilitation involving the same amount of therapy time. To test the hypotheses, 60 patients with unilateral stroke and UN will be recruited and randomly assigned to one of the three treatment groups (i.e., mCIMT and eye patching, mCIMT, and traditional rehabilitation). Testing for UN will include the use of the line bisection test, cancellation tasks, and examination for extinction to double simultaneous stimulations.\n\nThe outcome measures will include traditional motor function tests, kinematic analysis, a circle discrimination test, and daily life functional measures. Each eligible participant will be tested before and immediately after the assigned intervention and at three months and six months after the treatment. Each type of treatment will be three-week long. Multivariate analysis of covariance will be used to analyze the obtained data in order to test for the relative effects of the three treatments. Each participant will be tested for motivation for participating in treatment sessions using the Pittsburgh Rehabilitation Participation Scale. It is hypothesized that patients with higher participation will improve more than those with lower participation.\n\nThe uniqueness of this proposed project pertains to (1)modification of the CIMT protocol in a more feasible way; (2)concurrent use of mCIMT and eye patching for treating UN post stroke; and (3)use of kinematic analysis for detecting precise changes in motor behavior post intervention. Kinematic analysis is relevant for identifying trajectory control deficits that may accompany clinically \"recovered\" UN. Findings of this investigation will improve assessment and treatment for UN that is devastating to functional recovery from stroke."},"conditionsModule":{"conditions":["Stroke","Hemispatial Neglect"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1","PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE"}},"enrollmentInfo":{"count":60}},"armsInterventionsModule":{"interventions":[{"type":"DEVICE","name":"mCIMT combined with or without eye patching"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"traditional motor function tests,"},{"measure":"kinematic analysis,"},{"measure":"a circle discrimination test,"},{"measure":"and daily life function measures"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* (1) a single unilateral stroke with stable medical conditions; (2) presence of UN; (3) demonstration of the proximal part movement in the affected upper extremity and a minimum of 20 degrees of active wrist extension and 10 degrees of finger extension; (4) no severe aphasia that hampers command following; (5) no severe cognitive impairments (Mini-Mental State Examination score \\>= 22); (6) being right-handed premorbidly by self-report.\n\nExclusion Criteria:\n\n-","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Keh-chung Lin, Sc.D","role":"CONTACT","phone":"02-23123456","phoneExt":"7572","email":"kclin@ha.mc.ntu.edu.tw"}],"overallOfficials":[{"name":"Keh-chung Lin, Sc.D","affiliation":"National Taiwan University, Department of Occupational therapy","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Keh-chung Lin","status":"RECRUITING","city":"Taipei","country":"Taiwan","contacts":[{"name":"Keh-chung Lin","role":"CONTACT"}],"geoPoint":{"lat":25.04776,"lon":121.53185}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010468","term":"Perceptual Disorders"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M13069","name":"Perceptual Disorders","asFound":"Hemispatial Neglect","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}