{"protocolSection":{"identificationModule":{"nctId":"NCT01622205","orgStudyIdInfo":{"id":"GOTVED"},"organization":{"fullName":"Göteborg University","class":"OTHER"},"briefTitle":"GOThenburg Very Early Supported Discharged","officialTitle":"Phase 2 Study of Very Early Supported Discharge From a Stroke Unit in","acronym":"GOTVED"},"statusModule":{"statusVerifiedDate":"2017-02","overallStatus":"UNKNOWN","lastKnownStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-05"},"primaryCompletionDateStruct":{"date":"2017-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2017-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2012-05-24","studyFirstSubmitQcDate":"2012-06-18","studyFirstPostDateStruct":{"date":"2012-06-19","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-02-01","lastUpdatePostDateStruct":{"date":"2017-02-02","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Göteborg University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Stroke is a generic term for cerebral infarction and cerebral haemorrhage and accounts for more patient days than any other single condition in Swedish health care. The Swedish guidelines for stroke treatment, issued by the national board for health and welfare, recommend early supported discharge for people with mild to moderate stroke. This is based on studies in which mean hospitalization was 18 days. The average length of stay in Sweden is 12 days. Policy makers would, however, like to shorten length of stay even further, and many patients are anxious to get home. Where and how to get support at home after discharge varies.\n\nThis study is a randomized controlled trial in which half of the subjects are randomly allocated to very early supported discharge and the other half receives usual treatment. The investigators believe that patients discharged very early with support will experience less anxiety compared with controls. The investigators believe that early supported discharge is safe and that there is no difference between groups in bodily function. In order to test differences between the groups, the study requires approximately 110 subjects.\n\nEveryone who comes to the stroke unit at the hospital with a mild to moderate stroke can be recruited to the study. The intervention is having a team from the stroke unit visiting the patient's home and train him/her according to the individualized goals. The controls are discharged according to routine with support from primary care if needed. Assessments are made by therapists who are not involved in the training upon returning home, at 1 month, 3 to 12 months. The assessments include anxiety, motor activity, gait and balance, and ADL. Interviews will be done to highlight the subject's own experience.\n\nIt is important to evaluate new methods and organizational changes prior to their implementation in health care. The investigators hope to show that very early supported discharge with rehabilitation is safe and provides confidence and less anxiety. Then it is possible to introduce a method that simultaneously improves patient outcome and increases availability of hospital beds.","detailedDescription":"Stroke is a common condition that affects one in six people in the world during their lifetime. It is the physical condition that accounts for more patient days than any other single condition in Swedish health care, and stroke is the leading cause of disability in adults. The Swedish guidelines for stroke treatment, issued by the national board for health and welfare, recommend early supported discharge for people with mild to moderate stroke. It also recommends that the patients should be involved in their own care and rehabilitation, and that the effect on close relatives should be taken into account.\n\nThe recommendations by the National Board of Health and Welfare are based on older studies with an average hospitalization of 18 days prior to early supported discharge, compared tp 30 days for control patients. Today, however, the average stay of all stroke patients in Sweden is 12 days. Thus, there is a knowledge gap in the sense that the reality on which the previous studies are based no longer exists. Today, policy makers strive towards a shortened hospital stay, and many patients are anxious to get home. There are variations in the nature as well as the extent of the support available to the patient in his/her home.\n\nThis study is a randomized controlled trial in which half of the subjects are randomly allocated to very early supported discharge and the other half receives usual treatment. The investigators believe that patients discharged very early with support will experience less anxiety compared with controls. The investigators believe that early supported discharge is safe and that there is no difference between groups in bodily function. In order to test differences between the groups, the study requires approximately 110 subjects. All patients admitted to the stroke unit will be screened and those with mild to moderate stroke, with impaired ability to cope with activities of daily living (ADL) antigen because of motor function or thinking ability, can participate.\n\nVery early supported discharge entails a training period when a team from the stroke unit visits the patient and trains any functions that are perceived awkward by the patient. The others are planned home with support from primary care practitioners if they are deemed to need it. Both groups get home care if necessary. Assessments are made by therapists who are not involved in the training upon returning home, at 1 month, 3 to 12 months. The projections include anxiety, motor activity, gait and balance, and ADL. The patients answer questions whether they think that the different abilities have evolved after stroke onset and rate their quality of life. Related questionnaires administered concern anxiety and perceived burden of caregivers. Interviews with participants and family members to hear what they think of the rehabilitation have also been done. A pilot study, conducted in 2010 with about 20 participants, showed that patients and families were very satisfied. They also said they felt safe when they knew that the guys from the unit would come home to them if needed.\n\nThe study is expected to take four years, of which 1 year has passed this summer. We expect enrollment to last 3 years. Each subject will be followed up during 12 months. The policy in Western Gotaland is that early supported discharge should be given to those who so desire. From the pilot study it has, however, been concluded that it is not yet clear how this can be implemented while maintaining a good and safe care.\n\nWhen the project is finished, the investigators hope to show that patients with very early supported discharge are confident and satisfied with the care they have received and have lower levels of anxiety."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":110,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Active","type":"EXPERIMENTAL","description":"Early supported discharge","interventionNames":["Other: Very early supported discharge (VESD)"]},{"label":"Control","type":"OTHER","description":"Ordinary rehabilitation","interventionNames":["Other: Ordinary rehabilitation"]}],"interventions":[{"type":"OTHER","name":"Very early supported discharge (VESD)","description":"A rehabilitation team made up of physiotherapists, occupational therapists and a stroke nurse from the stroke care unit continues the rehabilitation in the patient's home. The intervention has a person-centered approach which is based on who the person is: their context, their history, their next of kin, their individual strengths and weaknesses (28). Goal setting using questions as in the Canadian Occupational Performance Measure (29) takes part before the discharge. Examples of goals can be: to be able to go to the local store to buy milk, to be able to hang the laundry or to be able to travel on the tram to the daughter or how to manage the bills.","armGroupLabels":["Active"],"otherNames":["VESD Very early supported discharge"]},{"type":"OTHER","name":"Ordinary rehabilitation","description":"Ordinary rehabilitation","armGroupLabels":["Control"],"otherNames":["C Control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Anxiety and depression","timeFrame":"At 1 month, 3 months and 12 months, change from baseline"}],"secondaryOutcomes":[{"measure":"Barthel index","timeFrame":"At 1 month, 3 months and 12 months"},{"measure":"Balance","timeFrame":"At 1 month, 3 months and 12 months"},{"measure":"Quality of life","timeFrame":"At 1 month, 3 months and 12 months"},{"measure":"Impact of stroke","timeFrame":"At 1 month, 3 months and 12 months"},{"measure":"Re-hospitalisation","timeFrame":"At 1 month, 3 months and 12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Confirmed stroke according to WHO´s criteria\n* \\> 18 years of age\n* Living within 30 min from the stroke unit\n* On day 2 NIHSS (National institute of health stroke scale) (22) of 0-16 points and Barthel 50-100 points.\n* MoCA index \\< 26 if Barthel = 100.\n\nExclusion Criteria:\n\n* NIHSS \\> 16\n* Barthel \\< 50\n* Life expectancy \\< 1 year (as with severe malignancy)\n* Does not speak or communicate in Swedish prior to the incidence","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Katharina Stibrant Sunnerhagen, MD, PhD","affiliation":"Göteborg University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Stroke unit, Sahlgrenska University hospital","city":"Gothenburg","country":"Sweden","geoPoint":{"lat":57.70716,"lon":11.96679}}]},"referencesModule":{"references":[{"pmid":"33167877","type":"DERIVED","citation":"Rafsten L, Danielsson A, Sunnerhagen KS. Self-perceived postural balance correlates with postural balance and anxiety during the first year after stroke: a part of the randomized controlled GOTVED study. BMC Neurol. 2020 Nov 9;20(1):410. doi: 10.1186/s12883-020-01982-z."},{"pmid":"32568652","type":"DERIVED","citation":"Buvarp D, Rafsten L, Sunnerhagen KS. Predicting Longitudinal Progression in Functional Mobility After Stroke: A Prospective Cohort Study. Stroke. 2020 Jul;51(7):2179-2187. doi: 10.1161/STROKEAHA.120.029913. Epub 2020 Jun 17."},{"pmid":"31706292","type":"DERIVED","citation":"Rafsten L, Danielsson A, Nordin A, Bjorkdahl A, Lundgren-Nilsson A, Larsson MEH, Sunnerhagen KS. Gothenburg Very Early Supported Discharge study (GOTVED): a randomised controlled trial investigating anxiety and overall disability in the first year after stroke. BMC Neurol. 2019 Nov 9;19(1):277. doi: 10.1186/s12883-019-1503-3."},{"pmid":"23800106","type":"DERIVED","citation":"Sunnerhagen KS, Danielsson A, Rafsten L, Bjorkdahl A, Axelsson AB, Nordin A, Petersson CA, Lundgren-Nilsson A, Frojd K. Gothenburg very early supported discharge study (GOTVED) NCT01622205: a block randomized trial with superiority design of very early supported discharge for patients with stroke. BMC Neurol. 2013 Jun 24;13:66. doi: 10.1186/1471-2377-13-66."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}