{"protocolSection":{"identificationModule":{"nctId":"NCT05646589","orgStudyIdInfo":{"id":"2022-02105-01"},"organization":{"fullName":"Karolinska Institutet","class":"OTHER"},"briefTitle":"A Person-centred Care Transition Support for People With Stroke/TIA","officialTitle":"Implementation and Evaluation of a Person-centred Care Transition Support for People With Stroke/TIA","acronym":"Missing Link"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-11-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-05","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-05","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-12-02","studyFirstSubmitQcDate":"2022-12-02","studyFirstPostDateStruct":{"date":"2022-12-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-12","lastUpdatePostDateStruct":{"date":"2023-12-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Charlotte Ytterberg","investigatorTitle":"Lecturer, associate professor (docent)","investigatorAffiliation":"Karolinska Institutet"},"leadSponsor":{"name":"Karolinska Institutet","class":"OTHER"},"collaborators":[{"name":"Forte","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to test a person-centred care transition support in people with stroke/TIA. The main questions it aims to answer are:\n\n* Does a multi-component care transition intervention have an effect on perceived quality of care transitions, health literacy, collected medications, medication adherence, perceived person-centeredness, functioning, recurrent stroke/TIA, healthcare utilization and caregiver burden?\n* What are the experiences of the intervention components and the implementation process?\n* How does the intervention get adapted and implemented in practice?\n* What contextual moderators and mechanisms of the intervention can likely explain the potential effects of the intervention?\n\nParticipants will receive a person-centred care transition support that includes a set of activities targeting how healthcare professionals can improve quality with care transition and support health literacy for self-management of secondary stroke prevention for persons who are to be discharged from hospitals after stroke or TIA.\n\nResearchers will compare participants who receive the person-centred care transition support with participants receiving regular care transitions to see if the person-centred care transition support has any effects on perceived quality of care transitions, health literacy, collected medications, medication adherence, perceived person-centeredness, functioning, recurrent stroke/TIA, healthcare utilization and caregiver burden.","detailedDescription":"Care transitions following a stroke call for integrated care approaches to reduce death and disability. The proposed research described in this study protocol aims to evaluate the ef-fectiveness of a person-centred multicomponent care transition support and the process in terms of contextual moderators, implementation aspects and mechanisms of impact.\n\nA non-randomized controlled trial design will be used. The intervention includes person-centred dialogue intended to permeate all patient-provider communication, various pedagogical modes of information, a person-centred care and rehabilitation plan, and a bridging e-meeting to prepare patients for homecoming.\n\nPatients with stroke or TIA who are to be discharged from the participating hospitals to home and referred to a neurorehabilitation team for continued rehabilitation will be included. Follow-ups will be conducted at one week, 3 months and 12 months. Data will be collected on the primary outcome of perceived quality of the care transition, and on the secondary outcomes of health literacy, medication adherence, and perceived person-centeredness. Data for process evaluation will be collected through semi-structured interviews, focus groups, partici-patory observations, and the Normalisation Measure Development Questionnaire."},"conditionsModule":{"conditions":["Stroke","Transient Ischemic Attack"],"keywords":["clinical trial","complex intervention","care transition","process evaluation","secondary prevention","hospital discharge","health literacy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":168,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Person-centred care transition support","type":"EXPERIMENTAL","description":"Person-centred dialogue intended to permeate all patient-provider communication, various pedagogical modes of information, a person-centred care and rehabilitation plan, and a bridging e-meeting to prepare patients for homecoming.","interventionNames":["Behavioral: Person-centred care transition support"]},{"label":"Regular care transition","type":"ACTIVE_COMPARATOR","description":"Electronic referral from hospital healthcare professionals to the receiving neurorehabilitation team","interventionNames":["Behavioral: Regular care transition"]}],"interventions":[{"type":"BEHAVIORAL","name":"Person-centred care transition support","description":"Person-centred dialogue intended to permeate all patient-provider communication, various pedagogical modes of information, a person-centred care and rehabilitation plan, and a bridging e-meeting to prepare patients for homecoming.for persons who are to be discharged from hospitals after stroke or TIA","armGroupLabels":["Person-centred care transition support"]},{"type":"BEHAVIORAL","name":"Regular care transition","description":"Regular care transitions, initiated by an electronic referral from hospital healthcare professionals to the receiving neurorehabilitation team","armGroupLabels":["Regular care transition"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Care Transition Measure","description":"Questionnaire that assesses perceived quality in care transitions. The total score (0-100) reflects the overall perceived quality of the care transition, with lower scores indicating a poor quality care transition, and higher scores indicating a higher quality care transition","timeFrame":"1 week after discharge from hospital"}],"secondaryOutcomes":[{"measure":"The Medication Adherence Report Scale (patient)","description":"Questionnaire that consists of 5 items that assesses medication adherence. Participants are asked to rate the frequency with which they engaged in each of the adherence-related behaviours on a five-point scale, where 5 = never, 4 = rarely, 3 = sometimes, 2 = often and 1 = always. Scores for each item were summed to give a total score, with higher scores indicating higher levels of reported adherence.","timeFrame":"1 week, 3 and 12 months after inclusion"},{"measure":"General Person-centred Care Questionnaire","description":"Questionnaire with 21 questions about experiences of care and treatment. Responses are graded on a five-point Likert scale where a higher score represents a more person-centred experience i.e., a better outcome","timeFrame":"1 week, 3 and 12 months after inclusion"},{"measure":"Stroke Impact Scale, perceived recovery (patient)","description":"Perceived recovery after stroke is rated on a visual analogue scale ranging from 0 (no recovery) to 100 (full recovery)","timeFrame":"inclusion, 1 week, 3 and 12 months after inclusion"},{"measure":"Stroke Patient Education Retention","description":"Questionnaire with five questions. scores range from 0 to 10 where a higher score represents a higher comprehension and retention of poststroke care education","timeFrame":"1 week, 3 and 12 months after inclusion"},{"measure":"EuroQol 5D","description":"EuroQol 5D, consists of the EQ-5D Index and the EQ Visual Analog Scale. The EuroQol 5D comprises 5 pre-defined dimensions: Mobility, Self-care, Usual activities, Pain/discomfort and Anxiety/depression. The respondent rates each dimension on a three level scale as having no problem, a moderate problem or a severe problem. The answers are then converted to an index value (the EQ Index) ranging from 0 (representing death) to 1 (full health). The EQ VAS records the respondent's self-rated health on a 20-centimeter vertical visual analog scale with end-points ranging from 0 to 100. The single global question in the EQ VAS asks the individual to label his/her health as \"the worst health you can imagine\" (0) to \"the best health you can imagine\"","timeFrame":"1 week and 12 months after inclusion"},{"measure":"Health Literacy Survey","description":"Questionnaire comprising 16 items focusing on four dimensions: ability to access/obtain health information, understand health information, ability to process/appraise health information, and ability to apply/use health information. Score ranges from 0-16 where a higher score represents a higher health literacy","timeFrame":"1 week, 3 and 12 months after inclusion"},{"measure":"Satisfaction with care and rehabilitation","description":"Questionnaire with two questions. The respondent is asked to disagree or disagree with two statements on a Likert scale from 1 to 5 where a higher score represents higher satisfaction with care and rehabilitation","timeFrame":"1 week, 3 and 12 months after inclusion"},{"measure":"General Self-Efficacy Scale","description":"Questionnaire that assesses the strength of an individual's belief in his/her own ability to respond to novel or difficult situations and to deal with any associated obstacles or setbacks. The scale consists of 10 items rated on a four-point Likert scale (\"not at all true\" to \"exactly true\"). Means are calculated as the sum of all answers divided by ten (i.e., the total number of items)","timeFrame":"12 months after inclusion"},{"measure":"Caregiver Burden Scale (significant other)","description":"Questionnaire that consists of 22 items for different types of subjective caregiver burden, covering areas of the caregiver's health, feelings of psychological well-being, relations, social network, physical workload, and environmental aspects. The items are scored on a scale from 1 to 4 and the higher the score the greater the burden.","timeFrame":"3 months after inclusion"},{"measure":"Life Satisfaction Checklist, item 1 (significant other)","description":"Questionnaire that assesses life satisfaction with one global item \"Life as a whole\". Answering alternatives range from 1 (very dissatisfied) to 6 (very satisfied)","timeFrame":"3 months after inclusion"},{"measure":"EuroQol 5D (significant other)","description":"Questionnaire consisting of the EQ-5D Index and the EQ Visual Analogue Scale. The EuroQol 5D-5L comprises five pre-defined dimensions: Mobility, Self-care, Usual activities, Pain/discomfort and Anxiety/depression. The respondent rates each dimension on a five level scale as having no problem, slight problems, moderate problem, severe problem, unable or extreme. The answers are then converted to an index value (the EQ Index) ranging from 0 (representing death) to 1 (full health). The EQ VAS records the respondent's self-rated health on a 20-centimeter vertical visual analo,g scale with end-points ranging from 0 to 100. The single global question in the EQ VAS asks the individual to label his/her health as \"the worst health you can imagine\" (0) to \"the best health you can imagine\"","timeFrame":"3 months after inclusion"},{"measure":"Health Literacy Questionnaire","description":"Questionnaire that assesses health literacy. The Health Literacy Questionnaire contains 44 items, which are divided into nine areas of health literacy. The first five scales are scored on a 4-point Likert scale (ranging from strongly disagree to disagree, agree, and strongly agree), building part I. The other four scales, representing part II, are scored on a 5-point Likert scale where respondents are asked to rate the level of difficulty in undertaking a task (ranging from cannot do, always difficult, usually difficult, sometime difficult, usually easy, and always easy). Higher scores indicate better health literacy.","timeFrame":"1 week, 3 and 12 months after inclusion"}],"otherOutcomes":[{"measure":"Patient Health Questionnaire-2","description":"Questionnaire with to items that inquire about the frequency of depressed mood and anhedonia over the past two weeks. Score ranges from 0 (not at all) to 6 (nearly every day)","timeFrame":"inclusion, 1 week, 3 and 12 months after inclusion"},{"measure":"Fatigue visual analogue scale","description":"A visual analogue scale ranging from 0 (no fatigue) to 100 (extreme fatigue)","timeFrame":"inclusion, 1 week, 3 and 12 months after inclusion"},{"measure":"Barthel Index","description":"Questionnaire that includes 10 personal care and mobility activities, each scoring 0, 5 or 10 points resulting in a total score of 0 to 100, where a higher score reflects a greater degree of independence.","timeFrame":"inclusion, 1 week, 3 and 12 months after inclusion"},{"measure":"Modified Rankin Scale","description":"Assesses degree of disability. Scores range from 0 (no disability) to 6 (death)","timeFrame":"1 week, 3 and 12 months after inclusion"},{"measure":"Montreal Cognitive Assessment Scale","description":"Questionnaire assessing cognitive function. The scores range from 1 to 15 where 15 represents no cognitive impairment","timeFrame":"inclusion, 3 and 12 months after inclusion"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* patients who have had a first time ever or recurrent stroke or TIA; who are to be discharged from the participating hospitals to home and referred to a neurorehabilitation team for continued rehabilitation; and who are able to give informed consent by themselves.\n\nExclusion Criteria:\n\n* unable to give informed consent, due to e.g., severe aphasia or dementia.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Charlotte Ytterberg, PhD","role":"CONTACT","phone":"+46852488882","email":"charlotte.ytterberg@ki.se"},{"name":"Maria Flink, PhD","role":"CONTACT","phone":"+46702788357","email":"maria.flink@ki.se"}],"locations":[{"facility":"Aleris Dalengeriatriken","status":"RECRUITING","city":"Stockholm","country":"Sweden","contacts":[{"name":"Linda Sandberg, PhD","role":"CONTACT","email":"linda.sandberg@aleris.se"}],"geoPoint":{"lat":59.33258,"lon":18.0649}},{"facility":"Danderyd hospital","status":"NOT_YET_RECRUITING","city":"Stockholm","country":"Sweden","contacts":[{"name":"Ann-Charlotte Laska, PhD","role":"CONTACT","email":"ann-charlotte.laska@regionstockholm.se"}],"geoPoint":{"lat":59.33258,"lon":18.0649}},{"facility":"Södersjukhuset","status":"NOT_YET_RECRUITING","city":"Stockholm","country":"Sweden","contacts":[{"name":"Oana Romanitan, PhD","role":"CONTACT","email":"mihaela.romanitan@regionstockholm.se"}],"geoPoint":{"lat":59.33258,"lon":18.0649}}]},"referencesModule":{"references":[{"pmid":"34949604","type":"BACKGROUND","citation":"Flink M, Lindblom S, Tistad M, Laska AC, Bertilsson BC, Warlinge C, Hasselstrom J, Elf M, von Koch L, Ytterberg C. Person-centred care transitions for people with stroke: study protocol for a feasibility evaluation of codesigned care transition support. BMJ Open. 2021 Dec 23;11(12):e047329. doi: 10.1136/bmjopen-2020-047329."},{"pmid":"36803670","type":"RESULT","citation":"Flink M, Lindblom S, von Koch L, Carlsson AC, Ytterberg C. Health literacy is associated with less depression symptoms, higher perceived recovery, higher perceived participation, and walking ability one year after stroke - a cross-sectional study. Top Stroke Rehabil. 2023 Dec;30(8):865-871. doi: 10.1080/10749357.2023.2178133. Epub 2023 Feb 21."},{"pmid":"36766966","type":"RESULT","citation":"Lindblom S, Ytterberg C, Flink M, Carlsson AC, Stenberg U, Tistad M, von Koch L, Laska AC. The Use of Teach Back at Hospital Discharge to Support Self-Management of Prescribed Medication for Secondary Prevention after Stroke-Findings from A Feasibility Study. Healthcare (Basel). 2023 Jan 30;11(3):391. doi: 10.3390/healthcare11030391."},{"pmid":"35505404","type":"RESULT","citation":"Lindblom S, Tistad M, Flink M, Laska AC, von Koch L, Ytterberg C. Referral-based transition to subsequent rehabilitation at home after stroke: one-year outcomes and use of healthcare services. BMC Health Serv Res. 2022 May 3;22(1):594. doi: 10.1186/s12913-022-08000-7."},{"pmid":"33729653","type":"RESULT","citation":"Lindblom S, Flink M, Elf M, Laska AC, von Koch L, Ytterberg C. The manifestation of participation within a co-design process involving patients, significant others and health-care professionals. Health Expect. 2021 Jun;24(3):905-916. doi: 10.1111/hex.13233. Epub 2021 Mar 17."},{"pmid":"32739283","type":"RESULT","citation":"Lindblom S, Flink M, Sjostrand C, Laska AC, von Koch L, Ytterberg C. Perceived Quality of Care Transitions between Hospital and the Home in People with Stroke. J Am Med Dir Assoc. 2020 Dec;21(12):1885-1892. doi: 10.1016/j.jamda.2020.06.042. Epub 2020 Jul 29."},{"pmid":"32256255","type":"RESULT","citation":"Lindblom S, Ytterberg C, Elf M, Flink M. Perceptive Dialogue for Linking Stakeholders and Units During Care Transitions - A Qualitative Study of People with Stroke, Significant Others and Healthcare Professionals in Sweden. Int J Integr Care. 2020 Mar 25;20(1):11. doi: 10.5334/ijic.4689."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Individual participant data that underlie the results in a publication, after deidentification.","infoTypes":["STUDY_PROTOCOL","ICF","ANALYTIC_CODE"],"timeFrame":"Immediately following publication and ending two years after publication.","accessCriteria":"Since data can indirectly be traced back to the study participants, according to the Swedish and EU personal data sharing legislation, access can only be granted upon request. Request for access to the data can be put to our Research Data Office (rdo@ki.se) at Karolinska Institutet, and will be handled according to the relevant legislation. In most cases, this will require a data processing agreement or similar with the recipient of the data."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002546","term":"Ischemic Attack, Transient"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000002545","term":"Brain Ischemia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11997","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Transient Ischemic Attack","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}