{"protocolSection":{"identificationModule":{"nctId":"NCT03818204","orgStudyIdInfo":{"id":"18-166H"},"organization":{"fullName":"Massachusetts Eye and Ear Infirmary","class":"OTHER"},"briefTitle":"Clinical Trial to Improve the Magnetic Levator Prosthesis","officialTitle":"Clinical Trial to Improve the Magnetic Levator Prosthesis (MLP) Including the Development and Testing of a Novel Adjustable Force System"},"statusModule":{"statusVerifiedDate":"2022-04","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-02-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-01-23","studyFirstSubmitQcDate":"2019-01-23","studyFirstPostDateStruct":{"date":"2019-01-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-04-04","lastUpdatePostDateStruct":{"date":"2022-04-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Kevin Houston","investigatorTitle":"Assistant Professor of Ophthalmology","investigatorAffiliation":"Massachusetts Eye and Ear Infirmary"},"leadSponsor":{"name":"Massachusetts Eye and Ear Infirmary","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Blepharoptosis (incomplete opening of the eyelids) occurs because of a disruption in the normal agonist-antagonist neuro-muscular complex balance. An external device could restore eyelid movement. A newer class of permanent magnets made of alloys of neodymium (Nd), iron (Fe) and boron (B) might provide the technology needed to develop a feasible external magnetic device that could restore eyelid movement.","detailedDescription":"Blepharoptosis (incomplete opening of the eyelids) occurs because of a disruption in the normal agonist-antagonist neuro-muscular complex balance. An external device, if able to generate an appropriately balanced force, could restore eyelid movement by performing the paralyzed function; for example, a ptotic (droopy) eyelid could be opened, and the functioning eyelid closure muscle could overcome the device's force (Conway, 1973; Barmettler et. al, 2014; Houston et. al, 2014). Despite this seemingly straight-forward application, permanent magnets for eyelid movement disorders have not thus far become an available treatment. It is possible that earlier magnetic materials lacked the strength (at sizes which were acceptable to patients) to effectively restore the blink, or methods of implantation or external mounting were not effective. A newer class of permanent magnets made of alloys of neodymium (Nd), iron (Fe) and boron (B) might provide the technology needed to develop a feasible external magnetic device. They generate the strongest static magnetic fields yet possible, (1.3T compared to 0.4T of conventional ferrite magnets) (Cyrot, 2005) with exceptional uniaxial magnetocrystalline anisotropy, which makes them resistive to demagnetization (Chikazumui, 1997). The increased magnetic force at a fraction of the size has led to attempts for other medical applications including implantation for gastroesophageal reflux disease (Ganz, 2013), in dental prosthetics (Uribe, 2006), ocular reconstructive surgery (de Negreiros, 2012), and glaucoma (Paschalis et. al, 2013). Problems with extended external non-surgical adhesion to the skin of the eyelid may be solved with hydrocolloid-based medical adhesives e.g. Tegaderm™ (Chen, 1997), already used for IV catheter securement, wound dressing, and as a protective eye covering (FDA, 1997). This material is extremely thin, transparent, and oxygen permeable with an established safety profile for days to weeks of wear. The hydrophyllic properties (FDA, 1997) may be beneficial to the eyelids, which are often moist. In our prior work we established proof-of-concept data demonstrating safety and efficacy for temporary management ptosis up to 2 hour per day for 2 weeks. Due to the sensitive force distance relationship characteristics of magnetic fields and variable nature of ptosis (often worsens throughout the day) the MLP required frequent readjustment and consistent correction was difficult to achieve. Other challenges included lid redness with longer wear times (in the participants who wore the MLP longer than instructed), incomplete spontaneous blinking, and difficultly with self-application of the magnetic lid array to the eye lid. This study aims to address these challenges. In order to improve the MLP we will determine the range of force in the target severe ptosis population to open the lid and where blinking is inhibited, determine the best polarity combination between the lid magnets and the spectacle magnet, determine if rotating the spectacle magnet is a good method to allow simple force adjustment via a dial on the side of the frame, determine if custom made frames improve stability of the frame, and create an applicator tool to help participants apply the lid magnet themselves."},"conditionsModule":{"conditions":["Blepharoptosis","Ptosis, Eyelid","Myasthenia Gravis","Stroke","Traumatic Brain Injury"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"This is a prospective cross-over study with some aims having double-blind methodology. Randomization and masking will be used in aims 1 and 2 experiments. Aim 1: The spectacle magnet will be rotated to 1 of 4 settings in an order which will be counterbalanced using a Latin Square approach. Patient and experimenters will be masked to the actual force setting. Aim 2: 15 participants will be randomized to be fitted first with either through thickness or through height polarization of the lid magnets using an online randomizer by a study staff not involved in the data collection or analysis who will keep the code. Every other subject in the sequence will be balanced to receive the alternative order. Counterbalancing is being used because of the small sample size.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Masked/blinded clinical staff will apply the lid magnets polarized either through thickness or through height (counterbalanced) to the study subjects. Also, 10 magnets of different sizes will be placed inside a plastic housing in order to prevent bias (participant and clinical staff will not know the actual size of the magnets) and counterbalance to control for order effect.","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental Group","type":"EXPERIMENTAL","description":"The purpose of the experimental group is to test the intervention. Participants will have their acuity measured (refraction as needed), slit lamp with Nafl \\& NEI scale, visual functioning questionnaire (VFQ), cognitive assessment (MOCA).The eye lid will be prepped and video recorded.The masked clinical staff will then apply the polarized magnets and perform a number of measurements to ascertain effectiveness of intervention.\n\n-Intervention - Magnetic Levator Prosthesis (MLP)","interventionNames":["Device: Magnetic Levator Prosthesis (MLP)"]},{"label":"Control/Normal Vision Group","type":"OTHER","description":"The purpose of the normal vision group is to test the experimental setup prior to enrolling ptosis patients. If the measurements of the normal vision group are found to be non-different to the experimental group, the data will be pooled.\n\n-Intervention - Magnetic Levator Prosthesis (MLP)","interventionNames":["Device: Magnetic Levator Prosthesis (MLP)"]}],"interventions":[{"type":"DEVICE","name":"Magnetic Levator Prosthesis (MLP)","description":"Neodymium magnet embedded in a glasses frame and a polymer embedded (PDMS) micro-magnet array fitted externally to the upper lid with IV 3000 securement film. The IV 3000 is FDA approved for extended wear on the skin. Tegaderm, which is essentially the same adhesive, is even FDA approved as an eye covering (we used Tegaderm in early studies but switched to IV 3000 for its superior ease of handling based on packaging technique).","armGroupLabels":["Control/Normal Vision Group","Experimental Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in interpalpebral fissure during eye opening","description":"A \\> 1mm change in interpalpebral fissure (resting open) at min and max force of the rotatable system; a \\>1mm change in interpalpebral fissure when the lid array is polarized through thickness as compared to through height.","timeFrame":"This outcome will be analysed by reviewing video recording. Video recording will be performed 7 times for the duration of the study (4 videos performed during visit 1; 3 video performed during visit 2)"}],"secondaryOutcomes":[{"measure":"Change in interpalpebral fissure during the blink","description":"Video analysis to measure the completeness of eye closure with the MLP compared to 1) no device, 2) relative to the contralateral side (if normal), 3) relative to different configurations of the device and custom vs. non-custom frames.","timeFrame":"Video recording will be performed 7 times for the duration of the study (4 videos performed during visit 1; 3 video performed during visit 2)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Experimental:\n* Presence of ptosis for at least one eye which obscures the visual axis in the resting position (without frontalis drive, lifting with forehead muscles)\n* Moderate cognitive function or better defined as greater than or equal to 18 out of 30 on a pre-screening of the Mini-Mental State Exam\n* Age 5 or older\n* Control/Normal Vision Group:\n* Absence of ptosis which obscures the visual axis\n* Age 18 or older\n\nExclusion Criteria:\n\n* Experimental:\n* Absence of blepharoptosis or presence of a corneal ulcer.\n* Those with a corneal ulcer are at risk for permanent loss of vision and should be managed with proven methods.\n* Age less than 5,\n* Severe Cognitive impairment defined as MMSE score \\<18, behaviors consistent with delirium (combinations of disorientation, hallucinations, delusions, and incoherent speech), or lethargy. These individuals must be excluded since participation requires competent self-care, reliable responses and cooperation during fitting of the devices.\n* Control/Normal Vision Group:\n* Presence of Blepharoptosis\n* Age less than 18","healthyVolunteers":true,"sex":"ALL","minimumAge":"4 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Kevin Houston, OD, M. Sc.","affiliation":"Mass Eye and Ear","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Schepens Eye Research Institute","city":"Boston","state":"Massachusetts","zip":"02114","country":"United States","geoPoint":{"lat":42.35843,"lon":-71.05977}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009157","term":"Myasthenia Gravis"},{"id":"D000001930","term":"Brain Injuries"},{"id":"D000070642","term":"Brain Injuries, Traumatic"},{"id":"D000001763","term":"Blepharoptosis"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000020361","term":"Paraneoplastic Syndromes, Nervous System"},{"id":"D000009423","term":"Nervous System Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000010257","term":"Paraneoplastic Syndromes"},{"id":"D000020274","term":"Autoimmune Diseases of the Nervous System"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000020511","term":"Neuromuscular Junction Diseases"},{"id":"D000009468","term":"Neuromuscular Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"},{"id":"D000005141","term":"Eyelid Diseases"},{"id":"D000005128","term":"Eye Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11802","name":"Myasthenia Gravis","asFound":"Myasthenia Gravis","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M13951","name":"Prolapse","relevance":"LOW"},{"id":"M4734","name":"Blepharoptosis","asFound":"Blepharoptosis","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M12860","name":"Paraneoplastic Syndromes","relevance":"LOW"},{"id":"M21850","name":"Paraneoplastic Syndromes, Nervous System","relevance":"LOW"},{"id":"M12057","name":"Nervous System Neoplasms","relevance":"LOW"},{"id":"M4319","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M21784","name":"Autoimmune Diseases of the Nervous System","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M21987","name":"Neuromuscular Junction Diseases","relevance":"LOW"},{"id":"M12101","name":"Neuromuscular Diseases","relevance":"LOW"},{"id":"M9890","name":"Immune System Diseases","relevance":"LOW"},{"id":"M7974","name":"Eyelid Diseases","relevance":"LOW"},{"id":"M7961","name":"Eye Diseases","relevance":"LOW"},{"id":"T3973","name":"Myasthenia Gravis","asFound":"Myasthenia Gravis","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC11","name":"Eye Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}