{"protocolSection":{"identificationModule":{"nctId":"NCT03032471","orgStudyIdInfo":{"id":"2017_MST_01"},"organization":{"fullName":"Swiss SOS Study Group","class":"OTHER"},"briefTitle":"Swiss SOS MoCA - DCI Study","officialTitle":"Impact of Delayed Cerebral Ischemia (DCI) on the Neuropsychological Outcome After Aneurysmal Subarachnoid Hemorrhage - a SWISS SOS Multicentre Observational Study"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"TERMINATED","whyStopped":"COVID-restrictions on clinical research in Switzerland","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-07-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-05-06","type":"ACTUAL"},"completionDateStruct":{"date":"2022-05-06","type":"ACTUAL"},"studyFirstSubmitDate":"2017-01-20","studyFirstSubmitQcDate":"2017-01-23","studyFirstPostDateStruct":{"date":"2017-01-26","type":"ESTIMATED"},"lastUpdateSubmitDate":"2022-05-06","lastUpdatePostDateStruct":{"date":"2022-05-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Swiss SOS Study Group","class":"OTHER"},"collaborators":[{"name":"Universitätsklinik für Neurochirurgie, Inselspital Bern","class":"UNKNOWN"},{"name":"Département des Neurosciences cliniques, Service de Neurochirurgie, Hôpitaux Universitaires de Genève","class":"UNKNOWN"},{"name":"Primario Neurochirurgia, EOC Ospedale Regionale di Lugano - Civico e Italiano","class":"UNKNOWN"},{"name":"Klinik für Neurochirurgie, Kantonsspital St. Gallen","class":"UNKNOWN"},{"name":"Klinik für Neurochirurgie, Universitätsspital Zürich","class":"UNKNOWN"},{"name":"Abteilung für Neuropsychologie, Universitätsklinik für Neurologie, Inselspital Bern","class":"UNKNOWN"},{"name":"Primario Neurologia, EOC Ospedale Regionale di Lugano - Civico e Italiano","class":"UNKNOWN"},{"name":"Abteilung für Neuropsychologie, Klinik für Neurologie, Kantonsspital St.Gallen","class":"UNKNOWN"},{"name":"Abteilung für Neuropsychologie, Klinik für Neurologie, Universitätsspital Zürich","class":"UNKNOWN"},{"name":"Département des Neurosciences cliniques, Service de Neurochirurgie, CHUV, Lausanne","class":"UNKNOWN"},{"name":"Département des Neurosciences cliniques, Service de Neurologie, CHUV, Lausanne","class":"UNKNOWN"},{"name":"Département des Neurosciences cliniques, Service de Neurologie, Hôpitaux Universitaires de Genève","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The primary objective of this multicenter observational study is to determine the effect size of the relationship between DCI and neuropsychological impairment 14-28 days and 3 months after aSAH.\n\nSecondary objectives are the feasibility to administer and the validity of the MoCA in an intensive care unit setting, as well as the test/retest reliability of the MoCA in patients with acute brain damage in absence of aSAH.","detailedDescription":"Background and rationale:\n\nDelayed cerebral ischemia (DCI) is the independent most important predictor of neurological disability in survivors following aneurysmal subarachnoid hemorrhage (aSAH). DCI could also be identified as the most important predictor of moderate to severe neuropsychological impairment following aSAH. Only few prospective studies so far specifically analyzed the effect size of the relationship between DCI and neuropsychological impairment, and all studies had a methodological weakness: lack of a baseline neuropsychological assessment before the onset of DCI.\n\nIn studies analyzing the neuropsychological outcome after aSAH, the Montreal Cognitive Assessment (MoCA) is the most comprehensive, sensitive and specific instrument among the short tests. The MoCA is increasingly used in the aSAH population, while its validity and reliability has only been demonstrated in the normal population or patients suffering from diseases different from aSAH, such as e.g. Parkinson's disease or dementia. Today, neuropsychological examinations find entry into clinical routine for aSAH patients to estimate the need for inpatient rehabilitation. However, the MoCA is often applied to aSAH patients in a busy intensive or intermediate care unit, while it remains largely unknown whether the distraction in such an environment represents a bias to the obtained results.\n\nThis study therefore evaluates aSAH patients before and after the phase of DCI, as well as three months after aSAH, in order to estimate the impact of DCI on neuropsychological impairment. In addition, the extent and location of cerebral ischemia, as measured with the Alberta Stroke Program Early CT Score (ASPECTS) is correlated with the neuropsychological outcome.\n\nFurthermore, the study measures the test/retest reliability of the MoCA, as well as the influence of the intensive care environment on the MoCA results in a randomized fashion in subjects with acute brain damage (and no aSAH).\n\nObjectives:\n\nThe primary objective of this multicenter observational study is to determine the effect size of the relationship between DCI and neuropsychological impairment 14-28 days and 3 months after aSAH.\n\nSecondary objectives are the feasibility to administer and the validity of the MoCA in an intensive care unit setting, as well as the test/retest reliability of the MoCA in patients with acute brain damage in absence of aSAH.\n\nOutcomes:\n\nThe primary endpoint is the proportion of patients with or without DCI that show worsening on the MoCA 3 months after the ictus as compared to before the DCI phase by at least two points.\n\nKey secondary endpoints for part 1 of the study are:\n\n* The proportion of patients with or without DCI that show worsening on the MoCA 14-28 days after the ictus as compared to before the DCI phase by at least two points.\n* The absolute difference of the MoCA before and after the active phase of DCI in patients with versus without DCI.\n* The absolute difference of the MoCA before the active phase of DCI and 3 months after aSAH in patients with versus without DCI\n* The rate of patients with versus without DCI that show cognitive impairment at 14-28 days and 3 months (defined as MoCA \\< 26 points)\n* The correlation of neuropsychological outcome with the extent and location of ischemic lesions on brain CT-scan 12-21 days post-SAH, graded by the semi-quantitative ASPECT-grading\n* Health-related quality of life at 3 months in patients with versus without DCI\n* Home-time at 3 months in patients with versus without DCI\n* Death and dependency at 3 months in patients with versus without DCI\n* The absolute MoCA result, health-related quality of life and home-time at 3 months in patients with versus without hydrocephalus requiring shunting\n* The absolute MoCA result, health-related quality of life and home-time at 3 months in patients with surgical versus endovascular aneurysm occlusion\n\nKey secondary endpoints for part 2 of the study are:\n\n* The test/retest reliability of the MoCA in patients with acute brain damage\n* The influence of the intensive care environment on the MoCA in patients with acute brain damage"},"conditionsModule":{"conditions":["Subarachnoid Hemorrhage","Delayed Cerebral Ischemia","Stroke","Complication","Cognitive Impairment","Cognitive Deficit","Cognitive Deterioration","Cognitive Deficits Following Cerebral Infarction"],"keywords":["Subarachnoid Hemorrhage","Delayed cerebral ischemia","Cognitive Impairment","Montreal Cognitive Assessment","MoCA","Cognitive Deterioration"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":128,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"DCI group","description":"Patients that experience DCI, defined as\n\n1. Cerebral infarction identified on imaging or proven at autopsy, after exclusion of procedure-related infarctions; and\n2. Clinical deterioration caused by DCI, after exclusion of other potential causes of clinical deterioration will be assigned to the DCI group.","interventionNames":["Other: There is no intervention for this study. Patients are allocated to the study groups based on whether or not DCI occurs."]},{"label":"non-DCI group","description":"Patients not experiencing DCI as defined above.","interventionNames":["Other: There is no intervention for this study. Patients are allocated to the study groups based on whether or not DCI occurs."]}],"interventions":[{"type":"OTHER","name":"There is no intervention for this study. Patients are allocated to the study groups based on whether or not DCI occurs.","description":"There is no intervention for this study. Patients are allocated to the study groups based on whether or not DCI occurs.","armGroupLabels":["DCI group","non-DCI group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Neuropsychological deterioration on the MoCA","description":"The primary endpoint is the in-subject difference of the MoCA before (48-72h after aSAH) and after the active phase of DCI (3 months after aSAH) between patients with and without DCI. The MoCA scores will be assessed by a neuropsychologist, not involved in the treatment of the patient and unaware of the patient's study group assignment (DCI vs. non-DCI).","timeFrame":"3 months after Subarachnoid Hemorrhage"}],"secondaryOutcomes":[{"measure":"Neuropsychological deterioration on the MoCA","description":"As for the primary outcome, the MoCA at 14-28 days after aSAH will be assessed by a neuropsychologist, not involved in the treatment of the patient and unaware of the patient's study group assignment (DCI vs. non-DCI)","timeFrame":"Up to 28 days after Subarachnoid Hemorrhage (directly after the DCI phase)"},{"measure":"Neuropsychological outcome","description":"Absolute results of the MoCA at 48-72h, 14-28 days and 3 months in patients that develop and those that do not develop DCI","timeFrame":"Up to 3 months after Subarachnoid Hemorrhage"},{"measure":"Reliability of the MoCA in patients with acute brain injury","description":"Reliability of the MoCA when tested in a (busy) intermediate care (IMC)/intensive care unit (ICU), as compared to the testing in a (quiet) setting in patients with acute brain injury.","timeFrame":"Up to 1 month following acute brain injury"},{"measure":"Test-retest reliability of the MoCA in patients with acute brain injury","description":"Test-retest reliability of the MoCA in patients with acute brain injury, tested two consecutive times with the MoCA (within 36 hours).","timeFrame":"Up to 1 month following acute brain injury"},{"measure":"Correlation between MoCA and CT-imaging","description":"Correlation of the MoCA at 48-72h with the ASPECTS score for ischemic lesions on the CT-scan at 24-72h","timeFrame":"Up to 72 hours after Subarachnoid Hemorrhage"},{"measure":"Correlation between MoCA and CT-imaging","description":"Correlation of the MoCA at 14-28 days with the ASPECTS score for ischemic lesions on the CT-scan at 12-21 days","timeFrame":"Up to 28 days after Subarachnoid Hemorrhage (directly after the DCI phase)"},{"measure":"Correlation between MoCA and CT-imaging","description":"Correlation of the MoCA at 3 months with the ASPECTS score for ischemic lesions on the CT-scan between 6 weeks and 3 months","timeFrame":"3 months after Subarachnoid Hemorrhage"},{"measure":"Dependency/Mortality","description":"Will be assessed by a neuropsychologist, not involved in the treatment of the patient and unaware of the patient's study group assignment (DCI vs. non-DCI) based on the mRS at 3 months, where modified Rankin Scale (mRS) 4 and 5 is considered as dependency, and mRS 6 is considered dead","timeFrame":"3 months after Subarachnoid Hemorrhage"},{"measure":"Health-related quality of life (HRQoL)","description":"Will be assessed by a neuropsychologist, not involved in the treatment of the patient and unaware of the patient's study group assignment (DCI vs. non-DCI) using the Euro-Qol (EQ-5D)","timeFrame":"3 months after Subarachnoid Hemorrhage"},{"measure":"Shunt dependency (ventriculo-peritoneal or ventriculo-atrial shunt)","description":"Will be assessed by a neuropsychologist, not involved in the treatment of the patient and unaware of the patient's study group assignment (DCI vs. non-DCI)","timeFrame":"3 months after Subarachnoid Hemorrhage"},{"measure":"Home time","description":"Length of time (in days) spent in own home or relative's home since Subarachnoid Hemorrhage. Will be assessed by a neuropsychologist, not involved in the treatment of the patient and unaware of the patient's study group assignment (DCI vs. non-DCI)","timeFrame":"3 months after Subarachnoid Hemorrhage"},{"measure":"Minimum Clinically Important Difference (MCID) of the MoCA","description":"The MCID in patients with aneurysmal Subarachnoid Hemorrhage is determined using three different anchor-based approaches (using the GCS and NIHSS as anchors), namely the average change approach, minimum detectable change approach, and the change difference approach.","timeFrame":"Up to 3 months after Subarachnoid Hemorrhage"}],"otherOutcomes":[{"measure":"Random number generation","description":"Random number generation, as a test of frontal executive functions in patients with acute brain injury will be assessed using the mental dice task by a neuropsychologist not involved in the treatment of the patient.","timeFrame":"Up to 1 month following acute brain injury"},{"measure":"Outcomes in patients with hydrocephalus vs. without hydrocephalus","description":"Outcomes 1, 2, 3 and 9-12 will be compared between patients that develop or do not develop hydrocephalus up to 3 months after Subarachnoid Hemorrhage.","timeFrame":"Up to 3 months after Subarachnoid Hemorrhage"},{"measure":"Outcomes in patiens treated surgically vs. endovascularly (aneurysm occlusion)","description":"Outcomes 1, 2, 3 and 9-12 will be compared between patients that are treated surgically or endovascularly up to 3 months after Subarachnoid Hemorrhage.","timeFrame":"Up to 3 months after Subarachnoid Hemorrhage"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nFor part 1 of the study:\n\nParticipants fulfilling all of the following inclusion criteria are eligible for the study:\n\n* Consent of the patient or consent of patient's next of kin (plus consent of an independent physician if patient is unable to consent)\n* Aneurysmal SAH\n* Age: ≥18\n* Time of aSAH known (IMPORTANT: at least approximated. Time of aSAH refers to the bleed that lead to hospital admission; warning leaks in the patient history are not considered aSAH in this context)\n* Complete aneurysm occlusion therapy within 48h after aSAH\n* Glasgow coma scale (GCS) ≥ 13 points at time point 48h - 72h after aSAH\n* Fluent language skills in either English, German, French, or Italian\n\nFor part 2 of the study:\n\nParticipants fulfilling all of the following inclusion criteria are eligible for the study:\n\n* Consent of the patient or consent of patient's next of kin (plus consent of an independent physician if patient is unable to consent)\n* Age: ≥18\n* Acute brain injury that requires a in-patient treatment, e.g. for (surgical) treatment of a brain tumor, a cerebral hemorrhage, a hydrocephalus, stroke, or traumatic brain injury, with stable neurological and general health status\n* Glasgow coma scale (GCS) ≥ 13 points\n* Fluent language skills in either English, German, French, or Italian\n\nExclusion Criteria:\n\nFor part 1 of the study:\n\nThe presence of any one of the following exclusion criteria will lead to exclusion of the participant:\n\n* SAH due to any other cause than aneurysm or structural abnormality of the brain (arterio-venous malformation, dural arterio-venous fistula, cavernous malformation, dissection, tumor, trauma)\n* Comatose patients or patients with a reduced vigilance of GCS \\< 13 at time point 48h - 72h after aSAH\n* No aneurysm occlusion therapy within 48h after aSAH\n* Clear signs of arterial vasospasm in the initial (CT-)angiography; indicating that aSAH had occurred already several days prior to admission\n* Neurologic or psychiatric diseases other than aSAH that can potentially influence the test-performance of a patient on the MoCA (e.g., dementia, multiple sclerosis, bipolar disorder)\n* Foreseeable difficulties in follow-up due to geographic reasons (e.g., patients living abroad)\n* Patients who are not fluent in English, German, French, or Italian\n* Patients requiring sedative or other medication that would interfere with the neuropsychological evaluation\n\nFor part 2 of the study:\n\nThe presence of any one of the following exclusion criteria will lead to exclusion of the participant:\n\n* Instable neurological or general health-status of the patient, that makes a transport of the patient on the ICU or the office for neuropsychological testing impossible\n* Suspected fluctuation of the neurological condition and the vigilance of the patient between first and second testing\n* Known psychiatric disease that can potentially influence the test-performance on the MoCA (e.g., dementia, bipolar disorder)\n* Patients who are not fluent in English, German, French, or Italian\n* Patients requiring sedative or other medication that would interfere with the neuropsychological evaluation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"For part 1 of the study, patients with aneurysmal subarachnoid hemorrhage are recruited.\n\nFor part 2 of the study, patients with acute brain injury are recruited.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Primario Neurochirurgia, EOC Ospedale Regionale di Lugano - Civico e Italiano","city":"Lugano","state":"Ticino","zip":"6900","country":"Switzerland","geoPoint":{"lat":46.01008,"lon":8.96004}},{"facility":"Centre Hospitalier Universitaire Vaudois (CHUV)","city":"Lausanne","state":"Vaud","zip":"1011","country":"Switzerland","geoPoint":{"lat":46.516,"lon":6.63282}},{"facility":"Universitätsklinik für Neurochirurgie, Inselspital Bern","city":"Bern","zip":"3010","country":"Switzerland","geoPoint":{"lat":46.94809,"lon":7.44744}},{"facility":"Département des Neurosciences cliniques, Service de Neurochirurgie, Hôpitaux Universitaires de Genève","city":"Genève","zip":"1211","country":"Switzerland","geoPoint":{"lat":46.20222,"lon":6.14569}},{"facility":"Klinik für Neurochirurgie, Kantonsspital St. Gallen","city":"St.Gallen","zip":"9007","country":"Switzerland","geoPoint":{"lat":47.42391,"lon":9.37477}},{"facility":"Klinik für Neurochirurgie, Universitätsspital Zürich","city":"Zürich","zip":"8091","country":"Switzerland","geoPoint":{"lat":47.36667,"lon":8.54999}}]},"referencesModule":{"references":[{"pmid":"35535839","type":"DERIVED","citation":"Stienen MN, Germans MR, Zindel-Geisseler O, Dannecker N, Rothacher Y, Schlosser L, Velz J, Sebok M, Eggenberger N, May A, Haemmerli J, Bijlenga P, Schaller K, Guerra-Lopez U, Maduri R, Beaud V, Al-Taha K, Daniel RT, Chiappini A, Rossi S, Robert T, Bonasia S, Goldberg J, Fung C, Bervini D, Maradan-Gachet ME, Gutbrod K, Maldaner N, Neidert MC, Fruh S, Schwind M, Bozinov O, Brugger P, Keller E, Marr A, Roux S, Regli L; MoCA-DCI Study Group; MoCA-DCI Study Group Contributors. Longitudinal neuropsychological assessment after aneurysmal subarachnoid hemorrhage and its relationship with delayed cerebral ischemia: a prospective Swiss multicenter study. J Neurosurg. 2022 Apr 29;137(6):1742-1750. doi: 10.3171/2022.2.JNS212595. Print 2022 Dec 1."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000013345","term":"Subarachnoid Hemorrhage"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000006470","term":"Hemorrhage"},{"id":"D000007511","term":"Ischemia"},{"id":"D000060825","term":"Cognitive Dysfunction"},{"id":"D000003072","term":"Cognition Disorders"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000020300","term":"Intracranial Hemorrhages"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000020521","term":"Stroke"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"},{"id":"M29395","name":"Cognitive Dysfunction","asFound":"Cognitive Deficits","relevance":"HIGH"},{"id":"M5991","name":"Cognition Disorders","asFound":"Cognitive Deficits","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M15825","name":"Subarachnoid Hemorrhage","asFound":"Subarachnoid Hemorrhage","relevance":"HIGH"},{"id":"M5484","name":"Brain Ischemia","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M21803","name":"Intracranial Hemorrhages","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}