{"protocolSection":{"identificationModule":{"nctId":"NCT03045432","orgStudyIdInfo":{"id":"NMRPG866091"},"organization":{"fullName":"Chang Gung Memorial Hospital","class":"OTHER"},"briefTitle":"Shoulder Passive Range of Motion and Positioning Exercise on Hemiplegic Stroke Patients","officialTitle":"Passive Range of Motion and Position Training for Stroke Patients With Hemiplegia to Prevent Shoulder Injury or Pain- Ultrasonographic Study"},"statusModule":{"statusVerifiedDate":"2017-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2007-08-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2008-07-31","type":"ACTUAL"},"completionDateStruct":{"date":"2009-06-30","type":"ACTUAL"},"studyFirstSubmitDate":"2017-02-05","studyFirstSubmitQcDate":"2017-02-05","studyFirstPostDateStruct":{"date":"2017-02-07","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-02-05","lastUpdatePostDateStruct":{"date":"2017-02-07","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Chang Gung Memorial Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Several factors associated with the hemiplegic shoulder pain after stroke includes rotator cuff injury, bicipital tendonitis, impingement, spasticity, limited external rotation of shoulder joint, adhesive capsulitis, shoulder subluxation, shoulder hand syndrome, and brachial/axillary neuropathy. In this study, the investigators aim to usie high frequency ultrasound to evaluate the relationship between stroke patients with poor shoulder motor function and shoulder tendon injury. Also, assumed that performing passive range of motion and positioning training might prevent tendon injury of shoulder and hemiplegic shoulder pain in either acute or chronic stage of stroke.","detailedDescription":"Hemiplegic shoulder pain is a common complication. Several factors associated with the hemiplegic shoulder pain includes rotator cuff injury, bicipital tendonitis, impingement, spasticity, limited external rotation of shoulder joint, adhesive capsulitis, shoulder subluxation, shoulder hand syndrome, and brachial/axillary neuropathy. Flaccidity has a positive association with soft tissue injury or tendon injury of the shoulder.\n\nIn the preliminary study, base on the sonography results, it is found that the possibility of getting tendon injury or inflammation on the affected shoulder joint is higher in the group of patients who were with worse motor functions during the rehabilitation in hospital.\n\nIn this study, one hundred acute stroke patients with hemipelgia will be enrolled. And those participants would be separated into 2 groups: control group (Brunnstrom stage IV-VI) and experimental group (Brunnstrom stage I-III). Clinical characteristics and physical findings will be recorded on the admission date. During the process, the investigators will use high frequency (5-12 MHz) musculoskeletal ultrasound to evaluate those tendons around bilateral shoulder joints on the admission date and at 2 weeks later. In the first year after stroke, half patients in those 2 groups will perform positioning training and passive range of motion for affected shoulder either during hospitalization or after being discharged. Then, the investigators will execute physical examination and use high frequency ultrasound to evaluate those tendons around bilateral shoulder joints of the participants twice after 6 months and 12 months. Then, the investigators will discuss the incidences of shoulder tendon injury after receiving rehabilitation program according to ultra-sonographic findings."},"conditionsModule":{"conditions":["Shoulder Pain","Hemiplegia","Stroke","Rotator Cuff Injury"],"keywords":["Stroke","Hemiplegia","Rotator Cuff Injury"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":104,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"video-teaching materials","type":"EXPERIMENTAL","description":"* regular passive ROM exercise\n* regular rehabilitation programe\n* alternative video-teaching materials","interventionNames":["Other: video-teaching","Other: oral-teaching","Other: regular rehabilitation program"]},{"label":"control group","type":"OTHER","description":"* regular passive ROM exercise\n* regular rehabilitation programe\n* regular oral-teaching materials","interventionNames":["Other: oral-teaching","Other: regular rehabilitation program"]}],"interventions":[{"type":"OTHER","name":"video-teaching","description":"By watching a video specially designed by a rehabilitation team, the participants may learn how to position their affected arm properly (30 minutes per time, twice a day for five days in a week), how to transfer safely with the help from the caregivers, how to execute appropriate passive range of motion exercises regularly (15 minutes per time, twice a day for five days in a week), and be taught to be aware of not doing insecure pulley exercises nor carrying stuffs which are too heavy.","armGroupLabels":["video-teaching materials"]},{"type":"OTHER","name":"oral-teaching","description":"The nurses will teach patients how to position their affected arm properly, how to transfer safely with the help from the caregivers, how to execute appropriate passive range of motion exercises regularly, and be taught to be aware of not doing insecure pulley exercises nor carrying stuffs which are too heavy on the admission date of hospitalization.","armGroupLabels":["control group","video-teaching materials"]},{"type":"OTHER","name":"regular rehabilitation program","description":"Regular occupational therapy program and regular physical therapy program in the rehabilitation department of the hospital.","armGroupLabels":["control group","video-teaching materials"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"the change from baseline on hemiplegic upper extremity sonography","description":"A doctor will use a high frequency(5-12 MHz) sonography examination machine(Terason t300, Teratech Co., USA) as the evaluation tool of this study. The target muscles and structures around affected shoulder includes biceps, supraspinatus, infraspinatus, subscapularis, sub-deltoid bursa and ACJ.","timeFrame":"baseline (before intervention), changes from baseline sonography results at one week before being discharged and at six month after."}],"secondaryOutcomes":[{"measure":"Brunnstrom motor recovery stage for motor ability","description":"A physical therapist will measure Brunnstrom motor recovery stage and see the improvement of it from baseline till one week before being discharged and after six months.","timeFrame":"baseline (before intervention), changes from baseline Brunnstrom stage at one week before being discharged and at six month after."},{"measure":"Modified Ashworth scale for level of spasticity of affected arm","description":"A physical therapist will measure the level of spasticity in affected arm by using modified Ashworth scale.","timeFrame":"baseline (before intervention), changes from baseline level of spasticity at one week before being discharged and at six month after."},{"measure":"Range of motion","description":"A physical therapist will measure range of motions of affected arm by using goniometry.","timeFrame":"baseline (before intervention), changes from baseline range of motions at one week before being discharged and at six month after."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* stroke with hemiplegia\n* age between 18-80\n\nExclusion Criteria:\n\n* recurrent stoke patient\n* previous history of shoulder pain, any injuries and operation in shoulder joint, frozen shoulder, tendinitis in shoulder joint,\n* any other systemic neuromuscular disease\n* cognition or language impairment leading to communication difficulty","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Yu Chi Huang, Bachelor","affiliation":"Study Principal Investigator ChangGungMH","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"5156175","type":"BACKGROUND","citation":"Najenson T, Yacubovich E, Pikielni SS. Rotator cuff injury in shoulder joints of hemiplegic patients. Scand J Rehabil Med. 1971;3(3):131-7. No abstract available."},{"pmid":"2431421","type":"BACKGROUND","citation":"Griffin JW. Hemiplegic shoulder pain. Phys Ther. 1986 Dec;66(12):1884-93. doi: 10.1093/ptj/66.12.1884."},{"pmid":"3741075","type":"BACKGROUND","citation":"Bohannon RW, Larkin PA, Smith MB, Horton MG. Shoulder pain in hemiplegia: statistical relationship with five variables. Arch Phys Med Rehabil. 1986 Aug;67(8):514-6."},{"pmid":"12017515","type":"BACKGROUND","citation":"Turner-Stokes L, Jackson D. Shoulder pain after stroke: a review of the evidence base to inform the development of an integrated care pathway. Clin Rehabil. 2002 May;16(3):276-98. doi: 10.1191/0269215502cr491oa."},{"pmid":"11807352","type":"BACKGROUND","citation":"Snels IA, Dekker JH, van der Lee JH, Lankhorst GJ, Beckerman H, Bouter LM. Treating patients with hemiplegic shoulder pain. Am J Phys Med Rehabil. 2002 Feb;81(2):150-60. doi: 10.1097/00002060-200202000-00013."},{"pmid":"3942479","type":"BACKGROUND","citation":"Van Ouwenaller C, Laplace PM, Chantraine A. Painful shoulder in hemiplegia. Arch Phys Med Rehabil. 1986 Jan;67(1):23-6."},{"pmid":"15015899","type":"BACKGROUND","citation":"Gilmore PE, Spaulding SJ, Vandervoort AA. Hemiplegic shoulder pain: implications for occupational therapy treatment. Can J Occup Ther. 2004 Feb;71(1):36-46. doi: 10.1177/000841740407100108."},{"pmid":"11022070","type":"BACKGROUND","citation":"Snels IA, Beckerman H, Twisk JW, Dekker JH, Peter De Koning, Koppe PA, Lankhorst GJ, Bouter LM. Effect of triamcinolone acetonide injections on hemiplegic shoulder pain : A randomized clinical trial. Stroke. 2000 Oct;31(10):2396-401. doi: 10.1161/01.str.31.10.2396."},{"pmid":"3804600","type":"BACKGROUND","citation":"Parker VM, Wade DT, Langton Hewer R. Loss of arm function after stroke: measurement, frequency, and recovery. Int Rehabil Med. 1986;8(2):69-73. doi: 10.3109/03790798609166178."},{"pmid":"8902421","type":"BACKGROUND","citation":"Wanklyn P, Forster A, Young J. Hemiplegic shoulder pain (HSP): natural history and investigation of associated features. Disabil Rehabil. 1996 Oct;18(10):497-501. doi: 10.3109/09638289609166035."},{"pmid":"14669184","type":"BACKGROUND","citation":"Lo SF, Chen SY, Lin HC, Jim YF, Meng NH, Kao MJ. Arthrographic and clinical findings in patients with hemiplegic shoulder pain. Arch Phys Med Rehabil. 2003 Dec;84(12):1786-91. doi: 10.1016/s0003-9993(03)00408-8."},{"pmid":"9798835","type":"BACKGROUND","citation":"Ikai T, Tei K, Yoshida K, Miyano S, Yonemoto K. Evaluation and treatment of shoulder subluxation in hemiplegia: relationship between subluxation and pain. Am J Phys Med Rehabil. 1998 Sep-Oct;77(5):421-6. doi: 10.1097/00002060-199809000-00012."},{"pmid":"2375673","type":"BACKGROUND","citation":"Poulin de Courval L, Barsauskas A, Berenbaum B, Dehaut F, Dussault R, Fontaine FS, Labrecque R, Leclerc C, Giroux F. Painful shoulder in the hemiplegic and unilateral neglect. Arch Phys Med Rehabil. 1990 Aug;71(9):673-6."},{"pmid":"15706548","type":"BACKGROUND","citation":"Ada L, Goddard E, McCully J, Stavrinos T, Bampton J. Thirty minutes of positioning reduces the development of shoulder external rotation contracture after stroke: a randomized controlled trial. Arch Phys Med Rehabil. 2005 Feb;86(2):230-4. doi: 10.1016/j.apmr.2004.02.031."},{"pmid":"15674917","type":"BACKGROUND","citation":"Ada L, Foongchomcheay A, Canning C. Supportive devices for preventing and treating subluxation of the shoulder after stroke. Cochrane Database Syst Rev. 2005 Jan 25;2005(1):CD003863. doi: 10.1002/14651858.CD003863.pub2."},{"pmid":"17321820","type":"BACKGROUND","citation":"Chae J, Mascarenhas D, Yu DT, Kirsteins A, Elovic EP, Flanagan SR, Harvey RL, Zorowitz RD, Fang ZP. Poststroke shoulder pain: its relationship to motor impairment, activity limitation, and quality of life. Arch Phys Med Rehabil. 2007 Mar;88(3):298-301. doi: 10.1016/j.apmr.2006.12.007."},{"pmid":"9036910","type":"BACKGROUND","citation":"Dekker JH, Wagenaar RC, Lankhorst GJ, de Jong BA. The painful hemiplegic shoulder: effects of intra-articular triamcinolone acetonide. Am J Phys Med Rehabil. 1997 Jan-Feb;76(1):43-8. doi: 10.1097/00002060-199701000-00008."},{"pmid":"17185637","type":"BACKGROUND","citation":"Lindgren I, Jonsson AC, Norrving B, Lindgren A. Shoulder pain after stroke: a prospective population-based study. Stroke. 2007 Feb;38(2):343-8. doi: 10.1161/01.STR.0000254598.16739.4e. Epub 2006 Dec 21."},{"pmid":"2678248","type":"BACKGROUND","citation":"Brandt TD, Cardone BW, Grant TH, Post M, Weiss CA. Rotator cuff sonography: a reassessment. Radiology. 1989 Nov;173(2):323-7. doi: 10.1148/radiology.173.2.2678248."},{"pmid":"3152389","type":"BACKGROUND","citation":"Crass JR, Craig EV, Feinberg SB. Ultrasonography of rotator cuff tears: a review of 500 diagnostic studies. J Clin Ultrasound. 1988 Jun;16(5):313-27. doi: 10.1002/jcu.1870160506."},{"pmid":"7480690","type":"BACKGROUND","citation":"van Holsbeeck MT, Kolowich PA, Eyler WR, Craig JG, Shirazi KK, Habra GK, Vanderschueren GM, Bouffard JA. US depiction of partial-thickness tear of the rotator cuff. Radiology. 1995 Nov;197(2):443-6. doi: 10.1148/radiology.197.2.7480690."},{"pmid":"15314536","type":"BACKGROUND","citation":"Aras MD, Gokkaya NK, Comert D, Kaya A, Cakci A. Shoulder pain in hemiplegia: results from a national rehabilitation hospital in Turkey. Am J Phys Med Rehabil. 2004 Sep;83(9):713-9. doi: 10.1097/01.phm.0000138739.18844.88."},{"pmid":"12056171","type":"BACKGROUND","citation":"Lee CL, Chen TW, Weng MC, Wang YL, Cheng HS, Huang MH. Ultrasonographic findings in hemiplegic shoulders of stroke patients. Kaohsiung J Med Sci. 2002 Feb;18(2):70-6."},{"pmid":"19253350","type":"BACKGROUND","citation":"Pong YP, Wang LY, Wang L, Leong CP, Huang YC, Chen YK. Sonography of the shoulder in hemiplegic patients undergoing rehabilitation after a recent stroke. J Clin Ultrasound. 2009 May;37(4):199-205. doi: 10.1002/jcu.20573."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020069","term":"Shoulder Pain"},{"id":"D000020521","term":"Stroke"},{"id":"D000006429","term":"Hemiplegia"},{"id":"D000070636","term":"Rotator Cuff Injuries"}],"ancestors":[{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000018771","term":"Arthralgia"},{"id":"D000007592","term":"Joint Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000010243","term":"Paralysis"},{"id":"D000012421","term":"Rupture"},{"id":"D000070599","term":"Shoulder Injuries"},{"id":"D000013708","term":"Tendon Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M624","name":"Rotator Cuff Injuries","asFound":"Rotator Cuff Injuries","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M21597","name":"Shoulder Pain","asFound":"Shoulder Pain","relevance":"HIGH"},{"id":"M602","name":"Shoulder Injuries","relevance":"LOW"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M20523","name":"Arthralgia","relevance":"LOW"},{"id":"M10311","name":"Joint Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M14931","name":"Rupture","relevance":"LOW"},{"id":"M16169","name":"Tendon Injuries","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]}},"hasResults":false}