{"protocolSection":{"identificationModule":{"nctId":"NCT05678816","orgStudyIdInfo":{"id":"P.T.REC/012/003961"},"organization":{"fullName":"Cairo University","class":"OTHER"},"briefTitle":"Effect Of Breather On Pulmonary And Physical Function In Post Stroke Survivors","officialTitle":"Effect Of Breather On Pulmonary And Physical Function In Post Stroke Survivors"},"statusModule":{"statusVerifiedDate":"2023-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-15","type":"ACTUAL"},"completionDateStruct":{"date":"2022-12-30","type":"ACTUAL"},"studyFirstSubmitDate":"2022-12-04","studyFirstSubmitQcDate":"2023-01-07","studyFirstPostDateStruct":{"date":"2023-01-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-01-07","lastUpdatePostDateStruct":{"date":"2023-01-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Lamiaa Zakaria Abd El Salam Salama","investigatorTitle":"principal investigatort","investigatorAffiliation":"Cairo University"},"leadSponsor":{"name":"Cairo University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is the second major cause of death and disability worldwide with over 13 million new cases annually.\n\nEgypt, a low-middle-income country, is the most populated nation in the Middle East with a high overall crude prevalence rate of stroke (963/100,000 inhabitants), accounting for 6.4% of all deaths and the incidence of stroke annually is approximately 150,000-210,000.\n\nStroke has a direct impact on health systems, resulting in high costs, and is also considered a global public health problem due to serious disabilities, functional limitations and compromised quality of life (QoL).\n\nThe Breather a drug-free, evidence-based inspiratory/expiratory respiratory muscle training (RMT) device used by Dysphagia, COPD, CHF, Parkinson's, and neuromuscular disease patients, as well as children 4+ and adults interested in healthy aging.","detailedDescription":"Stroke is a leading cause of death and disability in globally and particularly in low and middle-income countries, and this burden is increasing.\n\nThe expected spontaneous biological recovery follows the \"proportional recovery rule\" - most patients recover 70% of their impaired motor or verbal function during the first three months after stroke however, 90% of them have residual deficit.\n\nStroke patients may experience a reduction of up to 50% in respiratory function when compared to age- and gender-matched norms. The reduction in respiratory function can lead to decreased endurance, dyspnea and increased sedentary behaviour, as well as an elevated risk of recurrent stroke. The reduction in respiratory function may also cause aspiration, leading to pneumonia. Previous research showed that pneumonia was an independent risk factor for mortality and a poor prognosis in stroke patients. Research also showed that a reduction in respiratory muscle and abdominal muscle strength contributed to pulmonary and respiratory dysfunction following a stroke.\n\nAfter a stroke, the respiratory center and related motor pathways can directly decrease respiratory muscle strength and subsequently induce a change in breathing patterns. As a result, pneumonia, pulmonary ventilation disorders, lung injury, lung ischemia reperfusion injury, decreased pulmonary compliance, abnormal posture, and obstructive sleep apnea can occur following a stroke. Thus, pulmonary rehabilitation is critical to reducing these complications. The main forms of pulmonary rehabilitation include exercise training, respiratory muscle training, oxygen therapy, noninvasive ventilation, nutrition support, social psychological support, and health education.\n\nThe inspiratory muscles can be specifically trained, with improvement of both muscle strength and endurance by using the breather device.\n\nAs result utilizing the breather may help stroke patients recover quickly and avoid respiratory complication."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"BREATHER GROUP","type":"EXPERIMENTAL","description":"1)respiratory muscle training for inspiratory and expiratory muscles by the breather device 2)physiotherapy prgramme for stroke rehabilitation which include:\n\n* Passive stretching exercise, strengthening exercise.\n* Postural control and balance exercise from different positions as quadruped, kneeling, sitting and standing.\n* Gait training.","interventionNames":["Device: BREATHER","Other: physiotherapy prgramme for rehabilitation of stroke patients"]},{"label":"CONTROL","type":"OTHER","description":"physiotherapy prgramme for stroke rehabilitation which include:\n\n* Passive stretching exercise, strengthening exercise.\n* Postural control and balance exercise from different positions as quadruped, kneeling, sitting and standing.\n* Gait training.","interventionNames":["Other: physiotherapy prgramme for rehabilitation of stroke patients"]}],"interventions":[{"type":"DEVICE","name":"BREATHER","description":"respiratory muscle trainer used to strength inspiratory an expiratory muscles through breathing in and out against aresistence which is determined individually according to each patient.","armGroupLabels":["BREATHER GROUP"]},{"type":"OTHER","name":"physiotherapy prgramme for rehabilitation of stroke patients","description":"physiotherapy prgramme for rehabilitation of stroke patients which include:\n\n* Passive stretching exercise, strengthening exercise.\n* Postural control and balance exercise from different positions as quadruped, kneeling, sitting and standing.\n* Gait training.","armGroupLabels":["BREATHER GROUP","CONTROL"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"forced expiratory volium in first second FEV1 in litres","description":"fifty patients will be assessed for their FEV1 using spirometer","timeFrame":"6 weeks"},{"measure":"foced vital capacity FVC in litres","description":"fifty patients will be assessed for their FVC using spirometer","timeFrame":"6 weeks"},{"measure":"peak inspiratory flow PIF in litres per second","description":"fifty patients will be assessed for their PIF using spirometer","timeFrame":"6 weeks"},{"measure":"peak expiratory flow PEF in litres per second","description":"fifty patients will be assessed for their PEF using spirometer","timeFrame":"6 weeks"}],"secondaryOutcomes":[{"measure":"Chest expansion in centimeters using tape measurement","description":"sixty patient willl be assessed for thier chest expansion tape measurement will be used to assess difference in circumference of chest between full expiration and full inspiration.","timeFrame":"6 weeks"},{"measure":"oxygen saturation in percentage using spirometer","description":"spirometer will be used to indirectly measure saturation of blood by oxygen.","timeFrame":"6 weeks"},{"measure":"six minute walk distance in metersused to assess functional capacity of patients","description":"the distance walked within six minute will be calculated for every patient","timeFrame":"6 weeks"},{"measure":"stroke impact scale to assess the effect of stroke on different domains astanderdized score ranging from 0 to 100 is calculated for all domains with higher score indicating a higher quality of life","description":"The stroke impact scale was developed from the perspectives of both patients and care givers. The current stroke impact scale 3.0 is a revised version of the original SIS , with established reliability and validity. The SIS 3.0 contains 59 items measuring eight domains, including strength, hand function, activity of daily living, mobility, communication, emotion, memory/thinking, and participation, with a single item assessing perceived overall recovery from stroke","timeFrame":"6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Sixty patients were selected from both sexes.Their age were from 50 to 65 years old\n* All patients were medically stable.\n* All patients had the ability to understand and follow simple verbal instructions.\n* All patients were in subacute stage from about 3 to 6 months post lesion.\n\nExclusion Criteria:\n\n* Patients with severe acute illness.\n* Chronic unstable pulmonary and/or cardiac disease.\n* Impaired level of consciousness and evidence of gross cognitive problems.\n* Patients undergoes chemotherapy.\n* Active hemoptysis, untreated pneumothorax, recent esophageal surgery.\n* Recent oral, facial or skull trauma / surgery, acute sinusitis, epistaxis.\n* Smokers.\n* Any oral dysfunction that interfere with using the breather.\n* Un controlled BP systole more than180 or diastole more than 90.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"NESREEN AL NAHAS, PROFESSOR","affiliation":"Cairo University","role":"STUDY_CHAIR"}],"locations":[{"facility":"Cairo University","city":"Giza","country":"Egypt","geoPoint":{"lat":30.00808,"lon":31.21093}},{"facility":"Faculty of Phsical Therapy","city":"Giza","country":"Egypt","geoPoint":{"lat":30.00808,"lon":31.21093}}]},"referencesModule":{"references":[{"pmid":"31658892","type":"BACKGROUND","citation":"Lindsay MP, Norrving B, Sacco RL, Brainin M, Hacke W, Martins S, Pandian J, Feigin V. World Stroke Organization (WSO): Global Stroke Fact Sheet 2019. Int J Stroke. 2019 Oct;14(8):806-817. doi: 10.1177/1747493019881353. No abstract available."},{"pmid":"34864736","type":"BACKGROUND","citation":"Aref H, Zakaria M, Shokri H, Roushdy T, El Basiouny A, El Nahas N. Changing the Landscape of Stroke in Egypt. Cerebrovasc Dis Extra. 2021;11(3):155-159. doi: 10.1159/000521271. Epub 2021 Dec 3."},{"pmid":"32079017","type":"BACKGROUND","citation":"Krishnamurthi RV, Ikeda T, Feigin VL. Global, Regional and Country-Specific Burden of Ischaemic Stroke, Intracerebral Haemorrhage and Subarachnoid Haemorrhage: A Systematic Analysis of the Global Burden of Disease Study 2017. Neuroepidemiology. 2020;54(2):171-179. doi: 10.1159/000506396. Epub 2020 Feb 20."},{"pmid":"28693521","type":"BACKGROUND","citation":"Gungen BD, Tunc A, Aras YG, Gundogdu AA, Gungen AC, Bal S. Predictors of intensive care unit admission and mortality in patients with ischemic stroke: investigating the effects of a pulmonary rehabilitation program. BMC Neurol. 2017 Jul 11;17(1):132. doi: 10.1186/s12883-017-0912-4."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}