{"protocolSection":{"identificationModule":{"nctId":"NCT04365478","orgStudyIdInfo":{"id":"Prot. CE/PROG.768 FSL"},"organization":{"fullName":"I.R.C.C.S. Fondazione Santa Lucia","class":"OTHER"},"briefTitle":"Early Radial Shock Waves Treatment on Spasticity in Patients With Stroke in Sub-acute Phase","officialTitle":"Effects of an Early Radial Shock Waves Therapy on Spasticity of the Upper Limb and on Functional Outcome in Patients With Stroke in Subacute Phase"},"statusModule":{"statusVerifiedDate":"2022-03","overallStatus":"TERMINATED","whyStopped":"The study was suspended due to difficulties in recalling participants to follow up due to restrictions related to the COVID-19 pandemic","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-05-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-09-20","type":"ACTUAL"},"completionDateStruct":{"date":"2021-09-27","type":"ACTUAL"},"studyFirstSubmitDate":"2020-04-20","studyFirstSubmitQcDate":"2020-04-27","studyFirstPostDateStruct":{"date":"2020-04-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-03-19","lastUpdatePostDateStruct":{"date":"2022-04-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Stefano Brunelli","investigatorTitle":"MD Physiatrist of the Operative Unit 4 for inpatient rehabilitation","investigatorAffiliation":"I.R.C.C.S. Fondazione Santa Lucia"},"leadSponsor":{"name":"Stefano Brunelli","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Hands and wrist spasticity are a common post stroke complication and often lead to restrictions in daily living activities. Spasticity causes changes in muscle composition such as accumulation of collagenous connective tissue and progressive loss of skeletal muscle fibres and these changes start almost immediately after a vascular event. Radial Shock Wave Therapy (rSWT) is a valid alternative rehabilitating tool in managing chronic spasticity but no study has so far investigated the effect in a recently onset hemiparesis. The aim of this study is to evaluate the efficacy of an early radial shock wave therapy in improving spasticity of the upper limb in patients with a recent onset stroke. The secondary outcome is to investigate the improvement of upper limb motor functionality, passive range of motion and joint pain and to determine if it can lead to a better performance in daily living activities. This study is a randomized controlled trial double arm single blind. The investigators plan to enrol 40 hemiplegic patients with sub-acute stroke and randomly assign them to an experimental or control group. The experimental group (EG) will perform one radial shock wave therapy session a week for 8 weeks administered during the daily morning 40 minutes of conventional rehabilitation treatment. The control group (CG) 40-minutes of conventional rehabilitation treatment for 5 days per week in the morning for 8 weeks. All patients performed in the afternoon a second daily session of 40 minutes of conventional rehabilitation therapy 5 days per week. The Modified Ashworth Scale (MAS), Fugl-Meyer Assessment Upper Extremity (FMA-UE) (with motricity, Passive Range of Motion (PROM) and pain sub-scores of upper extremity part of the scale), Modified Barthel Index and Visual Analogue Scale (VAS) for patient's benefit perceived, will be evaluated before and a week after the last intervention. MAS will be administered once a week, before rSWT treatment. The investigators plan to have a 1 month follow up during which every outcome measure will be administered. The investigators hypothesize that radial shock waves therapy, started early and associated with traditional physiotherapy, may be more effective in promoting the reduction of spasticity and pain of the upper limb, improve its functionality and therefore a reduction in disability, compared to conventional rehabilitation treatment. A reduction in the use of analgesic and muscle relaxants drugs is also conceivable"},"conditionsModule":{"conditions":["Spasticity, Muscle","Extracorporeal Shockwave Therapy","Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":36,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"rSWT group","type":"EXPERIMENTAL","description":"Radial Extracorporeal Shock Wave Therapy on spastic muscles of upper limb","interventionNames":["Procedure: Radial Extracorporeal Shock Wave Therapy"]},{"label":"Control group","type":"ACTIVE_COMPARATOR","description":"conventional physiotherapy","interventionNames":["Procedure: Conventional physiotherapy"]}],"interventions":[{"type":"PROCEDURE","name":"Radial Extracorporeal Shock Wave Therapy","description":"rSWT group: One radial shock wave therapy session a week for 8 weeks (parameters: 1.5 bar, 10 Hz, 2000 shots for each muscle group treated) administered daily during the morning for 40 minutes of conventional rehabilitation treatment.","armGroupLabels":["rSWT group"]},{"type":"PROCEDURE","name":"Conventional physiotherapy","description":"Control group: 40-minutes of conventional rehabilitation treatment 5 days per week in the morning (strength exercise, trunk control exercise, stretching exercise, occupational therapy, and neurodevelopmental facilitation techniques) for 8 weeks","armGroupLabels":["Control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline Modified Ashworth Scale at 9 weeks and at 13 weeks","description":"A 6-point scale grading the resistance of a relaxed limb to rapid passive stretch","timeFrame":"baseline the first rSWT treatment, at 9 weeks (1 week after the last treatment) and at 13 weeks (follow up at 4 weeks after the last treatment)"}],"secondaryOutcomes":[{"measure":"Change from baseline FUGL-MEYER ASSESSMENT UPPER EXTREMITY (FMA-UE) at 9 weeks and at 13 weeks","description":"It is designed to assess motor functioning, sensation, pain and joint functioning in patients with post-stroke hemiplegia.","timeFrame":"baseline the first rSWT treatment, at 9 weeks (1 week after the last treatment) and at 13 weeks (follow up at 4 weeks after the last treatment)"},{"measure":"Change from baseline Barthel Index at 9 weeks and at 13 weeks","description":"it is a 10-item ordinal scale that cover mobility and self-care domains; scores range from 0 (total dependence in ADL) to 100 (complete independence)","timeFrame":"baseline the first rSWT treatment, at 9 weeks (1 week after the last treatment) and at 13 weeks (follow up at 4 weeks after the last treatment)"},{"measure":"visual analogue scale (VAS)","description":"to rate their degree of perceived benefit from treatment","timeFrame":"at 9 weeks (at the end of the last rESWT treatment)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of hemiparesis after an ischemic or hemorrhagic stroke\n* Onset of spasticity within 3 months from acute stroke\n* First-stroke survivors with confirmed brain lesions by tomography or magnetic resonance imaging\n* Adults (age between 18 and 80 years)\n* Post-stroke upper limb spasticity ranging 1-4 according to the Modified Ashworth Scale\n\nExclusion Criteria:\n\n* No treatment of the limb spasticity with botulinum toxin, phenol, alcohol, or surgery in the last 6 months\n* Presence of an unstable medical condition\n* Contraindications to shock waves treatment (pregnancy, cancer, coagulopathies, pacemakers, skin pathologies)\n* Global aphasia\n* All subjects who scored above 25 on the Mini-Mental State Examination","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Noemi Gentileschi, MD","affiliation":"Fondazione Santa Lucia Roma Italy","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Stefano Brunelli","city":"Roma","zip":"00179","country":"Italy","geoPoint":{"lat":41.89193,"lon":12.51133}}]},"referencesModule":{"references":[{"pmid":"14684785","type":"BACKGROUND","citation":"Sommerfeld DK, Eek EU, Svensson AK, Holmqvist LW, von Arbin MH. Spasticity after stroke: its occurrence and association with motor impairments and activity limitations. Stroke. 2004 Jan;35(1):134-9. doi: 10.1161/01.STR.0000105386.05173.5E. Epub 2003 Dec 18."},{"pmid":"25638688","type":"BACKGROUND","citation":"Lee SS, Spear S, Rymer WZ. Quantifying changes in material properties of stroke-impaired muscle. Clin Biomech (Bristol, Avon). 2015 Mar;30(3):269-75. doi: 10.1016/j.clinbiomech.2015.01.004. Epub 2015 Jan 21."},{"pmid":"16109905","type":"BACKGROUND","citation":"Manganotti P, Amelio E. Long-term effect of shock wave therapy on upper limb hypertonia in patients affected by stroke. Stroke. 2005 Sep;36(9):1967-71. doi: 10.1161/01.STR.0000177880.06663.5c. Epub 2005 Aug 18."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Individual participant data that underlie the results reported in this article, after deidentification (text, tables, figures, and appendices)","infoTypes":["ICF"],"timeFrame":"Beginning 3 months and ending 5 years following article publication.","accessCriteria":"Investigators whose proposed use of the data has been approved by an independent review committee (\"learned intermediary\") identified for this purpose; For individual participant data meta-analysis.Proposals should be directed to the personal author's mail address"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"}],"ancestors":[{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M15267","name":"Shock","relevance":"LOW"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spasticity","relevance":"HIGH"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}