{"protocolSection":{"identificationModule":{"nctId":"NCT01928641","orgStudyIdInfo":{"id":"COSSO"},"organization":{"fullName":"Asan Medical Center","class":"OTHER"},"briefTitle":"Certainty Of Stroke Symptom Onset Study","officialTitle":"Observational Study on the Certainty of Stroke Symptom Onset","acronym":"COSSO"},"statusModule":{"statusVerifiedDate":"2019-01","overallStatus":"WITHDRAWN","whyStopped":"Main investigator changed affiliation.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-08"},"primaryCompletionDateStruct":{"date":"2014-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2014-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2013-08-11","studyFirstSubmitQcDate":"2013-08-26","studyFirstPostDateStruct":{"date":"2013-08-27","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-01-14","lastUpdatePostDateStruct":{"date":"2019-01-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dong-Wha Kang","investigatorTitle":"Professor","investigatorAffiliation":"Asan Medical Center"},"leadSponsor":{"name":"Asan Medical Center","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Intravenous tissue plasminogen activator (IV t-PA) is the only proven treatment of hyperacute cerebral infarction. The outcome of this treatment highly depends on the time from symptom onset to the administration of thrombolytic agent. Last known normal time is widely used as the standard to determine the symptom onset. These stroke symptoms are usually caused by a sudden decrease in cerebral blood flow related with an embolic or thrombotic event. However, in some cases various symptoms may occur one after another.\n\nMyocardial infarction is also caused by a sudden caseation of blood flow. The symptom of myocardial infarction usually contains chest pain, and it is easy to identify the exact time of onset. In contrast, cerebral infarction may cause various symptoms according to the infarcted area of the brain, and sometimes multiple symptoms are presented in rapid succession. Therefore, it may be much unclear and uncertain to determine the onset time of cerebral infarction. Despite the importance of onset time in therapeutic decision making, there was no study focusing on the certainty of onset time in cerebral infarction patients.\n\nIn this study, we will investigate the subjective certainty of patient about the onset time in clear-onset cerebral ischemia. The discrepancy in diagnosing the onset time will be analyzed among the clinicians involved in the practice. Then, the factors associated with this uncertainty will be verified.","detailedDescription":"On the day after admission, the patients will be re-interviewed by a stroke neurologist during the rounding in the morning. First the history of symptom onset will be re-taken once more, focusing on the presentation of each neurological symptom. Then the history taken from the emergency department including the onset time will be presented to the patient, and the patient will be asked to choose the certainty for the onset time between 1 and 5.\n\nThe symptom onset judged by the neurologist first assessed at the emergency department will be compared to that of the stroke neurologist re-interviewed after admission. If any discrepancy exists, the history of the patient will be re-written by the stroke neurologist and then reviewed by five experienced stroke neurologist. The judgment on stroke onset and the certainty of each stroke neurologist will be compared.\n\nClinical variables will be obtained from the patient. The informant will be the patient. Demographics including the age and sex will be obtained. Additionally the year of education will be investigated. The situation of stroke onset will be obtained in detail. What the patient was doing immediately before the onset, the place, and the person accompanied with will also be investigated. These will be described on the re-written history which will be reviewed by the five stroke neurologists. The conventional risk factors for stroke and the stroke etiology according to the TOAST classification will be acquired. The initial severity of stroke will also be obtained evaluated by National Institutes of Health Stroke Scale (NIHSS). On the second interview and the re-written history, the symptoms will be investigated in detail. First as an open question, and then targeting the stroke symptoms and the onset of them will be asked. The symptom includes 1) weakness, 2) facial palsy 3) dysarthria 4) ataxia 5) visual field defect 6) sensory change 7) dizziness 8) headache and 9) Other non-specific symptoms. The onset time and the sequence will be investigated by each symptom.\n\nThe result will be analyzed in two view points. First the discrepancy rate between clinicians will be first examined, and the clinical variables making difference will be analyzed. finally a protocol for systemized history taking of stroke onset will be used, and the change will be analyzed before and after the release of protocol.\n\nIn the second point of veiw, the certainty of patient will be analyzed. The clinical variables will be compared according to the certainty of patient on symptom onset."},"conditionsModule":{"conditions":["Ischemic Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Discrepancy in stroke onset","description":"Patients with discrepancy in stroke symptom onset based on the diagnosis of the first neurologist who evaluated the patient at emergency room and the next day after admission"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Discrepancy (difference) in the time onset of stroke symptoms diagnosed by two different neurologists","description":"The onset time assessed at emergency departement by a neurologist will be compared to the onset time assessed next day after admission by a different neurologist.","timeFrame":"Onset time will be obtained two times,first at the visit time of emergency department (within 24 hours from onset) and secondly the day after admission (within 48 hours from onset)"}],"secondaryOutcomes":[{"measure":"Factors influencing the subjective uncertainty of stroke symptom onset by patients","description":"The subjective uncertainty of the stroke symptom onset will be analyzed based on numerical scale from 1 to 5.\n\nFactors influencing the uncertainty will be investigated. Demographic factors, risk factors, stroke subtype, symptoms of stroke will be compared between patients with different certainty to stroke symptom onset","timeFrame":"The subjective certainty will be obtained the day after admission (within 48 hours from onset)"},{"measure":"Factor influencing the objective discrepancy of stroke symptom onset diagnosed by two different neurologists","description":"Demographic factors, risk factors, stroke subtype, symptoms of stroke will be compared between patients with and without discrepancy on symptom onset of stroke diagnosed by two different neurologists","timeFrame":"The factors will be obtained the day after admission (within 48 hours from symptom onset)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* ischemic stroke patients admitted to Acute Stroke Unit at Asan Medical Center\n* ischemic stroke patients older than 20 years old\n* symptom onset within 24 hours\n\nExclusion Criteria:\n\n* patients who cannot explain the symptom onset due to altered consciousness, aphasia, or cognitive decline","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Ischemic stroke patients admitted to Acute Stroke Unit at Asan Medical Center Patients older than 20 years old Symptom onset within 24 hours","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Dong-Wha Kang, MD","affiliation":"Department of Neurology, Asan Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Dong-Wha Kang","city":"Seoul","zip":"138-372","country":"Korea, Republic of","geoPoint":{"lat":37.566,"lon":126.9784}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}