{"protocolSection":{"identificationModule":{"nctId":"NCT05338918","orgStudyIdInfo":{"id":"01261/Tasmiyah Asghar"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Effect of Mental Imagery on Lower Limb Functions in Stroke","officialTitle":"Effects of Mental Imagery With Virtual Reality Training on Lower Limb Functions in Stroke"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-27","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-02-05","type":"ACTUAL"},"completionDateStruct":{"date":"2023-02-05","type":"ACTUAL"},"studyFirstSubmitDate":"2022-04-15","studyFirstSubmitQcDate":"2022-04-15","studyFirstPostDateStruct":{"date":"2022-04-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-20","lastUpdatePostDateStruct":{"date":"2023-02-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aims to compare the effects of mental imagery and virtual reality training with virtual reality alone on lower limb functional status of stroke patients. The study will be a randomized controlled trial. After the initial evaluation randomization will be done on participants lying under the eligibility criteria. Randomized participants will be allocated to Control \\& Experimental groups. Mental imagery (Audiotape recordings of some specific tasks for lower limb functions) with Virtual reality training given to experimental group while Virtual reality training alone to Control group. Task oriented training for balance \\& gait as baseline treatment will be given to each group.","detailedDescription":"Stroke causes inability to perform activities with affected limbs among which difficulty in walking and doing house chores are the most common dysfunctions. Stroke highly affects the productivity of people in family as well as in community. It also adds financial burden on families of patients. There are number of different restorative techniques and therapeutic approaches for the rehabilitation of stroke patients. For example, bobath approach, constrained induced movement therapy, mirror therapy, electrical stimulations, Circuit training, resistance training, Motor relearning program, proprioceptive neuromuscular facilitation, body weight supported treadmill for walking, Frenkel's exercises, repetitive task specific training, electromyography biofeedback and many others. All these approaches mainly focused on the repetition of tasks to perform a specific function, as the neuroplasticity requires repetition to occur. But there is a lack of interest, motivation and attention of stroke patients to perform similar tasks repeatedly. The lack of active participation directly or indirectly affects the neural stimulation and neural plasticity. One of the most emerging techniques in these days is Mental Imagery. Mental imagery(MI) is \"a training method where imagination of movements, without actually moving, is used with the intention of improving motor performance\" Currently Mental imagery has been used for neuro rehabilitation as it activates the same brain areas required for planning and execution of movements more or less in the same way require for actual performance of that movement. In this study the combination for Mental imagery and virtual reality is used for participation of patients in rehabilitation program which in turn increases the neural stimulation and causes neural plasticity to improve the motor performance. By increasing the functional activity, their ADL's can be improved to help them in becoming the active member of the society."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Lower limb","Impairment","Mental practice","Virtual Reality training"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":28,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Mental Imagery with Virtual Reality Group","type":"EXPERIMENTAL","description":"Mental Imagery with Virtual Reality","interventionNames":["Other: Mental Imagery with Virtual Reality Training"]},{"label":"Virtual Reality Alone Group","type":"ACTIVE_COMPARATOR","description":"Virtual Reality Alone","interventionNames":["Other: Virtual Reality Training"]}],"interventions":[{"type":"OTHER","name":"Mental Imagery with Virtual Reality Training","description":"Mental Imagery TASK Practice with Virtual Reality Training: 30-40 minutes treatment sessions will be performed three times a week for six weeks, Part 1: 2-3 minutes of relaxation Part 2: Visual Imagery (external motor imagery training) for 5-8 minutes Part 3: Actual Task Practice for 10 minutes Part 4: Virtual Reality based training (including games for lower limb functions) for 10 minutes Part 5:Task Oriented training for 10 minutes Tasks for both (mental imagery + actual task practice) will be: Sit-stand task, Static stance (30 seconds), Indoor walk on a leveled surface, Walk indoor towards target, Forward / Side Stepping, Walking outdoors","armGroupLabels":["Mental Imagery with Virtual Reality Group"]},{"type":"OTHER","name":"Virtual Reality Training","description":"Virtual Reality Training: 30-40 minutes treatment sessions will be performed three times a week for six weeks. Games will include River rush, 20000 water leaks, reflex ridge along with task oriented training. Tasks will be: Sit-stand task, Static stance (30 seconds), Indoor walk on a leveled surface, Walk indoor towards target, Forward / Side Stepping, Walking outdoors","armGroupLabels":["Virtual Reality Alone Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl Meyer Assessment Scale - Lower Extremity","description":"This scale is recognized as a golden standard for assessment of motor function of stroke patients worldwide. It focuses on reflex activity, voluntary movements within and outside of synergies, ability to perform isolated movement, and coordination. Scale items are scored on the basis of ability to complete the item using a 3-point ordinal scale where 0=cannot perform, 1=performs partially and 2=performs fully. The total possible scale score is 226 Motor score: ranges from 0 (hemiplegia) to 100 points (normal motor performance). Divided into 66 points for upper extremity and 34 points for the lower extremity. Sensation: ranges from 0 to 24 points. Balance: ranges from 0 to 14 points. Joint range of motion: ranges from 0 to 44 points. Joint pain: ranges from 0 to 44 points.","timeFrame":"6 weeks"},{"measure":"Berg Balance Scale","description":"changes from the baseline, Berg balance scale is used for assessment of balance and fall risk, Higher scores on the berg balance scale indicate greater independence and better ability to balance. In contrast, lower scores indicate a greater fall risk Items DESCRIPTION SCORE (0-4) Sitting to standing, Standing unsupported, Sitting unsupported, Standing to sitting, Transfers , Standing with eyes closed , Standing with feet together, Reaching forward with outstretched arm, Retrieving object from floor, Turning to look behind, Turning 360 degrees, Placing alternate foot on stool, Standing with one foot in front, Standing on one foot, TOTAL __/56","timeFrame":"6 weeks"},{"measure":"Timed Up and Go test","description":"changes from the baseline, Timed up and go test is used for the assessment of falls risk among the elderly population. The Timed \"Up and Go\" (TUG) Test measures, in seconds, the time is taken by an individual to stand up from a standard armchair (approximate seat height of 46 cm, arm height 65 cm), walk a distance of 3 meters (approximately 10 feet), turn, walk back to the chair, and sit down. Normal healthy elderly usually complete the task in 10 seconds or less. Very frail or weak elderly with poor mobility may take 2 minutes or more. Clinical guide: \\<10 seconds = normal \\<20 seconds = good mobility, can go out alone, mobile without a gait aid \\<30 seconds = problems, cannot go outside alone, requires a gait aid A score of more than or equal to 14 seconds has been shown to indicate a high risk of falls.","timeFrame":"6 weeks"},{"measure":"10-meter walk test","description":"In this test, the participant walks through a 10-m walkway without any break. At the 4-m of walkway, time is recorded in order to obtain a rhythmic phase of walking speed. Then the time required over 3 trials was converted to the walking speed. The reliability of 10-m walk test is 0.83 and literature also shows the construct validity of 10-meter walk test.","timeFrame":"6 weeks"},{"measure":"Wisconsin Gait Scale","description":"This scale is used to assess gait cycle. It consists of 14 items, the higher the score, greater will be the disability. These scale focuses on the components of stance phase, guardedness of affected leg, toe off, swing phase and heel strike. The reliability of Wisconsin Gait Scale was 0.91 and 0.96 and Cronbach scores were 0.91 and 0.94 respectively. Minimum score is 13.35 \\& maximum score is 42. The higher the score the more seriously affected the gait.","timeFrame":"6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with sub-acute/ chronic stroke (\\>3 months)\n* Modified Ashworth Ranking Scale 1-3\n* Montreal Cognitive Assessment scoring \\>24-30\n\nExclusion Criteria:\n\n* Any active pathological condition\n* Visual or hearing impairment\n* Neurological conditions like Epilepsy, Parkinson, Alzheimer's, Impaired cognition\n* Orthopedic issues hindering Mobility Substantially (Fractures, Severe Degenerative Joint Diseases etc.)\n* Psychological issues","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Arshad Nawaz Malik, PhD","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Railway General Hospital","city":"Rawalpindi","state":"Punjab","zip":"46060","country":"Pakistan","geoPoint":{"lat":33.6007,"lon":73.0679}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}