{"protocolSection":{"identificationModule":{"nctId":"NCT00776386","orgStudyIdInfo":{"id":"200805052R"},"organization":{"fullName":"National Taiwan University Hospital","class":"OTHER"},"briefTitle":"Determinants and Practical Significance of Change in Motor Ability, Functional Performance, and HRQOL After Stroke","officialTitle":"Determinants and Practical Significance of Change in Motor Ability, Functional Performance, and HRQOL After Distributed Constraint-Induced Therapy in Stroke"},"statusModule":{"statusVerifiedDate":"2008-07","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2008-07"},"primaryCompletionDateStruct":{"date":"2009-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2009-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2008-10-19","studyFirstSubmitQcDate":"2008-10-20","studyFirstPostDateStruct":{"date":"2008-10-21","type":"ESTIMATED"},"lastUpdateSubmitDate":"2008-10-20","lastUpdatePostDateStruct":{"date":"2008-10-21","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"oldNameTitle":"Keh-chung Lin","oldOrganization":"School of Occupational Therapy, College of Medicine, National Taiwan University"},"leadSponsor":{"name":"National Taiwan University Hospital","class":"OTHER"}},"descriptionModule":{"briefSummary":"This study has two purposes. First, the investigators will identify determinants of changes in motor ability, activities of daily living, and HRQOL after distributed Constraint-induced therapy for patients with stroke with the Chi-squared Automatic Interaction Detector (CHAID) analysis. The results will help target which types/characteristics of patients will benefit most from the intervention and may identify different determinants across different levels of outcomes. Secondly, in order to understand the extent of treatment effect in terms of clinical relevance, the investigators will examine whether the change scores on measures of motor ability, activities of daily living, and HRQOL after distributed CIT reach clinically important differences or not.","detailedDescription":"Stroke is a major cause of long-term disability in many countries. More than 50% of stroke survivors experience resultant upper extremity (UE) movement impairments that lead to activity limitations and restriction of participation. Various contemporary rehabilitation strategies which aim to improve UE motor deficits after stroke have been proposed. Constraint-induced therapy (CIT) is one of the current promising approaches, and numerous CIT and distributed CIT studies have shown substantial evidence of positive treatment effects.\n\nAlthough studies have shown a form of distributed CIT can enhance motor function of the affected UE, functional performance, and some aspects of HRQOL post stroke, determinants related to distributed CIT outcomes remain unclear. In addition, mismatch between the statistically significant and clinically important differences (CID) for change scores has been identified as a limitation of CIT studies. Investigation of CID is critical for understanding the clinically relevant meanings of change scores after intervention. Therefore, the purposes of this project are to (1) identify determinants of changes in motor ability, functional performance, and HRQOL after distributed CIT for patients with stroke using the Chi-squared Automatic Interaction Detector analysis; (2) examine whether the change scores on outcome measures after distributed CIT reach CID.\n\nWithin the one year, we plan to complete cumulated data of distributed CIT trials for 70 subjects. The distributed CIT intervention will be provided by two certified occupational therapists. The Fugl-Meyer Assessment (FMA), Wolf Motor Function Test (WMFT), Functional Independence Measure (FIM), and Stroke Impact Scale (SIS) will be used as outcome measures in this project. Six potential predictors will be selected for the FMA, WMFT and FIM, and seven potential predictors will be selected for the SIS based on previous empirical findings and theoretical basis. CHAID analysis will be used to identify the specific determinants and the best split points of the determinants. In addition, based on Cohen's effect size benchmark, if the change scores on the FMA, WMFT, FIM and SIS exceeded 0.2SD will be considered as CID.\n\nAfter the one-year project, we will identify the determinants of motor ability, functional performance, and HRQOL after distributed CIT and thus can help understand the factors that may affect treatment outcomes and target patients who benefit most from this intervention. Additionally, we will provide the results of CID for better evaluation and interpretation of the change scores after distributed CIT."},"conditionsModule":{"conditions":["Stroke","\"Rehabilitation\""]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":70,"type":"ESTIMATED"}},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* A first-ever unilateral stroke onset at least 6 months previously\n* Demonstration of Brunnstrom stage \\> III for the proximal part of UE\n* Considerable nonuse of the more affected upper extremity (MAL amount of use score \\< 2.5);5\n* No balance problems sufficient to compromise safety when wearing the constraint mitt\n* Willing to provide written informed consent.\n\nExclusion Criteria:\n\n* To avoid the confounding effects of cognitive and medical conditions, potential subjects will be excluded if the medical or physical screening exam reveals a score of less than 24 on the Mini Mental State Exam\n* 32 physician-determined major medical problems or poor physical conditions that would interfere with participation\n* Excessive pain in any joint that might limit participation.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"a group of stroke patients","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Keh-chung Lin, ScD, OTR","affiliation":"Occupational Therapy Services, National Taiwan University Hospital","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"National Taiwan University Hospital","city":"Taipei","country":"Taiwan","geoPoint":{"lat":25.04776,"lon":121.53185}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}