{"protocolSection":{"identificationModule":{"nctId":"NCT05393492","orgStudyIdInfo":{"id":"8264"},"organization":{"fullName":"University Hospital, Strasbourg, France","class":"OTHER"},"briefTitle":"Regulating Emotions and Behaviors After Brain Injury","officialTitle":"Dialectical Behavior Therapy for Challenging Behaviors and Emotional Distress After Acquired Brain Injury : a Pilot Study","acronym":"GREMO-LCA"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-05-19","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-05-19","type":"ACTUAL"},"completionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-01-18","studyFirstSubmitQcDate":"2022-05-23","studyFirstPostDateStruct":{"date":"2022-05-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-05-23","lastUpdatePostDateStruct":{"date":"2022-05-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Strasbourg, France","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"After acquired brain injury (ABI), persons can experience emotional and behavioral difficulties, that can be painful both for the person and his/her family. This clinical study aims at measuring the effectiveness of a third wave cognitive behavioral therapy called \"dialectical behavior therapy\" (DBT). DBT aims at teaching persons emotion regulation skills, interpersonal effectiveness skills, mindfulness and distress tolerance skills through group and individual sessions.\n\nThe study's hypothesis is that DBT, in an adapted format for persons with ABI can lead to\n\n* a better quality of life, emotional and behavioral regulation, and self-esteem\n* decrease in problematic behaviors\n* progress in life goals\n* increase post traumatic growth and spirituality\n* better family functioning and lesser burden for care givers\n* experiencing more emotions and more free will\n\n  45 persons with an ABI sustained more than 18 month back, will follow a 3 phases, follow-up with care as usual for 5 months, followed by 5 months of DBT, followed by 5 months of care as usual + DBT monthly sessions.\n\nSelf- and family-questionnaire will explore quality of life, emotional regulation, self-esteem, stress, anxiety, cognitive difficulties, family functioning and coping, post traumatic growth and spirituality and will be compared across the 3 phases. Results will be analyzed at a group level but also at an individual level (each patient separately) to test for decrease in unwanted behaviors and at a dyadic level (the person and his/her spouse) to test for the mutual effect of regulating emotions. Persons' memories will by analyzed at 3 time points by a linguistic analysis, and experience of free will after ABI will be analyzed by transcribed narratives of participants.","detailedDescription":"The study will explore the impact of Dialectical Behavior Therapy (DBT) skills training on patients with ABI, their families and on for their family system interactions.\n\n-\\>Triple methodology :\n\n1. 3 stages, monocentric, comparative, open-label for part of the outcome measures and single-blinded (only for linguistic markers) with active control treatment\n2. Prospective (at the individual level) and correlational (at the dyad level: client - family member) single-case experimental study exploring emotional-behavioral interactions as a function of the use of DBT skills by the client, over time.\n\n   Further, it will explore the experience of free will (the property of the human will to determine itself freely), in relation to emotions and meaning of life/spirituality after ABI and the modifications of this experience after DBT.\n3. qualitative study of semi-structured individual by Interpretative Phenomenological Analysis (IPA\n\nThe objectives of this research are to show that a group training of DBT skills allows persons with ABI, (1) to improve quality of life - main objective; (2) to improve self-esteem and emotional regulation (3) to decrease depressive symptoms and problematic behaviors, (4) to self-determine and achieve one's goals (Goal Attainment Scaling) for a life worth living; (5) to improve coping and family functioning; (7) to decrease caregiver burden; (8) to interpret one's life, with more expression of emotions, non-judgment, acceptance of the difficulty of life and motivation to change (measured by linguistic analysis of emotionally charged memories)"},"conditionsModule":{"conditions":["Acquired Brain Injury","Stroke/ Cerebrovascular Accident (Ischemic or Hemorrhagic)","Brain Tumor (After Recovery)","Encephalitis","Cerebral Anoxia","Meningitis"],"keywords":["brain injury","dialectical behavior therapy","emotions","emotional dysregulation","behavioral disorders","spirituality","challenging behaviors","linguistic markers","emotional distress","family burden","free will","interpretative phenomenological analysis","single-case experimental design"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"DBT for patients","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Blinded analysis of linguistic markers of emotional regulation and free will by an independent laboratory","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":77,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"GREMO patients","type":"EXPERIMENTAL","description":"1. 5 months of baseline : usual care of in a medico-social service (medical, social, neuropsychological and psychological),\n2. 5 months of dialectical behavior therapy (DBT)\n\n   -DBT skills training group : during 19 weeks\n3. 5 months of follow-up : usual care of + monthly reminders of DBT intervention skills","interventionNames":["Behavioral: Dialectical Behavior Therapy and Radically Open dialectical behavior therapy"]},{"label":"Controls without brain injury","type":"NO_INTERVENTION","description":"People without brain injury used as controls for linguistic markers of emotional expression regulation and free will."},{"label":"GREMO patients' family","type":"NO_INTERVENTION","description":"GREMO patients' relatives, without brain injury, living with the GREMO patient and ready to complete every day and adapted self-observational diary card similar to the one of the GREMO patient"},{"label":"Qualitative research ABI patients and families","type":"NO_INTERVENTION","description":"Patients and relatives followed by the same medico-social service but not meeting GREMO patients eligibility criteria, participating only in the qualitative research on free will and spirituality"}],"interventions":[{"type":"BEHAVIORAL","name":"Dialectical Behavior Therapy and Radically Open dialectical behavior therapy","description":"Dialectical Behavior Therapy is a third wave cognitive-behavioral therapy. It focuses on emotional dysregulation and interactions between the patient and his family in genesis and maintenance of challenging behaviors. It is used here in an adapted form for cognitive problems.\n\nDelivered in a group format of 19 weeks + individual sessions.","armGroupLabels":["GREMO patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Quality Of Life after Brain Injury","description":"Evaluation of quality of life after brain injury with QOLIBRI (Quality Of Life after Brain Injury)on 37 items belonging to 6 factors: cognition, self, daily life and autonomy, social relationships, emotions and physical problems. The Qolibri scores are reported a 0-100. 0 is the worst and 100 is the best.\n\nSelf-rated by GREMO patients.","timeFrame":"15 months"}],"secondaryOutcomes":[{"measure":"Evaluation of the difficulties in emotions regulation","description":"Evaluation of emotional regulation difficulties with DERS ( Difficuties en Emotion Regulation Scale)-16 on 16 items filed in 5 factors : lack of emotional clarity, difficulties engaging in goal-directed behavior, impulse control difficulties, limited access to effective emotion regulation strategies, nonacceptance of emotional responses.\n\nSelf-rated by GREMO patients and self-rated by family member about themselves. DERS-16 can range from 16 to 80, higher scores suggest greater problems with emotion regulation","timeFrame":"15 months"},{"measure":"Evaluation of self-esteem","description":"Evaluation of self-esteem on 10 items with EES-10 (Rosenberg Self-Esteem Scale) . You then get a score between 10 and 40.If you score below 25, your self-esteem is very low. Work in this area seems desirable. If you get a score above 39, your self-esteem is very high and you tend to be strongly assertive.\n\nSelf-rated by GREMO patients","timeFrame":"15 months"},{"measure":"Evaluation of executive functioning","description":"Evaluation of executive functioning with BRIEF-A (Behavior Rating Inventory of Executive Function-Adult Version) on 75 items filed in inhibit, self-monitor, plan/organize, shift, initiate, task monitor, emotional control, working memory and organization of materials.\n\nSelf-rated by GREMO patients and proxi-rated by a family member.high scores obtained on the BRIEF do not indicate a \"disorder of executive function\" but rather suggest a higher level of dysfunction in a specific domain of executive functions","timeFrame":"15 months"},{"measure":"Evaluation of reflective functioning","description":"Evaluation of reflective functioning with RFQ (Reflective Function Questionnaire) on 8 items.\n\n7 if you strongly agree, and the 1 if you arestrongly disagree. Use the middle point (the 4) if you are neutral or indecisive requirements of the RFQ","timeFrame":"15 months"},{"measure":"Evaluation of psychological distress","description":"Evaluation of psychological distress with DASS-21 (Depression Anxiety Stress Scale) on 21 items about depression, anxiety and stress.\n\nEach of the 21 questions is scored on a 4-point scale ranging from 0 (\"Did not apply to me at all\") to 3 (\"Applied to me very much, or most of the time\"). Scores for Depression,\n\nAnxiety and Stress are calculated by summing the scores for the relevant items:\n\nDepression: 3, 5, 10, 13, 16, 17, 21 Anxiety: 2, 4, 7, 9, 15, 19, 20 Stress: 1, 6, 8, 11, 12, 14, 1","timeFrame":"15 months"},{"measure":"Evaluation of positive outcomes reported by persons who have experienced traumatic event","description":"Evaluation of positive outcomes reported by persons who have experienced traumatic events, such as brain injury, which evaluates new possibilities, relating to others, personal strength, spiritual change, and appreciation of life with Post-traumatic Growth Inventory.\n\nSelf-rated by GREMO patients. It consists of 21 questions to which responses are given on a scale of 0-5, with 0 representing no change and 5 showing a great degree of change.","timeFrame":"15 months"},{"measure":"Evaluation of the perception of the family functioning","description":"Evaluation of the perception of the family functioning on 12 items with FAD (Family Assessment Device). Scores range from 1 to 4 with 1 reflecting healthy functioning and 4 reflecting unhealthy functioning.","timeFrame":"15 months"},{"measure":"Evaluation of coping cope with dysfunctions related to their relatives' pathology.","description":"Evaluation of coping cope with dysfunctions related to their relatives' pathology.\n\nRated by a family member with FCQ (Family Coping Questionnaire).It consists of 21 questions to which responses are given on a scale of 0-5, with 0 representing no change and 5 showing a great degree of change.","timeFrame":"15 months"},{"measure":"Evaluation of family burden","description":"Evaluation of family burdenon 21 items with Zarit (Zarit Burden Interview) questionnaire\n\nRated by a family member.The Zarit Burden Interview (ZBI) The ZBI consists of 22 items rated on a 5-point Likert scale that ranges from 0 (never) to 4 (nearly always) with the sum of scores ranging between 0-88. Higher scores indicate greater burden. A score of 17 or more was considered high burden","timeFrame":"15 months"},{"measure":"Evaluation of the goal attainment related to better emotional regulation","description":"3 milestone, 5-level GAS, evaluating goal attainment related to better emotional regulation. Each GREMO patient will have at least on personalized GAS according to his/her goals with Goal Attainment Scaling.\n\n0 means not important, 1 means important, 2 means very important and 3 means extremely important","timeFrame":"15 months"}]},"eligibilityModule":{"eligibilityCriteria":"Eligibility Criteria: \\* (Limit: 15,000 characters)\n\nSummary criteria for participant selection.\n\nMain eligibility criteria\n\nGREMO patients :\n\n* Inclusion criteria:\n\n  * Persons with acquired brain injury regardless of the type or location of the injury\n  * Age between 18 and 68\n  * Over 18 months since the acquired brain injury (or 6 month if mild traumatic brain injury)\n  * Challenging behaviors or emotional dysregulation or high level of anxiety / depression or family's complaints about emotional dysregulation\n  * Secondary or exacerbated by an acquired brain injury\n  * Causing important suffering for themselves or their families\n  * Being affiliated to a social security\n  * Fluent in French\n  * Being able to understand goals and risks and to give a dated and signed consent\n* Exclusion criteria:\n\n  * Clinically evident severe lack of insight, lack of abstract reasoning, or severe anosognosia\n  * Patients without any complaints\n  * Severe cognitive impairments, aphasia or intellectual impairments that doesn't allow to understand DBT skills, questionnaires or group intreactions\n  * Non fluent in French\n  * Associated brain degenerative disease\n  * Cancerous brain injury with uncertain progression\n  * Non-stabilized psychotic disorder\n  * Following a third wave cognitive behavioral therapy during the research study (for example : acceptance and commitment therapy)\n\nControls without brain injury\n\n* Inclusion criteria :\n\n  * Being 18 years old or more\n  * Without brain injury\n* Exclusion criteria :\n\n  * Non fluent in French\n  * History of brain injury or brain disease\n  * History of psychiatric disorder\n  * Personality disorder\n  * GREMO patient's family member living together\n  * Psychologist, neuropsychologist or people with an emotional regulation knowledge linked to their profession\n  * Being under guardianship or curatorship\n  * Being pregnant or breastfeeding\n\nGREMO patients' family members\n\n* Inclusion criteria :\n\n  * Being 18 years old or more\n  * GREMO patient's family member\n  * Living with a GREMO patient\n  * Agreeing to rate an emotion-behavior-skills diary cards\n* Exclusion criteria :\n\n  * GREMO patient's refusal for their family member to participate\n  * Non fluent in French\n  * Brain injury or brain disease\n  * Major lack of insight\n  * Being under trusteeship or curatorship\n\nQualitative research ABI patients and families\n\n* Inclusion criteria :\n\n  * Person with ABI attending the same medico-social service as GREMO patients\n  * Ineligible for GREMO patients group (participation refusal, major insight difficulty...)\n  * Agreeing to talk about their free will or spirituality\n* Exclusion criteria :\n\n  * Aphasia or dysarthria not allowing understandable recording\n  * Impossibility to understand oral questions\n  * Non fluent in French","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Service EMOI-TC - Pôle de MPR Institut Universitaire de Réadaptation Clemenceau (IURC)","status":"RECRUITING","city":"Illkirch-Graffenstaden","zip":"67402","country":"France","contacts":[{"name":"Agata KRASNY-PACINI","role":"CONTACT","phone":"+33 3 69 06 30 42","email":"agata.krasny-pacini@ugecam.assurance-maladie.fr"},{"name":"Agata KRASNY-PACINI","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Marie-Eve ISNER-HOROBETI","role":"SUB_INVESTIGATOR"},{"name":"Maud ELBEL","role":"SUB_INVESTIGATOR"},{"name":"Guillaume BEHR","role":"SUB_INVESTIGATOR"},{"name":"Mathilde LAUGEL","role":"SUB_INVESTIGATOR"},{"name":"Marie KUPPELIN","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":48.52894,"lon":7.71523}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000008581","term":"Meningitis"},{"id":"D000004660","term":"Encephalitis"},{"id":"D000020521","term":"Stroke"},{"id":"D000002534","term":"Hypoxia, Brain"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000090862","term":"Neuroinflammatory Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000000860","term":"Hypoxia"},{"id":"D000012818","term":"Signs and Symptoms, Respiratory"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke/ Cerebrovascular Accident","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M4899","name":"Brain Neoplasms","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M7515","name":"Encephalitis","asFound":"Encephalitis","relevance":"HIGH"},{"id":"M11254","name":"Meningitis","asFound":"Meningitis","relevance":"HIGH"},{"id":"M3875","name":"Hypoxia","relevance":"LOW"},{"id":"M5473","name":"Hypoxia, Brain","asFound":"Cerebral Anoxia","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M2804","name":"Neuroinflammatory Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15313","name":"Signs and Symptoms, Respiratory","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}