{"protocolSection":{"identificationModule":{"nctId":"NCT02220816","orgStudyIdInfo":{"id":"NISA-COG-2014/1"},"organization":{"fullName":"Hospitales Nisa","class":"OTHER"},"briefTitle":"Efficacy of an Attentional Process Training Using Competitive Versus Non Competitive Strategies","officialTitle":"Efficacy of an Attentional Process Training Using Competitive Versus Non Competitive Strategies"},"statusModule":{"statusVerifiedDate":"2015-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-10"},"primaryCompletionDateStruct":{"date":"2015-03","type":"ACTUAL"},"completionDateStruct":{"date":"2015-03","type":"ACTUAL"},"studyFirstSubmitDate":"2014-08-18","studyFirstSubmitQcDate":"2014-08-19","studyFirstPostDateStruct":{"date":"2014-08-20","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-08-18","lastUpdatePostDateStruct":{"date":"2015-08-19","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hospitales Nisa","class":"OTHER"},"collaborators":[{"name":"Universitat Politècnica de València","class":"OTHER"},{"name":"University of Seville","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Within a prospective, randomised, controlled study 60, selected patients with chronic (\\> 6 months) stroke or traumatic brain injury will be randomised to 30 1-hour sessions of competitive versus non-competitive attentional training. Competitive training will include fifteen 1-hour sessions of standard (paper and pencil) training under competitive situations and fifteen 1-hour sessions of competitive attentional games designed for this purpose using a new virtual reality system (conventional liquid-crystal-display screen with an infrared LED array to facilitate multi-touch experience embedded in a conventional table). Progress will be evaluated by pre and post measurement of attentional neuropsychological tests, subjective reports of global attention, usability and motivational scales. Our hypothesis is that competitive training is more effective in improving attention than conventional training in the chronic phase after acquired brain injury.","detailedDescription":"Participants: Sixty 18-75 years-old patients with acquired brain injury, will be randomly assigned to 30 sessions of competitive versus non-competitive cognitive attentional training (see inclusion-exclusion criteria). Material and Methods: Randomized clinical trial comparing two different attentional training strategies. Attentional measures, usability data and caregiver/family perception of change, will be compared after completing both conditions. Competitive training will include a new computer based training program that involve using attentional skills under different competitive scenarios. Attentional exercises were designed according to the instructions of two experts neuropsychologists and included game-based situations simulating different olympic disciplines.Neuropsychological protocol: An assessment before the beginning of the intervention and pos-treatment will be done by a trained blinded neuropsychologist using measures of selective, sustained, divided and alternating attention (see primary outcome measures). Usability and Motivation: It is well-known that game-based cognitive exercises can increase motivation to treatment which in turn can increase learning strategies and improve outcomes after rehabilitation processes. Competitive tasks can also improve the effort and interest of the players and the intensity of the task through increasing motivation to win, get a reward and beat the others. Since motivation was an important element of our research, we assessed this capacity at the end of the treatment with the Intrinsic Motivation Scale. Also, the revised Competitiveness Index was used to measure the subject's preference for competitive situations. Finally, usability was considered a secondary outcome of our study since most of the games employed here were designed to be played in a new virtual reality system which was build to facilitate competitive strategies among 2-4 players (see secondary outcomes). Sample Size Calculation: There was any previous study that used the design proposed in this investigation. Considering a reduction bigger of 20% on the Hit-Reaction Time of the CPT-II scores in the active group intervention, sample size in both groups of 27 participants and standard-deviation in the magnitude of half of the medium score in each group (moderate variability), the study will be able to detect a moderate effect size (ES = 0,4). Calculating a sample loss of 10% each group, we define a sample size per group of 30 individuals. Statistical methods Statistical analyses will be performed with Statistical Package for the Social Sciences (SPSS) 12.0. The univariate analyses will be performed with the t student test / Mann-Whitney to continuous variables or Chi-Square test (X²) / Fischer test to categorical variables. The effective of the intervention over time will be assess through analyses of mixed models (repeated measures ANOVA)."},"conditionsModule":{"conditions":["Stroke","Brain Injuries"],"keywords":["Attention","Competitive","Training"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Competitive Training","type":"EXPERIMENTAL","description":"The patients will receive only competitive activities designed to restore attention abilities. These include pencil-and-paper tasks completed under competitive circumstances and competitive virtual games specifically designed to treat different aspects of attention (divided, selective, sustained, etc).","interventionNames":["Behavioral: Competitive training"]},{"label":"Non-Competitive Training","type":"ACTIVE_COMPARATOR","description":"The patients will receive conventional attentional training. Pencil and paper tasks focused on different aspects of attention (divided, selective, sustained, etc.) will be completed by all participant under individual or group-therapy sessions. No competitive training will be allowed.","interventionNames":["Behavioral: Non-Competitive Training"]}],"interventions":[{"type":"BEHAVIORAL","name":"Competitive training","description":"30 sessions of competitive cognitive training; 3 - 5 sessions/week; duration 45 min","armGroupLabels":["Competitive Training"]},{"type":"BEHAVIORAL","name":"Non-Competitive Training","description":"30 sessions of non-competitive cognitive training; 3 - 5 sessions/week; duration 45 min","armGroupLabels":["Non-Competitive Training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in attentional psychometric measures","description":"Neuropsychological battery: Conner's Continuous Performance Test (CPT-II), Color-Trail Test, d2, Stroop test, Wechsler Adult Intelligence Scale-IV digit-span, Corsi block-tapping test","timeFrame":"Baseline versus end of treatment (an expected average of 8 weeks)"}],"secondaryOutcomes":[{"measure":"Usability measures","description":"System Usability Scale, Intrinsic Motivation Inventory","timeFrame":"Baseline versus end of treatment (an expected average of 8 weeks)"}],"otherOutcomes":[{"measure":"Family-centered outcomes","description":"Moos Attention Rating Scale, Subjective perception of improvement","timeFrame":"Baseline versus end of treatment (an expected average of 8 weeks)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Acquired brain injury patients (stroke and traumatic brain injury)\n* Chronicity \\> 6 months\n* More than 3 months under cognitive rehabilitation\n* Mississippi Aphasia Screening Test (comprehension subtest \\> 45)\n\nExclusion Criteria:\n\n* Severe cognitive impairment defined as \\< 23 on Mini Mental Status Examination\n* Unable to give informed consent\n* Visual or auditive disorders limiting the ability to comply with treatment regimen","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Roberto Llorens, PhD","affiliation":"Universitat Politècnica de València","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hospitales NISA","city":"Valencia","zip":"46011","country":"Spain","geoPoint":{"lat":39.46975,"lon":-0.37739}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}