{"protocolSection":{"identificationModule":{"nctId":"NCT04118998","orgStudyIdInfo":{"id":"STU00209671"},"secondaryIdInfos":[{"id":"R01HD096071","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01HD096071"}],"organization":{"fullName":"Northwestern University","class":"OTHER"},"briefTitle":"Progressive Abduction Loading Therapy","officialTitle":"Progressive Abduction Loading Therapy: A Phase IIb Stroke Rehabilitation Trial With Longitudinal Tracking","acronym":"PRALINE"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-08-27","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-08-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-09-23","studyFirstSubmitQcDate":"2019-10-04","studyFirstPostDateStruct":{"date":"2019-10-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-19","lastUpdatePostDateStruct":{"date":"2023-07-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Michael Ellis","investigatorTitle":"Associate Professor","investigatorAffiliation":"Northwestern University"},"leadSponsor":{"name":"Northwestern University","class":"OTHER"},"collaborators":[{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"},{"name":"Shirley Ryan AbilityLab","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study attempts to minimize the development of a common movement impairment following stroke known as \"flexion synergy\" that makes it extremely difficult to reach outward with the arm. Participants with acute/subacute stroke will receive one of two study interventions in addition to prescribed therapies in both inpatient rehabilitation and day-rehab. Participants will be followed for 1 year.","detailedDescription":"Eighty-six individuals with acute (admission to in-patient rehabilitation) severe hemiparetic stroke (Chedoke McMaster Stroke Assessment arm score of Stage 2 or 3 out of 7) will participate in this study. All participants will be recruited upon admission to the Shirley Ryan AbilityLab (formally Rehabilitation Institute of Chicago) for stroke rehabilitation under the administration of the study physician. Participants will receive experimental or comparison group therapy as adjuvant to regular in-patient and day-rehabilitation therapy. Participants will be evaluated weekly while in therapy and then bimonthly (every other month) after discharge until 1-year following baseline evaluation.\n\nFrom the admission evaluations by the study physician and other rehabilitation services, patients with adequate language, visuospatial, cognitive and motor function will be consented for participation and then screened by a study evaluation physical therapist and board-certified neurological clinical specialist for the specific motor inclusion criteria. After consent, a REDCap screening form will be initiated by the study physician's project coordinator with relevant data from the participant medical record. The study evaluation therapist will then conduct the screening that will include verification and completion of the inclusion/exclusion criteria and the transcranial magnetic stimulation (TMS) safety checklist that will identify any contraindication to TMS-based assessment of motor evoked potentials (MEPs). The Chedoke McMaster Stroke Assessment (primary motor inclusion criteria) is very time efficient reducing interference with in-patient therapy activities and rapidly identifying individuals with severe impairment facilitating participant recruitment. The study evaluation therapist will not need to complete the entire assessment instead only confirming patients at level 2 and 3 out of 7 for inclusion. The REDCap screening form and TMS checklist will be reviewed by the study physician. The study physician will grant medical clearance for TMS-based MEP assessment and participation in the study.\n\nRegarding motor criteria; participants not meeting the minimum of Stage 2 out of 7 on the Chedoke McMaster Stroke Assessment will be monitored for emergence of adequate movement. Shirley Ryan AbilityLab therapists routinely report Chedoke scores in daily documentation. The study physician and project coordinator will notify the study evaluation therapist once minimal movement emerges in these patients and the screening process can be initiated. Participants who subsequently pass screening and medical clearance for TMS-based MEP assessment will undergo conventional MEP assessment. Participants will later be randomly allocated to either the experimental or comparison treatment groups within REDCap by the study intervention therapist upon the first intervention session. The REDCap randomization algorithm is managed by the study biostatistics team and employs a concealed allocation table. The allocation table is constructed to balance the allocation of participants (2 groups of n=43) by sex, presence or absence of MEPs, and level of severity as measured by the Fugl-Meyer Arm Motor Assessment in order to ensure equivalent baseline characteristics of each group. The Fugl-Meyer score will be divided in bins of 6 points. Participants, evaluation therapists, biostatisticians, and the study PD/PI will be blinded to group assignment. Intervention therapists and the study physician will not be blinded to group assignment. Participants will not be able to tell the difference between interventions since both will involve reaching practice. Participants that are not medically cleared for TMS-based MEP assessment will be randomly allocated to group without MEP status. It is anticipated that only 1-2% of participants will not be cleared for MEP assessment.\n\nBaseline and subsequent evaluations will include a kinematic/kinetic measurement of reaching function (primary endpoint, reaching distance under standardized abduction loading, normal gravity) and a kinematic/kinetic measurement of shoulder/elbow impairment (secondary endpoint, loss of independent joint control). The primary and secondary endpoints will be conducted at Shirley Ryan AbilityLab during both in-patient and day-rehabilitation by the study evaluation therapist under following initial training and certification by the study PD/PI. Standardized clinical evaluations of arm impairment, activity limitation, and participation restriction will also be performed during this phase at Shirley Ryan AbilityLab by the study evaluation therapist who will be blinded to intervention group. Evaluations will take place at baseline, weekly until discharge from rehabilitation, and then bimonthly until 12 months post-baseline measurement. Following discharge from rehabilitation, patients will receive follow-up evaluations bimonthly at Northwestern University Department of Physical Therapy and Human Movement Sciences. These evaluations will be conducted by a second study evaluation therapist and board-certified neurological clinical specialist following initial training and certification by the study PD/PI. The second study evaluation therapist will also serve as the backup for the first study evaluation therapist in case of illness/absence.\n\nDuring in-patient rehabilitation and day-rehabilitation, experimental and comparison intervention sessions will parallel regular therapy and be conducted at Shirley Ryan AbilityLab and Streeterville Day Rehabilitation Center respectively by two Shirley Ryan AbilityLab study intervention therapists. Study intervention therapists will be initially trained and certified by the study PD/PI. Study intervention sessions will be 5 days per week during in-patient therapy and 3 days per week during day-rehabilitation. The intervention period for both groups will be \\~45 minutes (truncated at 1 hour) in addition to the regular therapy schedule until discharge. Both interventions will involve performing standardized reaching exercises to outward targets displayed on a monitor. The experimental group receiving progressive abduction loading therapy will practice reaching exercises with abduction loading and the comparison group will practice reaching supported on a horizontal haptic table. All participants will have the same maximum number of sets and repetitions of exercise during sessions and the sessions will be truncated at 60 minutes of total contact time. Half of the enrolled participants are expected to transition to day-rehabilitation following in-patient rehabilitation. In day-rehabilitation, participants will continue to receive the same study intervention but only 3 days per week matching the day-rehabilitation schedule."},"conditionsModule":{"conditions":["Stroke, Acute"],"keywords":["Rehabilitation","Arm","Flexion Synergy","Longitudinal","Targetted","Quantitative"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"The two arms or study interventions are indistinguishable by patients and untrained observers. The Care Providers (Study Intervention Therapists) can not be masked due to their knowledge in the delivery of the physical intervention.","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":86,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Abduction Loading","type":"EXPERIMENTAL","description":"The intervention for the experimental group entails practicing reaching with abduction loading.","interventionNames":["Behavioral: Abduction Loading"]},{"label":"Supported Reaching","type":"ACTIVE_COMPARATOR","description":"The intervention for the active comparator entails practicing reaching while supported.","interventionNames":["Behavioral: Supported Reaching"]}],"interventions":[{"type":"BEHAVIORAL","name":"Abduction Loading","description":"The intervention for the experimental group entails practicing reaching with abduction loading.","armGroupLabels":["Abduction Loading"],"otherNames":["Progressive Abduction Loading Therapy"]},{"type":"BEHAVIORAL","name":"Supported Reaching","description":"The intervention for the active comparator entails practicing reaching while supported.","armGroupLabels":["Supported Reaching"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Reaching Function","description":"Quantitative evaluation of reaching by calculating distance from reaching kinematics data during ballistic outward reaches against gravity.","timeFrame":"Change in Reaching function will be modeled from baseline, weekly (until discharge from rehabilitation, on average 4 to 10 weeks), and monthly evaluations (every-other month until 12 months post-stroke)."}],"secondaryOutcomes":[{"measure":"Change in Loss of Independent Joint Control","description":"Quantitative evaluation of the expression of flexion synergy impairment. Measured as the maximum abduction load achieved during a reach to two standardized targets (near and far).","timeFrame":"Change in Loss of Independent Joint Control will be modeled from baseline, weekly (until discharge from rehabilitation, on average 4 to 10 weeks), and monthly evaluations (every-other month until 12 months post-stroke)."},{"measure":"Change in Fugl-Meyer Motor Assessment","description":"Qualitative and clinical assessment of general motor impairment of arm following stroke. The scale evaluates movement impairment of the arm through observation. The scale ranges from 0-66 points with 66 indicating the best score.","timeFrame":"Change in Fugl-Meyer Motor Assessment will be modeled from baseline, weekly (until discharge from rehabilitation, on average 4 to 10 weeks), and monthly evaluations (every-other month until 12 months post-stroke)."},{"measure":"Change in Action Research Arm Test","description":"Qualitative and clinical assessment of activity limitation (function) of the arm following stroke. The scale focusses on reaching, grasping, and releasing objects of various sizes. The scale ranges from 0-57 with 57 indicating the best score.","timeFrame":"Change in Action Research Arm Test will be modeled from baseline, weekly (until discharge from rehabilitation, on average 4 to 10 weeks), and monthly evaluations (every-other month until 12 months post-stroke)."},{"measure":"Change in Stroke Impact Scale","description":"Structured interview to assess domains of the ICF (International Classification of Functioning, Disability and Health) in individuals following stroke. The domains include self-reported physical problems, memory and thinking, control of emotions, communication, daily activities, home and community mobility, the affected hand, participation and life roles, and global recovery. Each domain score is transformed to a scale of 0-100 with 100 being the best score.","timeFrame":"Change in Stroke Impact Scale will be modeled from baseline, weekly (until discharge from rehabilitation, on average 4 to 10 weeks), and monthly evaluations (every-other month until 12 months post-stroke)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Hemiparesis confined to one side, (CMSA Stage 2 or 3 out of 7)\n2. Stroke impacting parenchyma of the middle cerebral artery distribution\n3. Within 90 days post-stroke\n4. 18 to 85 years old\n5. No or Mild-to-moderate Aphasia (NIHSS #9 Best Language. = 0 or 1- Describe picture; No or Mild-to-moderate Aphasia)\n6. No or Mild extinction and inattention (NIHSS 11 Extinction and Inattention. = 0 or 1- No abnormality or Inattention to one modality.)\n7. Ability to perform a 3-step motor command with the unaffected arm\n8. Capacity to provide informed consent\n\nExclusion Criteria:\n\n1. Premorbid and persistent disability or motor impairment of the upper extremities\n2. Brainstem and/or cerebellar lesion\n3. Comorbidity medically contraindicating motor assessments\n4. Any other chronic neurological condition\n5. Pain or hypersensitivity limiting motor assessments\n6. Limb edema limiting study motor assessments","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Michael D Ellis, PT, DPT","role":"CONTACT","phone":"3125034435","email":"m-ellis@northwestern.edu"},{"name":"Bradley Holubar, MS","role":"CONTACT","phone":"3125034434","email":"b-holubar@northwestern.edu"}],"overallOfficials":[{"name":"Michael D Ellis, PT, DPT","affiliation":"Northwestern University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Physical Therapy and Human Movement Sciences","status":"NOT_YET_RECRUITING","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","contacts":[{"name":"Carolina Carmona, PT, DPT, NCS","role":"CONTACT","phone":"312-503-4633","email":"ccarmona@northwestern.edu"},{"name":"Heidi R Roth, PT, DHS","role":"CONTACT","phone":"312-503-6018","email":"heidi.roth1@northwestern.edu"},{"name":"Julius PA Dewald, PT, PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":41.85003,"lon":-87.65005}},{"facility":"Shirley Ryan AbilityLab","status":"RECRUITING","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","contacts":[{"name":"Richard L Harvey, MD","role":"CONTACT","phone":"312-238-3202","email":"rharvey@sralab.org"},{"name":"Heidi R Roth, PT, DHS","role":"CONTACT","phone":"312-503-6018","email":"heidi.roth1@northwestern.edu"},{"name":"Richard L Harvey, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":41.85003,"lon":-87.65005}}]},"referencesModule":{"references":[{"pmid":"29515514","type":"BACKGROUND","citation":"Ellis MD, Carmona C, Drogos J, Dewald JPA. Progressive Abduction Loading Therapy with Horizontal-Plane Viscous Resistance Targeting Weakness and Flexion Synergy to Treat Upper Limb Function in Chronic Hemiparetic Stroke: A Randomized Clinical Trial. Front Neurol. 2018 Feb 19;9:71. doi: 10.3389/fneur.2018.00071. eCollection 2018."},{"pmid":"27794362","type":"BACKGROUND","citation":"Ellis MD, Lan Y, Yao J, Dewald JP. Robotic quantification of upper extremity loss of independent joint control or flexion synergy in individuals with hemiparetic stroke: a review of paradigms addressing the effects of shoulder abduction loading. J Neuroeng Rehabil. 2016 Oct 29;13(1):95. doi: 10.1186/s12984-016-0203-0."},{"pmid":"19454622","type":"BACKGROUND","citation":"Ellis MD, Sukal-Moulton T, Dewald JP. Progressive shoulder abduction loading is a crucial element of arm rehabilitation in chronic stroke. Neurorehabil Neural Repair. 2009 Oct;23(8):862-9. doi: 10.1177/1545968309332927. Epub 2009 May 19."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Final research data will be shared openly and timely in accordance with NIH Data Sharing Policy (https://grants.nih.gov/grants/policy/data_sharing/) and NICHD Data and Specimen Hub - Data Archive Policy Statement (https://dash.nichd.nih.gov/Resource/Policies). Data sharing will occur through the primary repositories of NICHD DASH (https://dash.nichd.nih.gov/), Northwestern University DigitalHub (https://digitalhub.northwestern.edu/), and Open Science Framework (https://osf.io/). Data will be exported from the internal RedCap study data base in spreadsheet format and will be deidentified and coded. Data will be available through speaking engagements and publications, presentations at scientific symposia and seminars. Data sharing in the above repositories will be phased in time with acceptance for publication of the primary outcome paper near the end of the fifth year and then with each subsequent publication. Publications will include DOIs for the data repositories.","timeFrame":"Data sharing in the above repositories will be phased in time with acceptance for publication of the primary outcome paper near the end of the fifth year and then with each subsequent publication.","accessCriteria":"Data sharing will occur through the primary repositories of NICHD DASH (https://dash.nichd.nih.gov/), Northwestern University DigitalHub (https://digitalhub.northwestern.edu/), and Open Science Framework (https://osf.io/). Data will be exported from the internal RedCap study data base in spreadsheet format and will be deidentified and coded. Data will be available through speaking engagements and publications, presentations at scientific symposia and seminars.","url":"http://dash.nichd.nih.gov/"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke, Acute","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}