{"protocolSection":{"identificationModule":{"nctId":"NCT05921084","orgStudyIdInfo":{"id":"20230520"},"organization":{"fullName":"Zhejiang University","class":"OTHER"},"briefTitle":"MIND Diet to Improve Cognitive Function in Mild Stroke Patients","officialTitle":"Mediterranean-DASH Intervention for Neurodegenerative Delay (MIND) Diet to Improve Cognitive Function in Mild Stroke Patients: A Pilot Randomized Controlled Trial","acronym":"MINDICOMS"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-07-23","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-06-01","studyFirstSubmitQcDate":"2023-06-17","studyFirstPostDateStruct":{"date":"2023-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-07","lastUpdatePostDateStruct":{"date":"2023-09-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Changzheng Yuan","investigatorTitle":"Professor","investigatorAffiliation":"Zhejiang University"},"leadSponsor":{"name":"Zhejiang University","class":"OTHER"},"collaborators":[{"name":"Second Affiliated Hospital, School of Medicine, Zhejiang University","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A 6-month pilot randomized controlled trial designed to test the effect of the Mediterranean-DASH Intervention for Neurodegenerative Delay (MIND) Diet + usual medical care versus usual medical care on the rate of cognitive change and several other secondary outcomes through a randomized controlled trial in 60 mild stroke patients aged 35-70 years without dementia.","detailedDescription":"Mediterranean-DASH Intervention for Neurodegenerative Delay (MIND) Diet and Cognitive Decline in Mild Stroke Patients is a 6-month pilot randomized controlled trial designed to test the effects of the MIND diet on cognitive change and several other secondary outcomes among 60 individuals aged 35-70 years without dementia. The proposed MIND diet for this study is a hybrid of the Mediterranean and DASH diets but with selected modifications based on the most compelling evidence in the diet-dementia field and Chinese Dietary Guidelines 2022. Specifically, the proposed MIND diet will emphasize the consumption of whole grains, dark green leafy vegetables, dark red/yellow vegetables, other vegetables, berries and citrus, poultry, fish and seafood, beans and legume, nuts, olive and seed oils, and green tea, and restrict red and processed meats, animal fat, fried foods, and sweets and pastries. The trial will employ a parallel group design comparing the effects on global cognitive change of the MIND intervention diet to usual medical care among 60 mild stroke patients aged 35-70 years. Secondary outcomes will include cognitive function changes in several domains, brain imaging marker changes, dietary behaviour changes, daily living behaviour ability changes, mental health changes, and plasma biomarker changes. In addition, this trial will examine potential effect mediators and modifiers. The proposed study is sited at the Bo'Ao District, Second Affiliated Hospital of Zhejiang University School of Medicine, Hangzhou. Specialized laboratories will conduct biochemical analyses."},"conditionsModule":{"conditions":["Dementia","Cognitive Change","Stroke","Cerebral Infarction","Transient Ischemic Attack"],"keywords":["Cognitive function","Dietary pattern"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This is a two-arm parallel design, with one arm being the control arm (usual medical care) and the other being the intervention arm (MIND diet intervention + usual medical care).","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","maskingDescription":"This is a single-blind design, where the outcome assessors will be masked from the assignment of the participants.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Control arm","type":"PLACEBO_COMPARATOR","description":"Usual medical care (including general dietary advice).","interventionNames":["Behavioral: General dietary advice"]},{"label":"MIND diet intervention arm","type":"ACTIVE_COMPARATOR","description":"Usual medical care plus the MIND diet intervention.","interventionNames":["Behavioral: MIND diet intervention"]}],"interventions":[{"type":"BEHAVIORAL","name":"MIND diet intervention","description":"The MIND diet intervention, composed of the consumption of whole grains, dark green leafy vegetables, dark red/yellow vegetables, other vegetables, berries and citrus, poultry, fish and seafoods, beans and legume, nuts, olive and seed oils, and green tea, and restricting red and processed meats, animal fat, fried foods, and sweets and pastries.","armGroupLabels":["MIND diet intervention arm"]},{"type":"BEHAVIORAL","name":"General dietary advice","description":"General dietary advice","armGroupLabels":["Control arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in global cognitive function","description":"Global cognitive function assessment is based on a battery of cognitive tests. Individual test scores will be summarized by calculating the z-score for each test based on the mean and standard deviation of the sample distribution - averaging z-scores across tests will yield a composite score for global cognitive function. Cognitive function will be assessed at the baseline, 3, and 6 months to determine cognitive change.","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Change in Montreal Cognitive Assessment (MoCA) and Mini-Mental State Examination (MMSE) scores","description":"MoCA and MMSE will be assessed at the baseline, 3, and 6 months to determine cognitive change.","timeFrame":"6 months"},{"measure":"Change in memory function","description":"Change in memory function will be assessed at the baseline, 3, and 6 months using National Institute of Neurologic Disorders and Stroke and the Canadian Stroke Network battery.","timeFrame":"6 months"},{"measure":"Change in language function","description":"Change in language function will be assessed at the baseline, 3, and 6 months using National Institute of Neurologic Disorders and Stroke and the Canadian Stroke Network battery.","timeFrame":"6 months"},{"measure":"Change in attention ability","description":"Change in attention function will be assessed at the baseline, 3, and 6 months using National Institute of Neurologic Disorders and Stroke and the Canadian Stroke Network battery.","timeFrame":"6 months"},{"measure":"Change in executive function","description":"Change in executive function will be assessed at the baseline, 3, and 6 months using National Institute of Neurologic Disorders and Stroke and the Canadian Stroke Network battery.","timeFrame":"6 months"},{"measure":"Change in visuospatial function","description":"Change in visuospatial function will be assessed at the baseline, 3, and 6 months using National Institute of Neurologic Disorders and Stroke and the Canadian Stroke Network battery.","timeFrame":"6 months"},{"measure":"Change in Eight-item Interview to Differentiate Aging and Dementia (AD8) Dementia Screening score","description":"AD8 will be assessed at the baseline, 3, and 6 months to determine cognitive change.","timeFrame":"6 months"},{"measure":"Change in brain MRI markers","description":"Changes in brain MRI-derived normalized measures of total brain volume (cubic centimetres) and hippocampal volume (cubic centimetres) and white/grey matter, segmented grey matter regions, white matter lesions, the thickness of segmented cortical regions, microbleeds, perivascular spaces, brain atrophy, micro-infarcts, and white matter hyperintensities. Change of functional connectivity measured using correlation coefficient of fMRI signal between brain regions. We will construct an overall brain health score as the outcome. Brain MRI will be assessed at the baseline and 6 months.","timeFrame":"6 months"}],"otherOutcomes":[{"measure":"Change in dietary behaviour measured using a food frequency questionnaire","description":"To evaluate the behavioural effect of dietary changes of the MIND diet intervention package. Evaluations will be conducted in 0, 3, and 6 months respectively.\n\nExploratory aim 1b: Changes in plasma levels of carotenoids, fatty acids, and vitamins (including folic acid). To evaluate the effect on nutritional biomarkers of the MIND diet intervention. Evaluations will be conducted in 0 and 6 months respectively.","timeFrame":"6 months"},{"measure":"Change in the ability of daily life measured using the Activities of Daily Living Scale (ADL)","description":"To evaluate the effect on the ability of daily life of the MIND diet intervention. Evaluations will be conducted in 0, 3, and 6 months respectively.","timeFrame":"6 months"},{"measure":"Change in the ability of daily life measured using the Instrumental Activities of Daily Living Scale (IADL)","description":"To evaluate the effect on the ability of daily life of the MIND diet intervention. Evaluations will be conducted in 0, 3, and 6 months respectively.","timeFrame":"6 months"},{"measure":"Change in depressive status measured using the Patient Health Questionnaire (PHQ-9)","description":"To evaluate the effect on the depressive status of the MIND diet intervention. Evaluations will be conducted in 0, 3, and 6 months respectively.","timeFrame":"6 months"},{"measure":"Change in anxiety status measured using the General Anxiety Disorder-7 (GAD-7)","description":"To evaluate the effect on the anxiety status of the MIND diet intervention. Evaluations will be conducted in 0, 3, and 6 months respectively.","timeFrame":"6 months"},{"measure":"Changes in plasma metabolic profiles measured using metabolome analysis","description":"To evaluate the effect on plasma metabolites of the MIND diet intervention. We will assay the metabolome using liquid chromatography-mass spectrometry (LC-MS) and construct an overall metabolic score of the diet as the outcome. Evaluations will be conducted in 0 and 6 months respectively.","timeFrame":"6 months"},{"measure":"Changes in plasma inflammatory biomarkers","description":"To evaluate the effect on systematic inflammation of the MIND diet intervention. We will assay IFN-γ, IL-10, IL-12p70, IL-13, IL-1β, IL-2, IL4, IL6, IL-8, TNF-α, and CRP and construct an overall plasma inflammatory biomarker score as the outcome. Evaluations will be conducted in 0 and 6 months respectively.","timeFrame":"6 months"},{"measure":"Changes in the intestinal microbiome","description":"To evaluate the effect on intestinal microbiome biodiversity and abundance in specific species in faecal samples of the MIND diet intervention. We will assay microbiome using 16S ribosomal RNA (rRNA) sequencing and construct an overall intestinal microbiome score as the outcome. Evaluations will be conducted in 0 and 6 months respectively.","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinically confirmed new cerebral infarction, onset hospitalization time ≤7 days\n* NHISS score of 0-6, with no difficulty in autonomous eating or aphasia\n* Baseline MMSE score being 16-25/30 points or MoCA score ≤24/30 points\n* Baseline MIND dietary pattern screening scale score ≤10/15 points\n* Body mass index no less than 18.0 kg/m2\n* Normal chewing function, able to eat hard foods such as nuts\n* Willing to participate and sign an informed consent form\n* Agree not to take over-the-counter nutritional supplements during the trial period\n* Able to understand research procedures and adhere to them throughout the entire study period\n* completed the run-in test\n\nExclusion Criteria:\n\n* Diagnosis of dementia at a county-level or above hospital before the stroke or suspected to have pre-stroke dementia from the informant interview administered by a neurologist.\n* Participation in or have participated in other clinical trial studies within the past year\n* Allergies to foods involved in the experiment (nuts, berries, olive oil, or fish, etc.) or using drugs not compatible with foods involved.\n* Medication to treat Alzheimer's or Parkinson's disease\n* Diagnosis of cancer, severe liver and kidney disease, or current life expectancy less than 3 years\n* Diagnosis of depression, bipolar disorder, or other mental illnesses\n* Pregnancy or breastfeeding or with a pregnancy plan\n* Diagnosis of inflammatory bowel disease or other malabsorption-related gastrointestinal diseases\n* History of alcohol or drug abuse","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Changzheng Yuan, ScD","role":"CONTACT","phone":"8617326860291","email":"chy478@zju.edu.cn"}],"overallOfficials":[{"name":"Changzheng Yuan, ScD","affiliation":"Zhejiang University School of Medicine","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Lusha Tong, PhD","affiliation":"Second Affiliated Hospital, School of Medicine, Zhejiang University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Xin Xu, PhD","affiliation":"Zhejiang University School of Medicine","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Second Affiliated Hospital, Zhejiang University School of Medicine","status":"RECRUITING","city":"Hangzhou","state":"Zhejiang","zip":"310058","country":"China","contacts":[{"name":"Lusha Tong, PhD","role":"CONTACT"}],"geoPoint":{"lat":30.29365,"lon":120.16142}}]},"referencesModule":{"references":[{"pmid":"37133875","type":"BACKGROUND","citation":"Chen H, Dhana K, Huang Y, Huang L, Tao Y, Liu X, Melo van Lent D, Zheng Y, Ascherio A, Willett W, Yuan C. Association of the Mediterranean Dietary Approaches to Stop Hypertension Intervention for Neurodegenerative Delay (MIND) Diet With the Risk of Dementia. JAMA Psychiatry. 2023 Jun 1;80(6):630-638. doi: 10.1001/jamapsychiatry.2023.0800."},{"pmid":"37105521","type":"BACKGROUND","citation":"Huang L, Tao Y, Chen H, Chen X, Shen J, Zhao C, Xu X, He M, Zhu D, Zhang R, Yang M, Zheng Y, Yuan C. Mediterranean-Dietary Approaches to Stop Hypertension Intervention for Neurodegenerative Delay (MIND) Diet and Cognitive Function and its Decline: A Prospective Study and Meta-analysis of Cohort Studies. Am J Clin Nutr. 2023 Jul;118(1):174-182. doi: 10.1016/j.ajcnut.2023.04.025. Epub 2023 Apr 25."},{"pmid":"26086182","type":"BACKGROUND","citation":"Morris MC, Tangney CC, Wang Y, Sacks FM, Barnes LL, Bennett DA, Aggarwal NT. MIND diet slows cognitive decline with aging. Alzheimers Dement. 2015 Sep;11(9):1015-22. doi: 10.1016/j.jalz.2015.04.011. Epub 2015 Jun 15."},{"pmid":"33434704","type":"BACKGROUND","citation":"Liu X, Morris MC, Dhana K, Ventrelle J, Johnson K, Bishop L, Hollings CS, Boulin A, Laranjo N, Stubbs BJ, Reilly X, Carey VJ, Wang Y, Furtado JD, Marcovina SM, Tangney C, Aggarwal NT, Arfanakis K, Sacks FM, Barnes LL. Mediterranean-DASH Intervention for Neurodegenerative Delay (MIND) study: Rationale, design and baseline characteristics of a randomized control trial of the MIND diet on cognitive decline. Contemp Clin Trials. 2021 Mar;102:106270. doi: 10.1016/j.cct.2021.106270. Epub 2021 Jan 9."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Interested collaborators may put in a request."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002546","term":"Ischemic Attack, Transient"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000020520","term":"Brain Infarction"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M6594","name":"Dementia","relevance":"LOW"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Transient Ischemic Attack","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Infarction","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"T242","name":"Olive","relevance":"LOW"},{"id":"T312","name":"Tea","relevance":"LOW"}],"browseBranches":[{"abbrev":"HB","name":"Herbal and Botanical"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}