{"protocolSection":{"identificationModule":{"nctId":"NCT04582825","orgStudyIdInfo":{"id":"VASC-E3-2020-04"},"organization":{"fullName":"VASCage GmbH","class":"OTHER"},"briefTitle":"Stroke-Card Registry","officialTitle":"STROKE-CARD REGISTRY: Extension of Standard Care in Patients With Ischemic Stroke and Transient Ischemic Attack"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-12-09","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2027-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-10-03","studyFirstSubmitQcDate":"2020-10-08","studyFirstPostDateStruct":{"date":"2020-10-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-08","lastUpdatePostDateStruct":{"date":"2023-08-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"VASCage GmbH","class":"OTHER"},"collaborators":[{"name":"Medical University Innsbruck","class":"OTHER"},{"name":"St John of God Hospital, Vienna","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is the second leading cause of death and one of the main contributors to disability. Patients who survive the acute phase of ischemic stroke and those with transient ischemic attack (TIA) are at high risk of subsequent vascular events. Importantly, recurrent strokes are associated with a higher social and economic impact, higher case fatality, and worse clinical outcome than first-ever strokes. The burden of post-stroke complications, residual deficits, and inadequate medical and psychosocial care all contribute to long-term disability and reduced quality of life in these patients. The Department of Neurology of the Medical University Innsbruck undertook the STROKE-CARD trial (NCT02156778) between 2014 and 2018 with follow-up until 2019 to evaluate the efficacy of the Post-Stroke disease-management program STROKE-CARD care. After implementation of STROKE-CARD care, the investigators aim to document the quality of post-stroke care and compare outcome parameters to historical cohorts and the change over time. Furthermore the investigators aim to gain a large data-resource for future research of biomarkers, disease mechanisms, prognosis and imaging mechanisms for R\\&D.","detailedDescription":"Stroke is the second leading cause of death and one of the main contributors to disability. Patients who survive the acute phase of ischemic stroke and those with a transient ischemic attack (TIA) are at high risk of subsequent stroke. Importantly, recurrent strokes are associated with a higher social and economic impact, higher case fatality, and worse clinical outcome than first-ever strokes. The burden of post-stroke complications, residual deficits, and inadequate medical and psychosocial care all contribute to long-term disability and reduced quality of life in these patients. Furthermore, effects on quality of life and long-term functional independence are particularly under-investigated.\n\nThe Department of Neurology of the Medical University Innsbruck undertook the STROKE-CARD trial (NCT02156778) between 2014 and 2018 with follow-up until 2019 to evaluate the efficacy of the Post-Stroke disease management program STROKE-CARD care. The aim is to evaluate this program in a large multicenter cohort and to establish a biobank of stroke and TIA-patients for future research and development projects.\n\nIn brief, the pragmatic and easily implementable STROKE-CARD care program reduced cardiovascular risk and improved health-related quality of life and functional outcome in patients with acute ischemic stroke or TIA in a timeframe of 12 months after the index event. To investigate the effects of STROKE-CARD care on a large basis and over a longer period, an evaluation of approximately 5,000 patients is warranted.\n\nWhereas disease management programs typically rely on expert opinion, the STROKE-CARD initiative moved from a purely empirical approach to a highly structured, individualized, and evidence-based procedure with professional outcome analysis. The STROKE-CARD concept will be implemented in clinical practice and can serve as a model for other disease management initiatives.\n\nAcute and short-term management of stroke and TIA has improved tremendously over the past years with substantial advances in acute therapy, implementation of comprehensive pathways for stroke and TIA, and approval of novel highly effective preventive treatments. As a main unmet challenge in stroke medicine, strategies of long-term care have to be developed and rigorously tested in order to maintain improved short-term patient outcome in the long run.\n\nSTROKE-CARD care reduced the one-year cumulative absolute risk of CVD and ameliorated the patients' health-related quality of life at 12 months (EQ-5D-3L overall utility score, P\\<0.001). These findings were consistent in subgroups according to age, sex, and index event and were robust in the per-protocol analysis. Among pre-specified secondary outcomes assessed at 12 months, the investigators observed improvements in all individual dimensions of the EQ-5D-3L and in one-year functional outcome, that each met the multiplicity-adjusted threshold for statistical significance. Only a few previous trials of disease management programs in stroke and TIA patients have focused on recurrent CVD or quality of life as primary or secondary endpoints and none has considered long-term functional outcome after one year. The previous trial was limited to a 12-month follow-up in selected individuals and the sustainability of benefits of STROKE-CARD care in a large nationwide cohort over a longer follow-up period remains to be determined.\n\nThis study aims to detect post-stroke complications, to estimate the patient's demand for nursing services, and support guideline-compliant secondary prevention with full achievement of target levels, lifestyle modifications, and in-person outcome assessment at 3 and 12 months after the index-event, assessment of functional status (impairment), activity (disability), and participation (handicap and health-related quality of life). Additionally, yearly follow-up telephone interviews for cardiovascular outcome and health parameters will be conducted. In case of clinically indicated in-person follow-ups, the interviews will be done in person during the clinical visits. After the implementation of STROKE-CARD care, the investigators aim to document the quality of post-stroke care and compare outcome parameters to historical cohorts and the change over time. Furthermore, the investigators aim to gain a large data resource for future research of biomarkers, disease mechanisms, prognosis and imaging mechanisms for R\\&D.\n\nThe main objective is to evaluate the Post-Stroke Disease Management program STROKE-CARD in a large multicenter cohort of stroke and TIA-patients and to establish a large clinical well-defined cohort. Furthermore, the investigators aim to gain a large data resource for future research of biomarkers, disease mechanisms, prognosis and imaging mechanisms for R\\&D.\n\nTo document and monitor the quality of the Post-Stroke Disease Management program in different centers and compare outcomes to the historical cohort, as well as other published data. Furthermore, the investigators aim to constantly improve post-stroke care. This registry can facilitate to monitor and document the effect on the primary and secondary outcomes.\n\nThere will be no formal safety endpoints in this study. No experimental procedures will be applied to patients and most of the procedures done are within the clinical routine. Potential side effects of optimal secondary stroke prevention are recorded."},"conditionsModule":{"conditions":["Ischemic Stroke","Transient Ischemic Attack"],"keywords":["Stroke secondary prevention","Stroke Risk factors","Biobank","Post-stroke care","Registry"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"7 Years","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Samples will be collected at baseline and the follow-up visits in the department. In addition to plasma (5 aliquots á 500 µL-1000 µL) and serum (5 aliquots á 500 µL per evaluation), a whole blood sample (2.7 mL) will be archived.\n\nAdditionally samples of thrombi extracted by mechanical thrombectomy procedures will be collected for further projects"},"enrollmentInfo":{"count":5000,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"OTHER","name":"N/A - Observational Study","description":"N/A - Observational Study"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"CVD outcome","description":"CVD outcome defined as nonfatal ischemic stroke, nonfatal hemorrhagic stroke, nonfatal myocardial infarction, or vascular death between hospital discharge and one year in an in-person follow-up and yearly for up to 6 years.","timeFrame":"1-7 years"},{"measure":"Health-related quality of life: scale","description":"Self-reported health-related quality of life after one year in an in-person follow-up and yearly for up to 6 years using a telephone-based follow-up quantified with the European Quality of Life 5-Dimensions 3-Levels (EQ-5D-3L) overall health utility score14 with rescaled European visual analogue scale weights.","timeFrame":"1-7 years"}],"secondaryOutcomes":[{"measure":"Composite stroke event outcome","description":"Composite outcome of ischemic stroke, hemorrhagic stroke, or transient ischemic attack (TIA) (defined as transient neurological deficit \\<24h and absence of diffusion-weighted imaging (DWI) positive lesions on MRI) after one year and on the long run","timeFrame":"1-7 years"},{"measure":"All-cause mortality","description":"All-cause mortality after one year and in the long run","timeFrame":"1-7 years"},{"measure":"Individual 3-level components of the European Quality of Life 5-Dimensions 3-Levels (EQ-5D-3L) questionnaire","description":"Mobility, self-care, usual activities, no pain or discomfort, no anxiety or depression) comparing people reporting no problems (level 1) with those reporting problems (level 2 and 3) after one year in an in-person follow-up and in the long run","timeFrame":"1-7 years"},{"measure":"Proportions of participants achieving target levels of risk factors","description":"* systolic blood pressure \\<140 mmHg and a diastolic blood pressure \\<90 mmHg or a systolic blood pressure \\<130 mmHg and a diastolic blood pressure \\<85 mmHg at the study visit in patients with diabetes mellitus, severe renal impairment, or small-vessel disease at baseline,\n* achieving a glycated hemoglobin (HbA1c) concentration \\<7.0% in patients with diabetes mellitus or \\<8% in selected individuals\n* having quit smoking after one year and on the long run\n* being physically active for an average of \\>90 minutes/week\n* taking lipid-lowering medication in all patients except those with an event of other determined etiology (e.g. due to vasculitis or vessel dissection)\n* achieving a low-density lipoprotein (LDL) cholesterol concentration \\<70 mg/dL\n* taking anticoagulation or antiplatelet therapy in patients that had been prescribed such medication\n* taking anticoagulation in patients with atrial fibrillation after one year and in the long run","timeFrame":"1-7 years"},{"measure":"Functional outcome","description":"Good functional outcome defined as modified Rankin Scale25 (mRS) ≤2 after one year and in the long run\n\nDistribution across mRS categories after one year and in the long run (\"shift analysis\")","timeFrame":"1-7 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with acute ischemic stroke or high-risk TIA (ABCD2-Score ≥ 4 points) treated at the Department of Neurology of each study center within 30 days after onset\n* Age ≥ 18 years\n* Written informed consent\n\nExclusion Criteria:\n\n* Patients living outside the catchment area of the participating centers\n* Patients under law enforcement or within mandatory military service\n* Age \\< 18 years","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients with acute ischemic stroke or high-risk TIA (ABCD2-Score ≥ 4 points) in the last 30 days over 18 years of age will be invited to the study at all study centers in the designated departments.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Christian Böhme, MD","role":"CONTACT","phone":"+43 512 504","phoneExt":"83505","email":"christian.boehme@i-med.ac.at"},{"name":"Ulrike Pachmann, MSc","role":"CONTACT","phone":"+43 512 554435","email":"ulrike.pachmann@vascage.at"}],"overallOfficials":[{"name":"Stefan Kiechl, MD","affiliation":"Medical University Innsbruck","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Medical University Innsbruck","status":"RECRUITING","city":"Innsbruck","state":"Tyrol","zip":"6020","country":"Austria","contacts":[{"name":"Stefan Kiechl, MD","role":"CONTACT","phone":"+43 512 504","phoneExt":"24279","email":"stefan.kiechl@i-med.ac.at"},{"name":"Michael Knoflach, MD","role":"CONTACT","phone":"+43 512 504","phoneExt":"81697","email":"michael.knoflach@i-med.ac.at"},{"name":"Christian Boehme, MD PhD","role":"SUB_INVESTIGATOR"},{"name":"Stefan Kiechl, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Michael Knoflach, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":47.26266,"lon":11.39454}},{"facility":"Hospital St. John of God","status":"RECRUITING","city":"Vienna","zip":"1020","country":"Austria","contacts":[{"name":"Wilfried Lang, MD","role":"CONTACT","phone":"+43 1 21121","phoneExt":"0","email":"wilfried.lang@bbwien.at"},{"name":"Stefan Krebs, MD","role":"CONTACT","phone":"+43 1 21121","phoneExt":"0","email":"stefan.krebs@bbwien.at"},{"name":"Wilfried Lang, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Stefan Krebs, MD","role":"SUB_INVESTIGATOR"},{"name":"Julia Ferrari, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":48.20849,"lon":16.37208}}]},"referencesModule":{"references":[{"pmid":"30400876","type":"BACKGROUND","citation":"Toell T, Boehme C, Mayer L, Krebs S, Lang C, Willeit K, Prantl B, Knoflach M, Rumpold G, Schoenherr G, Griesmacher A, Willeit P, Ferrari J, Lang W, Kiechl S, Willeit J. Pragmatic trial of multifaceted intervention (STROKE-CARD care) to reduce cardiovascular risk and improve quality-of-life after ischaemic stroke and transient ischaemic attack -study protocol. BMC Neurol. 2018 Nov 6;18(1):187. doi: 10.1186/s12883-018-1185-2."},{"pmid":"32954239","type":"BACKGROUND","citation":"Willeit P, Toell T, Boehme C, Krebs S, Mayer L, Lang C, Seekircher L, Tschiderer L, Willeit K, Rumpold G, Schoenherr G, Griesmacher A, Ferrari J, Knoflach M, Lang W, Kiechl S, Willeit J; STROKE-CARD study group. STROKE-CARD care to prevent cardiovascular events and improve quality of life after acute ischaemic stroke or TIA: A randomised clinical trial. EClinicalMedicine. 2020 Jul 28;25:100476. doi: 10.1016/j.eclinm.2020.100476. eCollection 2020 Aug."},{"pmid":"31672716","type":"BACKGROUND","citation":"Boehme C, Toell T, Mayer-Suess L, Domig L, Pechlaner R, Willeit K, Tschiderer L, Seekircher L, Willeit P, Griesmacher A, Knoflach M, Willeit J, Kiechl S. The dimension of preventable stroke in a large representative patient cohort. Neurology. 2019 Dec 3;93(23):e2121-e2132. doi: 10.1212/WNL.0000000000008573. Epub 2019 Oct 31."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002546","term":"Ischemic Attack, Transient"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000002545","term":"Brain Ischemia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11997","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Transient Ischemic Attack","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}