{"protocolSection":{"identificationModule":{"nctId":"NCT02258789","orgStudyIdInfo":{"id":"UmeaU ClinNeuro HF Neglect"},"secondaryIdInfos":[{"id":"UMU-2010-266-31M","type":"OTHER_GRANT","domain":"Umea University"}],"organization":{"fullName":"Umeå University","class":"OTHER"},"briefTitle":"Assessment and Training Visio Spatial Neglect in a Virtual Reality Environment","officialTitle":"Assessment and Training Visio Spatial Neglect in a Virtual Reality Environment","acronym":"RehAtt"},"statusModule":{"statusVerifiedDate":"2014-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2010-09"},"primaryCompletionDateStruct":{"date":"2012-06","type":"ACTUAL"},"completionDateStruct":{"date":"2012-06","type":"ACTUAL"},"studyFirstSubmitDate":"2014-06-09","studyFirstSubmitQcDate":"2014-10-02","studyFirstPostDateStruct":{"date":"2014-10-07","type":"ESTIMATED"},"lastUpdateSubmitDate":"2014-10-02","lastUpdatePostDateStruct":{"date":"2014-10-07","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Umeå University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"There is a lack of effective rehabilitation methods for visio-spatial neglect (VSN). By using virtual technology, a new method (virtual reality, VR method) has been created which focuses on stimulating attention networks: top down scanning training in a 3D game, combined with intense visual, audio and tactile bottom-up stimulation, also including visuo-motor training.\n\nObjective. To evaluate clinical and functional improvement in stroke patients with VSN, as well as before and after training with the new VR method Method:- An intense visio spatial scanning training, enhanced by directed visual, audio and tactile stimulation cues and feedback, also including visio-motor activation was designed in a VR game. The in-house developed software was based on the Tetris game. The VR method consists of an interactive 3D environment: a desktop computer, a monitor, 3D glasses and a force feedback interface. 15 patients with chronic (\\>6 months) visio spatial neglect was included due to right-sided ischemia. A VR neglect test battery including a Posner task were repeated three times during a 5 weeks baseline before the training started (to establish the chronic state) and again after 15 hours training (3x1 h for 5 weeks). Evaluation of a new method for training attention after stroke causing visio spatial neglect.\n\nThe method has been designed for home rehabilitation and is well suited for a tele-medicine approach. It was built with standard components and is easy to manufacture at a low cost. The idea is to give access to effective training, to make it available at the stroke unit with the possibility for the patient to loan it it at discharge for home rehabilitation. The concept of an all in one, easy-to-use device for testing, training and outcome evaluation should be beneficial These preliminare results has been promising and indicates that the RehAtt™ method could become an further developed into an effective and stimulating intervention tool that would lower rehabilitation costs and reduce tiresome travelling to hospitals for training.","detailedDescription":"A VR environment was used training (RehAtt) of post-stroke patients with neglect. Patients played the VR games three times a week for five weeks, totally 15 hours.\n\nA neglect test battery five neglect tests was repeated three times during a five week baseline to estabish a chronic state and reduce the test by test learning effect, then again after the 5 weeks training period. The main outcome results were thereafter obtained by comparing the 5 neglect tests: Star cancellation test, Baking Tray Task, Line Bisection,, Extinction and Posner task - unified index by SPSS Repeated Measurement ANOVA from the 3 baseline visits to the results after intervention. The Catherine Bergego neglect scale was used to assess activities in daily life before and after intervention as well as after six months.\n\nPatients were included if they had a neglect that had persisted for more than six months after a right sided ishemic stroke.\n\nNeglect was diagnosed if one or more of the four neglect subtests of the VR test battery was below cut off (See below and Appendix for details).\n\nThe exclusion criteria were severe visual impairment, severe medical illness, severe depression or cognitive dysfunction (MMSE ≤ 23 points). All patients received oral and written information with an informed and signed consent. The Umeå university ethics review board (IRB) approved the study (2010-266-31M).\n\nThe hardware consists of a standard PC, a video graphics card, a sound card, headphones and a separate numeric keyboard to measure behavioural responses. In the VR test part, we used a 19\" CRT monitor and shutter glasses for stereoscopic vision. A 27\" monitor and 3D vision glasses (Nvidia, Santa Clara, CA, USA) replaced them in the VR game part. A robotic pen (Phantom omni haptic device, Sensable technologies, Wilmington, USA) was used as a pointer using the right hand for assessment activities and the paretic left hand when playing the VR game for intervention."},"conditionsModule":{"conditions":["Hemispatial Neglect","Stroke"],"keywords":["Stroke, rehabilitation, spatial neglect"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":15,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"intervention - control","type":"EXPERIMENTAL","description":"15 hours ( 3 times a week in 5 weeks) intense visio spatial scanning training Virtual Reality-method","interventionNames":["Other: VR-method"]}],"interventions":[{"type":"OTHER","name":"VR-method","description":"Neglect rehabilitation by intense scanning training and multi sensory stimuli using Virtual Reality","armGroupLabels":["intervention - control"],"otherNames":["RehAtt"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Neglect assessment clinical and behavioural","description":"Change in score in; Star cancellation test, Line Bisection, Baking tray task, Posner task, Extinction, Catherine Bergego scale (CBS)","timeFrame":"within 1 week after intervention"}],"secondaryOutcomes":[{"measure":"Catherine Bergego scale","description":"Change in score in a scale for spatial attention in daily life activities, self report from patient and relative","timeFrame":"6 month follow up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Neglect \\> 6 months and after regular rehabilitation Stroke due to right sided ischemic infarcts\n\nExclusion Criteria:\n\n* Severe visual impairment, severe medical illness, severe depression or cognitive dysfunction (MMSE ≤ 23 points).","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Helena Fordell, MD,","affiliation":"Department of Pharmacology and Clinical Neuroscience Umea University, Sweden","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Clinical Neuroscience","city":"Umea","zip":"903 21","country":"Sweden","geoPoint":{"lat":63.82842,"lon":20.25972}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010468","term":"Perceptual Disorders"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M13069","name":"Perceptual Disorders","asFound":"Hemispatial Neglect","relevance":"HIGH"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}