{"protocolSection":{"identificationModule":{"nctId":"NCT01102309","orgStudyIdInfo":{"id":"FIN-TN-2007"},"organization":{"fullName":"Eremo Hospital, Arco","class":"OTHER"},"briefTitle":"Robot-assisted Rehabilitation of the Upper Limb in Acute and Subacute Post-stroke Patients","officialTitle":"Clinical and Social-economic Impact Assessment of Robot-assisted Rehabilitation of the Upper Limb in Acute and Subacute Post-stroke Patients"},"statusModule":{"statusVerifiedDate":"2011-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2008-10"},"primaryCompletionDateStruct":{"date":"2011-06","type":"ACTUAL"},"completionDateStruct":{"date":"2011-06","type":"ACTUAL"},"studyFirstSubmitDate":"2010-04-08","studyFirstSubmitQcDate":"2010-04-12","studyFirstPostDateStruct":{"date":"2010-04-13","type":"ESTIMATED"},"lastUpdateSubmitDate":"2011-06-23","lastUpdatePostDateStruct":{"date":"2011-06-27","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"oldNameTitle":"Mario Armani, MD","oldOrganization":"Eremo Hospital of Arco (TN), Italy"},"leadSponsor":{"name":"Eremo Hospital, Arco","class":"OTHER"},"collaborators":[{"name":"University of Padova","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The goal of this study is to determine if robot aided rehabilitation therapy can be equivalent to or more effective than conventional rehabilitation therapy at promoting functional recovery of the paretic upper limb in acute and subacute stroke patients.","detailedDescription":"The study aims to test a robotic rehabilitation protocol which involves the use of a robotic device (NeReBot) as an alternative to the conventional rehabilitation treatment. NeReBot is a 3-degree-of-freedom robotic device, which can be programmed by the therapist to perform repetitive assistive movements (flexion and extension, adduction and abduction, pronation and supination, circular) of the upper limb (shoulder and elbow), combined with a visual and acoustic display. Acute and subacute stroke patients (≤20 days post-stroke) will be randomized into two groups with a procedure by a computer program: the experimental group (EG) and the control group (CG). Both groups will receive a total daily treatment time of 120 minutes for five days a week and for five weeks. The EG will perform the conventional functional rehabilitation (proprioceptive exercises, verticalization, gait training, paretic hand and wrist mobilization, without mobilizing the proximal paretic arm) and occupational therapy for 80 minutes a day, while the proximal paretic arm will be treated by NeReBot for 40 minutes a day. For the CG, NeReBot therapy is substituted by 40 minutes of conventional mobilization of the proximal paretic arm by the therapist."},"conditionsModule":{"conditions":["Stroke","Cerebrovascular Accident","Upper Extremity Paresis"],"keywords":["cerebrovascular accident","hemiparesis","recovery of function","rehabilitation","robotics","subacute therapy","training"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":27,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental Group (EG)","type":"EXPERIMENTAL","description":"Group assigned to robot plus conventional therapy","interventionNames":["Device: Robot therapy (NeReBot)","Other: Conventional therapy"]},{"label":"Control Group (CG)","type":"ACTIVE_COMPARATOR","description":"Group assigned to conventional therapy only","interventionNames":["Other: Conventional therapy"]}],"interventions":[{"type":"DEVICE","name":"Robot therapy (NeReBot)","description":"Rehabilitation therapy of the affected arm with NeRebot for five weeks, five times weekly for 40 minutes, plus 80 minutes of conventional therapy","armGroupLabels":["Experimental Group (EG)"]},{"type":"OTHER","name":"Conventional therapy","description":"Conventional rehabilitation therapy of the affected arm for five weeks, five times weekly for 120 minutes","armGroupLabels":["Control Group (CG)","Experimental Group (EG)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer (FM-SEC and FM-WH)","description":"Fugl-Meyer (FM) assessment for measures of the motor impairment of the upper-limb; the test includes items related to movements of the shoulder, elbow, forearm (proximal arm), and wrist and hand (distal arm). The total scores range between 0 and 66. We considered the shoulder/elbow and coordination subsections (FM-SEC = 42/66 items) and the wrist/hand subsection (FM-WH = 24/66 items).","timeFrame":"7 months"},{"measure":"Motor-Functional Independence Measure (m-FIM)","description":"Motor-Functional Independent Measure (m-FIM) is a test to measure improvements in basic motor ADL, outcomes and the degree of self-care. The motor-FIM is a subsection of Functional Indipendence Measure that is an ordinal scale that assesses severity of motor disability, composed of 13-item motor subscale (including self-care, sphincter control, mobility, locomotion) with a scoring ranges between 13 and 91; each item envisages 7 levels of performance independence (7 is total independence, 1 is total dependence or unassessable).","timeFrame":"7 months"},{"measure":"Frenchay Arm Test (FA-T)","description":"Franchey Arm Test (FA-T) evaluates five activities of daily living: lifting and replacing of a glass, drawing a line with the use of a ruler, combing the hair, lifting and replacing of a cylinder \\[5 cm long\\], removing of a sprung clothes peg from a dowel and replacing it; 0 = worst score; 5 = best score).It reflects both hand and arm functions.","timeFrame":"7 months"}],"secondaryOutcomes":[{"measure":"Medical Research Council (MRC deltoid, biceps, triceps, wrist flexor, wrist extensor)","description":"Medical Research Council (MRC) is an ordinal scale for measuring strength of muscle force (range, 0 \\[no muscle contraction\\] to 5 \\[normal strength\\] for each muscle) in isolated or group muscle groups. We use this scale to rate the strength of the paretic arm during 5 actions: shoulder abduction (MRC deltoid), elbow flexion (MRC biceps), elbow extension (MRC triceps) wrist flexion (MRC wrist flexors) and extension (MRC wrist extension).","timeFrame":"7 months"},{"measure":"Modified Ashworth Scale (MAS)","description":"Modified Ashworth scale (MAS) to test for hypertonia in several upper-limb joints (score, 0 - 5). A higher score on the modified Ashworth scale indicates higher tone, so a lower score indicates lower abnormal tone. The modified Ashworth scale (0 - 5) assesses the muscle tone of the shoulder adductors, the flexors of the elbow, wrist, and fingers (total AS-sum, 0-20).","timeFrame":"7 months"},{"measure":"Functional Independent Measure (FIM)","description":"Functional Independent Measure (FIM) is an international standard measurement of disability. The FIM questionnaire explores 18 activities of daily living (13 items for self-care, sphincter control, mobility, locomotion, and 5 cognitive items). Each item can receive a score ranging from 1 (complete dependence) and 7 (complete self-sufficiency). The cumulative score and profile of scores under the various headings are standard indicators.","timeFrame":"7 months"},{"measure":"Fatigue Severity Scale (FSS)","description":"The Fatigue Severity Scale (FSS) is a method of evaluating the impact of fatigue on a person. The FSS is a short questionnaire that requires the patient to rate the level of fatigue. The FSS questionnaire contains nine statements that rate the severity of the fatigue symptoms.","timeFrame":"7 months"},{"measure":"Upper-Motricity Index (upMI)","description":"Upper-Motricity Index (upMI) is an ordinal weighted instrument used to assess the severity of motor impairment to the upper limb after a stroke","timeFrame":"7 months"},{"measure":"Trunk Control Test (TCT)","description":"TCT is a measurement scale evaluating control of trunk movements and stability. It assesses whether the patient can turn his body on the bed plane, maintain the sitting position and vary posture, yielding a score from 0 to 100.","timeFrame":"7 months"},{"measure":"Short Form 12","description":"The Short Form-12 Health Survey measures generic health concepts relevant across age, disease, and treatment groups. It provides a comprehensive, psychometrically sound, and efficient way to measure health from the patient's point of view by scoring standardized responses to standard questions.","timeFrame":"7 months"},{"measure":"Box and Block Test","description":"Box and Block Test of manual dexterity assesses upper limb disability. It consists of two adjacent boxes of the same size, separated by a 15.2-cm high partition, with one of them filled with 150 blocks of 2.5 cm each. The patient performs the test with his unaffected and then with his affected upper extremity. The test evaluates the number of individual blocks could transport between the 2 boxes within 1 min.","timeFrame":"7 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. recent unilateral single stroke (ischemic or hemorrhagic) verified by brain CT or MRI;\n2. sufficient cognitive and language skills to understand the instructions of the operator (assessed by Modified Mini-Mental State Examination \\> 21);\n3. patients with upper limb paralysis (Motor Power score between 8 and 12);\n4. written informed consent signed by the patient (or an authorized representative).\n\nExclusion Criteria:\n\n1. cardiovascular instability (severe uncontrolled hypertension, severe coronary artery disease, etc.) or orthopedic, or neurological conditions;\n2. presence of multiple cerebrovascular lesions (usually the result of many ischemic episodes in the past);\n3. early appearance of marked spasticity (≥ 3 according to Ashworth Scale);\n4. joint pain or limited joint range of motion (ROM) of the upper limb that results in the inability to complete the protocol;\n5. severe neuropsychologic impairment (global aphasia, severe attention deficit or neglect), affecting the patient's ability to follow instructions;","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Mario Armani, MD","affiliation":"Eremo Hospital, Arco","role":"STUDY_DIRECTOR"},{"name":"Stefano Masiero, MD","affiliation":"University of Padova","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Giulio Rosati, PhD","affiliation":"University of Padova","role":"STUDY_CHAIR"},{"name":"Aldo Rossi","affiliation":"University of Padova","role":"STUDY_CHAIR"}],"locations":[{"facility":"Eremo Hospital of Arco","city":"Arco","state":"TN","zip":"I-38062","country":"Italy","geoPoint":{"lat":45.91772,"lon":10.88672}}]},"referencesModule":{"references":[{"pmid":"21674388","type":"RESULT","citation":"Masiero S, Armani M, Rosati G. Upper-limb robot-assisted therapy in rehabilitation of acute stroke patients: focused review and results of new randomized controlled trial. J Rehabil Res Dev. 2011;48(4):355-66. doi: 10.1682/jrrd.2010.04.0063."},{"pmid":"24316679","type":"DERIVED","citation":"Masiero S, Armani M, Ferlini G, Rosati G, Rossi A. Randomized trial of a robotic assistive device for the upper extremity during early inpatient stroke rehabilitation. Neurorehabil Neural Repair. 2014 May;28(4):377-86. doi: 10.1177/1545968313513073. Epub 2013 Dec 6."}],"seeAlsoLinks":[{"label":"Website of the rehabilitation robotics research group in Padua, Italy","url":"http://www.rehabrobotics.it"},{"label":"Description of the robotic device employed in the clinical trial","url":"http://www.mechatronics.it/index.php?lingua=ENG&pag=res&sub=att&id=16"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Upper Extremity Paresis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}