{"protocolSection":{"identificationModule":{"nctId":"NCT03916562","orgStudyIdInfo":{"id":"HS-18-00533"},"secondaryIdInfos":[{"id":"R01HD091184","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01HD091184"}],"organization":{"fullName":"University of Southern California","class":"OTHER"},"briefTitle":"Optimization Principles in Hemiparetic Gait","officialTitle":"Toward a Mechanistic Understanding of Optimization Principles Underlying Hemiparetic Gait"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-11-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-11-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-11-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-03-31","studyFirstSubmitQcDate":"2019-04-11","studyFirstPostDateStruct":{"date":"2019-04-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-19","lastUpdatePostDateStruct":{"date":"2023-05-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"James Finley","investigatorTitle":"Assistant Professor","investigatorAffiliation":"University of Southern California"},"leadSponsor":{"name":"University of Southern California","class":"OTHER"},"collaborators":[{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This project seeks to identify the how walking impairments in stroke survivors contribute to mobility deficits through the use of behavioral observations and computational models. The chosen approach integrates biomechanical analyses, physiological assessments and machine learning algorithms to explain how asymmetries during walking influence balance and the effort required to walk. Ultimately, the results of this work may lead to more personalized rehabilitation strategies to improve walking capacity and efficiency, and ultimately reduce fall risk in stroke survivors."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Walking","Gait","Stability","Energetic cost"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"For this study, the investigators will recruit two separate groups of participants who will complete the study procedures in parallel. One group will be comprised of individuals post-stroke and the second group will be comprised of adults who have not had a stroke.","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":108,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Healthy Participants","type":"EXPERIMENTAL","description":"The investigators will determine how asymmetric walking constraints influence spatiotemporal coordination, energetic cost, and dynamic balance in healthy individuals. The investigators will manipulate spatiotemporal coordination using a special treadmill. Energetic cost will be quantified using expired gas analysis and inverse dynamic approaches. Stability will be evaluated by characterizing participants' ability to recover from unexpected perturbations.","interventionNames":["Behavioral: Manipulation of spatiotemporal coordination during walking"]},{"label":"Post-stroke Participants","type":"EXPERIMENTAL","description":"The investigators will determine how different patterns of coordination during walking influence energetic cost and dynamic balance in people post-stroke. The investigators will manipulate coordination using a special treadmill. Energetic cost will be quantified using expired gas analysis and inverse dynamic approaches. Stability will be evaluated by characterizing participants' ability to recover from unexpected perturbations.","interventionNames":["Behavioral: Manipulation of spatiotemporal coordination during walking"]}],"interventions":[{"type":"BEHAVIORAL","name":"Manipulation of spatiotemporal coordination during walking","description":"A description of the intervention is included in the description of the study arms.","armGroupLabels":["Healthy Participants","Post-stroke Participants"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Oxygen consumption (VO2)","description":"The investigators will use a metabolic cart to measure the rate of oxygen consumption (VO2) while participants walk at a fixed speed on a treadmill.","timeFrame":"At the beginning of study day one"},{"measure":"Correlation between oxygen consumption (VO2) and step length asymmetry","description":"The investigators will use a metabolic cart to measure the rate of oxygen consumption (VO2) while participants walk at a fixed speed on a treadmill. VO2 will be measured in five trials where participants walk with different levels of step length asymmetry. This outcome will capture the relationship between measures of VO2 and step length asymmetry.","timeFrame":"During study day one"},{"measure":"Angular momentum during walking","description":"Motion capture will be used to measure the kinematics of the body when participants respond to accelerations of the treadmill","timeFrame":"At the beginning of study day two"},{"measure":"Correlation between angular momentum and step length asymmetry during walking","description":"Participants will complete five trials at different levels of step length asymmetry. During these trials, motion capture will be used to measure the kinematics of the body when participants respond to accelerations of the treadmill. This outcome measure will use data from all trials to determine the relationship between angular momentum and step length asymmetry.","timeFrame":"During study day two"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for Control Participants:\n\n* No musculoskeletal injury or conditions that limit walking ability\n* No history of neurological disorders or severe head trauma\n* Absence of cognitive impairment as demonstrated by a Mini-Mental score greater than 24\n\nInclusion Criteria for Post-Stroke Participants\n\n* Presence of unilateral brain lesion from a single stroke\n* Weakness confined to one side\n* Ability to walk on a treadmill for five minutes continuously without a cane or walker\n* Absence of cognitive impairment as demonstrated by a Mini-Mental score greater than 24","healthyVolunteers":true,"sex":"ALL","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"James Finley, Ph.D.","role":"CONTACT","phone":"3234424837","email":"jmfinley@pt.usc.edu"}],"locations":[{"facility":"University of Southern California","status":"RECRUITING","city":"Los Angeles","state":"California","zip":"90033","country":"United States","contacts":[{"name":"James Finley, PhD","role":"CONTACT","phone":"323-442-4837","email":"jmfinley@pt.usc.edu"}],"geoPoint":{"lat":34.05223,"lon":-118.24368}}]},"referencesModule":{"references":[{"pmid":"29998788","type":"BACKGROUND","citation":"Sanchez N, Finley JM. Individual Differences in Locomotor Function Predict the Capacity to Reduce Asymmetry and Modify the Energetic Cost of Walking Poststroke. Neurorehabil Neural Repair. 2018 Aug;32(8):701-713. doi: 10.1177/1545968318787913. Epub 2018 Jul 12."},{"pmid":"29997488","type":"BACKGROUND","citation":"Liu C, Macedo L, Finley JM. Conservation of Reactive Stabilization Strategies in the Presence of Step Length Asymmetries During Walking. Front Hum Neurosci. 2018 Jun 27;12:251. doi: 10.3389/fnhum.2018.00251. eCollection 2018."},{"pmid":"28794494","type":"BACKGROUND","citation":"Sanchez N, Park S, Finley JM. Evidence of Energetic Optimization during Adaptation Differs for Metabolic, Mechanical, and Perceptual Estimates of Energetic Cost. Sci Rep. 2017 Aug 9;7(1):7682. doi: 10.1038/s41598-017-08147-y."},{"pmid":"27798378","type":"BACKGROUND","citation":"Finley JM, Bastian AJ. Associations Between Foot Placement Asymmetries and Metabolic Cost of Transport in Hemiparetic Gait. Neurorehabil Neural Repair. 2017 Feb;31(2):168-177. doi: 10.1177/1545968316675428. Epub 2016 Oct 22."},{"pmid":"25589580","type":"BACKGROUND","citation":"Finley JM, Long A, Bastian AJ, Torres-Oviedo G. Spatial and Temporal Control Contribute to Step Length Asymmetry During Split-Belt Adaptation and Hemiparetic Gait. Neurorehabil Neural Repair. 2015 Sep;29(8):786-95. doi: 10.1177/1545968314567149. Epub 2015 Jan 14."},{"pmid":"34060926","type":"DERIVED","citation":"Park S, Liu C, Sanchez N, Tilson JK, Mulroy SJ, Finley JM. Using Biofeedback to Reduce Step Length Asymmetry Impairs Dynamic Balance in People Poststroke. Neurorehabil Neural Repair. 2021 Aug;35(8):738-749. doi: 10.1177/15459683211019346. Epub 2021 Jun 1."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}