{"protocolSection":{"identificationModule":{"nctId":"NCT04471831","orgStudyIdInfo":{"id":"CMUL/HREC/06/20/742"},"organization":{"fullName":"University of Lagos, Nigeria","class":"OTHER"},"briefTitle":"Physiotherapy as a Complimentary Treatment in Reducing Viral-Load, Complications, Death, Expedite Discharge and Improve Quality of Life, Exercise Endurance and Capacity in Stroke Survivors With CoViD-19: A Clinical-Controlled Study","officialTitle":"Physiotherapy as a Complimentary Treatment in Reducing Viral-Load, Complications, Death, Expedite Discharge and Improve Quality of Life, Exercise Endurance and Capacity in Stroke Survivors With CoViD-19: A Clinical-Controlled Study"},"statusModule":{"statusVerifiedDate":"2020-07","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-07-13","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2021-06-21","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-07-07","studyFirstSubmitQcDate":"2020-07-13","studyFirstPostDateStruct":{"date":"2020-07-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-07-13","lastUpdatePostDateStruct":{"date":"2020-07-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Caleb Ademola Omuwa Gbiri","investigatorTitle":"Senior Lecturer and Neurophysiotherapist","investigatorAffiliation":"University of Lagos, Nigeria"},"leadSponsor":{"name":"University of Lagos, Nigeria","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background: Coronavirus (CoViD-19) positive stroke survivors (SSv) with comorbidities faces possibility for mortality. Study reports success of physiotherapy in CoViD-19 positive SSv with multiple comorbidities.\n\nMethods: This clinical controlled study involve a minimum of 30 SSv and 30 age and sex-matched non-stroke individuals with multiple comorbidities with CoViD-19 status confirmed using Real-Time Quantitative-Polymerase Chain Reaction. The Cycle Threshold (CT) and nucleic acid content in the test sample (NA) will be recorded from the virology test results. Their exercise endurance, exercise capacities and quality of life will be assessed using 3-minutes' walk test and 3-meters test and Stroke Specific Quality of Life Questionnaire. Measurements will be taken at every three days intervals from admission to discharge from hospital-isolation. They will receive their normal treatments for CoViD-19 in addition to daily Physiotherapy for the SSv delivered through E-Platform. the Zoom and the WhatsApp video platforms will be used for the interactions between the physiotherapists and the participants. A pre-tested exercise protocol for stroke patients developed by the Stroke and Nervous System Disorders research group of the University of Lagos, Nigeria will be used for the E-exercises. The exercise package will be loaded into the phones of the participants at hospital admission. The Physiotherapists will lead in the exercises through video interaction will the participants watches the video programme. Their risks for respiratory complications (RC), ventilation (RV) and death (RD) will be analysed. Data will be analysed using independent t-test, Analysis of Co-Variance, and multivariate retrogression, survival analyses, Friedman Analysis of Variance and MannWithney U test (95% Confident Interval).\n\nAnticipated Outcomes: It is anticipated that the outcome of this study will provide evidence for inclusion of Physiotherapy in the acute management of individuals tested positive for CoViD-19 most important for the stroke survivors tested positive for CoViD-19 at acute stage to reduce the odds of developing complications expedite discharge and reduce odd of death.","detailedDescription":"Introduction Coronavirus disease 2019 (CoViD-19) is a new pathogen that is highly contagious, can spread quickly, and it is capable of causing enormous health, economic and societal impacts in any setting (WHO-China joint mission on CoViD-19). Although COVID 19 belongs to coronavirinae sub-family and coronaviridae family and different from other previous coronaviruses such as SARS-CoV and influenza Virus with its unique characteristics. Hence, building scenarios and strategies only on the basis of well-known pathogens risks failing to exploit all possible measures to slow transmission of the COVID-19 virus, reduce disease and save lives.\n\nThe COVID-19 virus is unique among human coronaviruses in its combination of high transmissibility, substantial fatal outcomes in some high-risk groups, and ability to cause huge societal and economic disruption. The current CoViD-19 pandemic arises from Severe Acute Respiratory Syndrome Voronavirus 2 (SARS CoV-2) which was first detected as pneumonia of unknown cause in Wuhan, China in December, 2019. It was declared as public health emergency of international concern in January, 2020 and global pandemic in February of the same year. Therefore, with the novel nature, and the continuously evolving understanding, of this coronavirus demands a tremendous agility in the capacity to rapidly adapt and change readiness and response planning both for containment and for treatment of the disease and its emerging sequels.\n\nBefore the advent of CoViD-19, different types of coronavirus known in human history include the alpha coronaviruses HCoV-229E and HCoV-NL63; the beta coronaviruses HCoV-OC43 and HCoV-HKU1; SARS-CoV, which causes severe acute respiratory syndrome (SARS); MERS-CoV, which causes Middle East respiratory syndrome (MERS). The definitive diagnosis of CoViD-19 is made by analysing respiratory samples (collected by aspiration of the airways or sputum induction) through laboratory tests to identify the virus involved using Real-Time Polymerase Chain Reaction (RT-PCR) techniques.\n\nAlthough the American and Europe are mostly affected with Africa being the least affected, almost all the African countries have had their fair share of the pandemic both in incidence and in fatality. Although the first fatality was recorded in China, the fatality is now global. There is no gender variation in the global epidemiology of CoViD-19 but the males are experiencing higher fatality rate when controlled for age and the presence of comorbid health problem. However, in Nigeria, the mortality rate is 3.1% with male preponderance (2.2:1 male to female ratio) and affects more people between 31 years and 40 years.\n\nBetween 2 days to 14 days post-exposure, individuals with CoViD-19 can have symptoms ranging from mild to severe including but not limited to fever, cough, difficulty in breathing/shortness of breath, sore throat, muscle pain, chills, new loss of taste or smell, nausea, vomiting and diarrhea. Although the disease is fast spreading across the globe, yet there is no known standard cure for it neither is vaccine available against the new virus. However, as the disease manifest its clinical features, various case management/treatment guidelines are being developed and updated periodically by all national and international health organisations and the WHO.\n\nBecause CoViD-19 is a novel pathogen, the existence of innate immunity in human being cannot be ascertained. Based on the epidemiologic characteristics observed in China, although there may be risk factors increasing susceptibility to infection, everyone is assumed to be susceptible. Since the start of the COVID-19 outbreak, there have been extensive attempts to better understand the virus and the disease globally. However, key knowledge gaps in the source of infection, pathogenesis and virulence of the virus, transmissibility, risk factors for infection and disease progression, surveillance, diagnostics, clinical management of severe and critically ill patients, and the effectiveness of prevention and control measures remain. The remarkable speed with which health experts isolated the causative virus, established diagnostic tools, and determined key transmission parameters, such as the route of spread and incubation period, provided the vital evidence for gaining invaluable time for the response.\n\nAlthough the radiological evidence (Lima, 2020) and laboratory tests are been used as complimentary approaches to objectify the diagnosis and progression of CoViD-19, the molecular test of choice for the etiologic diagnosis of SARS-CoV-2 infection is the real -time reverse transcription-polymerase chain reaction (RT-PCR) test method similar to that developed for the diagnosis of SARS-CoV. Within 5 to 6 days of the onset of symptoms, patients with COVID-19 infections have demonstrated high viral loads in their upper and lower respiratory tract. A nasopharyngeal swab and/or an oropharyngeal swab are often recommended for screening or diagnosis of early infection. In RT-PCR assay a positive reaction is detected by accumulation of a fluorescent signal and quantified by the cycle threshold (CT) values. The CT is the number of cycles required for the fluorescent signal to cross the threshold (exceeds background level). Cycle threshold levels are inversely proportional to the amount of target nucleic acid in the sample (the lower the CT level the greater the amount of target nucleic acid in the sample). Wisconsin Veterinary and Diagnostic Laboratory (WVDL) real time assays undergo 40 cycles of amplification. Cycle thresholds (CTs) less than 29 are strong positive reactions indicative of abundant target nucleic acid in the sample, CTs of between 30 and 37 are positive reactions indicative of moderate amounts of target nucleic acid while CTs of between 38 and 40 are weak reactions indicative of minimal amounts of target nucleic acid which could represent an infection state or environmental contamination.\n\nPrevious studies had opined that increased age, pre-existing concurrent cardiovascular or cerebrovascular diseases, the presence of secondary infection and elevated inflammatory indicators in the blood, CD3+CD8+ T-cells ≤75 cells·μL-1 and cardiac troponin I ≥0.05 ng·mL-1 are predictors of increase in risk of mortality from CoViD-19. With stroke being a leading cause of death and a major cause of disability worldwide (Bay, 2001), a stroke patient with CoVid-19 may be said to be in pathway to death. Individuals who have experienced stroke are faced with a multitude of challenges to restore their quality of life within the limitation of residual impairment. A stroke patient with clotting disorder is in continuous dynamics of working against the development of deep vein thrombosis. It is even a great dilemma when a stroke survivor with clotting disorders has chronic respiratory problem. Much multi-disciplinary approaches and expertise will be needed for the recovery and rehabilitation of the patient. Hence, a CoViD-19 patient who ordinarily is susceptible to developing respiratory complications usually require experts' management especially when the individual has the high odd ratio of death through the presence of comorbid health such as restrictive respiratory disorders, diabetes, hypertension and other comorbidities. A stroke patient with haematological disorders especially of clotting factor disorders. If personal protective equipment (PPEs) are provided, a physiotherapist should be involved in the acute care of individuals with CoViD-19 especially when clinical manifestations of CoViD-19 indicated how Physiotherapy can be of great help to CoViD-19 patients. There are also appropriate Physiotherapy management guidelines for the management of such a patient.\n\nDespite the success of the involvement of physiotherapy in the management of individuals admitted for SARS-CoV. which has similar clinical features as the novel SARS-CoV2 (CoViD-19), Physiotherapy are rarely involved in its management especially in low resource countries. The major targeted aspects for Physiotherapy in critically ill patients include deconditioning, muscle weakness, joint stiffness, retained airway secretions, atelectasis and avoidance of intubation and weaning failure. Physiotherapy is helpful in managing patients with severe acute respiratory distress syndrome (SARS). Physiotherapy focus is to increase mobility, enhance oxygenation and reduce the risk of ventilator-associated pneumonia. In managing SARS or Acute Respiratory Disorders' patients, Physiotherapy employed various treatment techniques such as the use of various chest Physiotherapy procedures, positioning/mobilization, breathing exercises techniques, coughing techniques, spirometry and Massage/manual techniques among others. Apart from the fact that physiotherapists have the expertise in management of CoViD-19 patient, a patient undergoing physiotherapy can also be infected with CoViD-19 as no one is immune. In order to prevent secondary complication of both the clinical manifestations of CoViD-19 in one hand and that of their other health problems, patients with CoViD-19 should be treated by physiotherapists from the acute case and even in the intensive care units/centres. Hence, this study intends to explore success of involvement of physiotherapy in the acute management of stroke survivors with multiple comorbidities who are diagnosed of CoViD-19 in reducing odds of developing complications, reduce the odd of death and expedite discharge.\n\nRationale/ justification of study Because the novel CoViD-19 can affect anyone including stroke patients who are receiving physiotherapy, it is highly imperative for a programme that will incorporate physiotherapy into their treatment to both prevent the possibility of developing complications as well as death during the isolation treatment. It will also address their needs for stroke recovery thereby preventing disability and dependency in activity of daily living due to stroke which will linger during the isolation treatment.\n\nPrevious studies had opined that increased age, pre-existing concurrent cardiovascular or cerebrovascular diseases, the presence of secondary infection and elevated inflammatory indicators in the blood, CD3+CD8+ T-cells ≤75 cells·μL-1 and cardiac troponin I ≥0.05 ng·mL-1 are predictors of increase in risk of mortality from CoViD-19. Since these factors are either predisposing factors to stroke or precipitate mortality in stroke patients, a stroke patient/survivor tested positive for CoViD-19 is in serious dilemma for the likelihood of developing complications or dying during CoViD-19 isolation treatment. With stroke being a leading cause of death and a major cause of disability worldwide, a stroke patient with CoVid-19 may be said to be in pathway to death. Individuals who have experienced stroke are faced with a multitude of challenges to restore their quality of life within the limitation of residual impairment. A stroke patient with clotting disorder is in continuous dynamics of working against the development of deep vein thrombosis. It is even a great dilemma when a stroke survivor with clotting disorders has chronic respiratory problem. Much multi-disciplinary approaches and expertise will be needed for the recovery and rehabilitation of the patient. Hence, a CoViD-19 patient who ordinarily is susceptible to developing respiratory complications usually require experts' management especially when the individual has the high odd ratio of death through the presence of comorbid health such as restrictive respiratory disorders, diabetes, hypertension and other comorbidities. A stroke patient with haematological disorders especially of clotting factor disorders. If personal protective equipment (PPEs) are provided, a physiotherapist should be involved in the acute care of individuals with CoViD-19 especially when clinical manifestations of CoViD-19 indicated how Physiotherapy can be of great help to CoViD-19 patients. There are also appropriate Physiotherapy management guidelines for the management of such a patient .\n\nDespite the success of the involvement of physiotherapy in the management of individuals admitted for SARS-CoV. which has similar clinical features as the novel SARS-CoV2 (CoViD-19), and the fact that some individuals undergoing physiotherapy do contract CoViD-19, Physiotherapy are rarely involved in its management especially in low resource countries. The major targeted aspects for Physiotherapy in critically ill patients include deconditioning, muscle weakness, joint stiffness, retained airway secretions, atelectasis and avoidance of intubation and weaning failure. Physiotherapy is helpful in managing patients with severe acute respiratory distress syndrome (SARS). Physiotherapy focus is to increase mobility, enhance oxygenation and reduce the risk of ventilator-associated pneumonia. In managing SARS or Acute Respiratory Disorders' patients, Physiotherapy employed various treatment techniques such as the use of various chest Physiotherapy procedures, positioning/mobilization, breathing exercises techniques, coughing techniques, spirometry and Massage/manual techniques among others. Apart from the fact that physiotherapists have the expertise in management of CoViD-19 patient, a patient undergoing physiotherapy can also be infected with CoViD-19 as no one is immune. In order to prevent secondary complication of both the clinical manifestations of CoViD-19 in one hand and that of their other health problems, patients with CoViD-19 should be treated by physiotherapists from the acute case and even in the intensive care units/centres. Hence, this study intends to explore success of involvement of physiotherapy in the acute management of stroke survivors with multiple comorbidities who were diagnosed of CoViD-19 in reducing odds of developing complications and death.\n\nStudy objectives\n\n1. To explore effect of physiotherapy on of viral load as measured by Cycle Threshold (CT) and amount of Nucleic Acid (NA) in the sample of stroke survivors positive for CoViD-19 and their sex age and comorbid heath-status non-stroke individuals positive for CoViD-19.\n2. To explore effect of physiotherapy on development of respiratory complications in the management of stroke survivors positive for CoViD-19 and their sex age and comorbid heath-status non-stroke individuals positive for CoViD-19.\n3. To explore effect of physiotherapy on use of ventilator in management of stroke survivors positive for CoViD-19 and their sex age and comorbid heath-status non-stroke individuals positive for CoViD-19.\n4. To explore effect of physiotherapy on death in management of stroke survivors positive for CoViD-19 and their sex age and comorbid heath-status non-stroke individuals positive for CoViD-19.\n5. To explore effect of physiotherapy on discharge in management of stroke survivors positive for CoViD-19 and their sex age and comorbid heath-status non-stroke individuals positive for CoViD-19.\n6. To explore effect of physiotherapy on quality of life of stroke survivors positive for CoViD-19 and their sex age and comorbid heath-status non-stroke individuals positive for CoViD-19.\n7. To explore the effect of Physiotherapy on exercise endurance of stroke survivors positive for CoViD-19.\n8. To explore the effect of Physiotherapy on exercise capacity of stroke survivors positive for CoViD-19.\n\nHypotheses\n\n1. There will be no significant difference in the viral-load as measured by CT and NA in stroke survivors with CoViD-19 who received physiotherapy and their age, sex and co-morbid heath status-matched non-stroke individuals with CoViD-19 who did not receive physiotherapy during isolation treatment.\n2. There will be no significant difference in the development of respiratory complication in stroke survivors with CoViD-19 who received physiotherapy and their age, sex and co-morbid heath status-matched non-stroke individuals with CoViD-19 who did not receive physiotherapy during isolation treatment.\n3. There will be no significant difference in the use ventilator in stroke survivors with CoViD-19 who received physiotherapy and their age, sex and co-morbid heath status-matched non-stroke individuals with CoViD-19 who did not receive physiotherapy during isolation treatment.\n4. There will be no significant difference in the death recorded in stroke survivors with CoViD-19 who received physiotherapy and their age, sex and co-morbid heath status-matched non-stroke individuals with CoViD-19 who did not receive physiotherapy during isolation treatment.\n5. There will be no significant difference in the rate of discharge in stroke survivors with CoViD-19 who received physiotherapy and their age, sex and co-morbid heath status-matched non-stroke individuals with CoViD-19 who did not receive physiotherapy during isolation treatment.\n6. There will be no significant difference in the quality of life in stroke survivors with CoViD-19 who received physiotherapy and their age, sex and co-morbid heath status-matched non-stroke individuals with CoViD-19 who did not receive physiotherapy during isolation treatment.\n7. Physiotherapy will not have significant effect on the exercise endurance of stroke survivors positive for CoViD-19.\n8. Physiotherapy will not have significant effect on the exercise capacity of stroke survivors positive for CoViD-19.\n\nData Analysis Data will be summarized using frequency, percentage, mean and standard deviation. Both groups will be analysed for risk for respiratory complications (RC), likelihood of ventilation (LV) and risk of death (RD) at hospital-isolation admission. The two groups and difference dichotomies will be compared using independent t-test comparing the Cycle Threshold Values and the amount of Nucleic Acid in the sample. Analysis of Co-Variance will be used to compare the Cycle Threshold, Nucleic Acid, Exercise endurance and exercise capacity across the test periods in the stroke survivors while multivariate regression analysis will be used to predict odds of complication and survival analysis will be used to predict death in both groups. Their quality of life will be compared using MannWithney U test while Friedman Analysis of Variance will be used to compare the quality of life within the group across the test periods (p\\<0.05)."},"conditionsModule":{"conditions":["Corona Virus Infection","Stroke"],"keywords":["COVID19","Stroke patient/survivors","Viral load","Quality of life","Exercise capacity","Exercise endurance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This clinical controlled study will involve a minimum of 30 stroke survivors who is positive for coronavirus (CoViD-19) admitted into different isolation centres in Nigeria","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"The identification and selection of participants will be done by none of investigators. Allocation into group will also be done by none of the investigators. Outcome assessment will be done by none of the investigators. Participants will not be privy to another group","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke survivors with COVID19","type":"EXPERIMENTAL","description":"The active intervention group","interventionNames":["Other: Rehabilitation exercise protocol"]},{"label":"Non-stroke individuals with COVID19","type":"PLACEBO_COMPARATOR","description":"Matching for age, sex and co-morbid status with the stroke survivors","interventionNames":["Other: Rehabilitation exercise protocol"]}],"interventions":[{"type":"OTHER","name":"Rehabilitation exercise protocol","description":"The exercise package will then be sent to them after securing video contact with the prospective participant. Only participants with smart phone that can receive the video package will be selected for this study.\n\nPhysiotherapy-Patients' Engagements At every morning after their prescribed drugs might have been served in the ward, the physiotherapist will call the participant for the exercises. The patient will be connected to the physiotherapist who is in his clinic (not in the isolation ward with the patients) through a WhatsApp or zoom video call. The physiotherapist will control the rhythm and pace of the exercises through the video interactions.","armGroupLabels":["Non-stroke individuals with COVID19","Stroke survivors with COVID19"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Cycle Threshold (CT) values as recorded from the series of the qRT-PCR","description":"The CT value of a reaction is defined as the cycle number when the fluorescence of a PCR product can be detected above the background signal. The CT value is associated with the amount of PCR product in the reaction. The lower the CT value, the more PCR product that is present. It does not have unit of measurement","timeFrame":"From date of admission until the date of discharge from the isolation ward or date of death, whichever came first, assessed up to 18 months. Length of hospital stay before discharge/death will be documented"},{"measure":"Nucleic acid values as calculated from the Cycle Threshold recorded from the series of the qRT-PCR","description":"This is the inverse of the Cycle Threshold. It does not have unit of measurement.","timeFrame":"From date of admission until the date of discharge from the isolation ward or date of death, whichever came first, assessed up to 18 months. Length of hospital stay before discharge/death will be documented"},{"measure":"Quality of Life perception","description":"Perceived life experience by the participants in relation to the present situation. It does not have unit of measurement.","timeFrame":"From date of admission until the date of discharge from the isolation ward or date of death, whichever came first, assessed up to 18 months. Length of hospital stay before discharge/death will be documented"},{"measure":"Exercise capacity","description":"The maximum amount of physical exertion that a patient can sustain. It will be tested using the 3-metre walk test. This is the time taken to complete a 3-metre distance. The unit of measurement is in seconds","timeFrame":"From date of admission until the date of discharge from the isolation ward or date of death, whichever came first, assessed up to 18 months. Length of hospital stay before discharge/death will be documented"},{"measure":"Exercise endurance","description":"The maximum length a patient can sustain an exercise procedure, It will be tested using the 3-minutes' walk test This is the distance covered within a 3-minute walk. The unit of measurement is in metres","timeFrame":"From date of admission until the date of discharge from the isolation ward or date of death, whichever came first, assessed up to 18 months. Length of hospital stay before discharge/death will be documented"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Stroke survivors with COVID19\n* Non-stroke individuals with COVID19\n\nExclusion Criteria:\n\n* Stroke survivors still in inpatient hospital care","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"120 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Caleb AO Gbiri, PhD","role":"CONTACT","phone":"+2347084567759","email":"cgbiri@unilag.edu.ng"},{"name":"Jibrin S Usman, MSc","role":"CONTACT","phone":"+2348069766797","email":"jibrilphysio@yahoo.com"}],"overallOfficials":[{"name":"Caleb AO Gbiri, PhD","affiliation":"University of Lagos, Nigeria","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"* Share with the participants\n\n  =Share through public lecture\n* Share through publication in peer review journals","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR","ANALYTIC_CODE"],"timeFrame":"For data merging and comparison","accessCriteria":"on demand","url":"http://www.snersdfoundation.com.ng"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000086382","term":"COVID-19"},{"id":"D000018352","term":"Coronavirus Infections"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000011024","term":"Pneumonia, Viral"},{"id":"D000011014","term":"Pneumonia"},{"id":"D000012141","term":"Respiratory Tract Infections"},{"id":"D000007239","term":"Infections"},{"id":"D000014777","term":"Virus Diseases"},{"id":"D000003333","term":"Coronaviridae Infections"},{"id":"D000030341","term":"Nidovirales Infections"},{"id":"D000012327","term":"RNA Virus Infections"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M2562","name":"COVID-19","asFound":"COVID-19","relevance":"HIGH"},{"id":"M17212","name":"Virus Diseases","relevance":"LOW"},{"id":"M6535","name":"Death","relevance":"LOW"},{"id":"M9973","name":"Infections","relevance":"LOW"},{"id":"M6058","name":"Communicable Diseases","relevance":"LOW"},{"id":"M20180","name":"Coronavirus Infections","asFound":"Corona Virus Infection","relevance":"HIGH"},{"id":"M13594","name":"Pneumonia","relevance":"LOW"},{"id":"M13604","name":"Pneumonia, Viral","relevance":"LOW"},{"id":"M14668","name":"Respiratory Tract Infections","relevance":"LOW"},{"id":"M6245","name":"Coronaviridae Infections","relevance":"LOW"},{"id":"M23375","name":"Nidovirales Infections","relevance":"LOW"},{"id":"M14839","name":"RNA Virus Infections","relevance":"LOW"},{"id":"M10858","name":"Lung Diseases","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}