{"protocolSection":{"identificationModule":{"nctId":"NCT00715299","orgStudyIdInfo":{"id":"B3983-R"},"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"Locomotor Training (Walking Therapy) Post Stroke","officialTitle":"Mechanisms of Response to Locomotor Training After Stroke"},"statusModule":{"statusVerifiedDate":"2015-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2005-06"},"primaryCompletionDateStruct":{"date":"2010-10","type":"ACTUAL"},"completionDateStruct":{"date":"2010-10","type":"ACTUAL"},"studyFirstSubmitDate":"2008-07-10","studyFirstSubmitQcDate":"2008-07-14","studyFirstPostDateStruct":{"date":"2008-07-15","type":"ESTIMATED"},"resultsFirstSubmitDate":"2014-12-03","resultsFirstSubmitQcDate":"2015-02-17","resultsFirstPostDateStruct":{"date":"2015-03-05","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-02-17","lastUpdatePostDateStruct":{"date":"2015-03-05","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"US Department of Veterans Affairs","class":"FED"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"This is a research study to examine a new type of walking therapy for people after they have had a stroke. We will study how people move and how their muscles work to see how the therapy helps people to walk better and to see how the therapy can be improved.","detailedDescription":"Persons will be asked to walk indoors on a walkway at their own speed and then as fast as they can safely. The walkway measures the speed of their walking and the size of their steps. Participants can use any assistive device that they typically use. A physical therapist will walk beside them as they walk across the walkway. Participants will be asked to walk several times across the walkway for distances of approximately 20 feet each time. If persons meet all the study requirements, they will be scheduled for further testing and for the training. We will contact their physician and inform him/her of their interest in participating in this study and the study criteria for participation. We will need to receive their physician's written medical approval for their participation in this study before we begin the training.\n\nPersons will first have an exercise tolerance test to make sure that it is safe for them to participate in the exercise program that is a part of this study. In the exercise test, they will be asked to ride a stationary bicycle at a specific speed while a cardiologist (a doctor who specializes in testing how well the heart works) or a nurse practitioner with a PhD who specializes in cardiology will monitor their heart rate, blood pressure, the EKG (the electrical signals produced by their heart). The cardiologist or nurse practitioner will conduct, supervise, and interpret findings for the exercise tolerance test. Every minute, the resistance of the bicycle will be increased until their heart rate rises to a certain level. The test will be stopped immediately if they have any atypical or abnormal reactions to the test. If the test has to be stopped for these reasons, we will refer them back to their doctor, and they will not be able to participate in the study. A therapist or research assistant will assist them on and off the bicycle and be sure that they are comfortable.\n\nClinical Testing. We will first evaluate the severity of their stroke and the effects of their stroke on their ability to move their arms and their legs. Next we will test their walking speed, their balance, their strength, and how much they walk over a typical 4-day period. We will repeat the clinical tests after completion of training, and again 6 months after they finish their training.\n\nWalking Testing: Persons will be asked to wear shorts and low-heeled walking shoes (tennis shoes preferred). Small, dime-sized light-reflecting markers will be placed on their head, shoulder, arm, hand, trunk, hip, knee, ankle, and foot to study and assist in recording the position of their joints while moving. They may be asked to have their muscle activity and leg motions recorded while they walk overground and on the treadmill. For the walking testing, we may need to shave small areas of their legs to attach small sensors to their skin to record activity of their leg muscles. We may also attach small angle measurement devices to the skin over their hips, knee, or ankle joints on their legs. We will film their walking with video cameras. When they are walking, a therapist will guard them or assist as necessary.\n\nThey will be asked to begin walking over 1) treadmill and 2) overground at their comfortable speed and as fast as possible. During all treadmill walking, they will wear a harness attached to a mobile device attached to the ceiling. This harness is only used for their safety to prevent a fall (it will catch them should they lose their balance or stumble). However, it will not support any of their weight while they are walking. If they use braces and/or assistive devices, they may be asked to do some walking with and without them, according to their comfort and safety. A therapist will stand beside them to provide any physical assistance they may need.\n\nPersons may be asked to pedal a stationary bike while the muscle sensors are attached to them. If so, they will be assisted to sit on a stationary bike and their feet will be secured to the pedals. A trainer will monitor them and may assist them to move their legs.\n\nPersons will be asked to wear a small device on their leg, which will keep count of how many steps they take in the course of a day. The device is very safe, lightweight, and very small. We will show them how to use the device before them go home with it. This device may be taken off while them are bathing or sleeping and will need to be worn for 4 days at each test session. We will repeat the walking tests after completion of training, and again 6 months after them finish their training.\n\nThere will also be weekly testing in the lab that is not as intensive.\n\nMetabolic Testing: This testing will be done 2 times, once at the start of their training sessions and once following the completion of their training sessions. They will be asked to wear a facemask, which will cover their nose and mouth, which is connected to a portable metabolic unit. A metabolic unit measures the oxygen they breathe in and the carbon dioxide they breathe out when they are walking. The metabolic unit also measures their respiration rate - that is how many breaths they take during every minute. Their heart rate will be measured by a wireless heart monitor while they are walking. Persons may be asked to wear the facemask while they walk over the indoor walkway mentioned above. They may also be asked to wear the mask while they walk for six minutes.\n\nImmediately after they finish a walk they may be asked to show how hard they feel they worked during the walk by pointing to a chart numbered 6 to 20 with short phrases such as very light, somewhat hard, etc, next to the numbers. This chart will be explained to them before they start walking.\n\nCurrently the metabolic testing is not performed during typical inpatient or outpatient rehabilitation.\n\nTraining: Persons will train 3 times a week for 12 weeks. The training sessions will each last about an hour to an hour and a half. Times of their therapy will be coordinated with their trainer, who will be either a licensed physical or occupational therapist. The therapist will monitor their heart rate and blood pressure during their training and will stop the therapy session if necessary should their heart rate or blood pressure exceed normal limits for them. Persons may ask for as many rest breaks as you need during testing or training.\n\nFor the treadmill training, they will wear a vest like a rock-climbing harness, which is then attached to a device to help you support your weight. A safety support is also attached to you to make sure that you cannot fall to the ground. The therapists working with you will help them take steps on the treadmill, trying to help their walking be as close to normal as possible.\n\nParticipants will also be asked to walk overground when they get off the treadmill. Their walking therapy may include walking in different settings (for example, outside or inside), choosing the appropriate assistive device, examining for the need for leg braces, training for balance and endurance, and using the same skills that they are learning on the treadmill while walking overground in their home and community. During their overground training, they may be asked to walk across the walkway to measure their speed.\n\nParticipants may be asked to answer some questions about how they feel about the training; if it has helped them, how it has helped; what the training was like for them; or ways to improve the training. These interviews may be documented by written record and/or by audiotape recording. Also, some of their training sessions may be observed by a person who may make notes on how the training is going, how the therapist(s) are working with them and any important comments they or the trainers make about the training sessions."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":38,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Locomotor Training Group","type":"OTHER","description":"persons who have sustained a stroke within greater than 6 months ago and less than 5 years.","interventionNames":["Behavioral: locomotor training"]}],"interventions":[{"type":"BEHAVIORAL","name":"locomotor training","description":"Persons will train 3 times a week for 12 weeks. The training sessions will each last about an hour to an hour and a half. Therapists will manipulate the participant's body to generate stepping and walking that is more consistent with normal walking. Someone will manipulate the trunk by standing at the waist and helping with weight shift and proper upper body mechanics. The other two therapists will sit at the legs and bend and extend them as they should in a more normal gait pattern.","armGroupLabels":["Locomotor Training Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The Primary Outcome Measure Was Pre-treatment to Post-treatment Change in Self-selected Walking Speed.","description":"Walking speed is a continuous measure descriptive of overall ambulatory function. This is easily captured with a pressure-sensitive walkway. Three of the 30 participants who completed the study had incomplete data sets, so outcomes are reported on an n=27.","timeFrame":"Pre and post Treatment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. age \\>= 18,\n2. stroke within past 6 months to 5 years,\n3. residual paresis in the lower extremity (Fugl-Meyer LE motor score \\< 34),\n4. ability to sit unsupported for 30 seconds,\n5. ability to walk at least 10 feet with maximum 1 person assist,\n6. self selected 10 meter gait speed less than 0.8 m/s,\n7. ability to follow a three step command,\n8. provision of informed consent, and\n9. successful completion of an exercise tolerance test\n\nExclusion Criteria:\n\n1. Lived in nursing home prior to stroke,\n2. Unable to ambulate at least 150 feet prior to stroke, or experienced intermittent claudication while walking less than 200 meters,\n3. Serious cardiac conditions (hospitalization for myocardial infarction or heart surgery within 3 months, history of congestive heart failure, documented serious and unstable cardiac arrhythmias, hypertrophic cardiomyopathy, severe aortic stenosis, angina or dyspnea at rest or during activities of daily living). Anyone meeting New York Heart Association criteria for Class 3 or Class 4 heart disease will be excluded,\n4. History of serious chronic obstructive pulmonary disease or oxygen dependence,\n5. Severe weight bearing pain,\n6. Preexisting neurological disorders such as Parkinson's disease, Amyotrophic Lateral Sclerosis (ALS), Multiple Sclerosis (MS), dementia, or previous stroke with residual neurological deficits,\n7. History of major head trauma,\n8. Lower extremity amputation,\n9. Non-healing ulcers on the lower extremity,\n10. Renal dialysis or end stage liver disease,\n11. Legal blindness or severe visual impairment,\n12. A history of significant psychiatric illness defined by diagnosis of bipolar affective disorder, psychosis, schizophrenia or medication refractory depression,\n13. Life expectancy less than one year,\n14. Severe arthritis or orthopedic problems that limit passive ranges of motion of lower extremity (knee flexion contracture of -10, knee flexion ROM \\< 90, hip flexion contracture \\> 25, and ankle plantar flexion contracture \\> 15,\n15. History of sustained alcoholism or drug abuse in the last six months,\n16. major post-stroke depression (PHQ-9 10),\n17. History of deep venous thrombosis or pulmonary embolism within 6 months,\n18. Uncontrollable diabetes with recent weight loss, diabetic coma, or frequent insulin reactions,\n19. Severe hypertension with systolic greater than 200 mmHg and diastolic greater than 110 mmHg at rest,\n20. Previous or current enrollment in a clinical trial to enhance stroke motor recovery,\n21. Lives more than 50 miles from the training sites,\n22. Unable to travel 3 times per week for outpatient training programs, and\n23. Intracranial hemorrhage related to aneurysmal rupture or an arteriovenous malformation (hemorrhagic infarctions will not be excluded).\n\nInclusion and Exclusion criteria will be determined by a chart review, depression screen and subject interview by study physician or project coordinator. After initial chart and subject interview, each subject's treating physician will be asked to review our inclusion and exclusion criteria and provide a letter supporting inclusion in the study. All subjects who meet selection criteria must successfully complete an exercise tolerance test.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Steve A. Kautz, PhD MS BS","affiliation":"Ralph H. Johnson VA Medical Center, Charleston, SC","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"North Florida/South Georgia Veterans Health System","city":"Gainesville","state":"Florida","zip":"32608","country":"United States","geoPoint":{"lat":29.65163,"lon":-82.32483}}]}},"resultsSection":{"participantFlowModule":{"groups":[{"id":"FG000","title":"Total Locomotor Training Group","description":"persons who have sustained a stroke within greater than 6 months ago and less than 5 years.\n\nlocomotor training: Persons will train 3 times a week for 12 weeks. The training sessions will each last about an hour to an hour and a half. Therapists will manipulate the participant's body to generate stepping and walking that is more consistent with normal walking. Someone will manipulate the trunk by standing at the waist and helping with weight shift and proper upper body mechanics. The other two therapists will sit at the legs and bend and extend them as they should in a more normal gait pattern."}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","comment":"A total of 38 participants were consented to the study, but only 36 made it to day one of testing.","numSubjects":"36"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"30"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"6"}]}],"dropWithdraws":[{"type":"Withdrawal by Subject","reasons":[{"groupId":"FG000","numSubjects":"1"}]},{"type":"Adverse Event","reasons":[{"groupId":"FG000","numSubjects":"3"}]},{"type":"failed the pre-screen exercise test","reasons":[{"groupId":"FG000","numSubjects":"2"}]}]}]},"baselineCharacteristicsModule":{"populationDescription":"Individuals greater than 6 months post stroke, 18-80 years of age. Subjects who have experienced more than one stroke will be accepted only if all strokes are on the same side of the brain.","groups":[{"id":"BG000","title":"Arm 1","description":"persons who have sustained a stroke within greater than 6 months ago and less than 5 years.\n\nlocomotor training: Persons will train 3 times a week for 12 weeks. The training sessions will each last about an hour to an hour and a half. Therapists will manipulate the participant's body to generate stepping and walking that is more consistent with normal walking. Someone will manipulate the trunk by standing at the waist and helping with weight shift and proper upper body mechanics. The other two therapists will sit at the legs and bend and extend them as they should in a more normal gait pattern."}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"36"}]}],"measures":[{"title":"Age, Categorical","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"<=18 years","measurements":[{"groupId":"BG000","value":"0"}]},{"title":"Between 18 and 65 years","measurements":[{"groupId":"BG000","value":"28"}]},{"title":">=65 years","measurements":[{"groupId":"BG000","value":"8"}]}]}]},{"title":"Age, Continuous","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"years","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"58.7","spread":"13.0"}]}]}]},{"title":"Sex: Female, Male","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"10"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"26"}]}]}]},{"title":"Region of Enrollment","paramType":"NUMBER","unitOfMeasure":"participants","classes":[{"title":"United States","categories":[{"measurements":[{"groupId":"BG000","value":"36"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"The Primary Outcome Measure Was Pre-treatment to Post-treatment Change in Self-selected Walking Speed.","description":"Walking speed is a continuous measure descriptive of overall ambulatory function. This is easily captured with a pressure-sensitive walkway. Three of the 30 participants who completed the study had incomplete data sets, so outcomes are reported on an n=27.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"meters per second","timeFrame":"Pre and post Treatment","groups":[{"id":"OG000","title":"Locomotor Training Group","description":"persons who have sustained a stroke within greater than 6 months ago and less than 5 years.\n\nlocomotor training: Persons will train 3 times a week for 12 weeks. The training sessions will each last about an hour to an hour and a half. Therapists will manipulate the participant's body to generate stepping and walking that is more consistent with normal walking. Someone will manipulate the trunk by standing at the waist and helping with weight shift and proper upper body mechanics. The other two therapists will sit at the legs and bend and extend them as they should in a more normal gait pattern.\n\n18 responded with a walking speed greater than 0.16 m/s, while 9 has a change \\< 0.16 m/s."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"27"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.21","spread":"0.13"}]}]}]}]},"adverseEventsModule":{"frequencyThreshold":"0","eventGroups":[{"id":"EG000","title":"Arm 1","description":"persons who have sustained a stroke within greater than 6 months ago and less than 5 years.\n\nlocomotor training: Persons will train 3 times a week for 12 weeks. The training sessions will each last about an hour to an hour and a half. Therapists will manipulate the participant's body to generate stepping and walking that is more consistent with normal walking. Someone will manipulate the trunk by standing at the waist and helping with weight shift and proper upper body mechanics. The other two therapists will sit at the legs and bend and extend them as they should in a more normal gait pattern.","seriousNumAffected":0,"seriousNumAtRisk":36,"otherNumAffected":5,"otherNumAtRisk":36}],"otherEvents":[{"term":"Failed exercise tolerance test","organSystem":"Cardiac disorders","sourceVocabulary":"ETT","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Must pass the ETT to initiate treatment portion of the study.","stats":[{"groupId":"EG000","numEvents":2,"numAffected":2,"numAtRisk":36}]},{"term":"Abnormal response to exercise","organSystem":"Cardiac disorders","sourceVocabulary":"Exercise response","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"If participants passed the exercise test, but had an abnormal cardiac response to exercise, they were withdrawn from the study by the principal investigator.","stats":[{"groupId":"EG000","numEvents":2,"numAffected":2,"numAtRisk":36}]},{"term":"Patient complaints of gout flare up","organSystem":"General disorders","sourceVocabulary":"Gout","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"One person had to withdraw because of flare up in foot from gout.","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":36}]}]},"moreInfoModule":{"certainAgreement":{"piSponsorEmployee":false,"restrictiveAgreement":false},"pointOfContact":{"title":"Steve Kautz, PhD, Principal Investigator","organization":"VAHSRD and Medical University of South Carolina","email":"kautz@musc.edu","phone":"843-792-3867"}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":true}