{"protocolSection":{"identificationModule":{"nctId":"NCT04443933","orgStudyIdInfo":{"id":"KY2019-147"},"organization":{"fullName":"RenJi Hospital","class":"OTHER"},"briefTitle":"Cerebral Small Vessel Disease and Perioperative Covert Stroke","officialTitle":"A Multicenter Prospective Cohort Study of Multimodal MRI in Cerebral Small Vessel Disease and Covert Stroke in Perioperative Patients","acronym":"MOCSS"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-08-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-06-14","studyFirstSubmitQcDate":"2020-06-20","studyFirstPostDateStruct":{"date":"2020-06-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-21","lastUpdatePostDateStruct":{"date":"2023-06-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"RenJi Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"MOCSS study is a multicenter prospective clinical cohort study. The purpose of the MOCSS study is to investigate whether there is a correlation between the preoperative cerebral small vessel disease and the incidence of covert stroke after non-cardiac surgery. Cerebral small vessel disease (CSVD) and covert stroke will be diagnosed using multimodal MRI. This study will also investigate whether preoperative CSVD and postoperative covert stroke are related to postoperative cognitive dysfunction and delirium.","detailedDescription":"With the growing number of the older population, surgery for elderly patients is on the rise. Elderly patients often have more cardiovascular disease and brain vulnerability and tend to experience more perioperative complications. Perioperative covert stroke is one of those that can been neglected for a long time and is associated with long-term cognitive impairment. While CSVD is an insidious disease mainly affecting small blood vessels in the brain with variable symptoms including dementia, cognitive decline, gait impairment, mood disturbance and stroke. According to the etiopathology of CSVD, there's a possibility that CSVD is a potential risk factor for covert stroke and it may serve as a predictive marker for cognitive decline after surgery.\n\nIn this multicenter prospective clinical cohort study, the investigators aim to investigate the correlation between the MRI manifestations of cerebral small vessel disease and perioperative covert stroke.\n\nPatients aged between 65 to 85 who are scheduled for elective non-cardiac surgeries will be enrolled.The primary outcome is the incidence of perioperative covert stroke diagnosed by MRI. Secondary outcomes include incidence of delirium (using ICU-CAM) within 3 days after surgery and cognitive function tests (using Mini-Mental State Examination and Montreal Cognitive Assessment), physical function test (using ADL, Activities of Daily Living) and dependence test (using modified Rankin Scale) at 3 months, 6 months and 12months after surgery."},"conditionsModule":{"conditions":["Cerebral Small Vessel Diseases","Covert Postoperative Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"5 ml peripheral venous blood samples will be taken before the surgery. The blood samples will be preserved in ethylenediaminetetraacetic acid tubes and patient's information and serial number will be recorded on the tube. Samples are centrifuged for 10min at 2000x g and the supernatants will be transformed into Eppendorf tubes and stored at -80 °C. DNA will be extracted according to the protocol. The DNA samples will be stored at -80°C until further use. Before taking blood from patients, the purpose of using blood samples will be fully explained to them and informed consent will be obtained."},"enrollmentInfo":{"count":548,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Cerebral Small Vessel Disease","description":"In this group, patients are diagnosed with cerebral small vessel disease preoperatively using multimodal MRI."},{"label":"non-Cerebral Small Vessel Disease","description":"In this group, cerebral small vessel disease is ruled out by preoperative multimodal MRI."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence of postoperative covert stroke","description":"We will use MRI to detect postoperative covert stroke as soon as patients can tolerate MRI.","timeFrame":"14 days"}],"secondaryOutcomes":[{"measure":"Incidence of overt stroke after surgery","description":"Incidence of overt stroke will be measured by obtaining medical history.","timeFrame":"3 months, 6 months and 12 months"},{"measure":"Modified Rankin Scale after surgery","description":"The Modified Rankin Scale measures the degree of disability or dependence in the daily activities of people after stroke or other neurological disability.Minimum value:0, Maximum value:6. Higher scores mean a worse outcome.","timeFrame":"3 months, 6 months and 12 months"},{"measure":"Cognitive Function assessed by Montreal Cognitive Assessment Scale","description":"We will use Montreal Cognitive Assessment (MoCA) scale to assess cognitive function after surgery. Minimum value:0, Maximum value: 30. Higher scores mean a better outcome.","timeFrame":"3 months, 6 months and 12 months"},{"measure":"Cognitive Function assessed by Mini-Mental State Examination Scale","description":"We will use Mini-Mental State Examination (MMSE) scale to assess cognitive function after surgery. Minimum value:0, Maximum value: 30. Higher scores mean a better outcome.","timeFrame":"3 months, 6 months and 12 months"},{"measure":"Incidence of delirium","description":"Incidence of delirium will be measured using Intensive Care Unit-Cognitive Assessment Method (ICU-CAM) every 12 hours till the 72 hours after surgery.","timeFrame":"72 hours"},{"measure":"Physical functions after surgery","description":"The investigators will use Activities of daily living (ADL) scale to measure physical function after surgery. Minimum value:0, Maximum value: 78. Higher scores mean a better outcome.","timeFrame":"3 months, 6 months and 12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age from 65 years to 85 years;\n* The patient is about to have major surgery for the first time and the operation is non-cardiac surgery;\n* Written informed consent is obtained before the surgery.\n\nExclusion Criteria:\n\n* mental illness;\n* Already have other diseases that can cause dementia, such as Alzheimer's disease, Lewy body dementia, Frontotemporal dementia, progressive supranuclear palsy, Parkinson's disease, Creutzfeldt-Jakob disease, Huntington's disease, alcohol and drug dependence, Neurosyphilis, systemic lupus erythematosus; or preoperative MRI shows hippocampal and temporal lobe atrophy more than two levels, suggesting the possibility of Alzheimer's disease\n* Have suffered from other brain diseases (such as stroke, multiple sclerosis, central nervous system infection with sequelae, etc.);\n* Preoperative MRI indicates covert stroke\n* MMSE or MoCA scale cannot be completed due to other reasons (such as hearing impairment or visual impairment)\n* MRI contraindications before or after surgery or patients who cannot tolerate MRI imaging\n* Stage 3 or 4 malignant tumors, and high malignancy and poor prognosis cancer, such as pancreatic cancer, gallbladder cancer, and bile duct cancer.","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","maximumAge":"85 Years","stdAges":["OLDER_ADULT"],"studyPopulation":"This study will enroll patients aged from 65 to 85 years old who are scheduled for elective non-cardiac surgery and have signed informed consent before the surgery.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Peiying Li, MD,PhD","role":"CONTACT","phone":"8615800616866","email":"peiyingli.md@gmail.com"},{"name":"Dan Huang, MD","role":"CONTACT","phone":"862168383702","email":"huangdan363@163.com"}],"locations":[{"facility":"Renji Hospital, Shanghai Jiaotong University School of Medicine","status":"RECRUITING","city":"Shanghai","country":"China","contacts":[{"name":"Peiying Li, MD,PhD","role":"CONTACT","phone":"8615800616866","email":"peiyingli.md@gmail.com"}],"geoPoint":{"lat":31.22222,"lon":121.45806}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"All IPD that underlie results in a publication will be shared starting 6 months after publication.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR","ANALYTIC_CODE"],"timeFrame":"All the IPD and any additional supporting information will become available starting 6 months after publication for at least 5 years.","accessCriteria":"Requests to access all the IPD and additional supporting information will be addressed and reviewed by the corresponding author of the related publication. Access criteria include that the requests shall be submitted by a researcher on an institutional headed paper; the requests shall come with all the detailed contact information of the researcher and the administration office of the institution."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000059345","term":"Cerebral Small Vessel Diseases"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M29127","name":"Cerebral Small Vessel Diseases","asFound":"Cerebral Small Vessel Disease","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}