{"protocolSection":{"identificationModule":{"nctId":"NCT05435404","orgStudyIdInfo":{"id":"EastKHT"},"organization":{"fullName":"East Kent Hospitals University NHS Foundation Trust","class":"OTHER_GOV"},"briefTitle":"Qualitative Study Patient & Physician Experiences Botox COVID-19","officialTitle":"A Qualitative Research Study Into Patient, Carer and Physician Experiences of Spasticity Management Via Botulinum Toxin Treatment During and Post COVID-19 Pandemic. Perceptions, Opportunities and Barriers","acronym":"QualBotoxCov"},"statusModule":{"statusVerifiedDate":"2022-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-10-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-04-30","type":"ACTUAL"},"completionDateStruct":{"date":"2022-04-30","type":"ACTUAL"},"studyFirstSubmitDate":"2021-10-05","studyFirstSubmitQcDate":"2022-06-27","studyFirstPostDateStruct":{"date":"2022-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-06-27","lastUpdatePostDateStruct":{"date":"2022-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"East Kent Hospitals University NHS Foundation Trust","class":"OTHER_GOV"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"During the COVID-19 pandemic and subsequent series of Lockdowns, clinic out-patient spasticity services were replaced with video based tele-consultation appointments, in order to reduce the potential risk of virus transmission between patients and clinicians in either direction. This meant that for an extensive period of time, this treatment could not be offered, and like many other specialist services, this resulted in a backlog of case referrals and an extensive clinic waiting list, where patient appointments and referrals were delayed by the pandemic.\n\nThere have been discussions in many professional network forums that have suggested that the necessary changes to appointments during the pandemic may have contributed to a build-up of pain and disability for patients who were unable to access spasticity management treatment when they needed it.\n\nThis research aims to gain insight and understanding of the individual experiences and perceptions of patients, carers and a physician who have been involved in spasticity treatment out-patient service clinics during and post COVID 19 pandemic. To do this, a qualitative research approach has been adopted and a group of 10 potential participants along with one consultant physician will be invited to participate in the study.\n\nParticipants will be provided with information on the research (Participant Information Sheet) and asked to provide written informed consent (Consent Form) in order to take part.\n\nAfter providing consent, the participant will be interviewed via telephone. Data will be analysed using a thematic approach by the research team to identify the challenges, opportunities and barriers that may have been encountered during the pandemic and post pandemic period. All participants will be provided with a debrief document.","detailedDescription":"The idea for this study came out of a shared online discussion between healthcare professionals, managers and the Principal Investigator during the last 18 months of the COVID-19 Pandemic period.\n\nAims and Objectives:\n\n1. To explore the different perceptions of risks associated with attending an Out-patient appointment for BoNT injection treatment by patients, carers and medical doctors, who routinely use BoNT for spasticity management.\n2. To identify potential barriers, which may be physical and/or psychological which influence choice and decision making by patients and doctors\n3. To gain insight and understanding of potential perceived harms versus benefits regarding treatment decision making process from different perspectives (patients and doctors)\n4. To gain insight and understanding of how attitudes and behaviours may have changed now because of COVID-19\n5. To invite consideration of how identified barriers might potentially be overcome.\n6. To invite ideas and perspectives on whether the development of a video-based spasticity assessment measurement tool could be of potential benefit in this regard.\n7. To generate research knowledge on the above via Thematic Analysis of the data which will enable insight and understanding of key issues identified.\n8. To create and support opportunities to share the research knowledge generated in this study with professional networks and neuro-rehabilitation communities throughout the UK and globally via research presentation events and publications.\n9. To enable the potential for clinical service improvement with the consideration of the research knowledge outputs generated by this project.\n10. To help create and support the building a research participant database for further relevant research in the future\n\nDeliverable research outputs\n\nResearch knowledge on the perceptions, opportunities and barriers experienced by patients, carers and physician in relation to spasticity management treatment with Botulinum Toxin injection during and post COVID-19.\n\nResearch knowledge on the factors which influence patients', carers' and physician's individual perceptions of the risk versus benefit appraisal with regard to attending an Out-patient spasticity clinic.\n\nResearch knowledge on what potential strategies might help support and encourage patients in terms of communication and understanding of spasticity management\n\nResearch knowledge which establishes an evidence base of individual patient, carer and Physician experiences, which can inform the development of best practice guidelines for spasticity management and contribute to the design of a potential protocol to identify how patients could be prioritised for this type of treatment during any future pandemic.\n\nMethodology.\n\nThe investigators have adopted a qualitative approach in order to enable in-depth insight and understanding to be gained from individual participants in order to understand participants' own experiences and perspectives (9). The theoretical framework used is based on the adoption of the constructivist paradigm, where it is understood that there are multiple realities, experienced by individuals, which are all equally valid and carry meaning for the individual. The investigators will use Thematic Analysis to organise and code the data and to enable us to develop emergent themes based on an inductive approach (10).\n\nMethods. Sampling and recruitment. A purposive sample of participants will be invited to take part. These potential participants will be identified by the research team and will comprise patients, who have attended Dr Sakel's Out-patient spasticity clinics over the last 18 months. These clinics will include both video based and in person face to face clinics.\n\nPotential participants will meet the following eligibility criteria:\n\n* Adults aged 18 and over\n* A diagnosis of severe spasticity who are recommended to have Botulinum Toxin injection treatment in East Kent Hospital University NHS Foundation Trust (EKHUFT) Out-patient clinics.\n\nThe investigators will aim to recruit a sample of 10 potential participants (patients and carers) and 1 Physician injector.\n\nStudy design and setting. Qualitative design with semi-structured interviews conducted by the co-investigator by telephone. Interviews will be audio-recorded and transcribed by the co-investigator. An interview topic guide will be used to support the structure of the interviews.\n\nInterviews will be scheduled with eligible participants at mutually convenient dates and times.\n\nIt is anticipated that the length of preliminary interviews will vary depending on the individual. Participants may be interviewed on a number of occasions at mutually convenient times to enable in depth data gathering.\n\nSchedule of research project time-line. Submission of protocol and documents for Ethical Approval via IRAS and HRA - September 2021 When approval is received, the team will start recruitment and the research. Recruitment of participants and interviews to be completed by mid-December 2021.\n\nData analysis will be conducted from 01/03/2022 to 01/04/2022. Preparation of report and abstract for potential conference submission by 30/04/2022."},"conditionsModule":{"conditions":["Chronic Brain Injury","Cerebral Stroke","MS (Multiple Sclerosis)"],"keywords":["spasticity","botulinum toxin","qualitative research","rehabilitation"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":11,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Interview with participant","description":"Telephone interview between member of research team and participant","timeFrame":"1 month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n• Adults aged 18 and over with a diagnosis of severe spasticity, who are recommended to have Botulinum Toxin injection treatment in East Kent Hospital University NHS Foundation Trust (EKHUFT) Out-patient clinics.\n\nExclusion Criteria:\n\n* Adults aged 18 and over who do not have a diagnosis of severe muscle spasticity that requires treatment with Botulinum Toxin injection.\n* Adults unable to provide informed consent","sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"People with a diagnosis of severe muscle spasticity related to a neurological condition, who require treatment with Botulinum Toxin injection by a Consultant Physician and who are usually seen in Out-patient clinics in East Kent.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Mohamed Dr Sakel, MBBS","affiliation":"East Kent Hospitals University NHS Foundation Trust","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"East Kent Hospitals University NHS Trust","city":"Canterbury","state":"Kent","zip":"CT1 3NG","country":"United Kingdom","geoPoint":{"lat":51.27904,"lon":1.07992}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"None to be shared"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009103","term":"Multiple Sclerosis"},{"id":"D000001930","term":"Brain Injuries"},{"id":"D000020521","term":"Stroke"},{"id":"D000020208","term":"Brain Injury, Chronic"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020278","term":"Demyelinating Autoimmune Diseases, CNS"},{"id":"D000020274","term":"Autoimmune Diseases of the Nervous System"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000003711","term":"Demyelinating Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001925","term":"Brain Damage, Chronic"},{"id":"D000002908","term":"Chronic Disease"},{"id":"D000020969","term":"Disease Attributes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebral Stroke","relevance":"HIGH"},{"id":"M2562","name":"COVID-19","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M11750","name":"Multiple Sclerosis","asFound":"MS (Multiple Sclerosis)","relevance":"HIGH"},{"id":"M15105","name":"Sclerosis","relevance":"LOW"},{"id":"M11775","name":"Muscle Spasticity","relevance":"LOW"},{"id":"M21725","name":"Brain Injury, Chronic","asFound":"Chronic Brain Injury","relevance":"HIGH"},{"id":"M4319","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M21788","name":"Demyelinating Autoimmune Diseases, CNS","relevance":"LOW"},{"id":"M21784","name":"Autoimmune Diseases of the Nervous System","relevance":"LOW"},{"id":"M6599","name":"Demyelinating Diseases","relevance":"LOW"},{"id":"M9890","name":"Immune System Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4892","name":"Brain Damage, Chronic","relevance":"LOW"},{"id":"M5837","name":"Chronic Disease","relevance":"LOW"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4873","name":"Botulinum Toxins","relevance":"LOW"},{"id":"M250157","name":"abobotulinumtoxinA","relevance":"LOW"},{"id":"M20947","name":"Botulinum Toxins, Type A","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}