{"protocolSection":{"identificationModule":{"nctId":"NCT03789994","orgStudyIdInfo":{"id":"CRE 2018.012"},"organization":{"fullName":"Chinese University of Hong Kong","class":"OTHER"},"briefTitle":"Affective Touching on Poststroke Depression","officialTitle":"Family Caregivers Affective Touching for Improving Depressive Symptoms of Community Dwelling Stroke Survivors Through Security Priming"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-12-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-12-26","studyFirstSubmitQcDate":"2018-12-27","studyFirstPostDateStruct":{"date":"2018-12-31","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-05-30","lastUpdatePostDateStruct":{"date":"2022-06-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ho Yu CHENG","investigatorTitle":"Assistant professor","investigatorAffiliation":"Chinese University of Hong Kong"},"leadSponsor":{"name":"Chinese University of Hong Kong","class":"OTHER"},"collaborators":[{"name":"Research Grants Council, Hong Kong","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This mixed-method study includes a randomised controlled trial and an exploratory qualitative study, and aims to examine the effects of caregiver-delivered affective touch on depressive symptoms, state of attachment security, self-esteem, and perceived family harmony among stroke survivors, and to explore the mediating effect of attachment security and how an intervention may affect depressive symptoms from stroke survivor's perspective. A total of 184 survivor-caregiver dyads will be recruited from various non-governmental organisations. The dyads will be randomly allocated to intervention (IG) and control (CG) groups, stratified by the survivor's attachment style. IG caregivers will be taught to deliver a 15-minute affective touch intervention to stroke survivors. To address the attention effect, CG caregivers will be asked to sit with the survivors during a 15-minute fine motor coordination exercise. Both activities, affective touching and fine motor exercise, will be performed for 12 weeks (3 times/week), and the outcomes mentioned earlier will be measured at baseline, 12 and 36 weeks after study entry."},"conditionsModule":{"conditions":["Post-stroke Depression"],"keywords":["Family caregiver","attachment security","affective touch","self-esteem","family harmony"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":184,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Affective touch group","type":"EXPERIMENTAL","description":"Survivors in the intervention group will receive a total of 36 sessions of a 15-minute affective touch intervention performed by their family caregivers in their homes. Sessions will be scheduled for every alternate weekday (three times a week) for 12 weeks. A trained research nurse (RN) will conduct three 30-minute caregiver training sessions to support the caregivers in delivering the affective touch.\n\nTo put caregivers in a more relaxed mood for delivering the intervention, the RN will work with them to identify a time that they feel less burdensome, and teach them to perform deep breathing for relaxation before the affective touching begins. Also, the survivor-caregiver dyad will be asked to sit in a comfortable position and switch off television or radio during the intervention.","interventionNames":["Behavioral: Affective touch"]},{"label":"Fine motor group","type":"OTHER","description":"To address the additional attention given by caregivers during affective touch, the control group will be asked to sit beside the survivors when they go through the fine motor exercises which are commonly used for rehabilitation. Caregivers will be instructed to provide only necessary help in preparing the equipment, and to avoid touching or talking to the survivors during the 15-minute exercise session. Two such sessions will be arranged for survivors to master the skills needed, and for caregivers to practise the required level of interaction during the exercise training. Participants will be instructed to do the exercise three times a week (every alternate weekday) over 12 weeks.","interventionNames":["Other: Fine motor exercise"]}],"interventions":[{"type":"BEHAVIORAL","name":"Affective touch","description":"The affective touch comprises of two elements, namely the signal of care, love and acceptance, and stimulation of CT afferent of the skin. Caregivers will be trained to perform light stroking on stroke survivor's forearm while reviewing happy events with the use of photos.","armGroupLabels":["Affective touch group"]},{"type":"OTHER","name":"Fine motor exercise","description":"Fine motor exercises that are commonly used for rehabilitation.","armGroupLabels":["Fine motor group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change of number of depressive symptoms of stroke survivors at 3 months","description":"Number of depressive symptoms of stroke survivors will be measured by the Chinese version of the 20-item Centre of Epidemiology Studies Depression Scale, which rates participant's mood on a four-point Likert scale (0 = rarely or none of the time, 3 = almost or all of the time), higher score indicating more severe symptoms.","timeFrame":"Change of baseline number of depressive symptoms at 3 months"},{"measure":"Change of number of depressive symptoms of stroke survivors at 9 months","description":"Number of depressive symptoms of stroke survivors will be measured by the Chinese version of the 20-item Centre of Epidemiology Studies Depression Scale, which rates participant's mood on a four-point Likert scale (0 = rarely or none of the time, 3 = almost or all of the time), higher score indicating more severe symptoms.","timeFrame":"Change of baseline number of depressive symptoms at 9 months"}],"secondaryOutcomes":[{"measure":"Change of state of attachment security of stroke survivors at 3 and 9 months","description":"State of attachment security of stroke survivors will be measured by the Chinese version of State Adult Attachment Measure (SAAM). The SAAM comprises 21 items and participants will be asked to use a seven-point Likert scale (1 = disagree strongly; 7 = agree strongly) to rate the extent to which they agree with the items assessing state of attachment security, state of attachment avoidance, and state of attachment anxiety.","timeFrame":"Baseline, 3 and 9 months"},{"measure":"Change of state self-esteem of stroke survivors at 3 and 9 months","description":"State self-esteem of stroke survivors will be measured by the Chinese version of the State Self-esteem Scale (SSES). The SSES comprised 20 items and participants will indicate whether each item is true of themselves at that moment, using a five-point Likert scale (1 = not at all, 5 = extremely). Higher scores indicate greater state self-esteem.","timeFrame":"Baseline, 3 and 9 months"},{"measure":"Change of perceived family harmony of stroke survivors at 3 and 9 months","description":"Perceived family harmony of stroke survivor will be measured by the five-item Chinese version of the Family Harmony Scale (FHS). Participants will indicate whether they agree with the items describing family harmony on a five-point Likert-scale (1 = strongly agree, 5 = strongly disagree), lower scores indicating greater harmony.","timeFrame":"Baseline, 3 and 9 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Stroke survivor-caregiver dyads\n\n   * Hong Kong residents, aged 18 years or above,\n   * able to understand and give informed consent \\[Abbreviated Mental Test (Hong Kong version) score ≥6\\].\n2. Stroke survivors\n\n   * within the first three months of being diagnosed with first-onset acute ischemic/haemorrhagic stroke,\n   * able to comprehend verbal instructions,\n   * with premorbid depressive symptoms \\[20-item Centre of Epidemiology Studies Depression Scale score ≥8\\].\n3. Family caregivers\n\n   * family members who assume the primary responsibility for caring for a stroke survivor and who are identified by the survivors as their primary caregivers,\n   * live with the survivors and provide care ≥4 hours/day,\n   * have no history of self-reported or medical diagnosis of psychiatric illness,\n   * are able to learn and willing to provide the intervention.\n\nExclusion Criteria:\n\n* Stroke survivor-caregiver dyads who are not Chinese","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ho Yu CHENG, PhD","role":"CONTACT","phone":"85239436230","email":"hycheng@cuhk.edu.hk"}],"locations":[{"facility":"The Nethersole School of Nursing, Chinese University of Hong Kong","status":"RECRUITING","city":"Hong Kong","state":"Please Select","country":"China","contacts":[{"name":"Ho Yu CHENG, PhD, RN","role":"CONTACT","phone":"+852 39436230","email":"hycheng@cuhk.edu.hk"}],"geoPoint":{"lat":22.39407,"lon":114.13737}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003863","term":"Depression"},{"id":"D000003866","term":"Depressive Disorder"}],"ancestors":[{"id":"D000001526","term":"Behavioral Symptoms"},{"id":"D000019964","term":"Mood Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6748","name":"Depression","asFound":"Depression","relevance":"HIGH"},{"id":"M6751","name":"Depressive Disorder","asFound":"Depression","relevance":"HIGH"},{"id":"M4508","name":"Behavioral Symptoms","relevance":"LOW"},{"id":"M21525","name":"Mood Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}