{"protocolSection":{"identificationModule":{"nctId":"NCT05822986","orgStudyIdInfo":{"id":"PAU/GUVEN-001"},"organization":{"fullName":"Pamukkale University","class":"OTHER"},"briefTitle":"The Validity and Reliability of the Turkish Version of the Testing Emotionalism After Recent Stroke - Questionnaire","officialTitle":"The Validity and Reliability of the Turkish Version of the Testing Emotionalism After Recent Stroke - Questionnaire (TEARS-Q)"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-10-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-02-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-03-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-02-01","studyFirstSubmitQcDate":"2023-04-09","studyFirstPostDateStruct":{"date":"2023-04-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-15","lastUpdatePostDateStruct":{"date":"2023-11-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Izgi Guven","investigatorTitle":"Research Assistant (PT, MSc.), Faculty of Physiotherapy and Rehabilitation, Assistant Researcher","investigatorAffiliation":"Pamukkale University"},"leadSponsor":{"name":"Pamukkale University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study was designed to conduct Turkish validity and reliability study of Testing Emotionalism After Recent Stroke - Questionnaire (TEARS-Q) in order to use it for Turkish people with stroke.","detailedDescription":"Post-stroke emotionality is defined as excessive and unseemly crying or laughing in the absence of a motivating stimulus or in response to stimuli that would not typically trigger such emotions. Emotionality is a severe neurological condition marked by a loss of control over emotional responses. This occurs at a rate of about 17% in the acute period (1 month following stroke). Emotionality is classified as crying, laughing, or both crying and laughing. Stroke patients are more likely than others to cry alone.\n\nAbnormal emotional responses in the acute phase following stroke are often recognized as part of the adaptation process, which delays emotionality diagnosis. It is critical in therapeutic practice to identify emotionality from other affective illnesses, as well as mood and personality disorders. Post-stroke sadness is sometimes misinterpreted with emotionality. Underdiagnosis and misdiagnosis, on the other hand, have clinically detrimental implications such as increased social limitation, worse quality of life, and delayed help-seeking behavior.\n\nThere are different scales evaluating emotionality in the literature. Pathological Laughter and Crying Scale and Center for Neurological Sciences-Lability Scale have limited use in stroke patients and have uncertain psychometric properties (no cut-off scores, uncontrolled crying and laughing attacks cannot be evaluated in different sub-dimensions). ), that's why the Testing Emotionalism After Recent Stroke - Questionnaire (TEARS-Q) was developed.\n\nThe aim of this study is to provide a Turkish translation and cross-cultural adaption of the TEARS-Q, as well as to assess the validity and reliability of the Turkish version in patients with acute stroke.\n\nThe procedures and objectives of the research will be described to the participants verbally and in writing before to all evaluations, and signed agreement will be collected from the participants..\n\nParticipants in the research will complete a personal (gender, age, weight, height, body mass index, education level) and medical history form (comorbidity, stroke side, type of stroke, stroke age) constructed using available literature. The Standardized Mini-Mental Test will be used to assess participants' overall cognitive level, the American National Institutes of Health (NIHS) Stroke Scale to assess stroke severity, and the Hospital Anxiety and Depression Scale to assess anxiety levels. To assess construct validity, the EQ-5D General Quality of Life Scale, the Barthel Activities of Daily Living Index, and the Neurological Sciences Center - Lability Scale will be applied."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Emotions","Stroke","Surveys and Questionnaires"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Individuals with stroke","description":"Patients who were hospitalized in the Neurology Service of Pamukkale University Hospital and who had an acute stroke and who met the inclusion criteria"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Testing Emotionalism After Recent Stroke - Questionnaire (TEARS-Q)","description":"The TEARS-Q scale was developed in line with generally established diagnostic criteria for tearful emotional expression following stroke. It evaluates the crying emotional changes that occur in the two weeks following a stroke. It has a total of eight items on a five-point Likert scale (Strongly Agree, Agree, Not Sure, Disagree, Strongly Disagree). The scale runs from 0 to 16. While the questionnaire scores of 0 and 2 indicate the lack of emotionality, scores of 2 and above indicate present emotionality. The TEARS-Q questionnaire's first two items were designed to enable for fast clinical evaluation of post-stroke emotionality while minimizing participant burden. These items serve as criteria for continuing or discontinuing the survey and are used to identify patients who are likely to be emotional.","timeFrame":"At Baseline and 1 week after the baseline"},{"measure":"Standardized Mini Mental Test","description":"The test, which consists of sub-dimensions of orientation, recording memory, attention and calculation, recall, and language, is widely used to measure an individual's cognitive ability in general. The maximum possible score from the test is 30. In Turkish culture, a score of less than 23/24 indicates moderate dementia.","timeFrame":"At Baseline"},{"measure":"National Institutes of Health Stroke Scale (NIHSS)","description":"It is a reliable clinical follow-up scale of eleven items that determines the severity of stroke in stroke patients. The scale yields the highest possible score of 36. The lower the score attained, the better the individual's clinical condition. The NIHS grading system assigns \\>17 points to severe stroke, 8-16 points to moderate stroke, and 8 points to mild stroke.","timeFrame":"At Baseline"},{"measure":"EuroQol- 5 Dimension (EQ-5D) General Quality of Life Scale","description":"It was created in 1987 by the EuroQol group. It is divided into two sections. The first half allows you to assess the individual's present health profile in five sub-dimensions (movement, self-care, typical activities, pain-discomfort, and anxiety-depression), and the second part allows you to assess the visual analog scale.\n\n243 possible different health outcomes on the scale is defined. An index score ranging from -0.59 to 1 is calculated from the 5 dimensions of the scale. In the score function, a value of 0 indicates death, a value of 1 indicates perfect health, while negative values indicate unconsciousness, being confined to a bed, etc. shows the situations. In addition, there is a VAS (EQ-VAS) in the scale, which includes answers between 0 and 100, that is, \"worst imaginable health status\" and \"best imaginable health status\".","timeFrame":"At Baseline"},{"measure":"Barthel Index for Activities of Daily Living (ADL)","description":"It is a measure used to assess stroke patients' functional independence in activities of daily life (nutrition, washing, self-care, dressing, bladder and bowel care, toilet, wheelchair transfer, mobility, and stair climbing). The overall score runs from 0 to 100. A score of zero implies total reliance, whereas a score of 100 shows total independence.","timeFrame":"At Baseline"},{"measure":"Hospital Anxiety and Depression Scale (HADS)","description":"The Turkish validity and reliability study of the scale was conducted in order to determine the anxiety and depression status of patients with physical illness and to evaluate the individual's emotional status change. It has two sub-dimensions, depression and anxiety, and 14 questions in total. Each item is graded on a four-point Likert scale ranging from 0 to 3. Cut-off scores in the Turkish version were determined as 10 points for the anxiety sub-dimension and 7 points for the depression sub-dimension.","timeFrame":"At Baseline"},{"measure":"Center for Neurologic Study-Liability Scale (CNS-LS)","description":"It is a 7-item self-report questionnaire translated into Turkish that evaluates the intensity and variety of emotions in the previous week. Indecisive laughter and indecisive tears are evaluated using two sub-dimensions. A total score of 14.5 or above is linked to emotional instability.","timeFrame":"At Baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants who diagnosed with ischemic or hemorrhagic stroke\n\nExclusion Criteria:\n\n* Aphasia\n* Subarachnoid or off-axis bleeding\n* Diagnosis of Transient Ischemic Attack\n* Severe comorbidity in addition to stroke\n* Dementia\n* Cognitive or behavioral problems\n* Life expectancy of less than 3 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"All participants who were hospitalized in Pamukkale University Neurology Service with a diagnosis of stroke and who volunteered to participate in the study and fulfilled the criteria","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Izgı Guven, Master's","role":"CONTACT","phone":"+905062225637","email":"guvenizgi@gmail.com"},{"name":"Emel Tasvuran Horata, PhD","role":"CONTACT","email":"ethorata@gmail.com"}],"locations":[{"facility":"Pamukkale University","status":"RECRUITING","city":"Denizli","state":"Kinikli","zip":"20160","country":"Turkey","contacts":[{"name":"Izgi Guven, Master's","role":"CONTACT","phone":"+905062225637","email":"guvenizgi@gmail.com"}],"geoPoint":{"lat":37.77417,"lon":29.0875}}]},"referencesModule":{"references":[{"pmid":"30887498","type":"BACKGROUND","citation":"Allida S, Patel K, House A, Hackett ML. Pharmaceutical interventions for emotionalism after stroke. Cochrane Database Syst Rev. 2019 Mar 19;3(3):CD003690. doi: 10.1002/14651858.CD003690.pub4."},{"pmid":"24283580","type":"BACKGROUND","citation":"Andersen G, Vestergaard K, Ingeman-Nielsen M. Post-stroke pathological crying: frequency and correlation to depression. Eur J Neurol. 1995 Mar;2(1):45-50. doi: 10.1111/j.1468-1331.1995.tb00092.x."},{"type":"BACKGROUND","citation":"Aydemir, O. Hastane anksiyete ve depresyon olcegi Turkce formunun gecerlilik ve guvenilirligi. Turk Psikiyatri Derg. 1997; 8, 187-280."},{"pmid":"33345598","type":"BACKGROUND","citation":"Broomfield NM, West R, House A, Munyombwe T, Barber M, Gracey F, Gillespie DC, Walters M. Psychometric evaluation of a newly developed measure of emotionalism after stroke (TEARS-Q). Clin Rehabil. 2021 Jun;35(6):894-903. doi: 10.1177/0269215520981727. Epub 2020 Dec 21."},{"pmid":"2749846","type":"BACKGROUND","citation":"Brott T, Adams HP Jr, Olinger CP, Marler JR, Barsan WG, Biller J, Spilker J, Holleran R, Eberle R, Hertzberg V, et al. Measurements of acute cerebral infarction: a clinical examination scale. Stroke. 1989 Jul;20(7):864-70. doi: 10.1161/01.str.20.7.864."},{"type":"BACKGROUND","citation":"Bryman, A., & Cramer, D. Quantitative Data Analysis with SPSS Release 10 for Windows: A Guide for Social Scientists (1st ed.). Routledge. 2001."},{"pmid":"9854975","type":"BACKGROUND","citation":"Calvert T, Knapp P, House A. Psychological associations with emotionalism after stroke. J Neurol Neurosurg Psychiatry. 1998 Dec;65(6):928-9. doi: 10.1136/jnnp.65.6.928."},{"type":"BACKGROUND","citation":"Carota, A., Calabrese, P. Poststroke Emotionalism. J Neurol Disord, 2013; 65, 928-929."},{"pmid":"16816786","type":"BACKGROUND","citation":"Cummings JL, Arciniegas DB, Brooks BR, Herndon RM, Lauterbach EC, Pioro EP, Robinson RG, Scharre DW, Schiffer RB, Weintraub D. Defining and diagnosing involuntary emotional expression disorder. CNS Spectr. 2006 Jun;11(S6):1-7. doi: 10.1017/s1092852900026614."},{"pmid":"26776437","type":"BACKGROUND","citation":"Gillespie DC, Cadden AP, Lees R, West RM, Broomfield NM. Prevalence of Pseudobulbar Affect following Stroke: A Systematic Review and Meta-Analysis. J Stroke Cerebrovasc Dis. 2016 Mar;25(3):688-94. doi: 10.1016/j.jstrokecerebrovasdis.2015.11.038. Epub 2016 Jan 5."},{"pmid":"11340215","type":"BACKGROUND","citation":"Goldstein LB, Jones MR, Matchar DB, Edwards LJ, Hoff J, Chilukuri V, Armstrong SB, Horner RD. Improving the reliability of stroke subgroup classification using the Trial of ORG 10172 in Acute Stroke Treatment (TOAST) criteria. Stroke. 2001 May;32(5):1091-8. doi: 10.1161/01.str.32.5.1091."},{"pmid":"12794644","type":"BACKGROUND","citation":"Gungen C, Ertan T, Eker E, Yasar R, Engin F. [Reliability and validity of the standardized Mini Mental State Examination in the diagnosis of mild dementia in Turkish population]. Turk Psikiyatri Derg. 2002 Winter;13(4):273-81. Turkish."},{"pmid":"2499390","type":"BACKGROUND","citation":"House A, Dennis M, Molyneux A, Warlow C, Hawton K. Emotionalism after stroke. BMJ. 1989 Apr 15;298(6679):991-4. doi: 10.1136/bmj.298.6679.991."},{"pmid":"27733031","type":"BACKGROUND","citation":"Kim JS. Post-stroke Mood and Emotional Disturbances: Pharmacological Therapy Based on Mechanisms. J Stroke. 2016 Sep;18(3):244-255. doi: 10.5853/jos.2016.01144. Epub 2016 Sep 30."},{"pmid":"10853723","type":"BACKGROUND","citation":"Kucukdeveci AA, Yavuzer G, Tennant A, Suldur N, Sonel B, Arasil T. Adaptation of the modified Barthel Index for use in physical medicine and rehabilitation in Turkey. Scand J Rehabil Med. 2000 Jun;32(2):87-92."},{"pmid":"12954464","type":"BACKGROUND","citation":"Marx RG, Menezes A, Horovitz L, Jones EC, Warren RF. A comparison of two time intervals for test-retest reliability of health status instruments. J Clin Epidemiol. 2003 Aug;56(8):730-5. doi: 10.1016/s0895-4356(03)00084-2."},{"pmid":"31136206","type":"BACKGROUND","citation":"McAleese N, Guzman A, O'Rourke SJ, Gillespie DC. Post-stroke emotionalism: a qualitative investigation. Disabil Rehabil. 2021 Jan;43(2):192-200. doi: 10.1080/09638288.2019.1620876. Epub 2019 May 28."},{"pmid":"21539437","type":"BACKGROUND","citation":"Miller A, Pratt H, Schiffer RB. Pseudobulbar affect: the spectrum of clinical presentations, etiologies and treatments. Expert Rev Neurother. 2011 Jul;11(7):1077-88. doi: 10.1586/ern.11.68. Epub 2011 May 3."},{"pmid":"9221973","type":"BACKGROUND","citation":"Moore SR, Gresham LS, Bromberg MB, Kasarkis EJ, Smith RA. A self report measure of affective lability. J Neurol Neurosurg Psychiatry. 1997 Jul;63(1):89-93. doi: 10.1136/jnnp.63.1.89."},{"pmid":"11491192","type":"BACKGROUND","citation":"Rabin R, de Charro F. EQ-5D: a measure of health status from the EuroQol Group. Ann Med. 2001 Jul;33(5):337-43. doi: 10.3109/07853890109002087."},{"pmid":"8422080","type":"BACKGROUND","citation":"Robinson RG, Parikh RM, Lipsey JR, Starkstein SE, Price TR. Pathological laughing and crying following stroke: validation of a measurement scale and a double-blind treatment study. Am J Psychiatry. 1993 Feb;150(2):286-93. doi: 10.1176/ajp.150.2.286."},{"pmid":"29481436","type":"BACKGROUND","citation":"Schober P, Boer C, Schwarte LA. Correlation Coefficients: Appropriate Use and Interpretation. Anesth Analg. 2018 May;126(5):1763-1768. doi: 10.1213/ANE.0000000000002864."},{"type":"BACKGROUND","citation":"Sharma, B. A focus on reliability in developmental research through Cronbach's Alpha among medical, dental and paramedical professionals. Asian Pacific Journal of Health Science, APJHS. 2016; 3. 271-278. 10.21276/apjhs.2016.3.4."},{"pmid":"23820725","type":"BACKGROUND","citation":"ten Have M, de Graaf R, van Dorsselaer S, Beekman A. Lifetime treatment contact and delay in treatment seeking after first onset of a mental disorder. Psychiatr Serv. 2013 Oct;64(10):981-9. doi: 10.1176/appi.ps.201200454."},{"pmid":"17161752","type":"BACKGROUND","citation":"Terwee CB, Bot SD, de Boer MR, van der Windt DA, Knol DL, Dekker J, Bouter LM, de Vet HC. Quality criteria were proposed for measurement properties of health status questionnaires. J Clin Epidemiol. 2007 Jan;60(1):34-42. doi: 10.1016/j.jclinepi.2006.03.012. Epub 2006 Aug 24."},{"type":"BACKGROUND","citation":"Demir S. , Koskderelioglu A. , Karaoglan M. , Gedizlioglu M. , Togrol R. E. Pseudobulbar affect prevalence in Turkish multiple sclerosis patients. Med Sci Discov. 2018; 5(7): 279-283."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M14931","name":"Rupture","relevance":"LOW"},{"id":"M22475","name":"Lacerations","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}