{"protocolSection":{"identificationModule":{"nctId":"NCT04416048","orgStudyIdInfo":{"id":"COVID-PREVENT"},"secondaryIdInfos":[{"id":"2020-002282-33","type":"EUDRACT_NUMBER"}],"organization":{"fullName":"Charite University, Berlin, Germany","class":"OTHER"},"briefTitle":"Effect of Anticoagulation Therapy on Clinical Outcomes in COVID-19","officialTitle":"Effect of Anticoagulation Therapy on Clinical Outcomes in Moderate to Severe Coronavirus Disease 2019 (COVID-19)","acronym":"COVID-PREVENT"},"statusModule":{"statusVerifiedDate":"2021-12","overallStatus":"TERMINATED","whyStopped":"Due to lower COVID-19 cases and therefore difficulties with the recruitment.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-11-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-07-20","type":"ACTUAL"},"completionDateStruct":{"date":"2021-07-20","type":"ACTUAL"},"studyFirstSubmitDate":"2020-06-02","studyFirstSubmitQcDate":"2020-06-03","studyFirstPostDateStruct":{"date":"2020-06-04","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-12-23","lastUpdatePostDateStruct":{"date":"2022-01-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ulf Landmesser","investigatorTitle":"Prof. Dr.","investigatorAffiliation":"Charite University, Berlin, Germany"},"leadSponsor":{"name":"Charite University, Berlin, Germany","class":"OTHER"},"collaborators":[{"name":"Deutsches Zentrum für Herz-Kreislauf-Forschung (DZHK)","class":"OTHER"},{"name":"Bayer","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Patients with moderate to severe COVID-19 present a very high risk of thromboembolic disease.This multicenter, prospective, randomized, event-driven study evaluates rivaroxaban compared with standard of care with low-molecular-weight heparin (LMWH) or unfractionated heparin (UFH) at prophylactic doses comparing D-dimer levels and the seven-category ordinal scale recommended by the WHO 7 days post randomization in patients with moderate to severe COVID-19.\n\nExperimental intervention/Index test:\n\nPatients randomized into the rivaroxaban arm will receive rivaroxaban 20 mg once daily (OD) until day 7 post randomization or hospital discharge, whichever occurs later, followed by a 28-day-phase of prophylactic anticoagulation with rivaroxaban 10mg OD. Subjects with an eGFR between 30 and 50ml/min/1,73m2, will receive 15mg instead of 20mg OD.\n\nControl intervention/Reference test:\n\nThe control group will receive standard of care including LMWH or UFH as thromboprophylaxis.\n\nDuration of intervention per patient:\n\nThe total duration of the study treatment is flexible. For out-patients 7 days of therapeutic anticoagulation will be accompanied by 28 days-phase of prophylactic anticoagulation, summing up to 35 days. For subjects that require hospitalization, the duration of therapeutic anticoagulation will be at least 7 days or prolonged until discharge if hospitalized for more than 7 days post randomization.\n\nAfter discharge from the hospital the subject receives 28 days of thromboprophylaxis with rivaroxaban. No study medication will be given past day 60 post randomization. This adds up to a study duration between 35 and 60 days depending on the duration of the hospital stay.\n\nFollow-up per patient:\n\nThe study has a follow-up of 60 days.\n\nExperimental and/or control off label or on label in Germany:\n\nRivaroxaban has been approved for multiple indications worldwide. Over 100,000 subjects have been studied from Phase 1 through multiple large Phase 4 studies in multiple settings, e.g. for the reduction in the risk of stroke and systemic embolism in arterial fibrillation, deep vein thrombosis and pulmonary embolism, major cardiovascular events. The drug had not been studied in patients with COVID-19 as an anticoagulant agent, yet."},"conditionsModule":{"conditions":["COVID-19"],"keywords":["COVID-19","therapeutic anticoagulation","thromboprophylaxis","anticoagulation","rivaroxaban","standard of care","prevention","venous thromboembolism","deep venous thrombosis","pulmonary embolism","arterial thromboembolism","myocardial infarction","non-hemorrhagic stroke","all-cause mortality"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A multicenter, prospective, randomized, event-driven study.","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE","maskingDescription":"Central randomization will be implemented in this study. Subjects will be randomly assigned to 1 of 2 treatment groups based on a computer-generated randomization schedule prepared before the study under the supervision of the sponsor. The randomization will be stratified by site, gender, age, kidney function (subjects with eGFR ≥30 mL/min/1.73m2 and \\<50 mL/min/1.73m2 versus subjects with eGFR ≥50 mL/min/1.73m2), history of CAD or heart failure and oxygen demand on admission to the hospital. The computer system will assign a unique treatment code, which will dictate the treatment assignment and study drug kits for the subject. The requestor must use his or her own user identification and personal identification number when contacting the system and will then give the relevant subject details to uniquely identify the subject."}},"enrollmentInfo":{"count":111,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Rivaroxaban","type":"EXPERIMENTAL","description":"Subjects will receive treatment with rivaroxaban. (for more information see intervention description)","interventionNames":["Drug: Rivaroxaban"]},{"label":"Standard of Care","type":"OTHER","description":"Subjects will receive standard of care (SOC) treatment SOC with prophylactic LMWH or UFH","interventionNames":["Other: Standard Of Care (SOC)"]}],"interventions":[{"type":"DRUG","name":"Rivaroxaban","description":"Treatment with Rivaroxaban 20 mg (15 mg for subjects with an eGFR ≥30 mL/min/1.73m2 and \\<50 mL/min/1.73m2) once daily (OD) for at least 7 days. In case of hospitalization for more than 7 days, the therapeutic treatment with rivaroxaban will be continued for the duration of the hospital stay until discharge. After at least 7 days of therapeutic treatment with rivaroxaban or after hospital discharge, the study dose of rivaroxaban will be adjusted as follows. Patients randomized to the rivaroxaban study arm will reduce daily dosage to 10 mg OD, provided that they were not diagnosed with a condition requiring continued therapeutic anticoagulation. Thromboprophylaxis therapy will be given for 28 days up to day 35 post randomization or even longer. If the patient cannot be discharged from the hospital prior to day 35 post randomization, the thromboprophylaxis phase will also start upon hospital discharge, but is then shorter than 28 days, because the study ends at day 60 post randomization.","armGroupLabels":["Rivaroxaban"],"otherNames":["XARELTO®"]},{"type":"OTHER","name":"Standard Of Care (SOC)","description":"Standard of care treatment","armGroupLabels":["Standard of Care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"D-dimer level","timeFrame":"7 days post randomization"},{"measure":"Seven-category ordinal scale recommended by the WHO","timeFrame":"7 days post randomization"}],"secondaryOutcomes":[{"measure":"Composite endpoint of venous thromboembolism (DVT and/or fatal or non-fatal PE), arterial thromboembolism, new myocardial infarction, non-hemorrhagic stroke, all-cause death or progression to intubation and invasive ventilation","timeFrame":"35 days post randomization"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject must be willing, understanding and able to provide written informed consent\n* Subject must be a man or a woman with age \\> 18 years at screening\n* Subject must have an active moderate to severe COVID-19 confirmed by\n\n  o A positive SARS-CoV-2 PCR test in the last 14 days\n* At least one of the following features should be present\n\n  * D-Dimer elevation \\> 1.5 ULN (age adjusted cut-offs) AND/OR\n  * Cardiac injury reflected by an elevation in hs-cTnT \\> 2.0 upper limit of normal (ULN) AND at least one of the following conditions:\n\n    * Known coronary artery disease (CAD)\n    * Known diabetes mellitus\n    * Active smoking\n* A woman of childbearing potential must have a negative serum or urine pregnancy test before randomization occurs. Before randomization, a woman must be either:\n\n  * Postmenopausal, defined as \\>45 years of age with amenorrhea for at least 18 months,\n  * If menstruating:\n\n    * If heterosexually active, practicing a highly effective method of birth control, including hormonal prescription oral contraceptives, contraceptive injections, contraceptive patch, intrauterine device, double-barrier method \\[(e.g., condoms, diaphragm, or cervical cap, with spermicidal foam, cream, or gel)\\], or male partner sterilization, consistent with local regulations regarding use of birth control methods for subjects participating in clinical studies, for the duration of their participation in the study, or\n    * Surgically sterile (have had a hysterectomy or bilateral oophorectomy, tubal ligation, or otherwise be incapable of pregnancy), or\n    * Not heterosexually active\n\nExclusion Criteria:\n\n* Subject has a very high bleeding risk: Any condition that, in the opinion of the investigator, contraindicates anticoagulant therapy or would have an unacceptable risk of bleeding, such as, but not limited to, the following:\n\n  * Any bleeding (defined as bleeding requiring hospitalization, transfusion, surgical intervention, invasive procedures, occurring in a critical anatomical site, or causing disability) within 1 months prior to randomization or occurring during index hospitalization.\n  * Major surgery, biopsy of a parenchymal organ, ophthalmic surgery (excluding cataract surgery), or serious trauma (including head trauma) within 4 weeks before randomization.\n  * A history of hemorrhagic stroke or any intracranial bleeding at any time in the past, evidence of primary intracranial hemorrhage on CT or magnetic resonance imaging scan of the brain, or clinical presentation consistent with intracranial hemorrhage. This applies as well to subjects hospitalized for ischemic stroke upon randomization.\n  * Subject has a history of or current intracranial neoplasm (benign or malignant), cerebral metastases, arteriovenous (AV) malformation, or aneurysm.\n  * Active gastroduodenal ulcer, defined as diagnosed within 1 months or currently symptomatic or known AV malformations of the gastrointestinal tract.\n  * Platelet count \\<90,000/μl at screening.\n  * Patients with the diagnosis of bronchiectasis, that due to the investigator judgement are at an increased bleeding risk.\n* Subject has any of the following diseases in the medical history:\n\n  * Active cancer (excluding non-melanoma skin cancer) defined as cancer not in remission or requiring active chemotherapy or adjunctive therapies such as immunotherapy or radiotherapy. Chronic hormonal therapy (e.g. tamoxifen, anastrozole, leuprolide acetate) for cancer in remission is allowed.\n  * Any medical condition (e.g. atrial fibrillation) that requires use of any therapeutic parenteral or oral anticoagulant(s) (e.g. warfarin sodium or other vitamin K antagonists, Factor IIa or FXa inhibitors, fibrinolytics) concomitantly with study medication.\n  * Subject has known allergies, hypersensitivity, or intolerance to rivaroxaban or any of its excipients.\n  * Baseline eGFR \\<30 mL/min/1.73m2 calculated using CKD-EPI formula\n  * Known significant liver disease (e.g. acute hepatitis, chronic active hepatitis, cirrhosis) which is associated with coagulopathy or moderate or severe hepatic impairment.\n  * Known HIV infection.\n* Subject has undergone any of the following procedures or received any of the following drugs:\n\n  * Received fibrinolysis during index hospitalization.\n  * Use of antiplatelet therapy with prasugrel or ticagrelor up to 7 days prior to randomization. Other P2Y12 antagonists can be given. However, the use of concomitant antiplatelet therapy should be carefully considered. ASS \\> 100 mg/d and continuous NSAIDs should be avoided.\n  * Use of dual antiplatelet therapy, such as aspirin plus clopidogrel during the study.\n* Subject is a woman who is pregnant or breast-feeding.\n* Known intolerance or history of hypersensitivity to the active substance or to any of the excipients of the Investigational Medicinal Product (IMP)\n* Subjects who are legally detained in an official institution.\n* Subjects who may be dependent on the sponsor, the investigator or the trial sites, are not eligible to enter the trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ulf Landmesser, Prof. Dr.","affiliation":"Charite University, Berlin, Germany","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Co-PI: Andreas M. Zeiher, Prof. Dr.","affiliation":"Johann Wolfgang Goethe-University, Frankfurt am Main, Germany","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Co-PI: Steffen Massberg, Prof. Dr.","affiliation":"Ludwig-Maximilians - University of Munich","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Co-PI: Ursula Rauch-Kröhnert, Prof. Dr.","affiliation":"Charité University, Berlin, Germany","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Co-PI: Jan Beyer-Westendorf, Prof. Dr.","affiliation":"University Hospital Carl Gustav Carus at the Technical University of Dresden","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Kardiologie und Angiologie I Universitätsherzzentrum Freiburg","city":"Freiburg","state":"Baden-Württemberg","zip":"79106","country":"Germany","geoPoint":{"lat":47.9959,"lon":7.85222}},{"facility":"Friedrichshafen Hospital Clinic for cardiology, angiology, pneumology and internal intensive care medicine","city":"Friedrichshafen","state":"Baden-Württemberg","zip":"88048","country":"Germany","geoPoint":{"lat":47.65689,"lon":9.47554}},{"facility":"Clinic for Gastroenterology, Infectology and Poisoning Universitäsklinikum Heidelberg","city":"Heidelberg","state":"Baden-Württemberg","zip":"69120","country":"Germany","geoPoint":{"lat":49.40768,"lon":8.69079}},{"facility":"Medical Clinic and Polyclinic I. L. Ludwigs-Maximilians-University Clinic, Munich","city":"Munich","state":"Bayern","zip":"81377","country":"Germany","geoPoint":{"lat":48.13743,"lon":11.57549}},{"facility":"Immanuel Klinikum Bernau Herzzentrum Brandenburg ( Immanuel Clinic Bernau Heart Center Brandenburg)","city":"Bernau","state":"Brandenburg","zip":"16321","country":"Germany","geoPoint":{"lat":52.67982,"lon":13.58708}},{"facility":"Internal Medicine and Cardiology Klinik Henningsdorf. Oberhavel Kliniken","city":"Hennigsdorf","state":"Brandenburg","zip":"16761","country":"Germany","geoPoint":{"lat":52.63598,"lon":13.20419}},{"facility":"Clinic for Cardiology, Angiology und Nephrology Universitätsklinikum Frankfurt, Goethe-Universität","city":"Frankfurt am Main","state":"Hessen","zip":"60590","country":"Germany","geoPoint":{"lat":50.11552,"lon":8.68417}},{"facility":"Clinic for Cardiology and Intensive Care - Klinikum Bielefeld","city":"Bielefeld","state":"Nordrhein-Westfalen","zip":"33604","country":"Germany","geoPoint":{"lat":52.03333,"lon":8.53333}},{"facility":"Westdeutsches Herz- und Gefäßzentrum Essen (West German Heart and Vascular Center Essen)","city":"Essen","state":"Nordrhein-Westfalen","zip":"45147","country":"Germany","geoPoint":{"lat":51.45657,"lon":7.01228}},{"facility":"Medical Clinic I. Marien Hospital, Universitätsklinikum der Ruhr Universität Bochum, Herne","city":"Herne","state":"Nordrhein-Westfalen","zip":"44625","country":"Germany","geoPoint":{"lat":51.5388,"lon":7.22572}},{"facility":"Pneumology, Allergology, Sleep-and Respiratory Medicine Clinic Helios Universitätsklinikum Wupperthal","city":"Wuppertal","state":"Nordrhein-Westfalen","zip":"42283","country":"Germany","geoPoint":{"lat":51.27027,"lon":7.16755}},{"facility":"Katholisches Klinikum Koblenz-Montabaur (Catholic Hospital Koblenz-Montabaur)","city":"Koblenz","state":"Rheinland-Pfalz","zip":"56073","country":"Germany","geoPoint":{"lat":50.35357,"lon":7.57883}},{"facility":"Center for Cardiology, University Medicine Mainz","city":"Mainz","state":"Rheinland-Pfalz","zip":"55131","country":"Germany","geoPoint":{"lat":49.98419,"lon":8.2791}},{"facility":"Universitätsklinikum Halle (Saale) (University Hospital Halle (Saale))","city":"Halle","state":"Sachsen-Anhalt","zip":"06120","country":"Germany","geoPoint":{"lat":51.48159,"lon":11.97948}},{"facility":"Medical Clinic I. Universitätsklinikum Carl Gustav Carus, Dresden","city":"Dresden","state":"Sachsen","zip":"01307","country":"Germany","geoPoint":{"lat":51.05089,"lon":13.73832}},{"facility":"Medical Clinic II, University Clinic Schleswig-Holstein - Campus Lübeck","city":"Lübeck","state":"Schleswig-Holstein","zip":"23538","country":"Germany","geoPoint":{"lat":53.86893,"lon":10.68729}},{"facility":"Department of Pneumology and Infectology Charité University Medicine Berlin, Campus Mitte","city":"Berlin","zip":"10117","country":"Germany","geoPoint":{"lat":52.52437,"lon":13.41053}},{"facility":"Department of Cardiology Charité University Medicine Berlin, Campus Benjamin Franklin","city":"Berlin","zip":"12200","country":"Germany","geoPoint":{"lat":52.52437,"lon":13.41053}},{"facility":"Internal Medicine/Cardiology department Unfallkrankenhaus Berlin","city":"Berlin","zip":"12683","country":"Germany","geoPoint":{"lat":52.52437,"lon":13.41053}},{"facility":"Pulmonary Clinic Berlin-Buch (Lungenklinik Berlin-Buch)","city":"Berlin","zip":"13125","country":"Germany","geoPoint":{"lat":52.52437,"lon":13.41053}},{"facility":"Department of Cardiology Charité University Medicine Berlin, Campus Virchow","city":"Berlin","zip":"13353","country":"Germany","geoPoint":{"lat":52.52437,"lon":13.41053}},{"facility":"Internal Medicine, Cardiology and Intensive Care Clinic Vivantes Humboldt Klinikum, Berlin","city":"Berlin","zip":"13509","country":"Germany","geoPoint":{"lat":52.52437,"lon":13.41053}},{"facility":"Berlin Vivantes Hospital Spandau Clinic for internal medicine, cardiology and conservative intensive care medicine","city":"Berlin","zip":"13585","country":"Germany","geoPoint":{"lat":52.52437,"lon":13.41053}},{"facility":"Internal Medicine Deparment Hospital Waldfriede, Berlin","city":"Berlin","zip":"14163","country":"Germany","geoPoint":{"lat":52.52437,"lon":13.41053}}]},"referencesModule":{"references":[{"pmid":"35244208","type":"DERIVED","citation":"Flumignan RL, Civile VT, Tinoco JDS, Pascoal PI, Areias LL, Matar CF, Tendal B, Trevisani VF, Atallah AN, Nakano LC. Anticoagulants for people hospitalised with COVID-19. Cochrane Database Syst Rev. 2022 Mar 4;3(3):CD013739. doi: 10.1002/14651858.CD013739.pub2."},{"pmid":"33502773","type":"DERIVED","citation":"Flumignan RL, Tinoco JDS, Pascoal PI, Areias LL, Cossi MS, Fernandes MI, Costa IK, Souza L, Matar CF, Tendal B, Trevisani VF, Atallah AN, Nakano LC. Prophylactic anticoagulants for people hospitalised with COVID-19. Cochrane Database Syst Rev. 2020 Oct 2;10(10):CD013739. doi: 10.1002/14651858.CD013739."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"after protection period"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2023-12-12","submissionInfos":[{"releaseDate":"2023-12-12"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000086382","term":"COVID-19"}],"ancestors":[{"id":"D000011024","term":"Pneumonia, Viral"},{"id":"D000011014","term":"Pneumonia"},{"id":"D000012141","term":"Respiratory Tract Infections"},{"id":"D000007239","term":"Infections"},{"id":"D000014777","term":"Virus Diseases"},{"id":"D000018352","term":"Coronavirus Infections"},{"id":"D000003333","term":"Coronaviridae Infections"},{"id":"D000030341","term":"Nidovirales Infections"},{"id":"D000012327","term":"RNA Virus Infections"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M2562","name":"COVID-19","asFound":"COVID-19","relevance":"HIGH"},{"id":"M14199","name":"Pulmonary Embolism","relevance":"LOW"},{"id":"M16376","name":"Thrombosis","relevance":"LOW"},{"id":"M7474","name":"Embolism","relevance":"LOW"},{"id":"M16372","name":"Thromboembolism","relevance":"LOW"},{"id":"M27470","name":"Venous Thromboembolism","relevance":"LOW"},{"id":"M21761","name":"Venous Thrombosis","relevance":"LOW"},{"id":"M11845","name":"Myocardial Infarction","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M20180","name":"Coronavirus Infections","relevance":"LOW"},{"id":"M13594","name":"Pneumonia","relevance":"LOW"},{"id":"M13604","name":"Pneumonia, Viral","relevance":"LOW"},{"id":"M9973","name":"Infections","relevance":"LOW"},{"id":"M6058","name":"Communicable Diseases","relevance":"LOW"},{"id":"M14668","name":"Respiratory Tract Infections","relevance":"LOW"},{"id":"M17212","name":"Virus Diseases","relevance":"LOW"},{"id":"M6245","name":"Coronaviridae Infections","relevance":"LOW"},{"id":"M23375","name":"Nidovirales Infections","relevance":"LOW"},{"id":"M14839","name":"RNA Virus Infections","relevance":"LOW"},{"id":"M10858","name":"Lung Diseases","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000069552","term":"Rivaroxaban"}],"ancestors":[{"id":"D000065427","term":"Factor Xa Inhibitors"},{"id":"D000000991","term":"Antithrombins"},{"id":"D000015842","term":"Serine Proteinase Inhibitors"},{"id":"D000011480","term":"Protease Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000000925","term":"Anticoagulants"}],"browseLeaves":[{"id":"M463","name":"Rivaroxaban","asFound":"Weight loss","relevance":"HIGH"},{"id":"M9271","name":"Heparin, Low-Molecular-Weight","relevance":"LOW"},{"id":"M19843","name":"Dalteparin","relevance":"LOW"},{"id":"M1943","name":"Tinzaparin","relevance":"LOW"},{"id":"M30203","name":"Factor Xa Inhibitors","relevance":"LOW"},{"id":"M3997","name":"Antithrombins","relevance":"LOW"},{"id":"M3996","name":"Antithrombin III","relevance":"LOW"},{"id":"M14033","name":"Protease Inhibitors","relevance":"LOW"},{"id":"M18081","name":"Serine Proteinase Inhibitors","relevance":"LOW"},{"id":"M19299","name":"HIV Protease Inhibitors","relevance":"LOW"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M3934","name":"Anticoagulants","relevance":"LOW"},{"id":"T18","name":"Serine","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"AA","name":"Amino Acids"}]}},"hasResults":false}