{"protocolSection":{"identificationModule":{"nctId":"NCT00037908","orgStudyIdInfo":{"id":"B2405R"},"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"Effects of Strength Training on Upper-Limb Function in Post-Stroke Hemiparesis","officialTitle":"Effects of Strength Training on Upper-Limb Function in Post-Stroke Hemiparesis"},"statusModule":{"statusVerifiedDate":"2002-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2000-10"},"completionDateStruct":{"date":"2003-09","type":"ACTUAL"},"studyFirstSubmitDate":"2002-05-24","studyFirstSubmitQcDate":"2002-05-24","studyFirstPostDateStruct":{"date":"2002-05-27","type":"ESTIMATED"},"lastUpdateSubmitDate":"2009-01-20","lastUpdatePostDateStruct":{"date":"2009-01-21","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"US Department of Veterans Affairs","class":"FED"}},"descriptionModule":{"briefSummary":"Our overall goal is to develop therapeutic interventions to improve upper-limb motor function in hemiparetic persons based on an improved understanding of the mechanisms responsible for its loss and recovery. We intend to rigorously evaluate the efficacy of these interventions with clinical trials, and to study the mechanisms by which these interventions affect motor recovery. In this proposal, we will use a controlled, randomized, double blind clinical trial to study the effects of shoulder and elbow strength training in subjects in the subacute phase of recovery following stroke.","detailedDescription":"Hypotheses: The specific hypotheses that we will test in this proposal all refer to persons with post-stroke hemiparesis in the subacute phase of recovery (completed all out-patient therapy programs, but still less than 6 months post-CVA).\n\n1. a) Standard functional rehabilitation combined with strength training in the form of high-intensity resistance exercise results in greater gains in elbow and shoulder strength than standard functional rehabilitation alone.\n\n   b) This increased strength is not accompanied by increased hypertonia. c) This increased strength is not accompanied by significant muscular hypertrophy.\n2. Standard functional rehabilitation combined with strength training results in greater improvements in motor function than functional rehabilitation alone.\n3. Strength training results in improved control of elbow trajectory tracking movements and shoulder-elbow reaching movements.\n\nSpecific Objectives\n\n1. To perform a controlled, randomized, double-blind clinical trial to test the effects of high-intensity resistance exercise at the shoulder and elbow. Two interventions will be compared: standard functional rehabilitation (SFR), and standard functional rehabilitation combined with high-intensity resistance exercise (strength training) (SFR+STR). We will study persons with post-stroke hemiparesis in the subacute phase of recovery, i.e. having completed all outpatient therapy programs, but still less than 6 months post-CVA. Outcome measures will include strength (maximal voluntary isovelocity joint torque), hypertonia (onset threshold of the stretch reflex, Modified Ashworth Scale), standard clinical assessment of activities of daily living (Barthel Index, Functional Independence Measure), and upper extremity motor function (Fugl-Meyer exam, Functional Test of the Hemiparetic Upper Extremity).\n2. To study the neuromuscular mechanisms associated with improvements in strength and motor control that result from these interventions. Strength changes will be investigated by measuring muscle hypertrophy, hyperreflexia, and passive stiffness. Changes in control of upper extremity movements will be investigated by measuring motor performance and muscle activation patterns in trajectory tracking and reaching tasks.\n\nOur long term goal is to develop therapeutic interventions to improve upper-limb motor function in persons with post-stroke hemiparesis. Improved motor function involves not only increased strength at the shoulder and elbow, but also increased strength and dexterity at the wrist and hand. The proposed study will establish a foundation by demonstrating the positive effects of strength training in persons with hemiparesis. Then, in future studies, we can investigate the effects of specific interventions at the hand and wrist and investigate physiologic mechanisms subserving change in neuromuscular function following strength training."},"conditionsModule":{"conditions":["Cerebrovascular Accident","Hemiparesis"],"keywords":["Stroke","Hemiparesis","Upper limb function","Strength training"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE"}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"PROCEDURE","name":"Strength training"}]},"eligibilityModule":{"eligibilityCriteria":"Post stroke","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"David Wolff, Ph.D. Special Assistant to the Director","affiliation":"Program Analysis and Review Section (PARS) VA Rehabilitation Research & Development Service"},{"name":"Danielle M Kerkovitch, Ph.D.","affiliation":"Program Analysis and Review Section (PARS), VA Rehabilitation Research and Development Service"}],"locations":[{"facility":"VAMC","city":"Palo Alto","state":"California","country":"United States","geoPoint":{"lat":37.44188,"lon":-122.14302}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}