{"protocolSection":{"identificationModule":{"nctId":"NCT02569099","orgStudyIdInfo":{"id":"UZimbabwe"},"secondaryIdInfos":[{"id":"ID43TWOO9539-03","type":"OTHER_GRANT","domain":"University of California, Berkeley (FOGARTY)"}],"organization":{"fullName":"University of Zimbabwe","class":"OTHER"},"briefTitle":"Effects of Training Caregivers on the Outcomes of Stroke Survivors and Caregivers in Zimbabwe","officialTitle":"A Randomised Controlled Study to Compare the Effects of Standardised Care Plus Conventional Care Versus Conventional Care Only on the Outcomes of Stroke Survivors (HIV+ and HIV-) and Their Family Caregivers in Harare and Chitungwiza"},"statusModule":{"statusVerifiedDate":"2017-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-10"},"primaryCompletionDateStruct":{"date":"2017-04-30","type":"ACTUAL"},"completionDateStruct":{"date":"2017-05-15","type":"ACTUAL"},"studyFirstSubmitDate":"2015-05-27","studyFirstSubmitQcDate":"2015-10-02","studyFirstPostDateStruct":{"date":"2015-10-06","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-05-29","lastUpdatePostDateStruct":{"date":"2017-05-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Farayi Kaseke","investigatorTitle":"Research Director","investigatorAffiliation":"University of Zimbabwe"},"leadSponsor":{"name":"University of Zimbabwe","class":"OTHER"},"collaborators":[{"name":"National Institutes of Health (NIH)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The burden of stroke has continued to increase in Zimbabwe in the last 3 decades. resulting in increased burden of care to family caregivers. Caregivers who had cared for survivors for periods exceeding 3 months indicated desire to be taught about basic care before they were discharged from hospital and a curriculum of training based on a targeted needs analysis was developed. One arm of the study will receive caregivers training as the intervention and the other arm will be the control. The outcome of both the caregivers and survivors will be compared based on selected tools. Data will be collected at baseline (at most 2 weeks after suffering a stroke) the participants will be followed up at 3 and 12 months post stroke.","detailedDescription":"SUMMARY\n\nTITLE A randomised controlled study to compare the effects of standardised care plus conventional care versus conventional care only on the outcomes of stroke survivors (HIV+ and HIV-) and family caregivers in Harare and Chitungwiza.\n\nRESEARCH QUESTION 1. What are the effects of a standardised care plus conventional care versus conventional care only on the outcomes of stroke survivors and family caregivers in Harare and Chitungwiza?\n\nRATIONALE FOR RESEARCH\n\nRandomising the participants (people that have survived a stroke and their family caregivers) into trained and untrained groups and following them up using standardised measurement tools will highlight the effect that training has on the quality of life of the stroke survivors and their caregivers as well as function and community reintegration of survivors and burden of care among the caregivers. It is expected this will provide evidence for the need to provide an intervention program that will support family caregivers and improve the outcomes of both. It is against this background that this study aims to determine the effect that a standardised caregiver training program has on the outcomes and quality of life of the caregivers and stroke survivors in Harare and Chitungwiza.\n\nObjectives of the research\n\nBroad Objective\n\n1.To determine the effect of standardized care plus conventional care versus conventional care only on the outcomes of stroke survivors (HIV= and HIV-) and family caregivers over a 12 month period.\n\nSpecific Objectives\n\nThe objectives of the study were to compare the following in the two arms of the study over a 12 months period:\n\n1. quality of life of caregivers\n2. caregiver burden among caregivers\n3. functional levels of patients\n4. quality of life of stroke survivors\n5. community reintegration among stroke survivors.\n6. effect of the patient's HIV status on the outcomes of family caregivers.\n7. effect of the HIV status on the outcomes of stroke survivors.\n\nMETHODS This will be a prospective study where the researcher will recruit first ever sufferers of stroke and their family caregivers through hospitals in Harare and Chitungwiza, Zimbabwe. A baseline survey to describe the characteristics of stroke patients and the caregivers will be done at 2 to 14 days post stroke. Medical information about the patients will be taken from their medical records.\n\nA standardized curriculum to train the primary caregivers of stroke patients has been developed using the Kern's six step approach to curriculum development for medical education and will be tested.\n\nThe outcomes of the stroke survivors and the family caregivers will then be compared in a randomized control trial with a conventional group to establish any differences.\n\nParticipants will be consecutively recruited and randomly allocated into the arm of study using computer generated random numbers. People who have suffered a stroke and admitted in the wards are identified through wards registers. Informed consent and assent for patients who cannot communicate will be sought. Baseline assessment on function and health related quality of life will be done at least 48 hours post stroke for patients. The caregivers who will most likely look after patients will be identified and after giving consent will be assessed on baseline caregiver burden and health related quality of life at recruitment. Research assistants who are trained will be blinded to the arm to which the patients and their caregivers belong. Another research assistant will allocate the participants into the intervention or control arms of the study and communicate with the caregivers for training appointments and the PI who will do all the training for intra-rater reliability.The caregivers are trained on caring for people who have survived a stroke before they are discharged home. The training will include both theoretical input and practical demonstrations. Handouts will be given for their reference later on. training will occur only once. Both the caregiver and patient are then followed up at three months and twelve months. The functional outcomes, quality of life and physical and social reintegration will be elicited from the patients while caregivers will be asked about caregiver burden and quality of life.\n\nRISKS/BENEFITS TO SUBJECTS There will be no risks to the participants for taking part in the study. They would however benefit indirectly by providing useful information to the physiotherapy profession and thus enhance services delivered to them and others affected by stroke.\n\nCOST AND COMPENSATION INFORMED CONSENT The participants will not be required to pay anything and neither will they be compensated for taking part in the study.\n\nINFORMED CONSENT Before taking part in the study, participants will be required to read, understand and sign the informed consent which is in Appendix C of the proposal.\n\nCONFIDENTIALITY ASSURANCES The information provided by the participants and their names will not be divulged to anyone. The participants' names or any form of identification will not be required in the questionnaire. The completed questionnaires will be kept securely. The final report may include quotations from the questionnaire but they will be anonymous.\n\nCONFLICT OF INTEREST There are no gains anticipated for carrying out this study except normal scholarly gains for which this study is being carried out.\n\nCOLLABORATIVE AGREEMENTS Letters of approval to conduct the study at the study settings are attached.\n\nINTENDED RESULTS The results of the study will be used for purely academic purposes for the fulfillment of a Doctor of Philosophy (DPhil) in physiotherapy."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke survivors","caregivers","burden of care","quality of life","function","community reintegration","caregiver training"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":376,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention using standardised care","type":"EXPERIMENTAL","description":"Caregiver training /standardised care: where the participants (caregivers)s are trained on caring for relative who has survived a stroke once only for one hour using a developed curriculum.\n\nPlus Conventional care: where the participants continue to receive the usual care as offered in protocols for treatment of stroke in Zimbabwe.","interventionNames":["Other: Caregiver training"]},{"label":"Control","type":"NO_INTERVENTION","description":"No training offered to caregivers but conventional care only where the people who have survived a stroke receive the usual care as offered in protocols for treatment of stroke in Zimbabwe."}],"interventions":[{"type":"OTHER","name":"Caregiver training","description":"One hour training of family caregivers on the basic function of the brain and the stroke condition and its management in the home.","armGroupLabels":["Intervention using standardised care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Quality of life of stroke patients and family caregivers using the Euroqol - Five Dimensions (EQ-5D)","description":"Health related quality of life tested using the Euroqol - Five Dimensions (EQ-5D)","timeFrame":"Change from baseline EQ-5D at 12 months"}],"secondaryOutcomes":[{"measure":"burden of care of family caregivers","description":"Changes in caregiver strain experienced by family caregivers over time","timeFrame":"Change from baseline Caregiver Strain Index (CSI) at 12 months"},{"measure":"Functional outcome of stroke patients","description":"Changes in level of function of stroke patients over time using the Functional Independence Measure (FIM)","timeFrame":"Change from baseline Functional Independence Measure (FIM) at 12months"},{"measure":"Community reintegration of stroke patients","description":"Determining whether patient was reintegrated into community","timeFrame":"At 3 months and 12 months"}],"otherOutcomes":[{"measure":"Socio demographic characteristics of the participants","description":"There may be changes that occur to these over time such as marital status and place of residence","timeFrame":"Change from baseline scoidemographic characteristics at 12 months"}]},"eligibilityModule":{"eligibilityCriteria":"List of Inclusion Criteria:\n\n1. First ever confirmed clinical diagnosis of stroke. All patients diagnosed of stroke and who are 18 years and above will be recruited.\n2. The stroke patients are likely to return home with residual disability\n3. Both males and females are eligible and should be residing in Harare and Chitungwiza communities during the period of study.\n4. Stroke survivors must have a family caregiver\n5. HIV status may or may not be known\n6. Care giver is willing and able to provide support after discharge\n7. Fulfills the research definition of a family care giver\n\nlist of Exclusion criteria:\n\n1. Stroke patients with other diagnoses of neurological origin and a previous neurological disorder and orthopedic conditions that hamper treatment are not eligible to participate.\n2. Patients with a history of psychiatric illness will be excluded.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Farayi Kaseke, Masters","affiliation":"University of Zimbabwe","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Zimbabwe","city":"Harare","country":"Zimbabwe","geoPoint":{"lat":-17.82772,"lon":31.05337}}]},"referencesModule":{"references":[{"pmid":"34813082","type":"DERIVED","citation":"Crocker TF, Brown L, Lam N, Wray F, Knapp P, Forster A. Information provision for stroke survivors and their carers. Cochrane Database Syst Rev. 2021 Nov 23;11(11):CD001919. doi: 10.1002/14651858.CD001919.pub4."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"through publication of results and conference presentations."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M3212","name":"Acquired Immunodeficiency Syndrome","relevance":"LOW"},{"id":"M17940","name":"HIV Infections","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}