{"protocolSection":{"identificationModule":{"nctId":"NCT05568173","orgStudyIdInfo":{"id":"ETK00-2022-0181"},"organization":{"fullName":"Eastern Mediterranean University","class":"OTHER"},"briefTitle":"Boxing and Scapular Stabilization Training in Hemiparetics","officialTitle":"Comparison of the Effects of Boxing and Scapular Stabilization Training in Hemiparetic Patients"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-10-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-09-10","type":"ACTUAL"},"completionDateStruct":{"date":"2023-09-10","type":"ACTUAL"},"studyFirstSubmitDate":"2022-10-01","studyFirstSubmitQcDate":"2022-10-01","studyFirstPostDateStruct":{"date":"2022-10-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-02","lastUpdatePostDateStruct":{"date":"2023-11-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ceren Ersoy","investigatorTitle":"MSc physiotherapist","investigatorAffiliation":"Eastern Mediterranean University"},"leadSponsor":{"name":"Eastern Mediterranean University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In recent years, it has been observed that scapular stabilization exercises given in addition to stretching exercises in stroke patients strengthen the scapular muscles and improve walking and trunk alignment. In a study published in 2020, in which the investigators compared the effects of virtual and real boxing training on upper extremity functions, balance and cognitive functions in stroke patients, significant improvement was observed in each parameter in both groups.\n\nWhen the investigators look at the literature, the investigators see that there is no study comparing the effects of both scapular stabilization and boxing training on upper extremity functions and trunk balance in stroke patients.\n\nTherefore the aim of this study, compare the effects of boxing and scapular stabilization training on scapular mobility (primary outcome measure), upper extremity range of motion, shoulder proprioception, scapular balance angle, scapular muscle strength, trunk muscle strength, upper extremity motor functions, trunk balance and treatment satisfaction (secondary outcome measures) in hemiparetic individuals with stroke.","detailedDescription":"Upper extremity dysfunction can be seen in approximately 30% to 66% of hemiplegic patients. Loss of the Betz cell, which is the most abundant in the cerebral cortex and is responsible for the control of the hand, leads to impaired hand functions in hemiparetic patients who have had a stroke. Flexor spasticity predominates in the upper extremities. In addition to internal rotation and adduction of the shoulder, retraction and depression of the scapula are observed. The subscapularis and pectoral muscles are the muscles whose tone increases the most in this process. In addition, the rhomboids, serratus anterior, deltoid, trapezius middle, and lower parts are the muscles that weaken the most. For upper extremity elevation, the humeral head must be located within the glenoid fossa. Deltoid and rotator cuff muscles work as a force couple to achieve this. The most important muscles preventing glenohumeral joint subluxation are the posterior deltoid, supraspinatus, and infraspinatus.\n\nA visible change in the movement pattern and position of the scapula relative to the thorax is defined as scapular dyskinesia. In the literature, there is no consensus on whether scapular dyskinesia occurs secondary to any pathology or influence, or whether it is the cause of these pathologies. In an EMG study performed during shoulder flexion in stroke patients, delayed muscle activation of the lower trapezius muscle was observed in stroke patients with shoulder pain compared to stroke patients without shoulder pain. In the electromyography study conducted by Betz et al. in 2014, they observed that the Serratus anterior muscle was inactive or late active in some of the stroke patients with shoulder pain, while the infraspinatus muscle was activated earlier and the activation lasted longer in stroke patients without shoulder pain. The researchers pointed out that these results show the role of the timing of activation of the infraspinatus muscle in shoulder stabilization and prevention of shoulder pain in stroke patients, and that infraspinatus muscle strengthening exercises should be added to rehabilitation to prevent shoulder impingement syndrome, and they drew attention to the importance of serratus anterior and lower trapezius muscle in scapular motor control to provide dynamic stabilization.\n\nPostural stability is defined as the relationship of body parts to the center of gravity. It has been said that the basic prerequisite for movements requiring complex controlled ability is postural stability. Many studies have investigated the relationship between balance disorder and lower extremity dysfunction in stroke, however, it is thought that upper extremity dysfunction also affects balance significantly.Williams et al. showed in their study that scapulothoracic joint stabilization, mostly generated by the trapezius and serratus anterior muscles, contributes significantly to trunk core stability. During voluntary arm movements, force moments occur in the shoulder depending on the weight and dynamics of the arm. These forces and moments can affect the ability to sit, stand and also change positions. Body stabilization during walking is provided by ± 1.5 ° movement of the upper body. This movement can increase the stability of the head by reducing false signals from the otolith and vestibular systems. In the study conducted by Awad et al. in hemiparetic patients with stroke, stretching exercises for the pectorals, latissimus dorsi, rhomboids, and teres major muscles, scapular stabilization exercises in addition to trunk control exercises were applied 3 times a week for 6 weeks, and it was observed that scapular muscle strength increased and trunk alignment improved. In another study by Jo et al. in 2019, it was observed that strengthening exercises given to the scapular muscles 3 times a week for 8 weeks in addition to stretching exercises improved upper extremity and walking functions.\n\nIn a study published in 2020, in which the investigators compared the effects of virtual and real boxing training on upper extremity functions, balance, and cognitive functions in stroke patients, significant improvement was observed in each parameter in both groups .\n\nWhen the investigators look at the literature, the investigators see that there is no study comparing the effects of both scapular stabilization and boxing training on upper extremity functions and trunk balance in stroke patients.\n\nTherefore the aim of this study, compare the effects of boxing and scapular stabilization training on scapular mobility (primary outcome measure), upper extremity range of motion, shoulder proprioception, scapular balance angle, scapular muscle strength, trunk muscle strength, upper extremity motor functions, trunk balance and treatment satisfaction (secondary outcome measures) in hemiparetic individuals with stroke."},"conditionsModule":{"conditions":["Stroke","Hemiparesis"],"keywords":["boxing","upper extremity function","balance","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Boxing Training","type":"EXPERIMENTAL","description":"In the Boxing Training Group (BG) boxing training will be given. Additionally, stretching exercises and postural training will be applied.","interventionNames":["Other: Boxing Training"]},{"label":"Scapular Stabilization","type":"EXPERIMENTAL","description":"In the Scapular Stabilization Group (SSG) scapular stabilization training will be given. Additionally, stretching exercises and postural training will be applied.","interventionNames":["Other: Scapular Stabilization"]},{"label":"Control","type":"NO_INTERVENTION","description":"Individuals in this group will not receive any treatment. Evaluations will be made before treatment and after 8 weeks of treatment."}],"interventions":[{"type":"OTHER","name":"Boxing Training","description":"In addition to boxing training, stretching exercises and posture training will be given at BG. A physiotherapist with a boxing training certificate will perform modified boxing training that progresses according to the degree of difficulty. There will be four difficulty levels. The complexity of the exercises will increase at 2-week intervals as the patient progresses. As a result, 0-2 weeks 1st level, 2-4 weeks 2nd level, 4-6 weeks 3rd level and 6-8 weeks 4th level exercises will be done.\n\nIn the first level, patients will be asked to punch the fixed boxing mat hanging on the wall with various instructions. Then, in levels 2-4, target gloves and heavy punching bags will be used to increase the difficulty level. As the sessions progress, the resistance and frequencies between the levels will be increased by the physiotherapist. There will be 3 sessions of 30-minute boxing training per week for 8 weeks at BG.","armGroupLabels":["Boxing Training"]},{"type":"OTHER","name":"Scapular Stabilization","description":"In addition to scapular stabilization training, stretching exercises and posture training will be given in SSG. Progressive strengthening training for the scapular muscles will be used in the SSG. There will be four difficulty levels. The complexity of the exercises will increase at 2-week intervals as the patient progresses. As a result, 0-2 weeks 1st level, 2-4 weeks 2nd level, 4-6 weeks 3rd level and 6-8 weeks 4th level exercises will be done.\n\nAt the first level, scapular clock exercise, obstacle crossing exercise, wall gliding exercise with teraband, push up exercise, trunk rotation and maximum hip flexion will be performed. Then at levels 2-4, as the levels increase, the exercises at the first level will be more difficult (ball weight, surface, number of hurdles and hurdle crossing exercise position, by changing the teraband elasticity, push-up position). In SSG, 3 sessions of 30-minute scapular stabilization training will be applied per week for 8 weeks.","armGroupLabels":["Scapular Stabilization"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Scapular Mobility Assessment","description":"Upward and downward rotation in the scapular plane, anterior and posterior tilt in the sagittal plane and internal and external rotation in the transverse plane will be measured by using an electronic goniometer (The EasyAngle electric goniometer Meloq AB). After the device is calibrated in all three planes, the gradual difference in shoulder elevation and scapular movement enables the angular determination of the mobility of the scapula in three planes. In the reliability study, the inter-session evaluator reliability was found to be moderate to good (ICC \\[2,3\\] range = 0.628-0.874). In-session interpreter reliability was moderate to excellent(ICC \\[2,3\\] range = 0.545-0.912).","timeFrame":"0-8 week"}],"secondaryOutcomes":[{"measure":"Glenohumeral Joint Range of Motion Measurement","description":"Shoulder flexion, extension, abduction, and internal and external rotation will be measured by using an electronic goniometer (The EasyAngle electric goniometer Meloq AB)","timeFrame":"0-8 weeks"},{"measure":"Shoulder Proprioception Measurement","description":"The assessment process will begin by showing the angle of reference of the patient's arm to the desired position (active assisted motion). The position will be actively held by the patient and when it reaches the desired degree, the patient will be asked to stop the arm at that point and it will be recorded. The arm will then return to a neutral position and the examiner will actively attempt to re-establish the reference position. Positions targeting the assigned points at 125°, 55°, and 90° shoulder flexion will be introduced to the participants. Participants will be instructed to memorize the location of the joint in various postures before their eyes are closed. It will then be prompted to redo positions randomly. This procedure will be repeated 3 times. Electro goniometer will be used while measuring (The EasyAngle electric goniometer Meloq AB) .","timeFrame":"0-8 weeks"},{"measure":"Scapular Balance Angle Measurement (SBA)","description":"The lower angle of the scapula will be marked bilaterally and another vertical line will be drawn between the line connecting these marks and the C7 and T9 - T10 spinous processes. Angles formed by the line connecting both lower angles of the scapula with the vertical line passing through the spine will be measured with a goniometer. The absolute value of the difference between these angles will correspond to the SBA.The absolute difference between these two angles referred to the SBA. In normal non-affected subjects, the values for the SBA were 2.505 ± 2.340° while the abnormal results were with an angle greater than 7.185°. An intraobserver intraclass correlation coefficient (ICC) of 0.87 and interobserver ICC of 0.84 was reported. SBA manual measurement is viewed as a straightforward and reproducible evaluation of the position of the scapula in clinical practice.","timeFrame":"0-8 weeks"},{"measure":"Scapular Muscle Strength Measurement","description":"A hand-held dynamometer (HHD) will be used to measure isometric muscle strength of the supraspinatus, upper, middle, and lower trapezius, subscapularis, infraspinatus, serratus anterior, rhomboids, pectoralis major, latissimus dorsi, anterior, middle and posterior deltoid muscles. Three attempts will be made for each muscle with a 15-20 second rest period. The supraspinatus and upper trapezius muscle peak forces will be recorded at a sitting position with the hips and knees flexed 90° and the feet on a supported stool. Serratus anterior muscle strength will be tested in the supine position","timeFrame":"0-8 weeks"},{"measure":"Trunk Muscle Strength Measurement","description":"Trunk flexor muscle strength will be measured in the supine position at 30° flexion, trunk rotators in the supine position with the trunk towards the most/least affected side, trunk extensors in the prone position, and trunk lateral flexors on the most/least affected side in the sitting position using a HHD. It has been proven by Karthikbabu et al. that the HHD is a reliable tool to measure trunk muscle strength in individuals with chronic stroke","timeFrame":"0-8 weeks"},{"measure":"Pectoralis Minor Length Measurement","description":"The length of the pectoralis minor muscle (PML) in the resting position will be measured according to the guidelines established by Borstad and Ludewig. Participants to be tested will be asked to stand upright, and the arm to be tested will be comfortably supported. Two anatomical reference points will be palpated, respectively representing the PML the inferomedial aspect of the coracoid process and the caudal edge of the fourth rib at the sternum. The distance between these two bone reference points will be measured with a Vernier caliper (Wheather Forecast, China, 0-150 mm). The average of three measurements will be taken; the average will be divided by the participant's height and multiplied by 100 to calculate the PML index. The PML index allows each measurement to be normalized to each participant's height to provide the relative resting length of the individual pectoralis minor.","timeFrame":"0-8 weeks"},{"measure":"Total Scapular Distance","description":"Total Scapula Distance (TSD) is defined as the distance from the inferior angle of the acromion to the spinous process of the third thoracic vertebra. To determine the distance between the inferior angle of the acromion and the spinous process of the third thoracic vertebra while the participants are standing in a comfortable position, the physiotherapist will first palpate, then mark the distance with a black pen, then measure the distance via a digital Vernier caliper ( Wheather Forecast, China, 0-150 mm) The reliability value (ICC) for the scapular distance was found to be .94.","timeFrame":"0-8 weeks"},{"measure":"Upper-Extremity Motor Function Assessment","description":"The Manual Function Test (MFT) was developed to measure the motor function deficits in the upper extremities of hemiplegic individuals and to analyze the functional recovery that may occur after rehabilitation. The MFT consists of 8 sections and 32 items that measure arm movements and manipulative activities. The participant can get a maximum of 32 and a minimum of 4 points from this test. Purdue peg-board test will be used in the test content . The validity and reliability study of the scale in stroke patients was conducted in 2009","timeFrame":"0-8 weeks"},{"measure":"Trunk Balance Assessment:","description":"Trunk İmpairment Scale is a scale used to evaluate the static-dynamic sitting balance and coordination of the trunk It is a 17-item scale used to evaluate the motor loss of the trunk after stroke. 3 items of this scale are used to evaluate static sitting balance, 10 items are used to evaluate dynamic sitting balance and 4 items are used to evaluate coordination. 3 items of this scale are used to evaluate static sitting balance, 10 items are used to evaluate dynamic sitting balance and 4 items are used to evaluate coordination. The minimum score is 0 and the maximum score is 23, with the highest score showing the best performance. The Turkish validity and reliability study of the scale was conducted by Sağ et al. in 2019","timeFrame":"0-8 weeks"},{"measure":"Treatment Satisfaction","description":"Treatment satisfaction will be measured after boxing and scapular stabilization training with a visual analog scale (VAS). A VAS for satisfaction is a horizontal line of 100-mm long. At the beginning and at the end, there are two descriptors representing extremes of satisfaction (i.e. no satisfaction and extreme satisfaction). Patient will rate satisfaction by making a vertical mark on the 100 mm line. (0 = least satisfied, 100 = most satisfied) The measurement in millimetres was converted to the same number of points ranging from 0 to 100 points. The exact question was \"How satisfied were you with the treatment you received? \" A standard explanation of how to fill in the VAS form was mentioned beneath the VAS horizontal line.","timeFrame":"8th week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients diagnosed with first time ever stroke\n* Patients with hemiparesis\n* Patients who are between the ages of 40-70\n* Patients who has Mini Mental Test score above 23\n* Patients whose functional level is less than 4 according to the Modified Rankin Scale\n* Patients who has upper extremity spasticity lower than 2 on Modified Ashworth Scale\n* Patients who can do 120 degrees of shoulder flexion\n\nExclusion Criteria:\n\n* Having a chronic disease (for example: uncontrolled hypertension,heart disease...)\n* Subluxation and fracture at the shoulder\n* Risk of fracture and pain at the shoulder\n* Visual and hearing impairment\n* Unilateral neglect\n* Botulinum toxin administration or surgical operation in the last 6 months patients","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Gözde İyigün, Assoc.Prof.","affiliation":"Eastern Mediterranean University","role":"STUDY_CHAIR"}],"locations":[{"facility":"Eastern Mediterranean University","city":"Famagusta","zip":"99628","country":"Cyprus","geoPoint":{"lat":35.12054,"lon":33.93894}}]},"referencesModule":{"references":[{"pmid":"8053790","type":"BACKGROUND","citation":"Nakayama H, Jorgensen HS, Raaschou HO, Olsen TS. Compensation in recovery of upper extremity function after stroke: the Copenhagen Stroke Study. Arch Phys Med Rehabil. 1994 Aug;75(8):852-7. doi: 10.1016/0003-9993(94)90108-2."},{"pmid":"16987790","type":"BACKGROUND","citation":"Jaraczewska E, Long C. Kinesio taping in stroke: improving functional use of the upper extremity in hemiplegia. Top Stroke Rehabil. 2006 Summer;13(3):31-42. doi: 10.1310/33KA-XYE3-QWJB-WGT6."},{"pmid":"10736398","type":"BACKGROUND","citation":"Mantone JK, Burkhead WZ Jr, Noonan J Jr. Nonoperative treatment of rotator cuff tears. Orthop Clin North Am. 2000 Apr;31(2):295-311. doi: 10.1016/s0030-5898(05)70149-8."},{"pmid":"22661566","type":"BACKGROUND","citation":"Kibler WB, Sciascia A, Wilkes T. Scapular dyskinesis and its relation to shoulder injury. J Am Acad Orthop Surg. 2012 Jun;20(6):364-72. doi: 10.5435/JAAOS-20-06-364."},{"pmid":"25477805","type":"BACKGROUND","citation":"De Baets L, Jaspers E, Janssens L, Van Deun S. Characteristics of neuromuscular control of the scapula after stroke: a first exploration. Front Hum Neurosci. 2014 Nov 17;8:933. doi: 10.3389/fnhum.2014.00933. eCollection 2014."},{"pmid":"23580420","type":"BACKGROUND","citation":"Kibler WB, Ludewig PM, McClure PW, Michener LA, Bak K, Sciascia AD. Clinical implications of scapular dyskinesis in shoulder injury: the 2013 consensus statement from the 'Scapular Summit'. Br J Sports Med. 2013 Sep;47(14):877-85. doi: 10.1136/bjsports-2013-092425. Epub 2013 Apr 11."},{"pmid":"18174486","type":"BACKGROUND","citation":"Genthon N, Gissot AS, Froger J, Rougier P, Perennou D. Posturography in patients with stroke: estimating the percentage of body weight on each foot from a single force platform. Stroke. 2008 Feb;39(2):489. doi: 10.1161/STROKEAHA.107.493478. Epub 2008 Jan 3."},{"pmid":"11732832","type":"BACKGROUND","citation":"Triolo R, Wibowo M, Uhlir J, Kobetic R, Kirsch R. Effects of stimulated hip extension moment and position on upper-limb support forces during FNS-induced standing--a technical note. J Rehabil Res Dev. 2001 Sep-Oct;38(5):545-55."},{"pmid":"21475080","type":"BACKGROUND","citation":"Hardwick DD, Lang CE. Scapular and humeral movement patterns of people with stroke during range-of-motion exercises. J Neurol Phys Ther. 2011 Mar;35(1):18-25. doi: 10.1097/NPT.0b013e318208efa1."},{"pmid":"2345777","type":"BACKGROUND","citation":"Winter DA, Patla AE, Frank JS, Walt SE. Biomechanical walking pattern changes in the fit and healthy elderly. Phys Ther. 1990 Jun;70(6):340-7. doi: 10.1093/ptj/70.6.340."},{"pmid":"26311953","type":"BACKGROUND","citation":"Awad A, Shaker H, Shendy W, Fahmy M. Effect of shoulder girdle strengthening on trunk alignment in patients with stroke. J Phys Ther Sci. 2015 Jul;27(7):2195-200. doi: 10.1589/jpts.27.2195. Epub 2015 Jul 22."},{"pmid":"29204011","type":"BACKGROUND","citation":"Kim JO, Lee J, Lee BH. Effect of Scapular Stabilization Exercise during Standing on Upper Limb Function and Gait Ability of Stroke Patients. J Neurosci Rural Pract. 2017 Oct-Dec;8(4):540-544. doi: 10.4103/jnrp.jnrp_464_16."},{"pmid":"32574096","type":"BACKGROUND","citation":"Ersoy C, Iyigun G. Boxing training in patients with stroke causes improvement of upper extremity, balance, and cognitive functions but should it be applied as virtual or real? Top Stroke Rehabil. 2021 Mar;28(2):112-126. doi: 10.1080/10749357.2020.1783918. Epub 2020 Jun 23."},{"pmid":"33150418","type":"BACKGROUND","citation":"Silverson OA, Lemaster NG, Hettrich CM, Heebner NR, Uhl TL. Reliability and Validity of a Clinical Assessment Tool for Measuring Scapular Motion in All 3 Anatomical Planes. J Athl Train. 2021 Jun 1;56(6):586-593. doi: 10.4085/276-20."},{"pmid":"32781990","type":"BACKGROUND","citation":"Luedtke K, Schoettker-Koniger T, Hall T, Reimer C, Grassold M, Hasselhoff-Styhler P, Neulinger C, Obrocki M, Przyhoda P, Schafer A. Concurrent validity and reliability of measuring range of motion during the cervical flexion rotation test with a novel digital goniometer. BMC Musculoskelet Disord. 2020 Aug 11;21(1):535. doi: 10.1186/s12891-020-03525-6. Erratum In: BMC Musculoskelet Disord. 2020 Sep 21;21(1):624."},{"pmid":"21350968","type":"BACKGROUND","citation":"Balke M, Liem D, Dedy N, Thorwesten L, Balke M, Poetzl W, Marquardt B. The laser-pointer assisted angle reproduction test for evaluation of proprioceptive shoulder function in patients with instability. Arch Orthop Trauma Surg. 2011 Aug;131(8):1077-84. doi: 10.1007/s00402-011-1285-6. Epub 2011 Feb 25."},{"pmid":"24183844","type":"BACKGROUND","citation":"Contreras J, Gil D, de Dios Errazuriz J, Ruiz P, Diaz C, Aguila P, Rosselot A, Espinoza R, Beltran M, Liendo R, Soza F. [Scapular balance angle reference values in a healthy population]. Rev Esp Cir Ortop Traumatol. 2014 Jan-Feb;58(1):24-30. doi: 10.1016/j.recot.2013.09.009. Epub 2013 Oct 31. Spanish."},{"pmid":"29207821","type":"BACKGROUND","citation":"Karthikbabu S, Chakrapani M. Hand-Held Dynamometer is a Reliable Tool to Measure Trunk Muscle Strength in Chronic Stroke. J Clin Diagn Res. 2017 Sep;11(9):YC09-YC12. doi: 10.7860/JCDR/2017/28105.10672. Epub 2017 Sep 1."},{"pmid":"15901124","type":"BACKGROUND","citation":"Borstad JD, Ludewig PM. The effect of long versus short pectoralis minor resting length on scapular kinematics in healthy individuals. J Orthop Sports Phys Ther. 2005 Apr;35(4):227-38. doi: 10.2519/jospt.2005.35.4.227."},{"pmid":"26509682","type":"BACKGROUND","citation":"Laudner KG, Wenig M, Selkow NM, Williams J, Post E. Forward Shoulder Posture in Collegiate Swimmers: A Comparative Analysis of Muscle-Energy Techniques. J Athl Train. 2015 Nov;50(11):1133-9. doi: 10.4085/1062-6050-50.11.07. Epub 2015 Oct 28."},{"pmid":"20371564","type":"BACKGROUND","citation":"Lynch SS, Thigpen CA, Mihalik JP, Prentice WE, Padua D. The effects of an exercise intervention on forward head and rounded shoulder postures in elite swimmers. Br J Sports Med. 2010 Apr;44(5):376-81. doi: 10.1136/bjsm.2009.066837."},{"pmid":"2374776","type":"BACKGROUND","citation":"DiVeta J, Walker ML, Skibinski B. Relationship between performance of selected scapular muscles and scapular abduction in standing subjects. Phys Ther. 1990 Aug;70(8):470-6; discussion 476-9. doi: 10.1093/ptj/70.8.470."},{"pmid":"25264014","type":"BACKGROUND","citation":"Han JT, Lee JH, Yoon CH. The mechanical effect of kinesiology tape on rounded shoulder posture in seated male workers: a single-blinded randomized controlled pilot study. Physiother Theory Pract. 2015 Feb;31(2):120-5. doi: 10.3109/09593985.2014.960054. Epub 2014 Sep 29."},{"pmid":"19106794","type":"BACKGROUND","citation":"Miyamoto S, Kondo T, Suzukamo Y, Michimata A, Izumi S. Reliability and validity of the Manual Function Test in patients with stroke. Am J Phys Med Rehabil. 2009 Mar;88(3):247-55. doi: 10.1097/PHM.0b013e3181951133."},{"pmid":"16386063","type":"BACKGROUND","citation":"Verheyden G, Nuyens G, Nieuwboer A, Van Asch P, Ketelaer P, De Weerdt W. Reliability and validity of trunk assessment for people with multiple sclerosis. Phys Ther. 2006 Jan;86(1):66-76. doi: 10.1093/ptj/86.1.66."},{"pmid":"31297483","type":"BACKGROUND","citation":"Sag S, Buyukavci R, Sahin F, Sag MS, Dogu B, Kuran B. Assessing the validity and reliability of the Turkish version of the Trunk Impairment Scale in stroke patients. North Clin Istanb. 2018 Aug 14;6(2):156-165. doi: 10.14744/nci.2018.01069. eCollection 2019."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}