{"protocolSection":{"identificationModule":{"nctId":"NCT02954211","orgStudyIdInfo":{"id":"rTMS/PT/Stroke"},"organization":{"fullName":"University of Minnesota","class":"OTHER"},"briefTitle":"rTMS and Physical Therapy as a Clinical Service for People With Stroke","officialTitle":"rTMS and Physical Therapy as a Clinical Service for People With Stroke"},"statusModule":{"statusVerifiedDate":"2017-11","overallStatus":"WITHDRAWN","whyStopped":"Researcher left University","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-12","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2021-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-10-28","studyFirstSubmitQcDate":"2016-11-01","studyFirstPostDateStruct":{"date":"2016-11-03","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-11-21","lastUpdatePostDateStruct":{"date":"2017-11-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Minnesota","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The purpose of this study is to determine the characteristics that distinguish responders from nonresponders in people with stroke receiving rTMS combined with physical therapy to improve hand function. Investigators hypothesize that those who improve the most will be characterized by larger evoked brain signals in the stroke hemisphere and lower scores on the Beck Depression Inventory indicating less depression. Medications, sex, age, type of stroke, location of stroke, duration of stroke and baseline hand function will also be compared.","detailedDescription":"Stroke is the leading cause of long-term disability in the United States. The disability stems not only from neurons killed by the stroke but also from neurons that become dormant from non-use and other reasons. The killed neurons cannot be recovered but the excitability of the dormant neurons can be improved. Increasing this excitability makes for easier voluntary recruitment of these neurons in patients, which translates to improved voluntary function and quality of life. Investigators have used repetitive transcranial magnetic stimulation (rTMS) for 10 years at the University of Minnesota in strictly a research mode. Investigators have found that some people benefit from the rTMS and some do not. Investigators also have observed that some people in prior studies have asked to receive rTMS after research participation had concluded and people were willing to pay for the service privately. However, until recently, investigators were not able to offer such service. Investigators have succeeded in getting approval from the University of Minnesota that allows rTMS combined with physical therapy to be given to outpatients with stroke who have physician referral. Patients will receive an initial block of five rTMS/physical therapy (rTMS/PT) treatments to the nonstroke hemisphere and, if early signs of benefit are shown, the patients will receive a second block of 5 additional treatments. If patients do not show improvement, an alternative approach involving rTMS to the stroke hemisphere will be offered. Patients will be informed in advance of the cost, that most insurance carriers will not cover the cost, and that patients would have to pay privately for treatments. The research component of this project involves collecting hand function data along with stroke characteristics to conduct a responder vs. nonresponder analysis. In this way, investigators would be providing clinical service to patients who desire this treatment while learning further the characteristics of those who benefit and those who do not, which would guide future treatment decisions."},"conditionsModule":{"conditions":["Stroke"],"keywords":["rTMS","noninvasive brain stimulation","physical therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"rTMS/PT","type":"EXPERIMENTAL","description":"There will be only one group. All participants will receive 10 treatments of active repetitive transcranial magnetic stimulation combined with physical therapy.","interventionNames":["Device: repetitive transcranial magnetic stimulation (rTMS)","Behavioral: Physical therapy"]}],"interventions":[{"type":"DEVICE","name":"repetitive transcranial magnetic stimulation (rTMS)","description":"rTMS can be given to either the stroke or nonstroke hemisphere. For the nonstroke hemisphere, priming rTMS will be given to the optimal spot at an intensity of 90% of threshold at a frequency of 6 Hz for a 5-s ON period followed by 25-s OFF period. The ON-OFF cycling continues for 10 min. Principal rTMS follows priming and is applied at the same intensity at 1 Hz continuously for 10 minutes. The rationale for 6-Hz priming is to make the 1-Hz principal rTMS more effective. The after-effects of the principal rTMS are inhibition of the underlying neurons in the nonstroke hemisphere, which has a facilitating effect on the stroke hemisphere.\n\nFor the stroke hemisphere, rTMS will involve 6-Hz stimulation at the optimal spot at an intensity of 90% of threshold at a frequency of 6 Hz for a 5-s ON period followed by a 25-s OFF period. The ON-Off cycling continues for 10 minutes. With either form of rTMS, the desired effects of the rTMS are facilitation of the neurons in the stroke hemisphere.","armGroupLabels":["rTMS/PT"]},{"type":"BEHAVIORAL","name":"Physical therapy","description":"Following the total rTMS treatment and a 3-minute break, physical therapy treatment will commence. The physical therapy treatment will consist of 15 minutes of finger movement tracking training followed by 15 minutes of virtual hand exercises. The tracking involves placing an small device on the weak hand that records finger motion and moving the index finger into finger extension and flexion to track a computer screen cursor as accurately as possible along a target track. The virtual hand exercises involve placing the weak hand in front of a computer with a program that will show a virtual hand and some blocks on a computer screen. The patient will attempt to stack the blocks by doing active hand movements that control the virtual hand. Another virtual hand exercise involves using the thumb and index finger to pluck petals from a virtual flower shown on the screen. There are further exercises like this.","armGroupLabels":["rTMS/PT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Box and Block Test","description":"Determines the change from baseline to posttest in the number of 1-inch cubes that the person can grasp between finger and thumb and move from one box and dropped into an adjacent box in one minute (x3 trials)","timeFrame":"Measured at baseline and after one week and two weeks of treatments"}],"secondaryOutcomes":[{"measure":"MEP Amplitude","description":"Determines the change from baseline to posttest in the average peak-to-peak motor evoked potential (MEP) amplitude from target muscle of 10 TMS pulses at 130% of threshold.","timeFrame":"Measured at baseline and after one week and two weeks of treatments"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Stroke (ischemic or hemorrhagic, cortical or subcortical) of at least 5 days duration, at least 10 degrees of voluntary finger motion in the paretic hand but slower or not as far compared to the nonparetic hand, over 18 years of age\n\nExclusion Criteria:\n\n* Seizure within the past two years, receptive aphasia, epileptogenic medication, major psychiatric disorder, metal in the head (dental permitted), pacemaker or other indwelling devices, other interfering comorbidities (fracture, etc), pregnant","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M17234","name":"Vitamin A","relevance":"LOW"},{"id":"M302341","name":"Retinol palmitate","relevance":"LOW"},{"id":"T468","name":"Vitamin A","relevance":"LOW"},{"id":"T462","name":"Retinol","relevance":"LOW"}],"browseBranches":[{"abbrev":"Micro","name":"Micronutrients"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"Vi","name":"Vitamins"}]}},"hasResults":false}