{"protocolSection":{"identificationModule":{"nctId":"NCT03451357","orgStudyIdInfo":{"id":"P17/198 IDIAP Jordi Gol"},"secondaryIdInfos":[{"id":"PROJECTE PERIS 2016","type":"OTHER_GRANT","domain":"PERIS (2016-2020)."}],"organization":{"fullName":"Fundacio d'Investigacio en Atencio Primaria Jordi Gol i Gurina","class":"OTHER"},"briefTitle":"Evaluation of Degree of Dependency After Stroke.","officialTitle":"Evaluation of Degree of Dependency After Stroke: a Challenge for Health and Social Care Planning."},"statusModule":{"statusVerifiedDate":"2018-02","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-01-01","type":"ACTUAL"},"completionDateStruct":{"date":"2018-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-02-25","studyFirstSubmitQcDate":"2018-02-28","studyFirstPostDateStruct":{"date":"2018-03-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-02-28","lastUpdatePostDateStruct":{"date":"2018-03-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Fundacio d'Investigacio en Atencio Primaria Jordi Gol i Gurina","class":"OTHER"},"collaborators":[{"name":"Universidad Miguel Hernandez de Elche","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Understanding the risk of dependence and its severity before hospital discharge for stroke is important for health and social care planning as instrument to prioritize people where the assistance is more appropriate in a context o limited resources and avoid the gap across the health care continuum. The goal is to conduct an assessment, which will identify the patient's needs. In doing so, the team, along with family may effectively coordinate, plan and implement any steps necessary to ensure a safe and healthy environment for the patient.\n\nThe main study's objective is to asses which factors are associated with outcome of dependence after stroke and propose a suitable instrument for identifying patients in higher risk for needing formal care from health and/or social care providers.","detailedDescription":"Study Design It is a prospective, longitudinal, multicenter and community study, with a 2-year follow-up period (from 01.01.2017 to 31.12.2018) of patients who suffered stroke in the Community of Catalonia, Terres De l'Ebre County from the population-based register through specific ICD-9 diagnostic and procedure codes.\n\nData collection methods Probabilistic sample: all consecutive stroke cases up to reaching the previously calculated sample size. Study will be carried out according the common clinical practice.\n\nPrimary outcome: The primary outcome was dependence occurring within the 2-year follow-up after the stroke episode. Assessment of the patients' degree of dependency is essential in determining nursing care needs, planning nursing intervention, helping increase patients' abilities, and creating proper discharge plans. The European Council \\[12,13\\] defines dependence as the state in which people, due to causes linked to the lack or loss of physical, psychological, or intellectual autonomy, are in need of assistance and/or significant help to carry out common activities of daily life. In primary care, the nurses in charge are trained of data collection. This situation needs of formal care provided by health or/and social workers, private or public.\n\nSecondary outcomes:\n\n1. Propose a suitable instrument with predictive power propose for identifying patients in higher risk for needing formal care from health and/or social care providers.\n2. Measure the time elapsed from the hospital discharge to first contact with health primary care services, with social services, application for recognition of dependence degree, and get effective certification.\n3. Know the newly diagnosed cases of dependence after stroke.\n\nStatistical analysis All statistical tests will be performed as intention-to-treat. Prognostic factors' estimates will be adjusted by mixed-effects regression models. Possible confounding or effect-modifying factors will be taken into account. Predictions of dependence risk were based on Cox proportional-hazard regression models. Data analysis information extracted included the adjusted risk estimates and 95% confidence intervals (CI) and all statistical tests were two sided at the 5% significance level.\n\nAll potential predictors were considered in a multivariate logistic regression, and a backward step selection procedure was carried out to pick the variables that composed the best model. Subsequently, design of a predictive model of multivariate Cox regression analysis was utilized to define the weight of each of the pathologies in the dependence. To assign the weight according to the hazard ratio (HR) value, we took into account only those with a HR ≥1.2 in the multivariate model approximating the value of HR to the nearest whole number:\n\n* HR between 1.20 and 1.49 scored a 1.\n* HR between 1.50 and 2.49 was a 2.\n* HR between 2.50 and 3.49 received 3, and so on. The final score for each patient will be made up of the sum of their scores. We will use ROC curves and the AUC to assess the ability of this tool to stratify patients and predict dependence. To ensure internal validity, we will perform a ten-fold cross-validated multivariate regularized logistic regression to predict dependence status based on all other variables. We will plot the receiver operating characteristic (ROC) curves and compute the area under curve (AUC) to assess the prediction power of the models. In a next phase, there will be a prospective study of validation in the cohort of patients with an episode of stroke along 2018 year."},"conditionsModule":{"conditions":["Stroke Sequelae","Dependency"],"keywords":["stroke","dependence degree","social care","health care","disability"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"2 Years","designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":230,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"patients with Dependence degree","description":"Dependence degree already certificated by Dependence Law: It is calculated by accepting an expected proportion of 40% patients with dependence, with a precision 6.5% and confidence level of 95%, obtaining a N= 200 patients. Assuming a 15% of loses, we estimate we will need N=230 to be followed. This sample size would enable us to construct logistic regression models including simultaneously up to 5 predictive factors to assess the relationship between each of the independent variables and the occurrence of dependency.","interventionNames":["Diagnostic Test: Dependence degree already certificated by Dependence Law."]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Dependence degree already certificated by Dependence Law.","description":"The European Council defines dependence as the state in which people, due to causes linked to the lack or loss of physical, psychological, or intellectual autonomy, are in need of assistance and/or significant help to carry out common activities of daily life. In primary care, the nurses in charge are trained of data collection. This situation needs of formal care provided by health or/and social workers, private or public.","armGroupLabels":["patients with Dependence degree"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Dependence after the stroke episode","description":"the records will be checked and the patients were contacted and/or by interviewing the person responsible to provide care.","timeFrame":"2-year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients who has suffered acute stroke, with residence at the county for last 5 years, at least and registered clinical history in anyone health center of the county, primary care or hospital; and availability of informed consent document.\n\nExclusion Criteria:\n\n* No availability or accessibility to enough information to complete the study: clinical report in primary care, hospital or social services.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"It is a prospective, longitudinal, multicenter and community study, with a 2-year follow-up period (from 01.01.2017 to 31.12.2018) of patients who suffered stroke in the Community of Catalonia, Terres De l'Ebre County from the population-based register through specific ICD-9 diagnostic and procedure codes.\n\nThe study variables were collected while the patients remained in the stroke units (visit 1) and at the follow-up visits at 6 months (visit 2), 12 months (visit 3), 18 months (visit 4) and 24 months (study ending). Predictor variables were considered if they were viewed as commonly measured and available in primary care and had potential evidence of an association with dependence risk.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"JOSE L CLUA-ESPUNY, PhD","affiliation":"IDIAP JORDI GOL","role":"STUDY_DIRECTOR"},{"name":"CONCEPCION CARRATALA-MUNUERA, PhD","affiliation":"Universidad Miguel Hernandez de Elche","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Jose Luis Clua-Espuny","city":"Tortosa","state":"Tarragona","zip":"43500","country":"Spain","geoPoint":{"lat":40.81249,"lon":0.5216}}]},"referencesModule":{"references":[{"pmid":"26648964","type":"BACKGROUND","citation":"Clua-Espuny JL, Ripolles-Vicente R, Forcadell-Arenas T, Gil-Guillen VF, Queralt-Tomas ML, Gonzalez-Henares MA, Panisello-Tafalla A, Lopez-Pablo C, Lucas-Noll J; Ebrictus Group. Sex Differences in Long-Term Survival after a First Stroke with Intravenous Thrombolysis: Ebrictus Study. Cerebrovasc Dis Extra. 2015 Oct 9;5(3):95-102. doi: 10.1159/000440734. eCollection 2015 Sep-Dec."},{"pmid":"24953174","type":"RESULT","citation":"Clua-Espuny JL, Ripolles-Vicente R, Lopez-Pablo C, Panisello-Tafalla A, Lucas-Noll J, Calduch-Noll C, Gonzalez-Henares MA, Queralt-Tomas ML. [Differences in the survival after an episode of stroke treated with thrombolytic therapy. Study Ebrictus]. Aten Primaria. 2015 Feb;47(2):108-16. doi: 10.1016/j.aprim.2014.04.008. Epub 2014 Jun 19. Spanish."},{"pmid":"22234566","type":"RESULT","citation":"Clua-Espuny JL, Pinol-Moreso JL, Gil-Guillen VF, Orozco-Beltran D, Panisello-Tafalla A, Lucas-Noll J, Queralt-Tomas ML, Pla-Farnos R. [Primary and secondary cardiovascular prevention results in patients with stroke: relapse risk and associated survival (Ebrictus study)]. Rev Neurol. 2012 Jan 16;54(2):81-92. Spanish."},{"pmid":"28856160","type":"RESULT","citation":"Clua-Espuny JL, Gonzalez-Henares MA, Queralt-Tomas MLL, Campo-Tamayo W, Muria-Subirats E, Panisello-Tafalla A, Lucas-Noll J. Mortality and Cardiovascular Complications in Older Complex Chronic Patients with Type 2 Diabetes. Biomed Res Int. 2017;2017:6078498. doi: 10.1155/2017/6078498. Epub 2017 Aug 10."},{"pmid":"27113062","type":"RESULT","citation":"Gonzalez-Henares A, Clua-Espuny JL, Gil-Guillen VF, Panisello-Tafalla A, Queralt-Tomas ML, Ripolles-Vicente R, Lopez-Pablo C, Lucas-Noll J, Equipo de Investigacion Ebrictus Ede I. [Incidence and preventability of haemorrhagic strokes. Results of the Ebrictus register]. Rev Neurol. 2016 May 1;62(9):385-95. Spanish."},{"pmid":"23039063","type":"RESULT","citation":"Gil-Guillen V, Carratala-Munuera C, Ortega JC, Orozco-Beltran D, Ribera JM, Exposito AP, Canovas PM, Mora EP, Azofra EM, Gimenez AF, Lopez-Pineda A, Lorca-Amorrich P, Plaza-Sirvent C, Sola EB, Salas-Rico R, Fernandez-Garcia A. Protective factors in patients aged over 65 with stroke treated by physiotherapy, showing cognitive impairment, in the Valencia Community. Protection study in older people (EPACV). BMC Neurol. 2012 Oct 5;12:118. doi: 10.1186/1471-2377-12-118."},{"pmid":"22153783","type":"RESULT","citation":"Clua-Espuny JL, Pinol-Moreso JL, Gil-Guillen FV, Orozco-Beltran D, Panisello-Tafalla A, Lucas-Noll J. [The stroke care system in Terres de l'Ebre, Spain, after the implementation of the Stroke Code model: Ebrictus Study]. Med Clin (Barc). 2012 May 19;138(14):609-11. doi: 10.1016/j.medcli.2011.10.004. Epub 2011 Dec 6. Spanish."},{"pmid":"29183953","type":"RESULT","citation":"Oliva-Moreno J, Pena-Longobardo LM, Mar J, Masjuan J, Soulard S, Gonzalez-Rojas N, Becerra V, Casado MA, Torres C, Yebenes M, Quintana M, Alvarez-Sabin J; CONOCES Investigators Group. Determinants of Informal Care, Burden, and Risk of Burnout in Caregivers of Stroke Survivors: The CONOCES Study. Stroke. 2018 Jan;49(1):140-146. doi: 10.1161/STROKEAHA.117.017575. Epub 2017 Nov 28."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"The data that support the findings of this study are available from the corresponding author on reasonable request."}},"annotationSection":{"annotationModule":{"unpostedAnnotation":{"unpostedResponsibleParty":"Fundacio d'Investigacio en Atencio Primaria Jordi Gol i Gurina","unpostedEvents":[{"type":"RELEASE","date":"2022-08-29"},{"type":"RESET","date":"2023-07-26"}]}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2022-08-29","submissionInfos":[{"releaseDate":"2022-08-29","resetDate":"2023-07-26"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}