{"protocolSection":{"identificationModule":{"nctId":"NCT05727111","orgStudyIdInfo":{"id":"B4032022000142b"},"organization":{"fullName":"Université Catholique de Louvain","class":"OTHER"},"briefTitle":"Implementation of a HABIT-ILE Intervention at Home for Chronic Stroke","officialTitle":"Implementation of a HABIT-ILE Intervention at Home for Individuals With Chronic Stroke: a Non-inferiority Randomized Controlled Trial","acronym":"HABITILEhome"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-02-02","studyFirstSubmitQcDate":"2023-02-13","studyFirstPostDateStruct":{"date":"2023-02-14","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-08","lastUpdatePostDateStruct":{"date":"2023-05-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Yannick Bleyenheuft","investigatorTitle":"Professor","investigatorAffiliation":"Université Catholique de Louvain"},"leadSponsor":{"name":"Université Catholique de Louvain","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study will use a randomized controlled trial design to assess the possible difference between two intensive treatment programs: a classic \"Hand and Arm Bimanual Intensive Therapy Including Lower Extremities\" (HABIT-ILE) therapy and a HABIT-ILE therapy implemented at the patient's home. Moreover, this study also aims to assess whether the patient's abilities are better with follow-up than without follow-up after two weeks of HABIT-ILE therapy. The possible difference between the therapies will be studied in terms of functional capacities, activities and social participation.","detailedDescription":"Strokes are one of the leading causes of disability in adults around the world, with a 24.9% risk of stroke for an adult over their lifetime. The main health problems caused by brain injury result in different symptoms from one patient to another. The consequences of these symptoms are highly variable and result in long-term functional deficits in activities of daily living, such as dressing, eating, going to the toilet, etc. To improve the autonomy of these patients, intensive therapies based on the principles of motor learning have proved to be particularly effective. Among these therapies, HABIT-ILE (\"Hand-Arm Bimanual Intensive Therapy including Lower Extremities\") has been developed over the past decade in the MSL-IN laboratory at UCLouvain and has shown impressive improvements in children with PC. For stroke, other intensive therapies based on the same principles, such as Constraint Induced Movement Therapy (CIMT), have proven to be more effective than usual care. As HABIT-ILE shares the same principles with CIMT and differs by being more functional by the use of both hands, lower extremities and trunk simultaneously, we can assume that HABIT-ILE should also be effective with stroke patients. In addition, preliminary data from other studies on the efficacy of HABIT-ILE in stroke patients are promising. HABIT-ILE is based on intensive training of bimanual activities, with the systematic inclusion of stimulation of motor control of the lower limbs and trunk. HABIT-ILE is based on intensive training of bimanual activities, with the systematic inclusion of stimulation of motor control of the lower limbs and trunk. This therapy takes the form of a rehabilitation camp of at least 50 hours, on site. Therefore, the implementation of a classic HABIT-ILE camp requires a great commitment from families who must go to the camp for two weeks of therapy. For patients living far from big cities or unable to travel, access to these therapies can be very complex. In addition, these camps are run in groups of 8 to 12 participants. Each participant is accompanied by at least one therapist (physiotherapist or occupational therapist) trained in HABIT-ILE therapy. This implies that a HABIT-ILE camp requires at least 12 trained therapists. Moreover, there is a lack of therapists which makes the implementation of these camps still difficult. In addition, COVID-19 health requirements make it difficult to implement any type of treatment and assess patient progress. This health crisis has highlighted the importance of being able to offer telerehabilitation sessions at home, with a remote health professional to supervise the therapy. To address the problem of accessibility and the lack of HABIT-ILE therapists, the idea of implementing HABIT-ILE at home was born. How could we apply the principles of motor learning at home? Some of the key elements of motor learning are intensity, shaping of the task (starting from a partial task and increasing difficulty), goal-oriented therapy, positive reinforcement and hands-off (voluntary movements by patients, not guided by the therapist). In addition, virtual reality is well adapted to help integrate these principles and allows remote communication with patients. However, these devices alone do not allow the implementation of all the principles of motor learning but with the supervision of therapists trained in HABIT-ILE supervision, this goal could be achieved. The purpose of this randomized controlled study is to assess whether HABIT-ILE at home is not inferior to conventional (camp) HABIT-ILE in terms of physical abilities, functional activities and social participation of participants. Both modalities will be carried out during two weeks with a pace of 6,5 hours per day for a total of 10 days.\n\nIn addition, while the maintenance of skills during the HABIT-ILE camp at 3- and 6-months post-therapy has been proven, the issue of post-therapy improvement has not yet been studied. Indeed, we know that to maintain the skills acquired during the HABIT-ILE therapy, it is necessary to practice them daily. If a skill is not used, it will result in a cortical reorganization of the motor cortex to the detriment of that skill. Thus, there is a persistent cycle of decrease in use that leads to an unfavorable cortical reorganization that leads to a decrease in use, etc. This phenomenon is called \"learned non-use\". In order to reduce this phenomenon and thus improve the transfer of HABIT-ILE skills in the daily life of patients, we wonder about the benefits of post-therapy follow-up. Once again, the implementation of a HABIT-ILE protocol at home can provide us with a delocalized daily therapy solution implemented directly in the patient and supervised remotely. After the two weeks of the HABIT-ILE modality, we will set up a HABIT-ILE telerehabilitation follow-up for 9 weeks. This follow-up will be carried out over 9 weeks with a pace of 1 hour per day (except during the weekend, 5 hours/week). This study also aims to assess whether the patient's abilities are better with follow-up than without follow-up after two weeks of HABIT-ILE therapy."},"conditionsModule":{"conditions":["Stroke"],"keywords":["HABIT-ILE","Intensive therapy based on motor skill learning","Home rehabilitation","Caregiver","Chronic Stroke","Telerehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The trial will be a single-blind, randomized, monocentric controlled trial. The trial start with a division in two arms HABIT-ILE therapy classic or at home then half of each group will benefit from a HABIT-ILE follow-up while the other will have usual care. That means that participants will be divided into four groups.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"The primary aim, the FMA, will be videotaped and the scoring will be done by a blind evaluator. In secondary outcomes, the WMFT will be blind scored.","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":48,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"HABIT-ILE therapy at home with a HABIT-ILE follow-up at home","type":"EXPERIMENTAL","description":"2 weeks of HABIT-ILE (Hand-Arm Bimanual Intensive Therapy Including Lower Extremities) therapy at home followed by 9 weeks of HABIT-ILE follow-up at home","interventionNames":["Behavioral: Hand-Arm Bimanual Intensive Therapy Including Lower Extremities (HABIT-ILE) implemented at the patient home","Behavioral: Follow-up Hand-Arm Bimanual Intensive Therapy Including Lower Extremities (HABIT-ILE) at the patient's home"]},{"label":"HABIT-ILE therapy at home followed by usual care","type":"EXPERIMENTAL","description":"2 weeks of HABIT-ILE (Hand-Arm Bimanual Intensive Therapy Including Lower Extremities) therapy at home followed by 9 weeks of usual care","interventionNames":["Behavioral: Hand-Arm Bimanual Intensive Therapy Including Lower Extremities (HABIT-ILE) implemented at the patient home","Behavioral: Usual care"]},{"label":"Classic HABIT-ILE therapy followed by usual care","type":"ACTIVE_COMPARATOR","description":"2 weeks of classic HABIT-ILE (Hand-Arm Bimanual Intensive Therapy Including Lower Extremities) therapy on site followed by 9 weeks of usual care","interventionNames":["Behavioral: Hand-Arm Bimanual Intensive Therapy Including Lower Extremities (HABIT-ILE)","Behavioral: Usual care"]},{"label":"Classic HABIT-ILE therapy with HABIT-ILE follow-up at home","type":"ACTIVE_COMPARATOR","description":"2 weeks of classic HABIT-ILE (Hand-Arm Bimanual Intensive Therapy Including Lower Extremities) therapy on site followed by 9 weeks of HABIT-ILE follow-up at home","interventionNames":["Behavioral: Hand-Arm Bimanual Intensive Therapy Including Lower Extremities (HABIT-ILE)","Behavioral: Follow-up Hand-Arm Bimanual Intensive Therapy Including Lower Extremities (HABIT-ILE) at the patient's home"]}],"interventions":[{"type":"BEHAVIORAL","name":"Hand-Arm Bimanual Intensive Therapy Including Lower Extremities (HABIT-ILE) implemented at the patient home","description":"The HABIT-ILE therapy at home will follow the same principles as the classic HABIT-ILE. The therapy will take place in the patient's home and a close person (caregiver) will accompany the patient during the therapy. A device will be used to facilitate the implementation of home therapy. Supervision of the therapeutic process will be done remotely by a team of trained supervisors. One hour of remote supervision per day will be scheduled within 6.5 hours of therapy.","armGroupLabels":["HABIT-ILE therapy at home followed by usual care","HABIT-ILE therapy at home with a HABIT-ILE follow-up at home"],"otherNames":["HABIT-ILE@home"]},{"type":"BEHAVIORAL","name":"Hand-Arm Bimanual Intensive Therapy Including Lower Extremities (HABIT-ILE)","description":"HABIT-ILE (\"Hand-Arm Bimanual Intensive Therapy including Lower Extremities\") is an intensive therapy that continuously incorporates postural control and LE function. This motor learning-based approach include specificity of the practice, motivation, shaping of the task, intensive blocks of training and Hands-Off. Moreover, the therapy is goal-oriented to increase functional independence during daily living.","armGroupLabels":["Classic HABIT-ILE therapy followed by usual care","Classic HABIT-ILE therapy with HABIT-ILE follow-up at home"],"otherNames":["Classic HABIT-ILE"]},{"type":"BEHAVIORAL","name":"Follow-up Hand-Arm Bimanual Intensive Therapy Including Lower Extremities (HABIT-ILE) at the patient's home","description":"HABIT-ILE follow-up at home follow the same principles as classic HABIT-ILE but is delivered at the patient home with 1 hour per day (4 hours per week in autonomy and 1 hour per week under supervision).","armGroupLabels":["Classic HABIT-ILE therapy with HABIT-ILE follow-up at home","HABIT-ILE therapy at home with a HABIT-ILE follow-up at home"],"otherNames":["Follow-up HABIT-ILE@home"]},{"type":"BEHAVIORAL","name":"Usual care","description":"Usual care is all the weekly physiotherapy and occupational therapy sessions that the patient usually receives.","armGroupLabels":["Classic HABIT-ILE therapy followed by usual care","HABIT-ILE therapy at home followed by usual care"],"otherNames":["Customary care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in upper and lower extremities sensorimotor functions assess by the Fugl-Meyer Assessment (FMA).","description":"The FMA assess reflex activity, movement control and muscle strength in the upper and lower extremities of people with post-stroke hemiplegia. Maximum score is 100 points for motor score (Higher scores indicates better functioning levels).","timeFrame":"Baseline, 2 weeks and 12 weeks after baseline"}],"secondaryOutcomes":[{"measure":"Changes in upper extremities motor functions assess by the Wolf Motor Function Test (WMFT)","description":"The WMFT measures quantitative motor ability through 17 timed and functional tasks. Uses a 6-point ordinal scale (from 0= \"does not attempt with the involved arm\" to 5= \"arm does participate; movement appears to be normal\"). Maximum score is 75 (Higher scores indicates better functioning levels).","timeFrame":"Baseline, 2 weeks and 12 weeks after baseline"},{"measure":"Changes in balance control assessed by the mini Balance Evaluation System Test (mini BEST test)","description":"The miniBEST test is a shortened version of the Balance Evaluation Systems Test (BESTest). It assesses 6 different balance control systems, the BESTest was shortened based on factor analysis to include dynamic balance only (Higher scores indicate better performance). The test is a 14-item test scord on a 3-level ordinal scale (0-2). higher score means better performance.","timeFrame":"Baseline, 2 weeks and 12 weeks after baseline"},{"measure":"Changes in the Six Minutes' Walk Test (6MWT)","description":"The 6MWT assess endurance while walking 6 minutes without pause. More distance walked (in meters) indicate better performance.","timeFrame":"Baseline, 2 weeks and 12 weeks after baseline"},{"measure":"Changes in unimanual dexterity assessed by the Box & Block test (BBT)","description":"The BBT assess unimanual dexterity by quantifying the maximum of wooden blocks transferred from one space to the other during 1 minute (Higher scores indicate better performance).","timeFrame":"Baseline, 2 weeks and 12 weeks after baseline"},{"measure":"Changes in lower limbs physical activity","description":"With a movement sensor on each wrist and on the affected leg, the percentage of total time spent in movement (Standing, walking or sitting) is measured. Calculated in terms of the changes in the acceleration (m/s²).","timeFrame":"During the 2 weeks of therapy"},{"measure":"Changes in upper limbs physical activity","description":"With a movement sensor on each wrist and on the affected leg, the activities of both hand is quantified. Calculated in terms of the changes in the acceleration (m/s²).","timeFrame":"During the 2 weeks of therapy"},{"measure":"Changes in Canadian Occupational Performance Measure (COPM)","description":"In this interview, patients set up 5 activities considered difficult in daily life. These are then assessed, in a 1 to 10 scale, regarding the patient's self-perception of performance and satisfaction of it. The total score is the average of the scores for perception and satisfaction separately (score from 1 to 10).","timeFrame":"Baseline, 2 weeks and 12 weeks after baseline"},{"measure":"Changes in activities of daily living assessed by ABILHAND Questionnaire","description":"The ABILHAND questionnaire specific to patients with chronic stroke measures a patient's manual ability to manage daily activities that require the use of the upper extremities, whatever the strategies involved, through 23 items. It ranges from -6 to +6 logits (higher score means better performance).","timeFrame":"Baseline, 2 weeks and 12 weeks after baseline"},{"measure":"Changes in activities of daily living assessed by ACTIVLIM-Stroke Questionnaire","description":"The ACTIVLIM-Stroke questionnaire measures a patient's ability to perform daily activities requiring the use of the upper and/or lower extremities through 20 items specific to patients after stroke. It ranges from - 6 to +6 logits (higher score means better performance).","timeFrame":"Baseline, 2 weeks and 12 weeks after baseline"},{"measure":"Changes in the modified Rankin Scale (mRS) for neurologic disability","description":"mRS measures the degree of disability or dependence in the daily activities of people who have suffered a stroke or other causes of neurological disability. The 6 levels of disability goes from 0 (\"no disability/no symptoms\") to 5 (\"disability requiring constant care for all needs\"), being 6 \"death\".","timeFrame":"Baseline, 2 weeks and 12 weeks after baseline"},{"measure":"Changes in the Stroke Impact Scale (SIS)","description":"Self-reported questionnaire assessing multidimensional repercussions of the Stroke (strength, hand function, daily life activities, mobility, communication, emotion, memory, thinking and participation). Domains are scored on a metric of 0 to 100 (higher scores indicate better self-reported health).","timeFrame":"Baseline, 2 weeks and 12 weeks after baseline"},{"measure":"Changes in the SATIS-STROKE scale","description":"The SATIS-Stroke questionnaire is administered on an interview basis or preferentially self-administrated (patients do not realize the life situation). Patients are asked to estimate the satisfaction or dissatisfaction level in performing each life situation. During the evaluation, a 4-level response scale is presented to the patients. Patients are asked to rate their perception on the response scale as either \"Very dissatisfied\", \"Dissatisfied\", \"Satisfied\" or \"Very satisfied\". Life situations not attempted in the last month are not scored and are entered as missing responses.","timeFrame":"Baseline, 2 weeks and 12 weeks after baseline"},{"measure":"Changes in the PILS-STROKE scale","description":"The PILS-Stroke questionnaire self-administrated (patients do not realize the life situation). Patients are asked to estimate the participation or non-participation level in performing each life situation. During the evaluation, a 3-level response scale is presented to the patients. Patients are asked to rate their participation on the response scale as either \"I do not participate\", \"I participate a little\", \"I participate a lot\". Life situations that the patient do not want to participate in are rated with \"?\".","timeFrame":"Baseline, 2 weeks and 12 weeks after baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults with a chronic stroke (older than 6 months)\n* Ability to interact and understand simple instructions in order to complete assessments and therapy\n* Ability to perform a partial shoulder flexion or abduction, a partial elbow extension, and hold an object in the paretic hand\n* Availability of a caregiver for 6h30 per day during two weeks of therapy\n\nExclusion Criteria:\n\n* Non controlled seizure\n* Botulinum toxin injection in the last 6 months before the first assessment or during the therapy\n* Intensive therapy in the last 6 months before the first assessment or during the therapy\n* Surgery that could affect the assessments or therapy in the last 6 months before the first assessment or during the therapy\n* Severe visual or cognitive impairments interfering with treatment and or assessments","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Yannick Bleyenheuft, Phd, Prof.","role":"CONTACT","phone":"+32 486 91 99 11","email":"yannick.bleyenheuft@uclouvain.be"},{"name":"Merlin Somville, Phd student","role":"CONTACT","phone":"+32 477 08 26 77","email":"merlin.somville@uclouvain.be"}],"overallOfficials":[{"name":"Yannick Bleyenheuft, Phd, Prof.","affiliation":"Université Catholique de Louvain","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"MSL-IN lab, IoNS, UCLouvain","status":"RECRUITING","city":"Brussel","zip":"1200","country":"Belgium","contacts":[{"name":"Yannick Bleyenheuft, Phd, Prof.","role":"CONTACT","phone":"+32 2 764 54 46","email":"yannick.bleyenheuft@uclouvain.be"},{"name":"Merlin Somville, PT","role":"CONTACT","phone":"+32477082677","email":"merlin.somville@uclouvain.be"}],"geoPoint":{"lat":50.85045,"lon":4.34878}}]},"referencesModule":{"references":[{"pmid":"17077374","type":"BACKGROUND","citation":"Wolf SL, Winstein CJ, Miller JP, Taub E, Uswatte G, Morris D, Giuliani C, Light KE, Nichols-Larsen D; EXCITE Investigators. Effect of constraint-induced movement therapy on upper extremity function 3 to 9 months after stroke: the EXCITE randomized clinical trial. JAMA. 2006 Nov 1;296(17):2095-104. doi: 10.1001/jama.296.17.2095."},{"pmid":"27679565","type":"BACKGROUND","citation":"Hatem SM, Saussez G, Della Faille M, Prist V, Zhang X, Dispa D, Bleyenheuft Y. Rehabilitation of Motor Function after Stroke: A Multiple Systematic Review Focused on Techniques to Stimulate Upper Extremity Recovery. Front Hum Neurosci. 2016 Sep 13;10:442. doi: 10.3389/fnhum.2016.00442. eCollection 2016."},{"pmid":"23997396","type":"BACKGROUND","citation":"Stevenson T, Thalman L, Christie H, Poluha W. Constraint-Induced Movement Therapy Compared to Dose-Matched Interventions for Upper-Limb Dysfunction in Adult Survivors of Stroke: A Systematic Review with Meta-analysis. Physiother Can. 2012 Fall;64(4):397-413. doi: 10.3138/ptc.2011-24."},{"pmid":"33825690","type":"BACKGROUND","citation":"Demers M, Fung K, Subramanian SK, Lemay M, Robert MT. Integration of Motor Learning Principles Into Virtual Reality Interventions for Individuals With Cerebral Palsy: Systematic Review. JMIR Serious Games. 2021 Apr 7;9(2):e23822. doi: 10.2196/23822."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}