{"protocolSection":{"identificationModule":{"nctId":"NCT05849532","orgStudyIdInfo":{"id":"2022-0524"},"organization":{"fullName":"University of Illinois at Chicago","class":"OTHER"},"briefTitle":"Home-based FES Training in People With Chronic Stroke","officialTitle":"Feasibility and Efficacy of Home-Based Functional Electrical Stimulation and Task-Specific Training in Adults With Chronic Stroke","acronym":"HomeFES"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-12-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-01-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-01-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-01-16","studyFirstSubmitQcDate":"2023-04-27","studyFirstPostDateStruct":{"date":"2023-05-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-26","lastUpdatePostDateStruct":{"date":"2023-05-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Tanvi Bhatt","investigatorTitle":"Full Professor","investigatorAffiliation":"University of Illinois at Chicago"},"leadSponsor":{"name":"University of Illinois at Chicago","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true},"descriptionModule":{"briefSummary":"This project will examine the feasibility, safety and effect of home-based functional electrical stimulation (FES) applied to different lower limb muscles in combination with task-specific training on gait, balance and mobility in adults with chronic stroke. 30 individuals with chronic stroke will first undergo initial screening and baseline walking, mobility, balance and strength assessments in the laboratory. After determining their eligibility for the study, they will undergo 12-weeks of home-based FES and task-specific training. Following the initial screening (week 1) and pre-intervention assessment (week 2), participants will be trained in the lab for 6 sessions (week 3-4) for a FES home program and then given a FES home kit (FES device and an android tablet). Participants will then undergo home-training for 2 weeks (week 5-6) followed by mid-training assessment (week 7). Again, participants will undergo 4-weeks of home training (week 8-11) and final assessment at the end of training (week 12).\n\nThis project has the following specific aims:\n\nAim 1: To investigate the feasibility, safety and efficacy of 12-weeks of home-based FES and task-specific training in adults with chronic stroke.\n\nAim 2: To examine the effect of 12-weeks of home-based FES and task-specific training on mobility, gait and balance (anticipatory and reactive balance) in adults with chronic stroke.","detailedDescription":"BACKGROUND/SCIENTIFIC RATIONALE: Functional impairment after a stroke often includes slowed gait velocity and increased fall risk attributed to foot drop (the inability to dorsiflex the ankle during the swing phase of gait) and lower limb muscle weakness. Damage in the motor cortex or corticospinal tract often results in significant, persistent distal muscle weakness including the sensorimotor control of the ankle joint, typically because of a combination of weakness of the agonist ankle dorsiflexor muscles and spasticity of the antagonist plantarflexor muscle. This results in slower and abnormal gait which leads to gait compensation strategies such as hip hitching, excess circumduction during gait, reduced foot clearance, and high energy expenditure, all of which are factors which could increase the risk of falls in individuals with stroke.\n\nElectrical stimulation, particularly functional electrical stimulation (FES), has become widely used in the field of rehabilitation. FES is defined as the electrical stimulation of muscles that have impaired motor control to produce a contraction to obtain a functionally useful movement. In the last few years, FES systems have been used as neuroprosthetic devices in rehabilitative interventions such as gait training. Stimulator triggers, implemented to control stimulation delivery, range from open-to closed-loop controllers. Finite-state controllers trigger stimulators when specific conditions are met and utilize preset sequences of stimulation. Thus, wearable sensors provide the necessary input to differentiate gait phases during walking and trigger stimulation to specific muscles. This technology has been largely used to improve gait and balance parameters in people with chronic stroke.\n\nHome-based rehabilitation is a powerful option to increase frequency of exercises, therapy adherence, amount of training per week, and self-confidence. Home-exercise using FES is an option which can help reduce the sequelae of sensorimotor disorders and lends itself as an exciting way for people suffering from various conditions to exercise their muscles. Additionally, it has been well described that extending the use of home-based FES to elderly could increase its impact and beneficiate this population significantly.\n\nOne of the most complex issues to wider adoption of FES is its ease of use in the home context. There is a marked difference in the use of a technological and medical device in laboratory or clinical facilities compared to home or other more ecological environments. Software able to include easy training programs based on well-established therapeutic protocols may reduce this gap between laboratory and ecological environments and benefit the use of technological medical devices such as FES. A FES system would allow the participant to easily adjust the type and location of their exercise on a daily basis. On the other hand, any device with currents as low as those used by a FES system should be safe to use in any context, and especially in an unsupervised setting.\n\nMost of the tele rehabilitation platforms lack a medium to provide external physical assistance. Incorporating an actuation modality such as FES or other technological devices at the patient's end, which mimics a therapist in a remote clinic, may be effective for therapeutic purposes until the patient's recovery is maximized. Although a robot-guided rehabilitation intervention or online supervision by the therapist could be a feasible option, it might be more therapeutically beneficial to include FES. This is a treatment where a skeletal muscle can be activated by passing low-level electric currents across the motor neurons. This treatment can be administered by applying transcutaneous electrodes over the surface of the skin. The reason why FES is helpful is because it can strengthen muscle, prevent muscle atrophy, and increase bone density. Moreover, FES has neuroplastic effects as it helps to retrain active motor units and rebuild the weak connections between the brain and the motor neurons. Hence, the inclusion of FES to telerehabilitation programs could increase the efficacy of the therapy and contribute to the recovery process of persons with partial or complete loss of limb function. This project aims to determine whether home-based use of a platform that enables FES exercises is safe and beneficial to individuals with chronic stroke. It also aims to see if 8-weeks of home-based FES and task-specific training can result in improvements in spatio-temporal parameters of gait, mobility, balance and general health.\n\nOBJECTIVE/AIMS: The purpose of this study is to examine the feasibility, safety, efficacy and effect of 12 weeks of home-based combined FES and task-specific training program in people with chronic stroke.\n\nAim 1: To investigate the feasibility, safety and efficacy of 12-weeks of home-based FES and task-specific training in adults with chronic stroke. H1: 12-weeks of home-based FES training program will be safe, feasible and will not result in any adverse events during the training program.\n\nAim 2: To examine the effect of 12-weeks of home-based FES and task-specific training on gait, mobility and balance in adults with chronic stroke. H2: Post intervention, adults with chronic stroke will demonstrate improvements in spatial and temporal parameters of gait (gait speed, cadence and gait asymmetry), mobility (physical activity and muscle strength) and balance (anticipatory and reactive balance components)."},"conditionsModule":{"conditions":["Chronic Stroke"],"keywords":["Chronic stroke","Functional electrical stimulation","Home-training"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Single group design to compare the effects of functional electrical stimulation on gait, balance control, physical activity and fall risk in individuals with chronic stroke","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Home-training with functional electrical stimulation","type":"EXPERIMENTAL","description":"This study employs a single group pre-post design to determine the feasibility, safety and efficacy of a 12-week of home-based combined FES and task-specific training program. Also, this study will test the effect of the same intervention on gait, mobility and balance in adults with chronic stroke.","interventionNames":["Device: Functional Electrical Stimulation"]}],"interventions":[{"type":"DEVICE","name":"Functional Electrical Stimulation","description":"12-weeks of training sessions that include initial screening and clinical assessment (Week 1-2), onsite training sessions (Week 3-4), home training sessions (Week 4-8). There will also be pre (Week 1), mid (Week 7) and post-training (Week 12) assessment. Each session will consist of a 10-minute warm-up session with 5-6 stretching exercises. Warm-up will be followed by a 30 minute training session comprising of mobility, balance and walking exercises with FES. This will be followed by a cool down session for 10-minutes comprising of 5-6 muscle stretches. The participant will first watch video of the each exercise on the android tablet and then perform the exercises.","armGroupLabels":["Home-training with functional electrical stimulation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Dynamic balance from baseline to mid and post-training","description":"Berg Balance Scale is a 14-point scale that is widely used in the clinic and research settings to test dynamic balance in different populations. This outcome measure tests the balance during various daily living activities including sit to stand, transferring from bed to chair, reaching forward with an outstretched arm, placing alternating foot on stool amongst others. Out of a total score of 56, a score of less than 40 is considered to at moderate fall-risk in people with chronic stroke. A score more than 40 is considered as low to moderate fall-risk for participants to perform home activities. Hence, participants who score \\>40 points on 56 will be qualified to transition to the independent home training sessions. Further, dynamic balance will also be assessed using the Limits-of-stability test. Here, the participant will be asked to reach multi-directional targets and their body's center of pressure excursion and movement velocity will be assessed.","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in Functional balance from baseline to mid and post-training","description":"Mini-BESTest scale will be used to assess functional balance. This scale consists of 36-items which assess 6 balance control systems. This scale is a balance assessment tool testing dynamic and reactive balance with six components to assess 1) Biomechanical constraints 2) Stability limits/Verticality 3) Transitions/anticipatory balance 4) Reactive balance 5) Sensory orientation and 6) Stability in Gait","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in the Timed up and go test from baseline to mid and post-training","description":"Assessed using The Timed Up and Go test, unit of assessment is seconds. The Timed Up and Go test requires the participant to stand up from a chair, walk 3 meters, turn around, come back and sit again \"as quickly as possible.\" Lesser time indicates better functional mobility","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in the Four square step test from baseline to mid and post-training","description":"Assessed via four square step test, unit of assessment is seconds. The four-square step test is used to assess coordination. Here, the participant is asked to step in a 4 square in clockwise and then anti-clockwise manner and the time to complete the test is recorded. Lesser time taken to complete the test indicates better functional mobility.","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in the 30-second chair stand test from baseline to mid and post-training","description":"Assessed via 30-second chair stand test, unit of assessment is number. The participant is asked to stand from a chair and sit down as fast as they can and as many times as they can and the number of repetitions is recorded. More repetitions indicate more functional mobility.","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in functional reaching from baseline to mid and post-training","description":"This test requires the participant to reach forward with their arms stretched by moving their weight on their toes without bending their back or knees. Functional-reach test is used as an outcome to assess risk of falling.","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in volitional balance via Sensory organization testing from baseline to mid and post-training","description":"Posturography for assessing balance six conditions (SOT): under condition 1 (eyes open), and condition 2 (eyes closed), both the platform and the surround remain immobilized. Under condition 3, the surround moves. Under condition 4, the platform moves and the surround remains fixed. Under condition 5, the platform moves while the subject keeps his/her eyes closed. Under condition 6, both the surround and the platform move.","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in isometric muscle strength from baseline to mid and post-training","description":"Isometric muscle strength of bilateral hip, knee and ankle muscles is assessed using the Biodex dynamometer machine.","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in muscle spasticity from baseline to mid and post-training","description":"Stroke-related muscle spasticity is assessed via Modified Ashworth Scale, which is a universal scale used to test spasticity. The scale is graded ranging from points 0-4 with 0 indicating no increase in muscle tone and 4 indicating that affected part is rigid in flexion and extension","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in the Chedoke McMaster impairment from baseline to mid and post-training","description":"The Chedoke Mcmaster Assessment Scale (CMSA) (Leg and Foot Subscale). The CMSA Leg and Foot subscale, are 7-point scale each, which assess the severity of motor impairment based on Brunnstorm Stages of Motor recovery. A score of ≥4/7 is considered as low impairment in individuals with stroke.","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in the Fugl-Meyer lower extremity scale from baseline to mid and post-training","description":"The Fugl-Meyer Assessment is a stroke-specific, performance-based index that assesses sensorimotor function, joint positioning and functioning. Total scoring is of 86 points with higher points indicating higher function.","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in the Modified Rankin scale from baseline to mid and post-training","description":"The modified Rankin scale is 7-point measure of global disability used to assess functional disability after stroke. A score of 0 is considered as no disability whereas a score of 5 is considered as severe disability requiring constant medical care and a score of 6 indicating death.","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in peripheral sensation from baseline to mid and post-training","description":"Peripheral sensations will be assessed using the Semmes-Weinstein Monofilament testing. Inability to perceive the 5.07/10g filament indicates loss of lower limb protective sensations.","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in physical activity from baseline to mid and post-training","description":"Physical activity is assessed using the Physical Activity Scale for the Elderly (PASE). PASE scale is a brief 5-minute survey that is designed to assess physical activity in the last 7 days. The PASE assesses different types of activities, exercise, housework, yard work, recreational activities and caring for others. The PASE scale grading ranges from a a score of 0-793. Higher score indicates greater physical activity.","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in balance confidence from baseline to mid and post-training","description":"Participant's balance confidence is assessed using: The Activities-specific Balance Confidence (ABC) Scale. The ABC is a 16-point scale that assesses participant perceived balance confidence during daily living activities ranging from walking around the house to walking outside on icy sidewalks. Each of the 16-points can be graded in terms of percentage with 0 indicating no confidence and 100 indicating complete confidence of not losing balance or becoming unsteady while performing the activity. Higher score indicates higher balance confidence.","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in community participation from baseline to mid and post-training","description":"This is assessed by community integration questionnaire that assesses an individual's community integration using three domains: 1) home and 2) social integration and 3) productive activity. Higher score indicates better community participation.","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in overall health status from baseline to mid and post-training","description":"The Short Form 36 Health Survey will be used for assessment of overall health. The SF-36 has 8-sections scores ranging from 0-100. The 8-sections include: 1) vitality 2) physical functioning 3) Bodily pain 4) General Health perceptions 5) Physical role functioning 6) Emotional role functioning 7) Social role functioning and 8) Mental Health. Higher score indicates better health status.","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in overground gait speed from baseline to mid and post-training","description":"Overground gait speed is assessed using the 10-Meter walk test. Participants will walk for 10-meter with and without assistive device at their comfortable walking speed","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in global cognition from baseline to mid and post-training","description":"The Montreal Cognitive assessment scale examines different domains of cognitive function like memory, attention, orientation and language and are scored ranging from 0-30 points. Higher score indicates great cognitive function. \\< 19 out of 30 indicates cognitive impairment, 19-25 indicates mild cognitive impairment and above 25 indicates intact cognition.","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in general cognition from baseline to mid and post-training","description":"Assessed using the Mini-Mental Assessment Scale (MMSE). The MMSE is a 30-point scale that tests general cognition required to perform everyday living activities. More points indicate higher cognition. A score over 26 indicates higher cognition","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in laboratory induced falls from baseline to mid and post-training","description":"Perturbation is induced successfully and safely to reproduce inadvertent falls in a protective laboratory environment. Falls will be measured by amount of force recorded on the load cell attached to the ceiling mounted safety harness system donned by the participant. Instability of the body's COM and poor limb support prior to touchdown of the recovery step account for 90\\~100% of subsequent falls (occurring \\~500ms later) during treadmill-induced stance slip.","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in center of mass stability from baseline to mid and post-training","description":"Stability is defined by both the position of a person's center-of-mass (COM) with respect to his or her base-of-support (BOS) and it's velocity. This will be assessed during treadmill-induced stance slips.","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in limb support from baseline to mid and post-training","description":"The inability to provide timely limb support due to insufficient amount of upward impulse generated from the ground reactive force can cause limb collapse, as characterized by the quotient of amount and rate of hip descent (Vhip/Zhip) measured from hip height and lead to an eventual fall.","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in fatigue from baseline to mid and post-training","description":"Fatigue is assessed using the Fatigue severity scale is a 9-point scale that includes statements regarding an individual's fatigue. The individual grades each statement on a scale of 0-7 with 0 indicating completely disagree and 7 indicating completely agree. Higher score indicates higher fatigue levels with total possible scoring of 63.","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in falls efficacy from baseline to mid and post-training","description":"Falls efficacy is assessed using The Falls Efficacy Scale consisting of 10 activities of dialy living. For each of the activities, the participant has to score on a scale of 1 to 10, 1 being very confident and 10 being not confident at all, how confident is the participant that they can do the activity without falling? Lower score indicates higher confidence. A total score of greater than 70 indicates that the person has a fear of falling.","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in maximum loading threshold from baseline to mid and post-training","description":"The spring-scale test is used to assess the maximum loading threshold for reactive balance. Participant will undergo balance testing in standing where the researcher will deliver waist-pull perturbations in anterior and posterior direction. The maximum loading threshold is the weight at which the participant can maintain their balance without stepping.","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"},{"measure":"Change in maximum stepping threshold from baseline to mid and post-training","description":"The spring-scale test is used to assess the maximum stepping threshold for reactive balance. Participant will undergo balance testing in standing where the researcher will deliver waist-pull perturbations in anterior and posterior direction. The maximum stepping threshold is the weight at which participant takes a step even after resisting the waist-pull perturbation.","timeFrame":"Baseline (Week 1), mid-training (Week 7) and immediate post-training (Week 12)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age group: 18-90 years.\n2. Presence of unilateral hemiparesis.\n3. Onset of stroke (\\> 6 months).\n4. Ability to walk independently with or without an assistive device for at least 300 ft.\n5. Can understand and communicate in English and can verbalize discomfort or pain in English\n6. Use of smartphone on a daily basis\n7. Availability of internet/Wi-Fi at home\n\nExclusion Criteria:\n\n1. Body weight more than 250 lbs.\n2. Heel bone density measurement using an ultrasound device. Individuals classified as osteoporotic (i.e., with a T-score \\< -2) will be excluded.\n3. Cognitive impairment (Montreal Cognitive assessment score \\<26/30)\n4. Verbal Aphasia (i.e \\<71% score on Mississippi Aphasia Screening)\n5. Severe depression (\\> 15 points on geriatric depression scale)\n6. Any neurological condition other than stroke.\n7. Uncontrolled and/or untreated hypertension/hypotension, uncontrolled and/or untreated diabetes and any musculoskeletal, neuromuscular or systemic diagnosis .\n8. Recent major surgery (\\< 6 months) or hospitalization (\\< 3 months).\n9. Deep venous thrombosis.\n10. Past or current history of any type of active cancer\n11. Peripheral nerve injury or neuropathy in the affected limb with motor disability.\n12. Uncontrolled high blood pressure/angina.\n13. Skin condition not tolerant with FES therapy.\n14. Past or current history of uncontrolled/controlled epilepsy or any other types of seizure disorders\n15. Botox treatment within the last 5 months.\n16. Pacemaker users.\n\n    -","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Rudri Purohit, MS","role":"CONTACT","phone":"312-413-9772","email":"rpuroh2@uic.edu"},{"name":"Jessica Pitts, MS","role":"CONTACT","phone":"312-355-3642","email":"jpitts5@uic.edu"}],"overallOfficials":[{"name":"Tanvi Bhatt, PhD","affiliation":"University of Illinois at Chicago","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Illinois at Chicago","status":"RECRUITING","city":"Chicago","state":"Illinois","zip":"60612-4225","country":"United States","contacts":[{"name":"Tanvi Bhatt, PhD","role":"CONTACT","phone":"312-355-4443","email":"tbhatt6@uic.edu"},{"name":"Rudri Purohit, MS","role":"CONTACT","phone":"312-413-9772","email":"rpuroh2@uic.edu"}],"geoPoint":{"lat":41.85003,"lon":-87.65005}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","asFound":"Chronic","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}