{"protocolSection":{"identificationModule":{"nctId":"NCT05737420","orgStudyIdInfo":{"id":"SHS-Neuro-1-2023"},"organization":{"fullName":"University of Southern Denmark","class":"OTHER"},"briefTitle":"Video-call Assisted Assessment of Acute Stroke in Addition to Stroke Severity Scales in a Prehospital Setting","officialTitle":"Video-call Assisted Assessment of Acute Stroke in Addition to Stroke Severity Scales in a Prehospital Setting: A Cluster Randomised Pilot Trial"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-07-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-10-06","type":"ACTUAL"},"completionDateStruct":{"date":"2024-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-02-06","studyFirstSubmitQcDate":"2023-02-20","studyFirstPostDateStruct":{"date":"2023-02-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-25","lastUpdatePostDateStruct":{"date":"2023-10-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Southern Denmark","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aims to investigate whether a live stream video between the on-call neurologist and the emergency medical services is feasible.","detailedDescription":"Multiple stroke severity scales have been coined in order to examine patients suspected of stroke in a prehospital setting in order to identify and transfer patients eligible for thrombectomy directly to a comprehensive stroke centre (CSC). However, performance and feasibility vary greatly in different validation studies suggesting that those outcomes are greatly dependent on other factors i.e. acceptance amongst stakeholders, implementation process, patient segment etc. Some recent studies have shown promising results using telemedicine i.e. video solutions between emergency medical services (EMS) personnel and on-call neurologist in examining patients suspected of stroke in the prehospital phase. The investigators will perform this trial to examine whether a cluster randomised trial with video call assisted assessment of patients suspected of stroke in a prehospital setting is an appropriate trial design and feasible with regard to recruitment and retention, acceptability among stakeholders (EMS and neurologists) as well as patients and lastly with regard to stakeholders' adherence to protocol."},"conditionsModule":{"conditions":["Cerebrovascular Disorders","Brain Diseases","Central Nervous System Diseases","Stroke","Nervous System Diseases","Vascular Diseases"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":33,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Interventional video call","type":"EXPERIMENTAL","description":"All patients suspected of stroke in a prehospital setting are examined according to a prehospital stroke score. The emergency services personnel then contact the on-call neurologist and a live video stream is initiated. The on-call neurologist then examines the patient via the video-call.","interventionNames":["Diagnostic Test: Video call"]},{"label":"Control with standard care","type":"NO_INTERVENTION","description":"All patients suspected of stroke in a prehospital setting are examined according to a prehospital stroke score. The emergency services personnel then contact the on-call neurologist by telephone. ."}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Video call","description":"The on-call neurologist can see and communicate with the patient via live stream video-call.","armGroupLabels":["Interventional video call"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Recruitment Rate","description":"Rate of patients included in the trial amongst all patients screened","timeFrame":"Through study completion, approximately 2 months"},{"measure":"Exclusion rate","description":"rate of patients excluded from participation amongst all patients screened","timeFrame":"Through study completion, approximately 2 months"},{"measure":"Attrition rate","description":"rate of patients and data lost","timeFrame":"Through study completion, approximately 5 months"},{"measure":"Adherence to protocol by the Emergency Medical Services","description":"Evaluation of missing data in the clinical examination prehospital in Pre-hospital patient journal","timeFrame":"Baseline (Prehospital examination of patient conducted by Emergency Medical Services)"},{"measure":"Adherence to protocol by the neurologist prehospital","description":"Evaluation of missing data in the clinical examination conducted with video","timeFrame":"Baseline (Prehospital examination of patient conducted on video by neurologists)"},{"measure":"Adherence to protocol by the neurologist intrahospital","description":"Evaluation of missing data in the National Institute of Health Stroke Scale conducted intrahospital by neurologist","timeFrame":"At admission"},{"measure":"Stakeholder Feedback Survey","description":"Mixed open-ended and closed (Likert type response) questions to assess trial and intervention acceptability","timeFrame":"immediately after the intervention"},{"measure":"Patient Feedback Survey","description":"Semistructured interview with open-ended and closed (Likert type response) questions to assess intervention acceptability","timeFrame":"Between the day after admission and 5 days after admission"}],"secondaryOutcomes":[{"measure":"Acute ischemic stroke with Large Vessel Occlusion on neuroimaging","description":"Acute ischemic stroke with Large Vessel Occlusion (LVO) on neuroimaging (computer tomography (CT), CT angiography, magnetic resonance imaging (MRi), MR angiography or catheter-based angiography). LVO is defined as an occlusion or sub-occlusion of the intracranial internal carotid artery, middle cerebral artery M1 or M2, basilar artery. Sign of a dense cerebral artery on CT is also considered LVO positive.","timeFrame":"At admission"},{"measure":"Other large vessel Acute ischemic stroke","description":"Neuroimaging (computer tomography (CT), CT angiography, magnetic resonance imaging (MRi), MR angiography or catheter-based angiography) with AIS with occlusion or sub-occlusion of either anterior cerebral artery A1 or A2, posterior cortical artery P1 or intracranial vertebral artery","timeFrame":"at admission"},{"measure":"Other Acute ischemic stroke","description":"Neuroimaging (computer tomography (CT), CT angiography, magnetic resonance imaging (MRi), MR angiography or catheter-based angiography) with Acute ischemic stroke","timeFrame":"at admission"},{"measure":"Haemorrhagic stroke","description":"Neuroimaging (computer tomography (CT), CT angiography, magnetic resonance imaging (MRi), MR angiography or catheter-based angiography) with intra cranial haemorrhage (ICH)","timeFrame":"at admission"},{"measure":"Duration of examination on video-call","description":"Duration of examination on video-call measured in minutes","timeFrame":"up to 60 minutes (prior to admission, prehospital phase)"},{"measure":"Mimic mistaken for stroke","description":"Mimic mistaken for stroke evaluated as discrepancy between stroke as tentative diagnoses at primary contact from EMS and final diagnosis at discharge","timeFrame":"Through study completion, approximately 2 months"},{"measure":"Prehospital time on scene","description":"Time on scene from arrival of Emergency Medical Services to departure of Emergency Medical Services measured in minutes","timeFrame":"up to 60 minutes (at prehospital contact)"},{"measure":"90 days modified Rankin Scale","description":"Modified Rankin Scale score in stroke patients as evaluated through a structured telephone-based interview performed by a central assessor who is blinded to group assignment","timeFrame":"90 days post admission date"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Suspected stroke within 24 hours from onset (confirmed with Pre-hospital stroke score 1 ≥1)\n* Catchment area of Hospital Sønderjylland\n* Deferred informed consent obtained from patient or patient surrogate\n\nExclusion Criteria:\n\n* In-hospital stroke or private transport to hospital\n* Unconsciousness defined as Glascow Coma Score (GCS) ≤ 8 (as they cannot be rated)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Christian Backer Mogensen","affiliation":"Hospital of Southern Denmark - Aabenraa","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Sygehus Soenderjylland","city":"Aabenraa","zip":"6200","country":"Denmark","geoPoint":{"lat":55.04434,"lon":9.41741}}]},"referencesModule":{"references":[{"pmid":"33252631","type":"BACKGROUND","citation":"Nguyen TTM, van den Wijngaard IR, Bosch J, van Belle E, van Zwet EW, Dofferhoff-Vermeulen T, Duijndam D, Koster GT, de Schryver ELLM, Kloos LMH, de Laat KF, Aerden LAM, Zylicz SA, Wermer MJH, Kruyt ND. Comparison of Prehospital Scales for Predicting Large Anterior Vessel Occlusion in the Ambulance Setting. JAMA Neurol. 2021 Feb 1;78(2):157-164. doi: 10.1001/jamaneurol.2020.4418."},{"pmid":"32250423","type":"BACKGROUND","citation":"Mazya MV, Berglund A, Ahmed N, von Euler M, Holmin S, Laska AC, Mathe JM, Sjostrand C, Eriksson EE. Implementation of a Prehospital Stroke Triage System Using Symptom Severity and Teleconsultation in the Stockholm Stroke Triage Study. JAMA Neurol. 2020 Jun 1;77(6):691-699. doi: 10.1001/jamaneurol.2020.0319."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000014652","term":"Vascular Diseases"}],"ancestors":[{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","asFound":"Brain Diseases","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disorders","relevance":"HIGH"},{"id":"M17090","name":"Vascular Diseases","asFound":"Vascular Disease","relevance":"HIGH"},{"id":"M5432","name":"Central Nervous System Diseases","asFound":"Central Nervous System Diseases","relevance":"HIGH"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}