{"protocolSection":{"identificationModule":{"nctId":"NCT06186739","orgStudyIdInfo":{"id":"SUMC-2023-061"},"secondaryIdInfos":[{"id":"B-2023-213","type":"OTHER","domain":"The First Affiliated Hospital of Shantou University Medical College"}],"organization":{"fullName":"Shantou University Medical College","class":"OTHER"},"briefTitle":"Rehabilitation Training Participated by Caregivers in Ischemic Stroke: a Randomized Controlled Trial to Test the Effect of Home-based Rehabilitation Intervention on Physical Function.","officialTitle":"Rehabilitation Training Participated by Caregivers in Ischemic Stroke: Protocol for a Randomized Controlled Trial to Test the Effect of Home-based Rehabilitation Intervention on Physical Function"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-12-30","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-08-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-12-17","studyFirstSubmitQcDate":"2023-12-17","studyFirstPostDateStruct":{"date":"2024-01-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-17","lastUpdatePostDateStruct":{"date":"2024-01-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ding Yue","investigatorTitle":"nurse","investigatorAffiliation":"Shantou University Medical College"},"leadSponsor":{"name":"Shantou University Medical College","class":"OTHER"},"collaborators":[{"name":"Affiliated Cancer Hospital of Shantou University Medical College","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical randomized control trial is to test the effect of home-based motor rehabilitation training participated by caregivers on physical function in patients with ischemic stroke \\].\n\nThe main question\\[s\\] it aims to answer are:\n\n* Dose this kind of intervention method can improve the function of ischemic cerebral apoplexy patients is physical activity?\n* Does this intervention reduce the caregiver-related burden of patients with ischemic stroke? Participants will be randomly assigned to: (1) home-based motor rehabilitation training participated by caregivers (intervention group or (2) routine self-care group (control group). Both groups will receive assessment and health guidance on the day of discharge, with the intervention group receiving an additional home-based training program and supervision. The two groups will be followed up every week after discharge.\n\nResearchers will compare two groups to see if has great effects on physical function."},"conditionsModule":{"conditions":["Ischemic Stroke","Physical Disability"],"keywords":["Ischemic Stroke","Rehabilitation","Home Nursing","Caregiver","Physical function","Caregiver Burden"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"DOUBLE","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":58,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"home-based motor rehabilitation training participated by caregivers","type":"EXPERIMENTAL","description":"The patients in this group received face-to-face learning of rehabilitation skills when they were discharged from the hospital. The main learning contents of patients are: how to carry out limb rehabilitation training at home? when to carry out rehabilitation training? and how to choose the most appropriate rehabilitation training content? Members of the rehabilitation nursing team should assist patients in setting rehabilitation goals, help patients make weekly rehabilitation plans, and distribute learning manuals and video learning materials to patients for review at home. The rehabilitation nursing team conducts online follow-up of patients every other week to assess whether patients have achieved short-term goals, adjust or add rehabilitation contents for patients, and reconfirm the intensity of home-based training of patients. answer the questions raised by the patient during the rehabilitation process at home and encourage the patient to maintain rehabilitation.","interventionNames":["Behavioral: home-based motor rehabilitation training participated by caregivers"]},{"label":"routine self-care group","type":"ACTIVE_COMPARATOR","description":"The control group will be routinely given post-discharge health education, such as secondary prevention measures, education on medication adherence, universal guidance on the content of home care, universal rehabilitation-related education such as correct limb positioning, post-discharge precautions, and medical referral-related assistance.","interventionNames":["Behavioral: routine self-care"]}],"interventions":[{"type":"BEHAVIORAL","name":"home-based motor rehabilitation training participated by caregivers","description":"The knowledge provider was a multi-disciplinary home-based rehabilitation nursing team, which is composed of advanced practice nurse (APN) who engaged in professional rehabilitation of stroke, neurologists, rehabilitation doctors and physical therapists. Among them, APN mainly carry out and supervise family rehabilitation education and all members are collectively responsible for the adjustment and optimization of the program content. After the assessment is completed, the patient's current functional status will be confirmed. based on this, team members recommend home-exercise items that match the patient's motor function state . In this intervention programme, the content of the intervention was developed based on the recommendations of internationally published guidelines related to the rehabilitation of ischemic patients, with some adjustments to consider the cultural appropriateness of implementation in China.","armGroupLabels":["home-based motor rehabilitation training participated by caregivers"]},{"type":"BEHAVIORAL","name":"routine self-care","description":"the patients in this group will be routinely given post-discharge health education, such as secondary prevention measures, education on medication adherence, universal guidance on the content of home care, universal rehabilitation-related education such as correct limb positioning, post-discharge precautions, and medical referral-related assistance.","armGroupLabels":["routine self-care group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Motor Assessment Scale","description":"Patient's motor status will be assessed using the Motor Assessment Scale,on which scale has eight areas of motor function, including supine to side lying, supine to sitting over side of bed, balanced sitting, sitting to standing, walking, upper-arm function, hand movements and advanced hand activities.","timeFrame":"td:on the first day of intervention after allocation; t1: 1 week after discharge; t2: 2 weeks after discharge; t3: 3 weeks after discharge; t4: 4 weeks after discharge"}],"secondaryOutcomes":[{"measure":"The Brunnstrom assessment","description":"It is a common tool used in clinical assessment of motor function in stroke patients.","timeFrame":"td: on the first day of intervention after allocation; t1: 1 week after discharge; t2: 2 weeks after discharge; t3: 3 weeks after discharge; t4: 4 weeks after discharge"},{"measure":"Modified Barthel Index","description":"The Barthel Index is used to measure the activities of daily living. It has been widely used in China and more in line with Chinese culture. It is a 10-item scale of basic activities of daily living, focus on self-care (personal hygiene, bathing, feeding, toilet, dressing, bowel control, bladder control) and transfer (ambulation, chair/bed transfers, stair climbing), each item of the scale has five levels of scores and each item is weighted differently.","timeFrame":"td: on the first day of intervention after allocation; t1: 1 week after discharge; t4: 4 weeks after discharge"},{"measure":"stroke-specific quality of life (SS-QOL)","description":"The SS-QOL is a scale specifically designed for patients with stroke. There are 12 domains: energy (three items), family role (three items), language use (five items), movement (six items), mood (five items), personal personality (three items), self-help activities (five items), social role (five items), thinking ability (three items), upper limb function (five items), vision (three items), and occupation-production activities (three items).","timeFrame":"td: on the first day of intervention after allocation; t1: 1 week after discharge; t4: 4 weeks after discharge"},{"measure":"National Institutes of Health Stroke Scale (NIHSS)","description":"The degree of neurological deficit will be assessed by the NIHSS is currently one of the world's most common and easy-to-administer scales for assessing the degree of neurological deficit in stroke patients.","timeFrame":"td: on the first day of intervention after allocation; t1: 1 week after discharge; t4: 4 weeks after discharge"},{"measure":"Chinese version of the Modified Caregiver Strain Index (C-M-CSI)","description":"We will us the Chinese version of the Modified Caregiver Strain Index to measure caregiver-related burden.","timeFrame":"td: on the first day of intervention after allocation; t1: 1 week after discharge; t4: 4 weeks after discharge"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient inclusion criteria: (1) According to the international classification of diseases (ICD) definition of ischemic cerebral apoplexy, conform to the guidelines of diagnosis and treatment of acute ischemic stroke in China 2018 \"diagnostic criteria, and confirmed by craniocerebral CT or MRI in the diagnosis of ischemic cerebral apoplexy patients. (2) on the day of discharge NIHSS score 15 points or less; (3) The patient's vital signs are stable and have clear consciousness.; (4) patients and their families for research cooperation and positive cooperation attitude.\n* Caregiver inclusion criteria:1）who is an adult (18 years old or older); 2) physically healthy, with normal cognitive ability, living ability, language communication ability and learning ability;3) be the primary caregiver\n\nExclusion Criteria:\n\n* Patients' exclusion criteria: 1) Patients with unstable vital signs or unclear consciousness; 2) Patients who are unable to express language correctly due to aphasia or dysarthria; 3) The NIHSS score of the patient was more than 15 on the day of discharge; 4) Patients with other serious chronic or malignant diseases.\n* Caregiver' exclusion criteria: 1) who with tumor, history of major surgery and history of severe trauma; 2) with mental illness","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M2481","name":"Caregiver Burden","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4544","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}