{"protocolSection":{"identificationModule":{"nctId":"NCT05190718","orgStudyIdInfo":{"id":"SF21KTR500330021"},"organization":{"fullName":"Karl Landsteiner University of Health Sciences","class":"OTHER"},"briefTitle":"Register Study: Implementation of Pharyngeal Electrostimulation Therapy for the Treatment of Acute Neurogenic Dysphagia","officialTitle":"Register Study: Implementation of Pharyngeal Electrostimulation Therapy for the Treatment of Acute Neurogenic Dysphagia","acronym":"R:IphEst"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-12-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-10-07","studyFirstSubmitQcDate":"2021-12-29","studyFirstPostDateStruct":{"date":"2022-01-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-08","lastUpdatePostDateStruct":{"date":"2023-03-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Michaela Trapl-Grundschober","investigatorTitle":"PhDr. Michaela Trapl-Grundschober, MSc, Departement of Clinical Neurology, Speech Therapist","investigatorAffiliation":"Karl Landsteiner University of Health Sciences"},"leadSponsor":{"name":"Karl Landsteiner University of Health Sciences","class":"OTHER"},"collaborators":[{"name":"Universitätsklinikum Tulln","class":"UNKNOWN"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Neurogenic dysphagia occurs with disruption of neurological systems or processes involved in the execution of coordinated and safe swallowing. It is common in patients with neurological diseases, in particular in patients treated in Intensive Care Units (ICU) who are intubated (up to 62%) and / or tracheotomised (up to 83%). Dysphagia is one of the most common and most dangerous symptoms of many neurological diseases. In addition, neurogenic dysphagia can have a significant impact on quality of life, medication efficacy, and malnutrition.\n\nDysphagia is currently treated conservatively on evidence-based exercises, individually adapted to each patient. In the recent years pharyngeal electrostimulation has been established and shown a positive impact on outcome. In fact, this type of therapy has not only become an addition to the existing therapy, but an important alternative for patients difficult to treat by other means.\n\nThe Phagenyx® is a medical device, which has lately been used more frequently in multiple hospitals for treatment of neurogenic dysphagia. For nearly two decades pharyngeal electrostimulation has been further developed and optimised. This therapy initiates changes in the swallowing motor cortex through neuroplasticity as well as local changes in peripheral sensory architecture associated with swallowing. Bath and colleagues (2020) recently reported the efficacy of pharyngeal electrostimulation (Phagenyx®) in various neurological conditions.\n\nAs a result, of current published studies, the use of pharyngeal electrostimulation probe, in selected patients, with neurological diseases with moderate to severe neurogenic dysphagia will be evaluated.\n\nThis trial will initially start as quality assurance project with the aim to extent it into a monocentric based register study.\n\nThe Investigators aim to validate the effectiveness of pharyngeal electrostimulation for the treatment of moderate to severe neurogenic dysphagia by systematically recording specific dysphagia-relevant parameters. At present, it is still uncertain to what extent patients with neurogenic dysphagia in the context of a non-acute neurological disease could benefit from this method.\n\nThe research questions:\n\nDoes the use of the pharyngeal electrostimulation probe have an influence on the outcome of dysphagia in patients with moderate to severe neurogenic dysphagia? How long after therapy, can the use of the pharyngeal electrostimulation probe lead to oral food intake and/or removal of a tracheal cannula?","detailedDescription":"Neurogenic dysphagia occurs with disruption of neurological systems or processes involved in the execution of coordinated and safe swallowing. It is common in patients with neurological diseases, in particular in patients treated in Intensive Care Units (ICU) who are intubated (up to 62%) and / or tracheotomised (up to 83%). Dysphagia is one of the most common and most dangerous symptoms of many neurological diseases. For example, dysphagia is found in 50% - 60% of all patients suffering a stroke or a traumatic brain injury. These patients are 4-times more likely to develop aspiration pneumonia and have a higher mortality rate. In patients with Parkinson's disease, pneumonia due to dysphagia is the most common cause of death. In addition, neurogenic dysphagia can have a significant impact on quality of life, medication efficacy, and malnutrition. Patients with neurogenic dysphagia, undergo standardized screening and, if indicated, a complementary dysphagia assessment as soon as possible to ensure the best possible care.\n\nDysphagia used to be treated conservatively with programmes of evidence-based exercises, individually adapted to each patient. In the recent years pharyngeal electrostimulation has been established and shown a positive impact on outcome. In fact, this type of therapy has not only become an addition to the existing therapy, but an important alternative for patients difficult to treat by other means.\n\nThe Phagenyx® is a medical device, which has lately been used more frequently in multiple hospitals for treatment of neurogenic dysphagia. For nearly two decades pharyngeal electrostimulation has been further developed and optimised. This therapy initiates changes in the swallowing motor cortex through neuroplasticity as well as local changes in peripheral sensory architecture associated with swallowing. Bath and colleagues recently reported the efficacy of pharyngeal electrostimulation (Phagenyx®) in various neurological conditions.\n\nAs a result of current published studies, the use of pharyngeal electrostimulation probe in selected patients with neurological diseases with moderate to severe neurogenic dysphagia will be evaluated.\n\nThis trial will initially start as quality assurance project with the aim to extent it into a multicentre based register study.\n\nObjective:\n\nThe investigators aim to demonstrate the effectiveness of pharyngeal electrostimulation for the treatment of moderate to severe neurogenic dysphagia by systematically recording specific dysphagia-relevant parameters. At present, it is still uncertain to what extent patients with neurogenic dysphagia in the context of a non-acute neurological disease could benefit from this method.\n\nThe research questions can be formulated as follows:\n\nDoes the use of the pharyngeal electrostimulation probe have an influence on the outcome of dysphagia in patients with moderate to severe neurogenic dysphagia? In what period of time after therapy can the use of the pharyngeal electrostimulation probe lead to oral food intake and/or removal of a tracheal cannula?\n\nStudy Design / Methodology:\n\nThe project will be carried out as a register study as part of a quality assurance project. All patients with moderate to severe neurogenic dysphagia, who show a potential for rehabilitation, will be included. The severity of dysphagia will first be classified with clinically validated screenings and scores. These tests include the Gugging Swallowing Screen (GUSS), the Dysphagia Severity Rating Scale (DSRS) and the Bogenhausen Dysphagia Score (BODS 1+2). The Fibreoptic Endoscopic Evaluation of Swallowing (FEES), the golden standard for dysphagia classification, is used as instrumental assessment. In the setting of these standardized tests, the investigators will perform the validated Penetration Aspiration Scale (PAS) and Secretion Severity Scale (SSS) to evaluate dysphagia severity. These data will be collected prior to stimulation therapy.\n\nPharyngeal stimulation therapy follows a standardised protocol. A special feeding tube (Phagenyx®) equipped with stimulation electrodes is placed in the stomach via the nasopharynx. It can be used for both therapy and nutrition and remains in the patient like a conventional feeding tube. The therapy is performed with a stimulation device connected to the nasogastric catheter. For cooperative patients an individual stimulation threshold (value in milliampere (mA)); stimulation threshold / tolerance limit) is determined. Based on 3 values for lower threshold and 3 values for upper threshold level the optimal stimulation value is calculated. The electrostimulation therapy takes place for a duration of 10 minutes at this value. In non-cooperative patients, a standardised 12 milliampere (mA) value is administered. A maximum of 6 treatments in total can be delivered to the patient after which point the catheter will be electronically locked to prevent further treatments from being delivered to the patient.\n\nTreatment Regime and Rules:\n\nThe first treatment may take place from 2 hours post catheter insertion. The sessions should ideally take place on consecutive days but the interval must be no longer than 48 hours between completed sessions and no shorter than 14 hours. This is monitored and controlled by the Base Station software. There is no upper limit on the interval between the 3rd and 4th treatments to provide an opportunity for patient assessment. The software is designed to deliver electrical stimulus for 10 minutes in each session. The session may be manually paused by the operator if required or automatically by the Base Station if it detects an electrode contact problem. In either case, the treatment must be continued within 4 minutes of the pause initiation or else the session is classified as incomplete and must be repeated. In the event of an incomplete session, and if the patient agrees to continue with treatment, it is possible to attempt to retry a session up to 2 more times within that 14-hour period. The Base Station is designed to check the quality of contact for each pulse of stimulus delivered (5 pulses per second). In the event that contact quality falls below the acceptable level for a continuous period of 10 seconds then the software will alert the operator and automatically pause the session. This then provides an opportunity for the operator to adjust the position of the catheter or patient in order to restore contact. If the 48 hour interval between the treatments is unavoidably exceeded, then the treatment counter in the software is re-set and some treatments must be repeated. The counter is re-set to zero if the 48 hour interval is exceeded in between any of the first three treatments. The counter is re-set to 3 if the interval is exceeded after 3 treatments have already been delivered. Note: The 48 hour maximum interval does not apply between treatment 3 and 4 in order to allow the user to assess patient response to the standard three treatment sessions. In the event the 48 hour limit is unavoidably exceeded on multiple occasions due to problems (and the treatment counter re-set to zero more than once) as many as 9 complete treatments may theoretically be delivered. No more than 15 treatment sessions (made up of both complete and incomplete treatments) are allowed for a single patient.\n\nMethodology:\n\nThis study is conducted in 3 phases. Phase 1: Neurological and dysphagic parameters are systematically assessed with the following routine examinations. The modified Ranking Scale (mRS), the NIHSS, as well as a Bedside swallowing screening procedure (GUSS) and scales and scores for food intake (DSRS, BODS 1+2) are collected.\n\nFurthermore, the Golden Standard for swallowing diagnostics, the Fibreoptic Endoscopic Evaluation of Swallowing (FEES), is carried out to evaluate the swallowing pathology and classify its severity.\n\nPhase 2: pharyngeal stimulation is performed via a nasogastric probe (Phagenyx) for a duration of 10 minutes daily and for at least 3 consecutive days. The number of stimulation repeats depends on therapy progress (max 6 stimulations) and an interdisciplinary re-evaluation of the patient's rehabilitation potential. This allows for decision making regarding further rehabilitation steps. At the end of stimulation, the same parameters as before are measured.\n\nPhase 3: takes place before the patient's discharge from hospital and includes a final re-examination using the same dysphagia and neurological parameters to document long-term effects."},"conditionsModule":{"conditions":["Neurogenic Dysphagia","Traumatic Brain Injury","Stroke","Dysphagia","Long Covid-19","Intubation Complication","Polyradiculitis"],"keywords":["Neurogenic Dysphagia","Dysphagia","Traumatic Brain Injury","Phagenyx","Stroke","Pharyngeal electrical stimulation","Long Covid-19"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"90 Days","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Dysphagia rehabilitation","description":"All interventions are part of routine treatment of dysphagia.","interventionNames":["Device: Pharyngeal electrostimulation"]}],"interventions":[{"type":"DEVICE","name":"Pharyngeal electrostimulation","description":"Routine treatment:\n\nPharyngeal stimulation is performed via a nasogastric probe (Phagenyx) for a duration of 10 minutes daily and for at least 3 consecutive days. The number of stimulation repeats until max 2x3 repeats, depends on therapy progress and an interdisciplinary re-evaluation of the patient's rehabilitation potential.","armGroupLabels":["Dysphagia rehabilitation"],"otherNames":["Phagenyx"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Dysphagia Severity Rating Scale (DSRS)","description":"The Dysphagia Severity Rating Scale (DSRS) describe the capacity of the patient to swallow food and fluids and if the patient needs help.\n\nThe scale range from 0-12. 0= no dysphagia 12= severe dysphagia","timeFrame":"through study completion, an average of 1 year"},{"measure":"Penetration Aspiration Scale (PAS)","description":"Penetration Aspiration Scale (PAS) is measured during the Swallow endoscopy (FEES). The PAS is a measure of the penetration and aspiration of a bolus. In this study the investigators evaluate two semisolid and three liquid boluses.\n\nScala ranges from 1-8.\n\n1. Material does not enter the airway\n2. Material enters the airway, remains above the vocal folds, and is ejected from the airway\n3. Material enters the airway, remains above the vocal folds, and is not ejected from the airway\n4. Material enters the airway, contacts the vocal folds, and is ejected from the airway\n5. Material enters the airway, contacts the vocal folds, and is not ejected from the airway\n6. Material enters the airway, passes below the vocal folds and is ejected into the larynx or out of the airway\n7. Material enters the airway, passes below the vocal folds, and is not ejected from the trachea despite effort\n8. Material enters the airway, passes below the vocal folds, and no effort is made to eject","timeFrame":"through study completion, an average of 1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Neurogenic dysphagia\n\n  * Ischaemic and haemorrhagic strokes\n  * Infra- as well as supra-tentorial\n  * Polyradiculitis\n  * Parkinson's disease\n  * Multiple sclerosis\n  * Dementia\n  * Traumatic brain injury\n  * Post Covid-19 pat.\n* patients over the age of 18.\n\nExclusion Criteria:\n\n* Contraindication to nasogastric tube,\n* Unstable cardiac or respiratory condition that does not allow the insertion of the Nasogastric tube\n* Pacemakers\n* Implanted defibrillators (ICD)\n* Pregnant\n* Breastfeeding women\n\n(Caution: interfering signals may be visible in ECGs, \\& EEGs with continuous recording).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients with neurogenic dysphagia","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Michaela Trapl-Grundschober, MAS, MSc","role":"CONTACT","phone":"+43 2272900422393","email":"michaela.trapl@tulln.lknoe.at"}],"overallOfficials":[{"name":"Walter Struhal, Prof. Dr.","affiliation":"University Clinic Tulln","role":"STUDY_CHAIR"}],"locations":[{"facility":"University Clinic Tulln","status":"RECRUITING","city":"Tulln","state":"Low Austria","zip":"3430","country":"Austria","contacts":[{"name":"Michaela Trapl-Grundschober, MAS, MSc","role":"CONTACT","phone":"+432272900422393","email":"michaela.trapl@tulln.lknoe.at"}],"geoPoint":{"lat":48.32829,"lon":16.05858}}]},"referencesModule":{"references":[{"pmid":"27165955","type":"BACKGROUND","citation":"Bath PM, Scutt P, Love J, Clave P, Cohen D, Dziewas R, Iversen HK, Ledl C, Ragab S, Soda H, Warusevitane A, Woisard V, Hamdy S; Swallowing Treatment Using Pharyngeal Electrical Stimulation (STEPS) Trial Investigators. Pharyngeal Electrical Stimulation for Treatment of Dysphagia in Subacute Stroke: A Randomized Controlled Trial. Stroke. 2016 Jun;47(6):1562-70. doi: 10.1161/STROKEAHA.115.012455. Epub 2016 May 10."},{"pmid":"33294818","type":"BACKGROUND","citation":"Bath PM, Woodhouse LJ, Suntrup-Krueger S, Likar R, Koestenberger M, Warusevitane A, Herzog J, Schuttler M, Ragab S, Everton L, Ledl C, Walther E, Saltuari L, Pucks-Faes E, Bocksrucker C, Vosko M, de Broux J, Haase CG, Raginis-Zborowska A, Mistry S, Hamdy S, Dziewas R; for PHADER Investigators. Pharyngeal electrical stimulation for neurogenic dysphagia following stroke, traumatic brain injury or other causes: Main results from the PHADER cohort study. EClinicalMedicine. 2020 Nov 10;28:100608. doi: 10.1016/j.eclinm.2020.100608. eCollection 2020 Nov."},{"pmid":"30096101","type":"BACKGROUND","citation":"Brodsky MB, Levy MJ, Jedlanek E, Pandian V, Blackford B, Price C, Cole G, Hillel AT, Best SR, Akst LM. Laryngeal Injury and Upper Airway Symptoms After Oral Endotracheal Intubation With Mechanical Ventilation During Critical Care: A Systematic Review. Crit Care Med. 2018 Dec;46(12):2010-2017. doi: 10.1097/CCM.0000000000003368."},{"pmid":"32304381","type":"BACKGROUND","citation":"Brodsky MB, Nollet JL, Spronk PE, Gonzalez-Fernandez M. Prevalence, Pathophysiology, Diagnostic Modalities, and Treatment Options for Dysphagia in Critically Ill Patients. Am J Phys Med Rehabil. 2020 Dec;99(12):1164-1170. doi: 10.1097/PHM.0000000000001440."},{"pmid":"33324882","type":"BACKGROUND","citation":"Dziewas R, Auf dem Brinke M, Birkmann U, Brauer G, Busch K, Cerra F, Damm-Lunau R, Dunkel J, Fellgiebel A, Garms E, Glahn J, Hagen S, Held S, Helfer C, Hiller M, Horn-Schenk C, Kley C, Lange N, Lapa S, Ledl C, Lindner-Pfleghar B, Mertl-Rotzer M, Muller M, Neugebauer H, Ozsucu D, Ohms M, Perniss M, Pfeilschifter W, Plass T, Roth C, Roukens R, Schmidt-Wilcke T, Schumann B, Schwarze J, Schweikert K, Stege H, Theuerkauf D, Thomas RS, Vahle U, Voigt N, Weber H, Werner CJ, Wirth R, Wittich I, Woldag H, Warnecke T. Safety and clinical impact of FEES - results of the FEES-registry. Neurol Res Pract. 2019 Apr 26;1:16. doi: 10.1186/s42466-019-0021-5. eCollection 2019."},{"type":"BACKGROUND","citation":"BARTOLOME, G.,& SCHRÖTER-MORASCH, H. H. 2006. Der Bogenhausener Dysphagiescore - BODS In: Schluckstörungen, München. Jena, Urban & Fischer Verlag."},{"pmid":"25060752","type":"BACKGROUND","citation":"Dziewas R, Glahn J, Helfer C, Ickenstein G, Keller J, Lapa S, Ledl C, Lindner-Pfleghar B, Nabavi D, Prosiegel M, Riecker A, Stanschus S, Warnecke T, Busse O. [FEES for neurogenic dysphagia: training curriculum of the German Society of Neurology and the German Stroke Society]. Nervenarzt. 2014 Aug;85(8):1006-15. doi: 10.1007/s00115-014-4114-7. German."},{"pmid":"27807279","type":"BACKGROUND","citation":"Dziewas R, Mistry S, Hamdy S, Minnerup J, Van Der Tweel I, Schabitz W, Bath PM; PHAST-TRAC Investigators. Design and implementation of Pharyngeal electrical Stimulation for early de-cannulation in TRACheotomized (PHAST-TRAC) stroke patients with neurogenic dysphagia: a prospective randomized single-blinded interventional study. Int J Stroke. 2017 Jun;12(4):430-437. doi: 10.1177/1747493016676618. Epub 2016 Nov 2."},{"type":"BACKGROUND","citation":"Dziewas R., Pflug C. et al., Neurogene Dysphagie, S1-Leitlinie, 2020, in: Deutsche Gesellschaft für Neurologie (Hrsg.), Leitlinien für Diagnostik und Therapie in der Neurologie. Online: www.dgn.org/leitlinien (abgerufen am 02.07.2021)"},{"pmid":"30170898","type":"BACKGROUND","citation":"Dziewas R, Stellato R, van der Tweel I, Walther E, Werner CJ, Braun T, Citerio G, Jandl M, Friedrichs M, Notzel K, Vosko MR, Mistry S, Hamdy S, McGowan S, Warnecke T, Zwittag P, Bath PM; PHAST-TRAC investigators. Pharyngeal electrical stimulation for early decannulation in tracheotomised patients with neurogenic dysphagia after stroke (PHAST-TRAC): a prospective, single-blinded, randomised trial. Lancet Neurol. 2018 Oct;17(10):849-859. doi: 10.1016/S1474-4422(18)30255-2. Epub 2018 Aug 28."},{"pmid":"32350338","type":"BACKGROUND","citation":"Everton LF, Benfield JK, Hedstrom A, Wilkinson G, Michou E, England TJ, Dziewas R, Bath PM, Hamdy S. Psychometric assessment and validation of the dysphagia severity rating scale in stroke patients. Sci Rep. 2020 Apr 29;10(1):7268. doi: 10.1038/s41598-020-64208-9."},{"pmid":"32353976","type":"BACKGROUND","citation":"Florea C, Braumann C, Mussger C, Leis S, Hauer L, Sellner J, Golaszewski SM. Therapy of Dysphagia by Prolonged Pharyngeal Electrical Stimulation (Phagenyx) in a Patient with Brainstem Infarction. Brain Sci. 2020 Apr 28;10(5):256. doi: 10.3390/brainsci10050256."},{"pmid":"31313142","type":"BACKGROUND","citation":"Koestenberger M, Neuwersch S, Hoefner E, Breschan C, Weissmann H, Stettner H, Likar R. A Pilot Study of Pharyngeal Electrical Stimulation for Orally Intubated ICU Patients with Dysphagia. Neurocrit Care. 2020 Apr;32(2):532-538. doi: 10.1007/s12028-019-00780-x."},{"pmid":"16269630","type":"BACKGROUND","citation":"Martino R, Foley N, Bhogal S, Diamant N, Speechley M, Teasell R. Dysphagia after stroke: incidence, diagnosis, and pulmonary complications. Stroke. 2005 Dec;36(12):2756-63. doi: 10.1161/01.STR.0000190056.76543.eb. Epub 2005 Nov 3."},{"pmid":"17885261","type":"BACKGROUND","citation":"Trapl M, Enderle P, Nowotny M, Teuschl Y, Matz K, Dachenhausen A, Brainin M. Dysphagia bedside screening for acute-stroke patients: the Gugging Swallowing Screen. Stroke. 2007 Nov;38(11):2948-52. doi: 10.1161/STROKEAHA.107.483933. Epub 2007 Sep 20."},{"pmid":"28322006","type":"BACKGROUND","citation":"Warnecke T, Im S, Kaiser C, Hamacher C, Oelenberg S, Dziewas R. Aspiration and dysphagia screening in acute stroke - the Gugging Swallowing Screen revisited. Eur J Neurol. 2017 Apr;24(4):594-601. doi: 10.1111/ene.13251. Epub 2017 Feb 3."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"It is not yet clear, if the data will be shared or not."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000086382","term":"COVID-19"},{"id":"D000094024","term":"Post-Acute COVID-19 Syndrome"},{"id":"D000003680","term":"Deglutition Disorders"},{"id":"D000001930","term":"Brain Injuries"},{"id":"D000070642","term":"Brain Injuries, Traumatic"},{"id":"D000011128","term":"Polyradiculopathy"}],"ancestors":[{"id":"D000011024","term":"Pneumonia, Viral"},{"id":"D000011014","term":"Pneumonia"},{"id":"D000012141","term":"Respiratory Tract Infections"},{"id":"D000007239","term":"Infections"},{"id":"D000014777","term":"Virus Diseases"},{"id":"D000018352","term":"Coronavirus Infections"},{"id":"D000003333","term":"Coronaviridae Infections"},{"id":"D000030341","term":"Nidovirales Infections"},{"id":"D000012327","term":"RNA Virus Infections"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000004935","term":"Esophageal Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000010608","term":"Pharyngeal Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"},{"id":"D000094025","term":"Post-Infectious Disorders"},{"id":"D000002908","term":"Chronic Disease"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000011129","term":"Polyradiculoneuropathy"},{"id":"D000011115","term":"Polyneuropathies"},{"id":"D000010523","term":"Peripheral Nervous System Diseases"},{"id":"D000009468","term":"Neuromuscular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M2562","name":"COVID-19","asFound":"COVID-19","relevance":"HIGH"},{"id":"M6572","name":"Deglutition Disorders","asFound":"Dysphagia","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M3014","name":"Post-Acute COVID-19 Syndrome","asFound":"Long COVID","relevance":"HIGH"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M13702","name":"Polyradiculopathy","asFound":"Polyradiculitis","relevance":"HIGH"},{"id":"M13594","name":"Pneumonia","relevance":"LOW"},{"id":"M13604","name":"Pneumonia, Viral","relevance":"LOW"},{"id":"M9973","name":"Infections","relevance":"LOW"},{"id":"M6058","name":"Communicable Diseases","relevance":"LOW"},{"id":"M14668","name":"Respiratory Tract Infections","relevance":"LOW"},{"id":"M17212","name":"Virus Diseases","relevance":"LOW"},{"id":"M20180","name":"Coronavirus Infections","relevance":"LOW"},{"id":"M6245","name":"Coronaviridae Infections","relevance":"LOW"},{"id":"M23375","name":"Nidovirales Infections","relevance":"LOW"},{"id":"M14839","name":"RNA Virus Infections","relevance":"LOW"},{"id":"M10858","name":"Lung Diseases","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M7775","name":"Esophageal Diseases","relevance":"LOW"},{"id":"M8573","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M6945","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M13205","name":"Pharyngeal Diseases","relevance":"LOW"},{"id":"M12651","name":"Otorhinolaryngologic Diseases","relevance":"LOW"},{"id":"M3015","name":"Post-Infectious Disorders","relevance":"LOW"},{"id":"M5837","name":"Chronic Disease","relevance":"LOW"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"},{"id":"M13703","name":"Polyradiculoneuropathy","relevance":"LOW"},{"id":"M13689","name":"Polyneuropathies","relevance":"LOW"},{"id":"M13122","name":"Peripheral Nervous System Diseases","relevance":"LOW"},{"id":"M12101","name":"Neuromuscular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC07","name":"Mouth and Tooth Diseases"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}