{"protocolSection":{"identificationModule":{"nctId":"NCT01275261","orgStudyIdInfo":{"id":"10-00820"},"organization":{"fullName":"University of California, San Francisco","class":"OTHER"},"briefTitle":"Pilot Study of Avoidance of Bladder Catheters in Stroke Patients to Avoid Urinary Tract Infections","officialTitle":"Pilot Randomized Trial of a Nursing Protocol to Avoid Bladder Catheterization in Patients With Stroke"},"statusModule":{"statusVerifiedDate":"2012-11","overallStatus":"TERMINATED","whyStopped":"Investigator no longer at institution-no data analyzed","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-01"},"primaryCompletionDateStruct":{"date":"2011-09","type":"ACTUAL"},"completionDateStruct":{"date":"2011-09","type":"ACTUAL"},"studyFirstSubmitDate":"2011-01-07","studyFirstSubmitQcDate":"2011-01-10","studyFirstPostDateStruct":{"date":"2011-01-12","type":"ESTIMATED"},"lastUpdateSubmitDate":"2012-11-13","lastUpdatePostDateStruct":{"date":"2012-11-14","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of California, San Francisco","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The purpose of this study is to determine whether bladder catheterization can be safely avoided in patients admitted to the hospital with stroke using a nursing protocol, and whether this decreases the incidence of urinary tract infections. The investigators hypothesize that the protocol will be tolerated by nurses and patients, and that patients without bladder catheters will have fewer urinary tract infections and better outcomes.","detailedDescription":"Medical complications, both minor and serious, play a large role in post-stroke management and outcome. Infection, especially pneumonia and urinary tract infections (UTI), is one of the most common medical complications of stroke. In addition, immunosuppression secondary to stroke may increase the risk of infection after stroke, and fever secondary to infection may result in poor outcomes. UTIs occur in 3 to 16% of patients within the first week to month after a cerebrovascular event. Compared with patients who do not develop post-stroke UTIs, those who do have a UTI have poorer outcomes; such patients have an approximately 3-fold increased odds of a higher mRS, and a 4.5-fold higher odds for the combined endpoint of death or disability.\n\nBetween 15% and 25% of all hospitalized patients receive short-term indwelling urinary catheters, often unnecessarily. In the general medical population, the risk of UTI ranges from 3%-10% per day of catheterization, and approaches 100% after 30 continuous days. Catheter-associated UTI (CAUTI) is the second most commonly reported healthcare-associated infection in acute care hospitals, accounting for approximately one-third of all infections reported to the National Healthcare Safety Network in 2006-2007, and is the leading cause of secondary nosocomial bloodstream infections. CAUTIs have been estimated to cost $589 to $758 per infection, and between 17 and 69% may be preventable.\n\nThe recently released draft guidelines from the Centers for Disease Control and Prevention (CDC) for prevention of CAUTI suggest appropriate indications for indwelling urethral catheter use, including acute urinary retention or obstruction, need for accurate measurements of urinary output in critically ill patients, and prolonged immobilization, but an estimated 20 to 50% of hospitalized patients have urinary catheters placed without clear indications.\n\nWe will conduct a pilot RCT to determine the tolerability and efficacy of a protocol to avoid catheter placement in patients admitted to the UCSF neurovascular service with ischemic stroke or intracerebral hemorrhage. There are two study arms: a usual care control group will have catheter placement on admission, and the intervention group will not have a catheter placed on admission. The intervention arm will be treated using a protocol, developed with a multidisciplinary team, and instituted by nurses to avoid the need for catheter placement. The sample will be followed during hospital admission, with the main outcome measures being the tolerability of the protocol by the nursing staff, patient comfort and the incidence of UTI during hospitalization. The subjects will be followed during their hospitalization and a follow-up telephone call will be made to them at 90-days post-stroke.\n\nWe hypothesize that limiting the use of Foley catheters to the medical indications noted in the CDC guidelines, which is not current standard practice, will decrease the number of catheters placed, and thereby reduce the number of UTIs in stroke patients. The ultimate goal of this study is to improve clinical outcomes, decrease hospital length of stay, cost of care, and time to rehabilitation among patients who suffer a stroke."},"conditionsModule":{"conditions":["Stroke","Catheter Associated Urinary Tract Infection"],"keywords":["Stroke","Urinary Tract Infection"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":5,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Foley catheter","type":"NO_INTERVENTION","description":"Usual care - patients will have a Foley catheter placed on admission."},{"label":"Nursing protocol to avoid Foley Catheter","type":"EXPERIMENTAL","description":"No catheter will be placed on admission, and a nursing order protocol will be followed to avoid catheterization and avoid complications.","interventionNames":["Behavioral: Nursing protocol to avoid Foley catheter placement"]}],"interventions":[{"type":"BEHAVIORAL","name":"Nursing protocol to avoid Foley catheter placement","description":"A specific nursing order protocol will be followed addressing urinary care to try to avoid the use of Foley catheters.","armGroupLabels":["Nursing protocol to avoid Foley Catheter"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Patient comfort.","description":"This will be assessed using a questionnaire at discharge addressing comfort of urinary care.","timeFrame":"On discharge (average 4 days after stroke)"},{"measure":"Amount of time spent by nurses on patient urinary care","description":"This will be assessed using a questionnaire filled out at the end of each nursing shift addressing time management and comfort with the urinary care of the patient.","timeFrame":"Will be measured at the end of each nursing shift during the patients hospitalization."}],"secondaryOutcomes":[{"measure":"Incidence of Urinary Tract infection","description":"Determined using UTI symptoms and urinalysis and urine culture findings.","timeFrame":"during acute hospitalization, average 4 days after stroke"},{"measure":"Stroke Functional Outcome","description":"Using the modified Rankin Scale by telephone interview.","timeFrame":"90 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults aged ≥18\n* Admission to the neurovascular service at UCSF (from the ED or from an outside hospital)\n* Diagnosis of acute stroke or intracerebral hemorrhage\n\nExclusion Criteria:\n\n* Glasgow Coma Scale (GCS) \\<9\n* Need for intubation or sedation\n* An active medical problem requiring the use of a bladder catheter (e.g., congestive heart failure exacerbation, acute bladder outlet obstruction)\n* Subarachnoid hemorrhage\n* Patients who are asymptomatic or have minimal symptoms from stroke\n* Bladder catheter already in place for \\>12 hours\n* Contraindication for bladder catheterization\n* Evidence of UTI on admission","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Sharon N Poisson, MD","affiliation":"University of California, San Francisco","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of California San Francisco","city":"San Francisco","state":"California","zip":"94143","country":"United States","geoPoint":{"lat":37.77493,"lon":-122.41942}}]},"referencesModule":{"references":[{"pmid":"20156062","type":"BACKGROUND","citation":"Gould CV, Umscheid CA, Agarwal RK, Kuntz G, Pegues DA; Healthcare Infection Control Practices Advisory Committee. Guideline for prevention of catheter-associated urinary tract infections 2009. Infect Control Hosp Epidemiol. 2010 Apr;31(4):319-26. doi: 10.1086/651091. No abstract available."},{"pmid":"18722511","type":"BACKGROUND","citation":"Klehmet J, Harms H, Richter M, Prass K, Volk HD, Dirnagl U, Meisel A, Meisel C. Stroke-induced immunodepression and post-stroke infections: lessons from the preventive antibacterial therapy in stroke trial. Neuroscience. 2009 Feb 6;158(3):1184-93. doi: 10.1016/j.neuroscience.2008.07.044. Epub 2008 Aug 5."},{"pmid":"14692888","type":"BACKGROUND","citation":"Aslanyan S, Weir CJ, Diener HC, Kaste M, Lees KR; GAIN International Steering Committee and Investigators. Pneumonia and urinary tract infection after acute ischaemic stroke: a tertiary analysis of the GAIN International trial. Eur J Neurol. 2004 Jan;11(1):49-53. doi: 10.1046/j.1468-1331.2003.00749.x."},{"pmid":"15175612","type":"BACKGROUND","citation":"Gokula RR, Hickner JA, Smith MA. Inappropriate use of urinary catheters in elderly patients at a midwestern community teaching hospital. Am J Infect Control. 2004 Jun;32(4):196-9. doi: 10.1016/j.ajic.2003.08.007."},{"pmid":"20167905","type":"BACKGROUND","citation":"Poisson SN, Johnston SC, Josephson SA. Urinary tract infections complicating stroke: mechanisms, consequences, and possible solutions. Stroke. 2010 Apr;41(4):e180-4. doi: 10.1161/STROKEAHA.109.576413. Epub 2010 Feb 18."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000007239","term":"Infections"},{"id":"D000014552","term":"Urinary Tract Infections"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000014570","term":"Urologic Diseases"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9973","name":"Infections","asFound":"Infection","relevance":"HIGH"},{"id":"M6058","name":"Communicable Diseases","relevance":"LOW"},{"id":"M16992","name":"Urinary Tract Infections","asFound":"Urinary Tract Infections","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M17009","name":"Urologic Diseases","relevance":"LOW"},{"id":"M2876","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M26783","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M13817","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8089","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M26785","name":"Male Urogenital Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"}]}},"hasResults":false}