{"protocolSection":{"identificationModule":{"nctId":"NCT05609136","orgStudyIdInfo":{"id":"268"},"organization":{"fullName":"Suleyman Demirel University","class":"OTHER"},"briefTitle":"The Effect of Scapular Stabilization Exercises on the Upper Extremity in Patients With Chronic Stroke","officialTitle":"Effect of Scapular Stabilization Exercises on Upper Extremity Spasticity and Motor Function in Patients With Chronic Stroke: A Double-Blind Randomized Controlled Study"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-10-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-03-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-08-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-10-28","studyFirstSubmitQcDate":"2022-11-05","studyFirstPostDateStruct":{"date":"2022-11-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-11-05","lastUpdatePostDateStruct":{"date":"2022-11-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Huseyin Atceken","investigatorTitle":"MSc Student, Physiotherapist","investigatorAffiliation":"Suleyman Demirel University"},"leadSponsor":{"name":"Suleyman Demirel University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"There is still no approved exact treatment for stroke, one of the leading causes of disability. Neurorehabilitation is an important treatment option for stroke patients with anatomical and functional impairments in their interhemispheric connections. However, special techniques with high effectiveness are being investigated to increase the success of general rehabilitation. In this context, scapula-focused stabilization techniques have been used in stroke patients recently. In this randomized controlled study, investigators aimed to examine the effect of scapular stabilization exercises on upper extremity spasticity and motor function in addition to neurorehabilitation in patients with chronic stroke. 22 chronic stroke patients will be included in the study. The patients will be divided into two groups as scapular exercise group and control group using the simple randomization method. Scapular stabilization exercises will be applied in combination with neurorehabilitation to the first group, while only neurorehabilitation will be applied to the control group. A 6-week (30 sessions) neurorehabilitation program will be applied to all groups, specially planned for the patient. Spasticity of the patients participating in the study Modified Ashworth Scale, upper extremity recovery levels Brunnstrom Recovery Stage, upper extremity functions Fugl Meyer Upper Extremity Scale and Wolf Motor Function Test, independence levels Functional Independence Scale , activities of daily living will be evaluated with the Modified Barthel Index and quality of life will be evaluated with the Stroke Specific Quality of Life Scale. The first evaluation of the patients will be made before the treatment, and each patient will be evaluated after the 6-week exercise program. After all data are collected, in-group and intergroup comparisons will be made."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Rehabilitation","Upper extremity","Stabilization","Scapula","Recovery of function","Spasticity"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"The patients will be divided into two groups as scapular exercise group and control group using the simple randomization method. Scapular stabilization exercises will be applied in combination with neurorehabilitation to the first group, while only neurorehabilitation will be applied to the control group. A 6-week (30 sessions) neurorehabilitation program specially planned for the patient will be applied to all groups.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"Patients participating in the study will be blinded to which treatment group they will be included in. Patients' characteristics and all outcome measures before and after treatment will be evaluated by the blinded physiotherapist. Neurorehabilitation of the patients will be performed by another physiotherapist who did not participate in the evaluation of the patients. Physiotherapists will be instructed not to communicate with patients about possible goals or rationale for either treatment.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":22,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Bobath+ Scapular Stabilization Group","type":"EXPERIMENTAL","description":"In addition to the Bobath approach, which is one of the neurophysiological treatment methods for the upper extremity, 5 sessions a week for 6 weeks, scapular stabilization exercises will be applied to this group for an additional 6 weeks from the beginning of the treatment. Scapular Stabilization Exercises will be performed with the patient in a sitting position, with the shoulder at 90 degrees and the elbow extended. The patient will be given exercises with isometric contraction while the shoulder is in protraction and retraction by the physiotherapist. Isometric contraction will last for 5 seconds and each exercise will be repeated 2x15 times. There will be a 1-minute rest period between sets. The exercises will be performed in 2 different positions, in the flexion position and in the diagonal position.","interventionNames":["Other: Bobath+Scapular Stabilization Exercises"]},{"label":"Bobath Group","type":"ACTIVE_COMPARATOR","description":"The Bobath approach, one of the neurodevelopmental treatment methods for the upper extremities, was applied to all participants included in the study for 6 weeks, 5 sessions per week. Before starting the Bobath exercises, preparation was made with 10 minutes of stretching and upper extremity mobilization. The Bobath approach included functional exercises that patients could perform at home. Bobath program; shoulder flexion, protraction, abduction and extranal rotation; It included extension of the elbow and wrist, extension and opposition of the fingers. After these exercises, task-specific functional upper extremity exercises were performed with or without an object that could help the treatment. These tasks are; required reaching, grasping, or lifting objects such as a cup, pen, cylindrical box, etc., in different body positions. Each session lasted for 1 hour and at the end of each session, patients were given a home exercise program.","interventionNames":["Other: Bobath+Scapular Stabilization Exercises"]}],"interventions":[{"type":"OTHER","name":"Bobath+Scapular Stabilization Exercises","description":"Scapular stabilization exercises will be given to patients in addition to Bobath therapy. It will be applied with the patient in a sitting position, with the shoulder at 90 degrees and the elbow extended. The patient will be given exercises with isometric contraction while the shoulder is in protraction and retraction by the physiotherapist. Isometric contraction will last for 5 seconds and each exercise will be repeated 2x15 times. There will be a 1-minute rest period between sets. The exercises will be performed in 2 different positions, in the flexion position and in the diagonal position.","armGroupLabels":["Bobath Group","Bobath+ Scapular Stabilization Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Brunnstrom Recovery Stage","description":"It is a classification method developed to evaluate the upper extremities of patients. Staging used in prognosis follow-up also aims to create a common language among clinicians. For the upper extremity, stage 1 (flash stage), stage 2 (reflexes and spasticity start stage), stage 3 (stage where limb synergies are seen), stage 4 (stage where limb synergies begin to break down), stage 5 (stage where limb synergies are broken except for certain activities) It is a scale that grades impairment between stage 6 (normal motor movement) and stage 6 (normal motor movement).","timeFrame":"six weeks"},{"measure":"Modified Ashworth Scale","description":"It is the most universally accepted clinical tool used to measure the increase in muscle tone. The Ashworth Scale was published in 1964 to assess spasticity in patients with multiple sclerosis. The original Ashworth scale is a 5-point numerical scale that grades spasticity from 0 to 5 (0 without resistance and 5 with one limb rigid in flexion or extension). In 1987, 1+ was added and modified to increase the sensitivity of the Ashworth Scale. Since the scale was modified, Modified Ashworth Scale has been applied as a measure of spasticity in clinical practice and research. The purpose of the Modified Ashworth Scale is to rate muscle tone between 0 (normal muscle tone) and 4 (rigid muscle) points.","timeFrame":"six weeks"},{"measure":"The Fugl-Meyer Upper Extremity Scale","description":"It is a commonly used scale to determine the severity of stroke and measure recovery. Upper extremity sensorimotor impairment after stroke is usually evaluated using The Fugl-Meyer Upper Extremity Scale. It is considered the gold standard. The Fugl-Meyer Upper Extremity Scale is clinically applicable and has excellent reliability, validity and responsiveness. The scale consists of 33 items divided into 4 subscales: shoulder/elbow (18 items), wrist (5 items), hand (7 items) and coordination/speed (3 items). For each item, it is scored as 2 (performs the movement fully), 1 (does the movement partially), and 0 (the movement cannot be performed). A total of 66 points, with higher scores indicating better sensorimotor function.","timeFrame":"six weeks"},{"measure":"Wolf Motor Function Test","description":"The test consists of 17 items. While 15 items evaluate skill and performance time for different functional activities, 2 items evaluate muscle strength. In performance time measurement, a maximum of 120 seconds is given for each of the 15 tasks and the individual is asked to complete the task as soon as possible during this time. All functional movements evaluated 0 = no interference, 1 = interference, 2 = plegia side involved but unable to complete task, 3 = performs task but in synergy pattern or moves very slowly, 4 = performs task near normal but slightly slower than normal; the target may have fine coordination or fluency problems, scored as 5 = doing the task and having normal movement. The average value of the total score is calculated for the functional skill score.","timeFrame":"six weeks"},{"measure":"Functional Independence Measure","description":"It is a reliable assessment of the burden of care acquired due to the assistance patients need in performing a range of activities of daily living. Functional Independence Measure consists of 13-item motor domain (Functional Independence Measure-motor) and 5-item cognitive domain (Functional Independence Measure-cognitive) subcategory. All activities are rated on a seven-point ranking scale ranging from 1 (needs full assistance during activities) to 7 (does the activity completely independently). The Functional Independence Measure motor score ranges from 13 to 91 points, the cognitive score ranges from 5 to 35 points, and the total Functional Independence Measure score ranges from 18 to 126 points. Low scores indicate more addiction.","timeFrame":"six weeks"},{"measure":"Modified Barthel Index","description":"Modified Barthel Index, which is used to measure the independence of patients in activities of daily living, was created by modifying the Barthel Index. It includes 10 items related to activities of daily living (nutrition, personal care, bathing, dressing, bowel and bladder care, toilet use, ambulation, transfers and stair climbing). There are levels between 0 and 5 for each item in Modified Barthel Index. Leveling points are different for each activity. At level 1, the patient is insufficient to perform the activity, while at level 5, the patient can do the activity without assistance, even if slowly. The total score is between 0-100 points. The higher the score, the lower the dependence of the patients on activities of daily living. Modified Barthel Index has good reliability and validity","timeFrame":"six weeks"},{"measure":"Stroke Specific Quality of Life Scale","description":"It is a 49-item scale for 12 subcategories (mobility, vitality, upper extremity functionality, work/productivity, mood, self-care, social roles, family roles, language, vision, thinking, and personality) assessing the independence of stroke patients. It is rated using a 5-point Likert-type scale (1=Totally agree, 2=Somewhat partially agree, 3=Neither agree nor disagree, 4=Partly disagree, 5=Disagree). The higher the score, the better the quality of life of stroke patients.","timeFrame":"six weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 18\n* 3 months past the stroke history\n* No previous history of stroke\n* Mini mental test score ≥ 24\n* Upper extremity (elbow, wrist and finger) spasticity level to be 1-3 according to Modified Ashworth Scale (MAS)\n* Upper extremity Brunnstrom recovery stage 2-5\n* No botulinum toxin injection for the affected upper extremity in the last 6 months\n* If he is using antispastic medication, his dose has not been changed in the last 1 month.\n* Consent to participate in the study\n\nExclusion Criteria:\n\n* Having any neurological, psychiatric, orthopedic, unstable cardiovascular disease other than stroke\n* being pregnant\n* Having upper extremity contractures","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"HÜSEYİN ATÇEKEN","role":"CONTACT","phone":"+905344520303","email":"atcekenhuseyin@gmail.com"}],"locations":[{"facility":"Hüseyin Atçeken","status":"RECRUITING","city":"Isparta","country":"Turkey","contacts":[{"name":"HÜSEYİN ATÇEKEN","role":"CONTACT","phone":"+905344520303","email":"atcekenhuseyin@gmail.com"}],"geoPoint":{"lat":37.76444,"lon":30.55222}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}