{"protocolSection":{"identificationModule":{"nctId":"NCT00067275","orgStudyIdInfo":{"id":"030266"},"secondaryIdInfos":[{"id":"03-N-0266"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"The Effect of Dopamine on Motor Skills Training","officialTitle":"Dopamine Release in Use-Dependent Plasticity in Health and Disease"},"statusModule":{"statusVerifiedDate":"2007-08-15","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2003-08-08"},"completionDateStruct":{"date":"2007-08-15"},"studyFirstSubmitDate":"2003-08-13","studyFirstSubmitQcDate":"2003-08-13","studyFirstPostDateStruct":{"date":"2003-08-14","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-06-30","lastUpdatePostDateStruct":{"date":"2017-07-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"descriptionModule":{"briefSummary":"This study will examine how dopamine, a brain chemical, affects motor training. Taken by mouth, dopamine can enhance motor training, especially during rehabilitation after brain damage. The study will also examine whether Sinemet, a drug containing a precursor of dopamine, can improve motor training.\n\nHealthy normal volunteers and stroke patients between 18 and 80 years of age may be eligible for this study. Healthy volunteers must be right-handed. Stroke patients must have had a stroke that caused weakness in one hand, from which they have recovered enough to be able to move the thumb in different directions. Participants will have up to three study sessions, as follows:\n\nPrestudy 1 (MRI, TMS with motor training)\n\n* Session 1: Magnetic resonance imaging (MRI) of the brain. This procedure uses a strong magnetic field and radio waves to show structural and chemical changes in tissues. During the scan, the patient lies on a table in a narrow cylinder containing a magnetic field. He or she can communicate with the staff administering the test at all times.\n* Session 2: Transcranial magnetic stimulation (TMS) - The subject sits in a comfortable chair with the right forearm held still at the side and the head held still by an aluminum frame. A magnetic coil is placed over the head, and a small probe is attached to the thumb to measure thumb movement. Magnetic pulses are occasionally delivered over the scalp, likely inducing a mild thumb movement. After this test, the subject takes a tablet of either Sinemet or placebo (a look-alike pill with no active ingredient). Fifty minutes after taking the pill, the subject undergoes motor training that involves performing brisk thumb movements at a rate of 1 movement per second. At the end of the training, TMS is repeated.\n* Session 3: Identical to session 2, except subjects who took Sinemet in session 2 now take placebo, and vice versa.\n\nPrestudy 2 (MRI, PET without motor training, no TMS)\n\n* Session 1: MRI of the brain if the subject has not had one within the last 12 months.\n* Session 2: Positron emission tomography (PET) scanning - This procedure provides information on brain chemistry and function. First, the subject is given either Sinemet or placebo. The subject lies on a bed in a doughnut-shaped machine with a custom-molded plastic mask placed over the face and head to support the head and hold it still during the scanning. A catheter (plastic tube) is placed in each arm-one to inject \\[11C\\]raclopride-a radioactive substance that competes with dopamine for binding in certain parts of the brain and can be detected by the PET scanner-and one to draw blood samples for measuring the level of Sinemet in the blood.\n* Session 3: Identical to session 2, except subjects who took Sinemet in session 2 now take placebo, and vice versa.\n\nMain Study (MRI, TMS, PET with motor training)\n\n* Session 1: MRI of the brain, if one has not been done within the last 12 months.\n* Session 2: TMS, followed by administration of Sinemet or placebo and PET scanning with motor training. The subject lies quietly during the first half of the PET session and performs brisk thumb movements during the second half. After completing the PET scan, the subject undergoes TMS again.\n* Session 3: Identical to session 2, except subjects who took Sinemet in session 2 now take placebo, and vice versa.","detailedDescription":"It has been proposed that the nigrostriatal and cortical dopaminergic systems are involved in motor learning in health and disease. However, it is not known to which extent dopamine influences use-dependent plasticity (UDP), one of the crucial functions that mediate recovery of motor function after stroke. Understanding the role of dopamine on UDP in healthy volunteers and patients with stroke may impact the development of rationale strategies to promote functional recovery after this condition.\n\nThe aim of the present protocol is to provide evidence for the influence of dopaminergic function on UDP in health and disease. We plan to address this issue in two different, complementary ways (main experiment): (a) determine if UDP is positively correlated with the decrease in raclopride binding potential (RAC-BP) in the contralateral dorsal striatum (primary outcome measure), and (b) determine if administration of a dopaminergic drug will enhance UDP and elicit a decrease in RAC-BP in the contralateral dorsal striatum.\n\nBefore the main experiment, we will assess the ability of a dopaminergic drug to enhance UDP (prestudy 1, motor training only), and the effects of a dopaminergic drug on RAC-BP during resting condition (prestudy 2, RAC-PET during resting condition only).\n\nUDP will be assessed using a technique developed in our lab, in which we have extensive experience. In short, we will evaluate TMS-evoked thumb movement directions after a period of motor training consisting of performance of voluntary thumb movements for 30 minutes. Striatal and cortical dopamine release will be assessed with positron emission tomography using the dopamine-D2 receptor radioligand \\[(11)C\\]raclopride, after administration of placebo, and after administration of a dopaminergic drug. The study will be initially done in a group of healthy volunteers and then in a group of patients with chronic subcortical stroke who experienced good motor recovery."},"conditionsModule":{"conditions":["Cerebrovascular Accident"],"keywords":["Stroke","Motor Training","Positron Emission Tomograhy","Plasticity","Transcranial Magnetic Stimulation","Healthy Volunteer","HV"]},"designModule":{"studyType":"OBSERVATIONAL","enrollmentInfo":{"count":98}},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\nNORMAL VOLUNTEERS:\n\nNormal neurological and physical examination.\n\nAbstinence from alcohol one week before the study.\n\nNo medication that can influence the central nervous system for at least one week before the study because those medications may influence DA release.\n\nWithin normal range of neuropsychological and mood assessment.\n\nNo gender or ethnic preferences.\n\nSTROKE PATIENTS:\n\nPatients with thromboembolic or hemorrhagic lesions, without direct involvement of the dorsal striatum or the cerebellum, as documented by CT or MRI.\n\nAt least 6 months post-stroke.\n\nInitially had a severe motor paresis (below MRC grade 2), which subsequently recovered to the point that they have a residual motor deficit but can perform the required task (thumb flexion and extension).\n\nEXCLUSION CRITERIA:\n\nNORMAL VOLUNTEERS AND STROKE PATIENTS:\n\nThe subjects belonging to one of the following groups will be excluded from the study:\n\n1. Subjects with signs of parkinsonism.\n2. Subjects with significant mood disturbances (score on BDI scale above 10).\n3. Subjects with abnormal MRI findings on visual inspection (prominent normal variants such as mega cisterna or cavum septum pellucidum, signs of severe cortical or subcortical atrophy, brain tumors, trauma or AVMs). Stroke patients may have an ischemic territorial stroke and mild to moderate signs of vascular disease.\n4. Subjects with prior exposure to neuroleptic agents or drug use.\n5. Subjects with past or present neuropsychiatric illness, head trauma with loss of consciousness, epilepsy, past and present history of alcohol or substance abuse, including cigarettes, medical conditions that may alter cerebral functioning.\n6. Subjects with positive urine toxicology.\n7. Subjects who have pacemakers, aneurysm clips (metal clips on the wall of a large artery), metallic prostheses (including heart valves and cochlear implants) or shrapnel fragments.\n8. Subjects with a positive urine pregnancy test or who are breastfeeding.\n9. Subjects with an Hb less than 12.7 mg/dl (men) or an Hb less than 11.1 mg/dl (women).\n\nADDITIONALLY FOR STROKE PATIENTS:\n\n1. Patients with more than one stroke.\n2. Patients with bilateral motor impairment.\n3. Patients with lesions in the dorsal striatum or cerebellum.\n4. Patients or subjects unable to perform the task (thumb flexion and extension).\n5. Patients or subjects with unstable cardiac arrhythmia.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"National Institutes of Health Clinical Center, 9000 Rockville Pike","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"10739428","type":"BACKGROUND","citation":"Backman L, Ginovart N, Dixon RA, Wahlin TB, Wahlin A, Halldin C, Farde L. Age-related cognitive deficits mediated by changes in the striatal dopamine system. Am J Psychiatry. 2000 Apr;157(4):635-7. doi: 10.1176/ajp.157.4.635."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M7163","name":"Dopamine","relevance":"LOW"}],"browseBranches":[{"abbrev":"CaAg","name":"Cardiotonic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}