{"protocolSection":{"identificationModule":{"nctId":"NCT00006424","orgStudyIdInfo":{"id":"010012"},"secondaryIdInfos":[{"id":"01-N-0012"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Study of Brain Changes Shaped by Experience","officialTitle":"fMRI and Spectroscopy Studies of Cortical Plasticity at 1.5 and 3 Tesla"},"statusModule":{"statusVerifiedDate":"2002-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2000-10"},"completionDateStruct":{"date":"2002-01"},"studyFirstSubmitDate":"2000-10-28","studyFirstSubmitQcDate":"2000-10-28","studyFirstPostDateStruct":{"date":"2000-10-30","type":"ESTIMATED"},"lastUpdateSubmitDate":"2008-03-03","lastUpdatePostDateStruct":{"date":"2008-03-04","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"descriptionModule":{"briefSummary":"This study will use magnetic resonance imaging (MRI) scans to explore how the brain changes (reorganizes itself) in response to learning and to brain lesions in healthy people and people with various physical disabilities.\n\nNormal volunteers and patients with disabilities including blindness, limb amputation, hemispherectomy (removal of a cerebral hemisphere), and stroke may be eligible for this study. Candidates will be screened with medical and neurological examinations.\n\nParticipants will have MRI scans while they lie still or perform certain movements, as instructed. MRI uses a strong magnetic field and radio waves instead of X-rays to show structural and chemical changes in tissues. During the scan, the subject lies on a table in a narrow cylinder containing a magnetic field. He or she can speak with a staff member through an intercom system at all times during the procedure. All participants will first have a scan to show brain structure, which will take about 30 minutes. A second scan will measure blood flow or biochemical concentration and will take from 1 to 2 1/2 hours.\n\nDepending on their disability, patients will participate in one of the following tests:\n\n* Blindness-This will study the ability of blind people to process tactile information.\n* Stroke- This will study mechanisms underlying recovery of motor function after stroke. The patient will perform voluntary movements or remain still during the scan.\n* Amputation- This will study mechanisms underlying the ability of the brain to reorganize after amputation. The patient will move different parts of the body or remain still during the scan.\n* Hemispherectomy- This will study mechanisms underlying the ability of one side of the brain to control movements of both arms. The patient will make different kinds of movements during the scan.\n\nNormal volunteers will participate in one of the following tests:\n\n* Use-dependent plasticity- This will evaluate the effectiveness of amphetamine and placebo in demonstrating brain flexibility. The volunteer will take an amphetamine or placebo (inactive pill) before the scan and then perform a specific exercise using the thumb.\n* Motor fatigue- This will study the mechanisms that underlie fatigue, which affect many patients with neurological conditions. The volunteer will contract muscles in the forearm and hand for several minutes until he or she feels fatigue.\n* Light deprivation- This will evaluate changes in the brain that occur after light deprivation. The volunteer will remain at rest in the scanner for up to 150 minutes.\n* Somatosensory stimulation-This will examine whether stimulation of the wrist can cause changes in hand representation in the part of the brain that controls movement. The volunteer will make hand movements at different times during the test. In addition, mild electric shocks will be delivered to the wrist for up to 2 hours. Although the shock intensity is regulated to avoid pain, there may be some discomfort.","detailedDescription":"The purpose of this protocol is to investigate plastic changes in human cerebral cortex in health and disease. The overall hypothesis is that it is possible to identify neuroimaging patterns reflecting reorganization in the human cerebral cortex using fMRI and that it is possible to obtain information on the mechanisms underlying some of these plastic changes by using magnetic resonance spectroscopy (MRS) of GABA. This information is potentially important for the understanding of mechanisms of cortical reorganization operating in humans. Patients and normal volunteers will be scanned at rest and during performance of different tasks. These studies should provide new information on mechanisms of human plasticity. The MRI techniques used for that purpose are functional MRI (fMRI), MR spectroscopy (MRS), and conventional MRI with magnets between 1.5 and 4 tesla."},"conditionsModule":{"conditions":["Healthy","Neurologic Manifestations"],"keywords":["Plasticity","Motor","Stroke","Amphetamine","fMRI","Cortical Reorganization","Spectroscopy"]},"designModule":{"studyType":"OBSERVATIONAL","enrollmentInfo":{"count":153}},"eligibilityModule":{"eligibilityCriteria":"Patients must be able to give informed consent.\n\nPatients recruited would come from those referred to the Human Cortical Physiology Section who would have distinct neurological syndromes from well-defined peripheral and central nervous system lesions including stroke, hemipherectomy, and amputation.\n\nHealthy adults without history of neurological disease.\n\nPregnant women will be excluded.\n\nSubjects with metal in the cranium except mouth will be excluded.\n\nSubjects with dental braces will be excluded.\n\nSubjects with metal fragments from occupational exposure or surgical clips in or near the brain will be excluded.\n\nSubjects with eye, blood vessel, cochlear or eye implants will be excluded.\n\nSubjects with increased intracranial pressure as evaluated by clinical means will be excluded.\n\nSubjects with cardiac or neural pacemakers will be excluded.\n\nSubjects with intracardiac lines and implanted medication pumps will be excluded.\n\nADDITIONAL INCLUSION CRITERIA WHEN AMPHETAMINE IS USED:\n\nSubjects with large hemorrhagic or brain stem stroke will be excluded.\n\nSubjects with multiple cerebral lesions with residual deficits will be excluded.\n\nSubjects with history of head injury with loss of consciousness will be excluded.\n\nSubjects with history of severe alcohol or drug abuse will be excluded.\n\nSubjects with history of psychiatric illness will be excluded.\n\nSubjects with unstable cardiac dysrhythmia or unresponsive arterial hypertension (greater than 160/100 mmHg) will be excluded.\n\nSubjects with history of hyperthyroidism will be excluded.\n\nSubjects receiving alpha-adrenergic antagonists or agonist, major/minor tranquilizers, clonidine, prazosin, phenytoin, benzodiazepines, scopolamine, haloperidol, other neuroleptics, barbiturates will be excluded.\n\nSubjects with glaucoma, history of hypersensitivity or idiosyncrasy to sympatomimetic drugs will be excluded.","healthyVolunteers":true,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"National Institute of Neurological Disorders and Stroke (NINDS)","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"6646426","type":"BACKGROUND","citation":"Merzenich MM, Kaas JH, Wall JT, Sur M, Nelson RJ, Felleman DJ. Progression of change following median nerve section in the cortical representation of the hand in areas 3b and 1 in adult owl and squirrel monkeys. Neuroscience. 1983 Nov;10(3):639-65. doi: 10.1016/0306-4522(83)90208-7."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009461","term":"Neurologic Manifestations"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","asFound":"Neurologic Manifestations","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3687","name":"Amphetamine","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSSti","name":"Central Nervous System Stimulants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}