{"protocolSection":{"identificationModule":{"nctId":"NCT01548781","orgStudyIdInfo":{"id":"H133G110245"},"organization":{"fullName":"Northwestern University","class":"OTHER"},"briefTitle":"The Effect of Resistance to Participant-Supported Reaching on Workspace of the Hand in Severe Chronic Stroke","officialTitle":"The Effect of Resistance to Participant-Supported Reaching on Workspace of the Hand in Severe Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2015-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2012-03"},"primaryCompletionDateStruct":{"date":"2015-07","type":"ACTUAL"},"completionDateStruct":{"date":"2015-07","type":"ACTUAL"},"studyFirstSubmitDate":"2012-02-29","studyFirstSubmitQcDate":"2012-03-05","studyFirstPostDateStruct":{"date":"2012-03-08","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-10-05","lastUpdatePostDateStruct":{"date":"2015-10-06","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Michael Ellis","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Northwestern University"},"leadSponsor":{"name":"Northwestern University","class":"OTHER"},"collaborators":[{"name":"U.S. Department of Education","class":"FED"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Disturbances in movement coordination are the least well understood but often the most debilitating with respect to functional recovery following stroke. These deficits in coordination are expressed in the form of abnormal muscle synergies and result in limited and stereotypic movement patterns that are functionally disabling. The result of these constraints in muscle synergies is an abnormal coupling between shoulder abduction and elbow flexion (i.e. the flexion synergy), which significantly reduces the reaching function of an individual with stroke when they lift up the weight of the impaired arm against gravity. The investigators previous neurotherapeutic research, supported by a NIDRR Field Initiated research grant, has shown that the abnormal synergy between shoulder abduction and elbow flexion can be significantly reduced thus increasing total reaching range of motion in individuals with severe stroke. The previous work established progressive abduction loading as a key element to the rehabilitation of reaching. Although individuals with severe stroke benefited from the investigators previous work, residual flexion synergy continued to hinder normal arm function in most participants with severe stroke. This study will utilize the ACT3D robot, developed as part of the investigators previous NIDRR project, to incorporate resistance to reaching while accounting for the known benefits of progressive abduction loading. The investigators propose to randomize forty participants with severe stroke into two closely related interventions. The groups will both practice reaching under abduction loading, however, the experimental group will also move against resistance while reaching. Rigorous and quantitative investigation of therapeutic elements such as resistance to reaching and progressive abduction loading is only possible with a device such as the ACT3D. the investigators will be able to standardize the delivery of each intervention using kinematic and kinetic parameters, which will allow for a clear identification of the therapeutic effect of resistance to reaching. the investigators hypothesize that resistance to reaching in combination with progressive abduction loading will further increase dynamic multi-joint strength, increase total reaching range of motion, and increase arm function thus enhancing actual amount of use of the arm, participation in life roles, and quality of life in individuals with severe stroke."},"conditionsModule":{"conditions":["Stroke"],"keywords":["arm","strength","coordination","physical therapy","robotics","stroke","synergy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":38,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Viscous Resistance & Abduction Loading","type":"EXPERIMENTAL","description":"The intervention for the experimental group entails practicing reaching utilizing the robotic device, ACT3D, with the experimental element of horizontal viscosity in combination with abduction loading.","interventionNames":["Behavioral: Impairment-based robotic intervention for reaching function"]},{"label":"Abduction Loading","type":"ACTIVE_COMPARATOR","description":"The intervention for the active comparison group entails practicing reaching utilizing the robotic device, ACT3D, with only abduction loading.","interventionNames":["Behavioral: Impairment-based robotic intervention for reaching function"]}],"interventions":[{"type":"BEHAVIORAL","name":"Impairment-based robotic intervention for reaching function","description":"All participants will undergo 8 weeks of reaching practice in the ACT3D. Frequency and duration will be matched at three 1.5-hour sessions per week. All reaching practice will include abduction (gravity) loading standardized to the participant's motor abilities. The experimental group intervention will also include a horizontal viscous resistant element similar to pushing the arm through molasses.","armGroupLabels":["Abduction Loading","Viscous Resistance & Abduction Loading"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Peak Endpoint Reaching Velocity","description":"We will quantify peak endpoint reaching velocity with a robotic device, ACT3D, when a participant with stroke reaches as fast as they can toward an outward target under various abduction (gravity) loading conditions. This measure will serve as the primary measure for changes in dynamic multi-joint strength.","timeFrame":"Pre-test (Within one week prior to the onset of the intervention) to post-test (Within one week of the final intervention session) & post-test to 3-month follow-up (In the twelfth or thirteenth week following the last intervention session)"},{"measure":"Change in Reaching Work Area","description":"We will quantify total reaching work area (combined shoulder and elbow range of motion) with a robotic device, ACT3D, under various abduction (gravity) loading conditions. This measure will serve as the primary measure changes in dynamic multi-joint range of motion.","timeFrame":"Pre-test (Within one week prior to the onset of the intervention) to post-test (Within one week of the final intervention session) & post-test to 3-month follow-up (In the twelfth or thirteenth week following the last intervention session)"}],"secondaryOutcomes":[{"measure":"Fugl-Meyer Motor Assessment","description":"Qualitative and clinical assessment of general motor impairment of arm following stroke.","timeFrame":"Pre-(Within one week prior to the onset of the intervention), post-(Within one week of the final intervention session), and 3-month follow up (In the twelfth or thirteenth week following the last intervention session)"},{"measure":"Rancho Los Amigos Functional Test for the Hemiparetic Upper Extremity","description":"Qualitative and clinical assessment of activity limitation (function) of the arm following stroke.","timeFrame":"Pre-(Within one week prior to the onset of the intervention), post-(Within one week of the final intervention session), and 3-month follow up (In the twelfth or thirteenth week following the last intervention session)"},{"measure":"Stroke Impact Scale","description":"Structured interview to assess all domains of the ICF (International Classification of Functioning, Disability and Health) in individuals following stroke.","timeFrame":"Pre-(Within one week prior to the onset of the intervention), post-(Within one week of the final intervention session), and 3-month follow up (In the twelfth or thirteenth week following the last intervention session)"},{"measure":"Motor Activity Log","description":"Structured interview assessing the individual with stroke's perception of difficulty in the context of arm function during a variety of activities of daily living.","timeFrame":"Pre-(Within one week prior to the onset of the intervention), post-(Within one week of the final intervention session), and 3-month follow up (In the twelfth or thirteenth week following the last intervention session)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Paresis confined to one side, with substantial motor impairment of the upper limb\n* Absence of motor impairment in the unimpaired limb\n* Absence of severe concurrent medical problems (e.g. cardiorespiratory impairment, changes in management of hypertension)\n* Absence of any acute or chronic painful condition in the upper extremities or spine\n* Absence of hemineglect\n* Capacity to provide informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Michael D Ellis, PT, DPT","affiliation":"Northwestern University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Physical Therapy and Human Movement Sciences","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","geoPoint":{"lat":41.85003,"lon":-87.65005}}]},"referencesModule":{"references":[{"pmid":"19454622","type":"BACKGROUND","citation":"Ellis MD, Sukal-Moulton T, Dewald JP. Progressive shoulder abduction loading is a crucial element of arm rehabilitation in chronic stroke. Neurorehabil Neural Repair. 2009 Oct;23(8):862-9. doi: 10.1177/1545968309332927. Epub 2009 May 19."},{"pmid":"18326888","type":"BACKGROUND","citation":"Ellis MD, Sukal T, DeMott T, Dewald JP. Augmenting clinical evaluation of hemiparetic arm movement with a laboratory-based quantitative measurement of kinematics as a function of limb loading. Neurorehabil Neural Repair. 2008 Jul-Aug;22(4):321-9. doi: 10.1177/1545968307313509. Epub 2008 Mar 8."},{"pmid":"17634933","type":"BACKGROUND","citation":"Sukal TM, Ellis MD, Dewald JP. Shoulder abduction-induced reductions in reaching work area following hemiparetic stroke: neuroscientific implications. Exp Brain Res. 2007 Nov;183(2):215-23. doi: 10.1007/s00221-007-1029-6. Epub 2007 Jul 20."},{"pmid":"16924488","type":"BACKGROUND","citation":"Ellis MD, Acosta AM, Yao J, Dewald JP. Position-dependent torque coupling and associated muscle activation in the hemiparetic upper extremity. Exp Brain Res. 2007 Feb;176(4):594-602. doi: 10.1007/s00221-006-0637-x. Epub 2006 Aug 22."},{"pmid":"15880629","type":"BACKGROUND","citation":"Ellis MD, Holubar BG, Acosta AM, Beer RF, Dewald JP. Modifiability of abnormal isometric elbow and shoulder joint torque coupling after stroke. Muscle Nerve. 2005 Aug;32(2):170-8. doi: 10.1002/mus.20343."},{"pmid":"29515514","type":"DERIVED","citation":"Ellis MD, Carmona C, Drogos J, Dewald JPA. Progressive Abduction Loading Therapy with Horizontal-Plane Viscous Resistance Targeting Weakness and Flexion Synergy to Treat Upper Limb Function in Chronic Hemiparetic Stroke: A Randomized Clinical Trial. Front Neurol. 2018 Feb 19;9:71. doi: 10.3389/fneur.2018.00071. eCollection 2018."}],"seeAlsoLinks":[{"label":"Northwestern University, Feinberg School of Medicine, Department of Physical Therapy and Human Movement Sciences","url":"http://www.feinberg.northwestern.edu/nupthms/"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}