{"protocolSection":{"identificationModule":{"nctId":"NCT03422718","orgStudyIdInfo":{"id":"HUM00138470"},"secondaryIdInfos":[{"id":"R01MD011516","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01MD011516"}],"organization":{"fullName":"University of Michigan","class":"OTHER"},"briefTitle":"Reach Out: Emergency Department-Initiated Hypertension Behavioral Intervention Connecting Multiple Health Systems","officialTitle":"Reach Out: Randomized Clinical Trial of Emergency Department-Initiated Hypertension Behavioral Intervention Connecting Multiple Health Systems","acronym":"ReachOut ED"},"statusModule":{"statusVerifiedDate":"2021-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-03-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-04-08","type":"ACTUAL"},"completionDateStruct":{"date":"2021-04-08","type":"ACTUAL"},"studyFirstSubmitDate":"2018-01-30","studyFirstSubmitQcDate":"2018-01-30","studyFirstPostDateStruct":{"date":"2018-02-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-06-01","lastUpdatePostDateStruct":{"date":"2021-06-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"William J Meurer","investigatorTitle":"Associate Professor of Emergency Medicine","investigatorAffiliation":"University of Michigan"},"leadSponsor":{"name":"University of Michigan","class":"OTHER"},"collaborators":[{"name":"National Institutes of Health (NIH)","class":"NIH"},{"name":"National Institute on Minority Health and Health Disparities (NIMHD)","class":"NIH"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study evaluates a health theory based mobile health behavioral intervention to reduce blood pressure (BP) among hypertensive patients evaluated in a community Emergency Department (ED) setting.","detailedDescription":"Hypertension is the most important modifiable risk factor for cardiovascular disease, the leading cause of mortality in the United States. African Americans have the highest prevalence of hypertension of any race/ethnic group in the United States which largely contributes to their increased burden of stroke compared to non-Hispanic whites. In addition, uncontrolled hypertension is more common among socioeconomically disadvantaged populations than their counterparts. To improve health equity, new approaches to hypertension treatment focusing on health care systems and difficult-to-reach populations are needed.\n\nThe Emergency Department (ED) represents a missed opportunity to identify and treat hypertension in difficult-to-reach populations. Currently, there are 136 million ED visits per year and nearly all have at least one blood pressure measured and recorded. African Americans and socioeconomically disadvantaged patients are disproportionally represented in the ED patient population and both are increasing. In the age of electronic health records and mobile health, the ED can feasibly become an integral partner in chronic disease management by programming the electronic health record to identify hypertensive patients and dispense a mobile health behavioral intervention. Facilitating ED follow up at primary care clinics is a key feature of the proposed intervention. Thereby leveraging the strengths of the ED and its large patient volume of uncontrolled, difficult-to-reach, hypertensive patients, with the strengths of the primary care clinics, continuity of care is the key to improving community wide utilization of health services and receipt of guideline concordant medical care.\n\nThis study looks to determine which behavioral intervention components best contribute to a reduction in systolic blood pressure at one year through a multi-component theory based mobile health behavioral intervention.\n\nSample Size and Population\n\nWe originally planned to enroll approximately 960 patients into the eligibility phase. From this group, we estimate that 480 participants will report qualifying BPs and will be randomized to one of the eight intervention arms. We anticipate 240 participants will fully complete the 12 month, in person follow up visits. However, after accruing approximately 400 randomized participants, we noted lower than expected retention at 6 month visits. Therefore, we adjusted the maximum total number of enrollments and randomizations upwards by 50% each. The overall intention is to achieve approximately 240 protocol completers (attendees at 12-month visit). We will continue to monitor accrual and retention in order to achieve this target.\n\nData Analysis\n\nThe primary analysis will fit a linear regression model with the outcome of SBP change (baseline minus 12 months) and main effect-coded binary predictors of healthy behavior texts (yes vs. no), prompted BP self-monitoring frequency (high vs. low), and primary care provider visit scheduling and transportation (active vs. passive). Initial analyses will focus on the main effects. Additional analyses will include all the two-way interactions of the three intervention components (only considering interactions where at least one of the factors in the interaction demonstrates a sufficiently large main effect).\n\nThe main secondary analyses will use time-to event (Cox Proportional Hazards) and logistic regression. For the endpoint of interest, (either time to first primary care visit, or the binary variable indicating attendance at two or more primary care visits within 1 year of randomization), the investigators will fit an adjusted regression model.\n\nExtension Study:\n\nReach Out Cognition which will extend Reach Out data collection past the current 12 months to 15 and 18 months. During Reach Out Cognition, we aim to assess novel approaches to mobile health (mHealth) self-administered cognition and blood pressure (BP) measurements. These approaches may include cognitive assessments via mobile applications (apps) and Web-based surveys, and wireless BP measurements via Bluetooth-enabled blood pressure cuffs and apps.\n\nThe study population for Reach Out Cognition will be drawn from Reach Out participants who complete the Reach Out intervention and are defined as: participants who complete the 12-month outcome assessment. We anticipate about 240 participants will have completed Reach Out's 12-month outcome assessment and will be eligible for Reach Out Cognition.\n\nDescriptive statistics will be used to evaluate acceptability, feasibility and satisfaction. The de-nominator is the number of Reach Out participants who complete the 12 month assessments. Regarding feasibility, we will separately determine the feasibility by mHealth measure (i.e. cognition vs. BP), phone type (i.e. smartphone vs. feature phone) and operating system type (iOS vs. Android vs. Windows) as a continuous and dichotomous (\\>50% completion of each assessment type) measure. The satisfaction scale will be assessed for all participants. Given the difference in procedures by phone type, we will compare satisfaction between the smartphone and feature phone users using a Kruskal-Wallis test."},"conditionsModule":{"conditions":["Hypertension"],"keywords":["stroke","hypertension"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":833,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Arm 1","type":"EXPERIMENTAL","description":"No healthy behavior texts BP Monitoring Weekly Via Text Messaging No physician appointment and transportation scheduling","interventionNames":["Behavioral: No healthy behavior texts","Behavioral: BP Monitoring Weekly Via Text Messaging","Behavioral: No physician appointment and transportation scheduling"]},{"label":"Arm 2","type":"EXPERIMENTAL","description":"Healthy Behavior Texts BP Monitoring Weekly Via Text Messaging No physician appointment and transportation scheduling","interventionNames":["Behavioral: Healthy Behavior Texts","Behavioral: BP Monitoring Weekly Via Text Messaging","Behavioral: No physician appointment and transportation scheduling"]},{"label":"Arm 3","type":"EXPERIMENTAL","description":"No healthy behavior texts BP Monitoring Daily Via Text Messaging No physician appointment and transportation scheduling","interventionNames":["Behavioral: No healthy behavior texts","Behavioral: BP Monitoring Daily Via Text Messaging","Behavioral: No physician appointment and transportation scheduling"]},{"label":"Arm 4","type":"EXPERIMENTAL","description":"Healthy Behavior Texts BP Monitoring Daily Via Text Messaging No physician appointment and transportation scheduling","interventionNames":["Behavioral: Healthy Behavior Texts","Behavioral: BP Monitoring Daily Via Text Messaging","Behavioral: No physician appointment and transportation scheduling"]},{"label":"Arm 5","type":"EXPERIMENTAL","description":"No healthy behavior texts BP Monitoring Weekly Via Text Messaging Physician appointment and transportation scheduling","interventionNames":["Behavioral: No healthy behavior texts","Behavioral: BP Monitoring Weekly Via Text Messaging","Behavioral: Physician appointment and transportation scheduling"]},{"label":"Arm 6","type":"EXPERIMENTAL","description":"Healthy Behavior Texts BP Monitoring Weekly Via Text Messaging Physician appointment and transportation scheduling","interventionNames":["Behavioral: Healthy Behavior Texts","Behavioral: BP Monitoring Weekly Via Text Messaging","Behavioral: Physician appointment and transportation scheduling"]},{"label":"Arm 7","type":"EXPERIMENTAL","description":"No healthy behavior texts BP Monitoring Daily Via Text Messaging Physician appointment and transportation scheduling","interventionNames":["Behavioral: No healthy behavior texts","Behavioral: BP Monitoring Daily Via Text Messaging","Behavioral: Physician appointment and transportation scheduling"]},{"label":"Arm 8","type":"EXPERIMENTAL","description":"Healthy Behavior Texts BP Monitoring Daily Via Text Messaging Physician appointment and transportation scheduling","interventionNames":["Behavioral: Healthy Behavior Texts","Behavioral: BP Monitoring Daily Via Text Messaging","Behavioral: Physician appointment and transportation scheduling"]}],"interventions":[{"type":"BEHAVIORAL","name":"Healthy Behavior Texts","description":"Participants receive motivational health behavior texts","armGroupLabels":["Arm 2","Arm 4","Arm 6","Arm 8"]},{"type":"BEHAVIORAL","name":"No healthy behavior texts","description":"Participants do not receive healthy behavior texts","armGroupLabels":["Arm 1","Arm 3","Arm 5","Arm 7"]},{"type":"BEHAVIORAL","name":"BP Monitoring Daily Via Text Messaging","description":"Daily text messages will prompt participants for BP by home cuff","armGroupLabels":["Arm 3","Arm 4","Arm 7","Arm 8"]},{"type":"BEHAVIORAL","name":"BP Monitoring Weekly Via Text Messaging","description":"Weekly text messages will prompt participants for BP by home cuff","armGroupLabels":["Arm 1","Arm 2","Arm 5","Arm 6"]},{"type":"BEHAVIORAL","name":"Physician appointment and transportation scheduling","description":"Participants receive assistance scheduling physician appointment and transportation to those appointments","armGroupLabels":["Arm 5","Arm 6","Arm 7","Arm 8"]},{"type":"BEHAVIORAL","name":"No physician appointment and transportation scheduling","description":"Participants do not receive assistance scheduling physician appointment or transportation","armGroupLabels":["Arm 1","Arm 2","Arm 3","Arm 4"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in systolic blood pressure","description":"Change in 12-month Systolic Blood Pressure (SBP) reduction associated with each level of the three intervention components","timeFrame":"12 month"}],"secondaryOutcomes":[{"measure":"Arrival at first primary care visit","description":"Time from ED visit to arrival at first primary care visit","timeFrame":"Baseline ED visit (in days)"},{"measure":"Attendance at primary care visits","description":"Attendance at two or more primary care visits within 12 months of randomization","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age of 18 or greater\n* At least one BP with Systolic Blood Pressure (SBP) ≥ 160 or a Diastolic Blood Pressure (DBP) ≥ 100 (criteria 1)\n* If the patient has repeated measurements after achieving Criteria 1, at least one of the repeat BP remains SBP ≥ 140 or a DBP ≥ 90\n* Must have cell phones with text-messaging capability and willingness to receive texts\n* Likely to be discharged from the ED\n\nExclusion Criteria:\n\n* Unable to read English (\\<1% at study site)\n* Prisoners\n* Pregnant\n* Pre-existing condition making one year follow-up unlikely\n\n  * Terminal illness with death expected within 90 days\n* Current use of 3 or more antihypertensive agents\n* Patients with other serious medical conditions that prevent self-monitoring of BP\n* Critical illness with placement in resuscitation bay\n* Dementia/cognitive impairment","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"William Meurer, MD","affiliation":"University of Michigan","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Lesli Skolarus, MD","affiliation":"University of Michigan","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Mackenzie Dinh, MS","affiliation":"University of Michigan","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Hurley Medical Center","city":"Flint","state":"Michigan","zip":"48503","country":"United States","geoPoint":{"lat":43.01253,"lon":-83.68746}}]},"referencesModule":{"references":[{"pmid":"34819115","type":"DERIVED","citation":"Skolarus LE, Dinh M, Kidwell KM, Farhan Z, Whitfield C, Levine DA, Meurer WJ. Supplement study update for Reach Out: a multi-arm randomized trial of behavioral interventions for hypertension initiated in the emergency department: Reach Out Cognition. Trials. 2021 Nov 24;22(1):836. doi: 10.1186/s13063-021-05806-4."},{"pmid":"32493502","type":"DERIVED","citation":"Meurer WJ, Dinh M, Kidwell KM, Flood A, Champoux E, Whitfield C, Trimble D, Cowdery J, Borgialli D, Montas S, Cunningham R, Buis LR, Brown D, Skolarus L. Reach out behavioral intervention for hypertension initiated in the emergency department connecting multiple health systems: study protocol for a randomized control trial. Trials. 2020 Jun 3;21(1):456. doi: 10.1186/s13063-020-04340-z."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"In accordance with NIH policy, a public use dataset will be prepared by the investigators. The archiving and posting procedures are to be determined at this point."}},"annotationSection":{"annotationModule":{"unpostedAnnotation":{"unpostedResponsibleParty":"William J Meurer, Associate Professor of Emergency Medicine, University of Michigan","unpostedEvents":[{"type":"RELEASE","date":"2023-11-15"},{"type":"RESET","date":"2023-12-07"},{"type":"RELEASE","date":"2023-12-23"},{"type":"RESET","date":"2024-01-19"}]}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2023-11-15","submissionInfos":[{"releaseDate":"2023-11-15","resetDate":"2023-12-07"},{"releaseDate":"2023-12-23","resetDate":"2024-01-19"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000006973","term":"Hypertension"},{"id":"D000004630","term":"Emergencies"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9714","name":"Hypertension","asFound":"Hypertension","relevance":"HIGH"},{"id":"M7486","name":"Emergencies","asFound":"Emergency","relevance":"HIGH"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}