{"protocolSection":{"identificationModule":{"nctId":"NCT01613235","orgStudyIdInfo":{"id":"10/157"},"organization":{"fullName":"Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)","class":"OTHER"},"briefTitle":"Induced Hypertension for Treatment of Delayed Cerebral Ischaemia After Aneurysmal Subarachnoid Haemorrhage","officialTitle":"Induced Hypertension for Treatment of Delayed Cerebral Ischaemia After Aneurysmal Subarachnoid Haemorrhage","acronym":"HIMALAIA"},"statusModule":{"statusVerifiedDate":"2017-11","overallStatus":"TERMINATED","whyStopped":"As advised by the DSMB the study was stopped due to slow recruitment.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2010-08"},"primaryCompletionDateStruct":{"date":"2015-01","type":"ACTUAL"},"completionDateStruct":{"date":"2015-12-10","type":"ACTUAL"},"studyFirstSubmitDate":"2012-06-01","studyFirstSubmitQcDate":"2012-06-06","studyFirstPostDateStruct":{"date":"2012-06-07","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-11-02","lastUpdatePostDateStruct":{"date":"2017-11-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"A.J.C. Slooter","investigatorTitle":"MD, PhD","investigatorAffiliation":"Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)"},"leadSponsor":{"name":"Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The objective of this multi-centre, randomized controlled trial is to investigate the outcome after induced hypertension versus no induced hypertension in patients with delayed cerebral ischemia (DCI) after aneurysmal subarachnoid hemorrhage (SAH), and to assess whether induced hypertension results in improved cerebral blood flow (CBF) as measured by means of perfusion-CT.","detailedDescription":"Background\n\nSubarachnoid haemorrhage (SAH) from a ruptured cerebral aneurysm is a subset of stroke with a poor prognosis. Delayed cerebral ischemia (DCI) is a major complication after SAH in around 30% of SAH patients and increases case fatality 1.5 - 3 fold. One option to treat DCI is to use induced hypertension, alone or in combination with haemodilution and hypervolemia, so called Triple-H, but the efficacy of induced hypertension in reducing DCI is based on case series only, and not on a randomised clinical trial.\n\nObjective\n\nTo investigate the outcome after induced hypertension versus no induced hypertension in patients with DCI after aneurysmal SAH.\n\nStudy design\n\nA multi-centre, single blinded, randomized controlled trial.\n\nStudy population\n\nPatients admitted to one of the participating centres after recent SAH with a treated aneurysm and DCI based on the onset of a new focal deficit and/or a decrease of the level of consciousness of at least 1 point of the Glasgow Coma Scale with exclusion of other causes of deterioration, will be randomized to either hypertension (n=120) or no hypertension (n=120).\n\nInterventions\n\nPatients in arm 1 will have their blood pressure raised in order to improve cerebral blood flow (CBF). In case of a low cardiac output, inotropics will be added. Induced hypertension will be continued for at least 48 hours when patients show some improvement within the first 24 hours. After 48 hours, the dose of vasopressor will be tapered daily, and resumed in case of clinical deterioration. In patients who do not show any improvement within 24 hours, induced hypertension will not be continued. In patients in arm 2 of the trial, hypertension will not be induced. Patients in both arms of the trial will be treated with oral nimodipine and normovolaemia without haemodilution. In some selected centres, an extra perfusion CT scan is performed 24-36 hours after instalment of the treatment. Measurement of CBF is performed in all participants with perfusion CT-scanning of the brain at the beginning of the study (as part of regular patient care), and after 24-36 hours.\n\nMain outcome measurement\n\nThe modified Rankin scale at 3 months after the SAH, will be compared between patients who were randomized to induced hypertension and patients who were randomized to no induced hypertension."},"conditionsModule":{"conditions":["Cerebral Ischemia","Subarachnoid Hemorrhage"],"keywords":["subarachnoid hemorrhage","ischemia","vasospasm","CT","perfusion","induced hypertension","delayed cerebral ischemia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":26,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"No intervention","type":"NO_INTERVENTION","description":"No induced hypertension (reference group)"},{"label":"Induced hypertension","type":"ACTIVE_COMPARATOR","description":"Patients who are randomised to this arm will have their blood pressure raised with vasopressors and fluids. Blood pressure will be raised in order to improve cerebral blood flow (CBF). In case of a low cardiac output, inotropics will be added. Induced hypertension will be continued for at least 48 hours when patients show some improvement within the first 24 hours. After 48 hours, the dose of vasopressor will be tapered daily, and resumed in case of clinical deterioration. In patients who do not show any improvement within 24 hours, induced hypertension will not be continued.","interventionNames":["Other: Induced hypertension"]}],"interventions":[{"type":"OTHER","name":"Induced hypertension","description":"Blood pressure will be raised in order to improve cerebral blood flow (CBF). In case of a low cardiac output, inotropics will be added. Induced hypertension will be continued for at least 48 hours when patients show some improvement within the first 24 hours. After 48 hours, the dose of vasopressor will be tapered daily, and resumed in case of clinical deterioration. In patients who do not show any improvement within 24 hours, induced hypertension will not be continued.","armGroupLabels":["Induced hypertension"],"otherNames":["Hypertension.","Raised blood pressure."]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The main outcome measurement will be the modified Rankin scale at 3 months after the SAH, compared between patients who were randomized to induced hypertension and patients who were randomized to no induced hypertension.","timeFrame":"assessed three months after the SAH"}],"secondaryOutcomes":[{"measure":"Related to treatment failure: proportion of patients in the induced hypertension group in which induced hypertension did not give clinical improvement of symptoms of DCI within 24 hours","timeFrame":"24 hours after start of induced hypertension"},{"measure":"Related to the functional condition: Case fatality 30 days after SAH","timeFrame":"30 days per patient"},{"measure":"Related to the functional condition, activities of daily living (ADL), three months after the SAH assessed with the Barthel Index.","timeFrame":"assessed 3 months after the SAH"},{"measure":"Related to the functional condition: quality of life, three months after the SAH, estimated with the Stroke Specific Quality of Life Scale (SSQoL-12-NL).","timeFrame":"assessed 3 months after the SAH"},{"measure":"Related to the functional condition: anxiety and depression, three months after the SAH, assessed with the Hospital Anxiety and Depression Scale (HADS).","timeFrame":"assessed 3 months after the SAH"},{"measure":"Related to the functional condition: cognitive functioning, three months after the SAH, evaluated by the Cognitive Failures Questionnaire (CFQ).","timeFrame":"assessed 3 months after the SAH"},{"measure":"Related to adverse effects: complications related to insertion of a central venous catheter or intra-arterial catheter (including local haemorrhage and pneumothorax).","timeFrame":"during hospital admission, an average of 3 weeks"},{"measure":"Related to adverse effects: intracranial complications related to induced hypertension (such as exacerbation of cerebral oedema, hemorrhagic infarction and bleeding of an asymptomatic aneurysm).","timeFrame":"during admission, an average of 3 weeks"},{"measure":"Related to adverse effects± • Systemic complications related to induced hypertension (including cardiac rhythm disorders, low cardiac output state and cardiac ischemia).","timeFrame":"during admission, an average of 3 weeks"},{"measure":"In selected centres: Related to the influence on cerebral haemodynamics: the difference in CBF, CBV, TTP and MTT between the intervention and the control groups 24-36 hours after the start of the study (i.e. CTP-2)","timeFrame":"compared between scans made during admission at time of deterioration and 36 hours later."},{"measure":"Related to the influence on cerebral haemodynamics: the difference in CBF, CBV, TTP and MTT between the perfusion CT-scan (at baseline, the moment of deterioration, i.e. CTP-1) and the second perfusion CT-scan (CTP-2) within the same patients.","timeFrame":"compared between scans made during admission at time of deterioration and 36 hours later."},{"measure":"Direct medical costs of used health care resources and indirect, non-medical costs of lost productivity, will be compared between the two arms of the trial, twelve months after the SAH.","timeFrame":"assessed at 12 months after the SAH"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria for eligibility\n\n1. Admission to one of the participating study centres.\n2. Age 18 years or over.\n3. SAH with an aneurysmatic bleeding pattern.\n\nExclusion criteria for eligibility\n\n1. Evidence of DCI after the SAH, defined as any decrease in the level of consciousness or the development of new focal neurological deficits after the onset of the SAH that is not due to increasing hydrocephalus, rebleeding of the aneurysm, epileptic seizure, septic- or metabolic encephalopathy, unless symptoms of DCI started within 3 hours.\n2. Co-existing severe head injury.\n3. Perimesencephalic haemorrhage (perimesencephalic bleeding pattern and no aneurysm on CT-angiography).\n4. A history of a ventricular cardiac rhythm disorder, necessitating medical treatment.\n5. A history of a left ventricular heart failure, necessitating medical treatment.\n6. Likely transfer to another hospital, not participating in the trial, soon after treatment for the aneurysm.\n7. Moribund.\n8. Pregnancy.\n\n   And furthermore, in selected centres where the sub study with CT perfusion will be performed:\n9. Known allergy for CT-contrast agents.\n10. Renal failure, defined as a serum creatinine \\> 150 µmol/l, because of the risk of contrast nephropathy.\n11. Diabetes mellitus.\n\nInclusion criteria for trial participation\n\n1. Informed consent to participate in the proposed trial when DCI will develop.\n2. DCI based on a decrease of at least one point on the Glasgow Coma Scale sum score unless the decrease doesn't reflect DCI as evaluated by the treating physician, and/or the development of new focal neurological deficits, diagnosed by a neurologist, neurosurgeon or intensivist.\n\nExclusion criteria for trial participation:\n\n1. Another cause for neurological deterioration including.\n2. A symptomatic aneurysm not yet treated by coiling or clipping.\n3. Severe hypertension, defined as a spontaneous MAP of 120 mmHg or more at the moment of evaluation for trial participation.\n4. Any contraindication for induced hypertension (such as a cardiac complication necessitating medical treatment) as evaluated by the treating physician.\n\n   And furthermore, in selected centres where the sub study with CT perfusion will be performed:\n5. No CTP scan at time of neurological deterioration.\n6. More than 3 CTP scans since admission.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Arjen Slooter, MD, PhD","affiliation":"AMC Amsterdam and UMC Utrecht","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Walter van den Bergh, MD, PhD","affiliation":"AMC Amsterdam and UMC Groningen","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Academic Medical Centre Amsterdam","city":"Amsterdam","state":"Noord Holland","zip":"1105AZ","country":"Netherlands","geoPoint":{"lat":52.37403,"lon":4.88969}},{"facility":"Universitair Medisch Centrum Utrecht","city":"Utrecht","zip":"3584 CX","country":"Netherlands","geoPoint":{"lat":52.09083,"lon":5.12222}}]},"referencesModule":{"references":[{"pmid":"36042527","type":"DERIVED","citation":"Gathier CS, van der Jagt M, van den Bergh WM, Dankbaar JW, Rinkel GJE, Slooter AJC; HIMALAIA Study Group. Slow recruitment in the HIMALAIA study: lessons for future clinical trials in patients with delayed cerebral ischemia after aneurysmal subarachnoid hemorrhage based on feasibility data. Pilot Feasibility Stud. 2022 Aug 30;8(1):193. doi: 10.1186/s40814-022-01155-4. Erratum In: Pilot Feasibility Stud. 2022 Sep 22;8(1):214."},{"pmid":"29158449","type":"DERIVED","citation":"Gathier CS, van den Bergh WM, van der Jagt M, Verweij BH, Dankbaar JW, Muller MC, Oldenbeuving AW, Rinkel GJE, Slooter AJC; HIMALAIA Study Group. Induced Hypertension for Delayed Cerebral Ischemia After Aneurysmal Subarachnoid Hemorrhage: A Randomized Clinical Trial. Stroke. 2018 Jan;49(1):76-83. doi: 10.1161/STROKEAHA.117.017956. Epub 2017 Nov 20."},{"pmid":"26443829","type":"DERIVED","citation":"Gathier CS, Dankbaar JW, van der Jagt M, Verweij BH, Oldenbeuving AW, Rinkel GJ, van den Bergh WM, Slooter AJ; HIMALAIA Study Group. Effects of Induced Hypertension on Cerebral Perfusion in Delayed Cerebral Ischemia After Aneurysmal Subarachnoid Hemorrhage: A Randomized Clinical Trial. Stroke. 2015 Nov;46(11):3277-81. doi: 10.1161/STROKEAHA.115.010537. Epub 2015 Oct 6."},{"pmid":"23692645","type":"DERIVED","citation":"Gathier CS, van den Bergh WM, Slooter AJ; HIMALAIA-Study Group. HIMALAIA (Hypertension Induction in the Management of AneurysmaL subArachnoid haemorrhage with secondary IschaemiA): a randomized single-blind controlled trial of induced hypertension vs. no induced hypertension in the treatment of delayed cerebral ischemia after subarachnoid hemorrhage. Int J Stroke. 2014 Apr;9(3):375-80. doi: 10.1111/ijs.12055. Epub 2013 May 22."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000013345","term":"Subarachnoid Hemorrhage"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000006973","term":"Hypertension"},{"id":"D000006470","term":"Hemorrhage"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020300","term":"Intracranial Hemorrhages"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000020521","term":"Stroke"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M9714","name":"Hypertension","asFound":"Hypertension","relevance":"HIGH"},{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M15825","name":"Subarachnoid Hemorrhage","asFound":"Subarachnoid Hemorrhage","relevance":"HIGH"},{"id":"M5484","name":"Brain Ischemia","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21803","name":"Intracranial Hemorrhages","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC10","name":"Nervous System Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M17099","name":"Vasoconstrictor Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"VaCoAg","name":"Vasoconstrictor Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}