{"protocolSection":{"identificationModule":{"nctId":"NCT05666141","orgStudyIdInfo":{"id":"S65439"},"organization":{"fullName":"Universitaire Ziekenhuizen KU Leuven","class":"OTHER"},"briefTitle":"The Effect of Pharyngeal Electrical Stimulation on Peripheral Biomechanical Aspects of Deglutition","officialTitle":"The Effect of Pharyngeal Electrical Stimulation (PES) on Peripheral Biomechanical Aspects of Deglutition","acronym":"PES"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-06-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-11-29","studyFirstSubmitQcDate":"2022-12-16","studyFirstPostDateStruct":{"date":"2022-12-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-30","lastUpdatePostDateStruct":{"date":"2023-04-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Universitaire Ziekenhuizen KU Leuven","class":"OTHER"},"collaborators":[{"name":"Phagenesis Ltd.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to clarify which biomechanical aspects of swallowing are altered by Pharyngeal Electrical Stimulation (PES) in stroke patients and healthy volunteers.\n\nThe peripheral effect of PES intervention on the biomechanics of swallowing will be evaluated with High Resolution Manometry Impedance (HRMI).","detailedDescription":"HRMI combines the evaluation of bolus flow patterns (impedance) and pressure (manometry) generated during swallowing.\n\n20 healthy volunteers will participate, of which 10 will receive PES stimulation and 10 will receive Sham treatment.\n\n60 patients with dysphagia after acute first stroke will be included. 20 will receive PES stimulation twice, 20 will receive PES stimulation and afterwards Sham and 20 will receive Sham twice."},"conditionsModule":{"conditions":["Dysphagia Following Cerebrovascular Accident","Dysphagia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SEQUENTIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","CARE_PROVIDER"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"PES stimulation in volunteers","type":"EXPERIMENTAL","description":"10 volunteers will receive PES stimulation. For healthy volunteers, the study protocol includes 1 stimulation trial. Each stimulation trial consists of 3 PES sessions. A session is a 10-minute stimulation, once per day. The sessions will be given on three consecutive days at optimal parameters, as reported by Fraser et al. (2003).","interventionNames":["Device: Pharyngeal Electrical Stimulation"]},{"label":"Sham treatment in volunteers","type":"SHAM_COMPARATOR","description":"10 volunteers will receive Sham treatment. In the Sham condition, the same method and same device will be used. The time spent interacting with the patient will remain constant, including placement of the PES catheter which will be left in situ in the subject for the duration of intervention (10 minutes). However, the base-station will be set to 0 milliampere (mA), so Sham subjects do not receive any active electrical current.","interventionNames":["Other: Sham treatment"]},{"label":"PES stimulation + PES stimulation in patients","type":"EXPERIMENTAL","description":"20 patients will receive PES stimulation twice. For patients, the protocol thus includes 2 stimulation trails. Each stimulation trial consists of 3 PES sessions, so they receive 6 PES sessions in total. A session is a 10-minute stimulation, once per day. The sessions will be given on three consecutive days at optimal parameters, as reported by Fraser et al. (2003).","interventionNames":["Device: Pharyngeal Electrical Stimulation"]},{"label":"PES stimulation + Sham treatment in patients","type":"OTHER","description":"20 patients will receive PES stimulation and afterwards Sham treatment. During the first stimulation trial, they will receive 3 PES sessions. A session is a 10-minute stimulation, once per day. The sessions will be given on three consecutive days at optimal parameters, as reported by Fraser et al. (2003). During the second stimulation trial, the same method and same device will be used. However, the base-station will be set to 0 milliampere (mA), so Sham subjects do not receive any active electrical current.","interventionNames":["Device: Pharyngeal Electrical Stimulation","Other: Sham treatment"]},{"label":"Sham treatment + Sham treatment in patients","type":"SHAM_COMPARATOR","description":"20 patients will receive Sham twice. In the Sham condition, the same method and same device will be used. The time spent interacting with the patient will remain constant, including placement of the PES catheter which will be left in situ in the subject for the duration of intervention (10 minutes). However, the base-station will be set to 0 milliampere (mA), so Sham subjects do not receive any active electrical current.","interventionNames":["Other: Sham treatment"]}],"interventions":[{"type":"DEVICE","name":"Pharyngeal Electrical Stimulation","description":"A \"Phagenyx\" catheter is inserted trans-nasally. The catheter design incorporates a nasogastric feeding tube with built-in stimulation electrodes. The intervention consists of 3 PES sessions. A session is a 10-minute stimulation, once per day. The sessions will be given on three consecutive days at optimal parameters.","armGroupLabels":["PES stimulation + PES stimulation in patients","PES stimulation + Sham treatment in patients","PES stimulation in volunteers"],"otherNames":["\"Phagenyx\""]},{"type":"OTHER","name":"Sham treatment","description":"In the Sham condition, the same method and same device will be used. The time spent interacting with the patient will remain constant, including placement of the PES catheter which will be left in situ in the subject for the duration of intervention (10 minutes). However, the base-station will be set to 0 milliampere (mA), so Sham subjects do not receive any active electrical current.","armGroupLabels":["PES stimulation + Sham treatment in patients","Sham treatment + Sham treatment in patients","Sham treatment in volunteers"],"otherNames":["Sham"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in pressure-flow metrics","description":"The primary outcome measure are alterations of the biomechanics of swallowing, assessed with HRMI. Analysis of these measurements results in pressure impedance metrics of deglutition, called Pressure Flow Analysis (PFA) parameters. These outcomes are numerical measures that can be compared to reference ranges to detect abnormality and to predict aspiration risk through derivation of a swallow risk index (SRI). An SRI \\> 15 indicates global swallowing dysfunction and aspiration risk, so higher scores mean a worse outcome.","timeFrame":"Change from Baseline at 1-2 hours, 24-72 hours and one week (only in patients) after PES/Sham intervention."}],"secondaryOutcomes":[{"measure":"Functional Oral Intake Scale","description":"The Functional Oral Intake Scale (FOIS) encompasses the amount and type of food that can be safely consumed, any special preparations of that food, any maneuvers or compensation being used to facilitate the swallow and the amount of supervision required if any. This valid, reliable, concise scale consists of seven levels that range from a patient who is unable to orally consume any food or liquid at Level 1, to a patient who is consuming an oral diet with no restrictions at Level 7. Higher scores mean a better outcome.","timeFrame":"Change from Baseline at 24-72 hours and one week after last PES/Sham intervention"},{"measure":"Brief Esophageal Dysphagia Questionnaire (BEDQ)","description":"The Brief Esophageal Dysphagia Questionnaire (BEDQ) is a 10-item self-report measure of oesophageal dysphagia symptom frequency (five items), severity (three items), and impaction (two items) with a total score ranging from 0 (asymptomatic) to 40. Higher scores indicate greater severity and frequency of oesophageal dysphagia symptoms, so a worse outcome.","timeFrame":"Change from Baseline at 24-72 hours and one week after last PES/Sham intervention"},{"measure":"Change in Dysphagia Severity Rating Scale (DSRS) in patients","description":"The Dysphagia Severity Rating Scale (DSRS) reflects the feeding status of patients across 3 domains: fluid modification, dietary adaptation and supervision requirements. The total score ranges from 0 (normal fluids, normal diet, and eating independently) to 12 (no oral fluids, no oral feeding). A higher score means a worse outcome.","timeFrame":"Change from Baseline at 24-72 hours and one week after last PES/Sham intervention"},{"measure":"Change in National Institutes of Health Stroke Scale (NIHSS) in patients","description":"The National Institutes of Health Stroke Scale (NIHSS) is a reliable, valid 15-item impairment scale for measuring stroke severity. Item scores are summed to a total score ranging from 0 to 42 (the higher the score, the more severe the stroke: \\<5 limited stroke; 5-14 moderately severe stroke; 15-25 severe stroke; \\>25 very severe stroke). A higher score means a worse outcome.","timeFrame":"Change from Baseline at 24-72 hours and one week after last PES/Sham intervention"},{"measure":"Change in Penetration-Aspiration Scale (PAS) in patients","description":"The Penetration-Aspiration Scale (PAS) is an 8-point ordinal scale to describe penetration and aspiration events, primarily by the depth to which material passes in the airway and by whether or not material entering the airway is expelled. Score 1 means that material does not enter the airway (no dysphagia). Score 8 means: material enters the airway, passes below the vocal folds and no effort is made to eject (severe dysphagia). A higher score means a worse outcome. These PAS scores are measured instrumentally by Fibreoptic Endoscopic Evaluation of Swallowing (FEES).","timeFrame":"Change from Baseline at 24-72 hours and one week after last PES/Sham intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria volunteers:\n\nHealthy volunteers can participate in this study if they:\n\n* Are aged between 18 and 80 years old\n* Have no (history of) chronic disease/medication altering the gastrointestinal (GI) motility\n* Have no (history of) gastric or gastrointestinal surgery (except appendectomy and cholecystectomy)\n* Have no (history of) gastrointestinal disease or chronic GI symptoms (heartburn, indigestion/dyspepsia, bloating and constipation)\n* Have FOIS score 7 or BEDQ score \\<10 at baseline\n* Provide witnessed written informed consent prior to any study procedure And if they do not meet any of the exclusion criteria listed below.\n\nExclusion Criteria volunteers:\n\nHealthy volunteers will be excluded if they:\n\n* Are aged \\<18 years or \\>80 years\n* Have (any history of) a chronic disease/medication altering the GI motility\n* Have (any history of) gastric or gastrointestinal surgery (except appendectomy and cholecystectomy)\n* Have (any history of) gastrointestinal disease or chronic GI symptoms (heartburn, indigestion/dyspepsia, bloating and constipation)\n* Have a FOIS score \\<7 or a BEDQ score ≥ 10 at baseline\n* Fail to provide witnessed written informed consent prior to any study procedure\n\nInclusion Criteria patients:\n\nDysphagic stroke patients are eligible for study participation if they:\n\n* Are admitted to the hospital because of first ever acute stroke (acute means assessment within one month post stroke onset)\n\n  * Hemorrhagic and ischemic stroke\n  * Supratentorial and infratentorial stroke\n* Are aged between 18 and 80 years old\n* Are medically stable, alert or arousable\n* Have clinical (oropharyngeal) dysphagia well identified using the FOIS/DSRS/ BEDQ/PAS at baseline. In line with earlier studies, we use the following criteria: a DSRS score of 6 or higher; or a FOIS-score equal to or lower than 5; or a BEDQ score of 10 or higher or (when no oral food intake is possible and DSRS score is 12/FOIS score is 1) a PAS-score of 4 or higher\n* Give (or have a witness to give) voluntary written informed consent And if they do not meet any of the exclusion criteria listed below.\n\nExclusion Criteria patients:\n\nPatients will be excluded from study participation if:\n\n* They are aged \\<18 years or \\>80 years\n* They have an additional condition (e.g. advanced dementia) or diagnosis of a progressive neurological disorder or neuromuscular disorder that may explain dysphagia\n* They have normal swallowing at baseline assessed with FOIS/DSRS/BEDQ/PAS\n* They participate in any other study potentially influencing the outcome of PES, both medicinal or medical device product related and for which the patient signed a consent form for his/her study participation\n* They receive or have received within one month prior to the intended PES treatment any form of non-invasive brain stimulation or percutaneous electrical stimulation therapy to treat dysphagia. (This is no issue, since this type of treatment is not performed at University Hospitals Leuven (UZ Leuven).\n* It is not possible to pass a standard nasogastric tube, for example, nasal, oral or pharyngeal anatomical abnormalities that preclude passage of a feeding tube, oral intubation, history of oesophageal perforation, stricture or pouch\n* They have a cardiac or respiratory condition that might render the insertion of a catheter into the throat unsafe (Atrial fibrillation does not render the insertion of a catheter unsafe)\n* They have a permanently implanted electrical device\n* They are pregnant\n* They present with an oropharyngeal infection. This should be treated and resolved before the PES catheter is inserted\n* They require a magnetic resonance imaging (MRI) scan during PES treatment. Insertion of the PES catheter should either be delayed until such time as the MRI has been completed, or the PES catheter should be removed and discarded and a new catheter inserted after the MRI is completed","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Nathalie Rommel","role":"CONTACT","phone":"+3216330483","email":"nathalie.rommel@kuleuven.be"},{"name":"Marthe Everaert","role":"CONTACT","phone":"+3216320429","email":"marthe.everaert@kuleuven.be"}],"overallOfficials":[{"name":"Nathalie Rommel","affiliation":"Universitaire Ziekenhuizen KU Leuven","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"UZ Leuven","status":"RECRUITING","city":"Leuven","state":"Vlaam-Brabant","zip":"3000","country":"Belgium","contacts":[{"name":"Nathalie Rommel","role":"CONTACT","phone":"+3216330483","email":"nathalie.rommel@kuleuven.be"},{"name":"Marthe Everaert","role":"CONTACT","phone":"+3216320429","email":"marthe.everaert@kuleuven.be"}],"geoPoint":{"lat":50.87959,"lon":4.70093}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003680","term":"Deglutition Disorders"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000004935","term":"Esophageal Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000010608","term":"Pharyngeal Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M6572","name":"Deglutition Disorders","asFound":"Dysphagia","relevance":"HIGH"},{"id":"M7775","name":"Esophageal Diseases","relevance":"LOW"},{"id":"M8573","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M6945","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M13205","name":"Pharyngeal Diseases","relevance":"LOW"},{"id":"M12651","name":"Otorhinolaryngologic Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC07","name":"Mouth and Tooth Diseases"}]}},"hasResults":false}