{"protocolSection":{"identificationModule":{"nctId":"NCT02641678","orgStudyIdInfo":{"id":"TRACK-AF"},"organization":{"fullName":"University Hospital Muenster","class":"OTHER"},"briefTitle":"Follow-up of Kryptogenic Stroke Patients With Implantable vs. Non-invasive Devices to Detect Atrial Fibrillation.","officialTitle":"Follow-up of Kryptogenic Stroke Patients With Implantable vs. Non-invasive Devices to Detect Atrial Fibrillation.","acronym":"TRACK-AF"},"statusModule":{"statusVerifiedDate":"2016-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-03"},"primaryCompletionDateStruct":{"date":"2014-12","type":"ACTUAL"},"completionDateStruct":{"date":"2015-06","type":"ACTUAL"},"studyFirstSubmitDate":"2015-12-22","studyFirstSubmitQcDate":"2015-12-22","studyFirstPostDateStruct":{"date":"2015-12-29","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-01-20","lastUpdatePostDateStruct":{"date":"2016-01-21","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital Muenster","class":"OTHER"},"collaborators":[{"name":"European Union","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Prospective mono-center diagnostic study determining potential discrepancies in identifying atrial fibrillation by intraindividually comparing different types of follow-up strategies:\n\n1. How many stroke patients with atrial fibrillation are missed by standard stroke unit 24h- electrocardiography, and\n2. what is the effectiveness of the extended invasive and non-invasive ECG analysis tools to detect atrial fibrillation in stroke patients?","detailedDescription":"Atrial fibrillation often is paroxysmal and asymptomatic and, therefore, often not detected. Because atrial fibrillation is the leading risk factor for ischemic stroke, and oral anticoagulation is very efficacious for both primary and secondary stroke prevention in atrial fibrillation patients, detection of atrial fibrillation is essential to prevent stroke and stroke-induced disability and death. The incidence of atrial fibrillation and paroxysmal atrial fibrillation is particularly high in stroke patients. Short duration monitoring identified new atrial fibrillation in only about 5% to 10% of stroke patients. Estimates of missed paroxysmal atrial fibrillation in stroke patients go up to 40 000 patients in Germany per year.\n\nDue to the known poor sensitivity of a 24h-ECG, all patients with stroke of unknown cause will undergo the above mentioned non-invasive and invasive ECG monitoring. Based on the data of these extended ECG-analyses, the rate of missed AF in conventionally diagnosed stroke unit patients could be determined by comparison to the 24h-ECG results. Additionally, a cost-benefit equation of the different ECG analysis tools will be calculated by comparison of the respective detection rates and the known follow-up costs.\n\nInclusion criteria: Patients years with acute ischemic stroke of unknown cause, monitored on a stroke unit undergoing routine diagnostic procedures (conventional 12-lead-ECG, 24h-ECG, echocardiography, cranial computed tomography or cranial magnetic resonance tomography, Transcranial Doppler and carotid duplex ultrasound, long-term blood pressure monitoring, standard laboratory investigations) Exclusion criteria: Stroke with known etiology, Stroke caused by intracranial hemorrhage\n\nDiagnosis-as-usual:\n\n- Standard 24h-ECG on stroke units according to existing guidelines\n\nInvestigational measure:\n\nNon-invasive:\n\n* Online ECG analysis during the standardized stroke unit- monitoring\n* Ambulatory 7-day ECG monitoring\n\nInvasive:\n\n- atrial fibrillation detection by a permanently implantable direct cardiac rhythm monitor device in a period of up to 6 month\n\nDuration of measures per patient:\n\n2 weeks hospitalization, \\~1 month rehabilitation, then implantation of the ECG device, and 6 months follow-up: 7.5 months in total\n\nPrimary outcome:\n\nTo determine the prevalence of undiagnosed AF in stroke patients undergoing the diagnostic standard (24h-ECG)\n\nSecondary outcome:\n\nEffectivity and cost-effectiveness ratios of the different ECG analyis tools\n\nDescription of the outcome:\n\nBased on the obtained data, the prevalence of undiagnosed atrial fibrillation in stroke patients whom atrial fibrillation is missed by the standard diagnostic procedure (24h-ECG) will be determined by different extensive non-invasive and invasive ECG monitoring tools.\n\nAdditionally, following values of the applied ECG analysis tools will be calculated and compared:\n\n* Sensitivity: (true positives) / (true positives + false negatives)\n* Specificity: (true negatives) / (true negatives + false positives)\n* Positive predicted value: (true positives) / (true positives + false positives)\n* Negative predicted value: (true negatives) / (true negatives + false negatives)\n\nSafety:\n\nThe implantable direct cardiac rhythm monitor device is an established and widely used diagnostic procedure in patients with unexplained syncope."},"conditionsModule":{"conditions":["Atrial Fibrillation","Stroke"],"keywords":["Atrial Fibrillation","stroke","implantable cardiac monitor","automated ECG analysis"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":106,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"DEVICE","name":"Implantation of cardiac monitor","description":"In patients with kryptogenic stroke, a cardiac monitor was implanted to detect atrial fibrillation"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To determine the prevalence of undiagnosed AF in stroke patients undergoing the diagnostic standard (24h-ECG)","description":"Based on the obtained data, the prevalence (in percent) of undiagnosed AF in stroke patients whom AF is missed by the standard diagnostic procedure (24h-ECG) will be determined by different extensive non-invasive and invasive ECG monitoring tools","timeFrame":"7.5 months"}],"secondaryOutcomes":[{"measure":"Diagnostic accuracy of the automated software based ECG analysis in comparison to the \"gold-standard\" the implanted cardiac monitor","description":"The Sensitivity (in percent), the Specificity (in percent), the positive predictive value (in percent) and the negative predictive value (in percent) will be calculated for the automated ECG software analysis in comparison to the \"gold-standard\" the implanted cardiac monitor","timeFrame":"7.5 months"}],"otherOutcomes":[{"measure":"Diagnostic accuracy of the automated software based ECG analysis in comparison to the standard methods (routine ECG, 24h longterm ECG)","description":"The Sensitivity (in percent), the Specificity (in percent), the positive predictive value (in percent) and the negative predictive value (in percent) will be calculated for the automated ECG software analysis in comparison to the actual diagnostic standard the routinely performed ECG+longterm ECG.","timeFrame":"7.5 months"},{"measure":"Cost efficacy of the different methods (automated software based ECG analysis and implantable cardiac monitor)","description":"The data can be helpful to increase the cost efficacy. There are 3 hypotheses. 1.) The software analysis is reliable enough to detect AF than an implantable device is no longer needed.\n\n2.) The software analysis is unreliable 3.) The software analysis has a high negative predictive value and can provide as a preselection tool. Patients with probable AF calculated by the software analysis have a higher profit by the implantation than the patient with no AF calculated by the software.","timeFrame":"7.5 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPatients years with acute ischemic stroke of unknown cause, monitored on a stroke unit undergoing routine diagnostic procedures (conventional 12-lead-ECG, 24h-ECG, echocardiography, cCT or cMRI, Transcranial Doppler and carotid duplex ultrasound, long-term blood pressure monitoring, standard laboratory investigations)\n\nExclusion Criteria:\n\n* Stroke with known etiology, Stroke caused by intracranial hemorrhage","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients with stroke of unknown etiology","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Dittrich Ralf, MD","affiliation":"Department of Neurology, University of Muenster","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"30167809","type":"DERIVED","citation":"Bettin M, Dechering D, Kochhauser S, Bode N, Eckardt L, Frommeyer G, Reinke F. Extended ECG monitoring with an implantable loop recorder in patients with cryptogenic stroke: time schedule, reasons for explantation and incidental findings (results from the TRACK-AF trial). Clin Res Cardiol. 2019 Mar;108(3):309-314. doi: 10.1007/s00392-018-1358-4. Epub 2018 Aug 22."},{"pmid":"29205690","type":"DERIVED","citation":"Reinke F, Bettin M, Ross LS, Kochhauser S, Kleffner I, Ritter M, Minnerup J, Dechering D, Eckardt L, Dittrich R. Refinement of detecting atrial fibrillation in stroke patients: results from the TRACK-AF Study. Eur J Neurol. 2018 Apr;25(4):631-636. doi: 10.1111/ene.13538. Epub 2018 Feb 13."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}