{"protocolSection":{"identificationModule":{"nctId":"NCT03700879","orgStudyIdInfo":{"id":"PFOAISOIA"},"organization":{"fullName":"Assiut University","class":"OTHER"},"briefTitle":"Predictive Factors Of Acute Ischemic Stroke Outcome in Adult","officialTitle":"Predictive Factors Of Acute Ischemic Stroke Outcome in Adult"},"statusModule":{"statusVerifiedDate":"2018-10","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-01-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2020-01-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2020-12-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-09-27","studyFirstSubmitQcDate":"2018-10-06","studyFirstPostDateStruct":{"date":"2018-10-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-10-08","lastUpdatePostDateStruct":{"date":"2018-10-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Mostafa Atif","investigatorTitle":"doctor","investigatorAffiliation":"Assiut University"},"leadSponsor":{"name":"Assiut University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a devastating disease that affects 15 million patients worldwide each year, resulting in death in about one-third of patients and severe disability in two-thirds of the survivors.\n\nIschemic stroke in young adults is often thought to be related to rare risk factors and etiological features that are very different from the 'traditional' vascular risk factors and etiology seen in older stroke patients. However, the increase in stroke incidence in young adults has been found to be associated with a rising prevalence of some important traditional vascular risk factors, including hypertension, hypercholesterolemia, diabetes mellitus and obesity, in this age group.\n\nRisk factors Modifiable risk factors are the same for both younger and older age groups. However, the prevalence of these risk factors is not the same in these two age groups. Hypertension, heart disease (including atrial fibrillation), and diabetes mellitus are the most common risk factors among the elderly A considerable minority of ischemic stroke cases remains etiologic-ally undefined However, there is still scant information on the role of risk factors and the clinical course in etiologic stroke sub-types.\n\nAlthough the risk factors of ischemic strokes are well defined, there is slight information about their relations with the etiologies of ischemic strokes. This study will investigate the distribution of ischemic stroke risk factors and their connections to diverse etiologies of cerebrovascular attack (CVA) and specific ischemic regions of brain.\n\nConsidering that the prevalence of stroke risk factors rises with aging, the incidence of stroke will increase in further decades as the populations get older. The mortality and morbidity of each stroke pattern is different. So realizing the relation between stroke risk factors and its patterns can show the burden of preventing and treating every risk factor on the outcome of stroke.","detailedDescription":"Stroke is a devastating disease that affects 15 million patients worldwide each year, resulting in death in about one-third of patients and severe disability in two-thirds of the survivors. Approximately 80% of all strokes are ischemic strokes, of which roughly 10% occur in individuals under the age of 50 years-so-called 'young stroke.\n\nIn Egypt, the total lifetime prevalence of stroke was 8.5/1,000 in the population aged 20 years and more.\n\nAge limits defining adult stroke differ across studies, but most studies define adult stroke as an ischemic stroke in persons aged 18-49 years, as this was the age range generally used in large studies.\n\nIn recent years, a remarkable, unprecedented decrease in the average age of onset of ischemic stroke in the overall population was witnessed , which is mainly attributable to an increased incidence of stroke in young adults. Ischemic stroke in young adults is often thought to be related to rare risk factors and etiological features that are very different from the 'traditional' vascular risk factors and etiology seen in older stroke patients. However, the increase in stroke incidence in young adults has been found to be associated with a rising prevalence of some important traditional vascular risk factors, including hypertension, hypercholesterolaemia, diabetes mellitus and obesity, in this age group.\n\nIn addition to the identification of risk factors and etiology, long-term prognosis after stroke is of particular interest from the perspective of young patients, as they usually have a life expectancy of several decades. Following a stroke, these individuals are suddenly confronted with uncertainties about their future in a period of life during which they might be preparing for decisive career moves or planning a family. Therefore, information on long-term prognosis should include not only the risk of vascular and other diseases, but also the expected psycho-social consequences related to life after stroke-a topic reported to be among the top 10 research priorities for patients.\n\nRisk factors Modifiable risk factors are the same for both younger and older age groups. However, the prevalence of these risk factors is not the same in these two age groups. Hypertension, heart disease (including atrial fibrillation), and diabetes mellitus are the most common risk factors among the elderly. In contrast, among young stroke patients, the most common vascular risk factors were dyslipidemia , smoking, and hypertension.\n\nA considerable minority of ischemic stroke cases remains etiologic-ally undefined However, there is still scant information on the role of risk factors and the clinical course in etiologic stroke sub-types.\n\nAlthough the risk factors of ischemic strokes are well defined, there is slight information about their relations with the etiologies of ischemic strokes. This study will investigate the distribution of ischemic stroke risk factors and their connections to diverse etiologies of cerebrovascular attack (CVA) and specific ischemic regions of brain.\n\nConsidering that the prevalence of stroke risk factors rises with aging, the incidence of stroke will increase in further decades as the populations get older. The mortality and morbidity of each stroke pattern is different. So realizing the relation between stroke risk factors and its patterns can show the burden of preventing and treating every risk factor on the outcome of stroke."},"conditionsModule":{"conditions":["Acute Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"RADIATION","name":"MRI,MRA,Carotid ,vertebrobasilar and Transcranial Doppler","description":"Patients presented with clinical picture and radiography suggestive of acute ischemic stroke will be subjected to a comprehensive evaluation with MRI,MRA,Carotid ,vertebrobasilar and Transcranial Doppler"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Analyse prognostic factors of acute ischemic stroke in adults.","description":"Modified rankin scale (mRS) for measuring the degree of disability. it is scale contain six items 0 mean no symptoms and 6 mean dead and good outcome equal or less than 2\n\nNo symptoms at all0 No significant disability despite symptoms; able to carry out all usual duties and activities+1 Slight disability; unable to carry out all previous activities, but able to look after own affairs without assistance+2 Moderate disability; requiring some help, but able to walk without assistance+3 Moderately severe disability; unable to walk and attend to bodily needs without assistance+4 Severe disability; bedridden, incontinent and requiring constant nursing care and attention+5 Dead+6 A standardized interview also exists to try to reduce subjectivity or variability in score","timeFrame":"3months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age :\\> 18 years up to 49 years. In patients with Acute ischemic stroke within first 24 hours\n\nExclusion Criteria:\n\n* Disability prior to the present stroke (mRS \\>3) Patients youner than 18 or older than 49 years Patients refusing to continue the study will be excluded","sex":"ALL","minimumAge":"18 Years","maximumAge":"49 Years","stdAges":["ADULT"],"studyPopulation":"In this cross sectional study, the entire data of patients with definite diagnosis of cerebrovascular attack (CVA in assuit university hospitals from september 2018 until September 2019, prospectively) will be analyzed .\n\nPatients having clinical neurological deficit of acute onset in the first 24 hours with distinct area of infarction by neuro-imaging will be included.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}