{"protocolSection":{"identificationModule":{"nctId":"NCT04142879","orgStudyIdInfo":{"id":"ALERT-VIZ-LVO-02"},"organization":{"fullName":"Providence Little Company of Mary-Torrance","class":"OTHER"},"briefTitle":"Automated Detection and Triage of Large Vessel Occlusions Using Artificial Intelligence for Early and Rapid Treatment (ALERT)","officialTitle":"Automated Detection and Triage of Large Vessel Occlusions Using Artificial Intelligence for Early and Rapid Treatment (ALERT)","acronym":"ALERT"},"statusModule":{"statusVerifiedDate":"2019-10","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-12-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2020-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-10-25","studyFirstSubmitQcDate":"2019-10-25","studyFirstPostDateStruct":{"date":"2019-10-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-10-25","lastUpdatePostDateStruct":{"date":"2019-10-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jason Tarpley, M.D.","investigatorTitle":"Neurointerventionist","investigatorAffiliation":"Providence Little Company of Mary-Torrance"},"leadSponsor":{"name":"Providence Little Company of Mary-Torrance","class":"OTHER"},"collaborators":[{"name":"Viz.ai, Inc.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Post Market, Prospective, Randomized, Controlled, multi center data collection study to evaluate the use of Viz versus the standard of care in stroke workflow and clinical outcome parameters.","detailedDescription":"This study will be a multicenter, multi arm, prospective randomized study to evaluate the use of Viz. The study will enroll all subjects that present at all participating centers that meet the study inclusion/exclusion during the period of study evaluation. All subject imaging (CT) data will be pushed to Viz and evaluated by Viz. Randomization will occur at the time of image processing by Viz that indicates the subject is positive for LVO per the software criteria (anterior location). Subjects randomized to the standard of care arm of the study will not receive any information via an automated notification from Viz. Subjects that are randomized to the Viz arm of the study will have an automated message sent to the enrolling center contacts. Subjects will be followed for 90 days post treatment. Data evaluation may occur at regular intervals throughout the study and at the completion of the study period."},"conditionsModule":{"conditions":["Stroke Workflow and Clinical Outcome Parameters"],"keywords":["Large Vessel Occlusion"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":500,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Non-Interventional Centers","description":"Cohort A: Viz Subjects Initially Presenting to a Non-Interventional Center The group will be comprised of subjects randomized to Viz and who initially present to a non- interventional center.\n\nCohort B: Subjects Initially Presenting to a Non-Interventional Center The standard of care group will be comprised of subjects randomized to not have Viz notification and who initially present to a non-interventional center.","interventionNames":["Device: Viz Device Software"]},{"label":"Interventional Centers","description":"Cohort C: Viz Subjects Initially Presenting to an Interventional Center The group will be comprised of subjects randomized to Viz and who initially present to a interventional center.\n\nCohort D: Subjects Initially Presenting to a Interventional Center The standard of group will be comprised of subjects randomized to not have Viz notification and who initially present to an interventional center.","interventionNames":["Device: Viz Device Software"]}],"interventions":[{"type":"DEVICE","name":"Viz Device Software","description":"Viz uses artificial intelligence to automatically detect, triage and notify stroke specialists of suspected large vessel occlusion (LVOs) and computed tomography angiogram (CTA) imaging. Viz includes functionality to automatically process computed tomography perfusion (CTP) images. Additionally, Viz includes a mobile non-diagnostic image viewer and HIPAA-compliant secure messaging.","armGroupLabels":["Interventional Centers","Non-Interventional Centers"],"otherNames":["Viz"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Non-Interventional Centers","description":"Non-Interventional Centers: Evaluate the Door-In to Door-Out (DIDO) time for subjects in which Viz was utilized versus standard of care.","timeFrame":"Time of subject presentation through up to 90 days post treatment."},{"measure":"Interventional Centers","description":"Interventional Centers: Evaluate the Door-In to Groin Puncture time for subjects in which Viz was utilized versus standard of care.","timeFrame":"Time of subject presentation through up to 90 days post treatment."}],"secondaryOutcomes":[{"measure":"Workflow Endpoints","description":"All endpoints will be evaluated for the rate of differences per arm and cohort assignment. Data related to the overall volume and rates of LVOs evaluated by Viz will be summarized. Data related to the overall volume and rates of treatments (TPA, endovascular intervention) will be summarized.","timeFrame":"Time of subject presentation through up to 90 days post treatment."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nA subject must meet all of the following inclusion criteria to be included in the study:\n\n1. Age of 18 years or greater.\n2. Signs and symptoms consistent with the diagnosis of a stroke.\n3. Stroke protocol imaging (CTA) with a confirmed presence of anterior LVO via Viz.\n\nExclusion Criteria:\n\nA subject may not be included in the study if any of the following exclusion criteria are met:\n\n1. Poor or incomplete CTA imaging data.\n2. Disagreement between neuroradiologist and stroke specialist or neurointerventionalist relative to presence of a stroke.\n3. Other serious, advanced, or terminal illness (investigator judgment) requiring treatment that significantly delays initiating transfer and/or treatment for stroke.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Subjects with an identified LVO per Viz will be eligible for the study.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Diana Gallegos, LVN","role":"CONTACT","phone":"310-303-5515","email":"diana.gallegos@providence.org"},{"name":"Treasure Joyce, LVN","role":"CONTACT","phone":"310-303-5448","email":"treasure.joyce@providence.org"}],"overallOfficials":[{"name":"Jason Tarpley, M.D., Ph. D.","affiliation":"Providence Little Company of Mary Medical Center-Torrance","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Heliane Kauffman, B.S.N., R.N.","affiliation":"Providence Health & Services","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Providence Little Company of Mary Medical Center-Torrance","city":"Torrance","state":"California","zip":"90501","country":"United States","contacts":[{"name":"Diana Gallegos, LVN","role":"CONTACT","phone":"310-303-5515","email":"diana.gallegos@providence.org"},{"name":"Treasure Joyce, LVN","role":"CONTACT","phone":"310-303-5448","email":"treasure.joyce@providence.org"},{"name":"Jason Tarpley, M.D., Ph.D.","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Helaine Kauffman, B.S.N., R.N.","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":33.83585,"lon":-118.34063}}]},"referencesModule":{"references":[{"pmid":"29386200","type":"BACKGROUND","citation":"Benjamin EJ, Virani SS, Callaway CW, Chamberlain AM, Chang AR, Cheng S, Chiuve SE, Cushman M, Delling FN, Deo R, de Ferranti SD, Ferguson JF, Fornage M, Gillespie C, Isasi CR, Jimenez MC, Jordan LC, Judd SE, Lackland D, Lichtman JH, Lisabeth L, Liu S, Longenecker CT, Lutsey PL, Mackey JS, Matchar DB, Matsushita K, Mussolino ME, Nasir K, O'Flaherty M, Palaniappan LP, Pandey A, Pandey DK, Reeves MJ, Ritchey MD, Rodriguez CJ, Roth GA, Rosamond WD, Sampson UKA, Satou GM, Shah SH, Spartano NL, Tirschwell DL, Tsao CW, Voeks JH, Willey JZ, Wilkins JT, Wu JH, Alger HM, Wong SS, Muntner P; American Heart Association Council on Epidemiology and Prevention Statistics Committee and Stroke Statistics Subcommittee. Heart Disease and Stroke Statistics-2018 Update: A Report From the American Heart Association. Circulation. 2018 Mar 20;137(12):e67-e492. doi: 10.1161/CIR.0000000000000558. Epub 2018 Jan 31. No abstract available. Erratum In: Circulation. 2018 Mar 20;137(12 ):e493."},{"pmid":"26898852","type":"BACKGROUND","citation":"Goyal M, Menon BK, van Zwam WH, Dippel DW, Mitchell PJ, Demchuk AM, Davalos A, Majoie CB, van der Lugt A, de Miquel MA, Donnan GA, Roos YB, Bonafe A, Jahan R, Diener HC, van den Berg LA, Levy EI, Berkhemer OA, Pereira VM, Rempel J, Millan M, Davis SM, Roy D, Thornton J, Roman LS, Ribo M, Beumer D, Stouch B, Brown S, Campbell BC, van Oostenbrugge RJ, Saver JL, Hill MD, Jovin TG; HERMES collaborators. Endovascular thrombectomy after large-vessel ischaemic stroke: a meta-analysis of individual patient data from five randomised trials. Lancet. 2016 Apr 23;387(10029):1723-31. doi: 10.1016/S0140-6736(16)00163-X. Epub 2016 Feb 18."},{"pmid":"24784550","type":"BACKGROUND","citation":"Khatri P, Yeatts SD, Mazighi M, Broderick JP, Liebeskind DS, Demchuk AM, Amarenco P, Carrozzella J, Spilker J, Foster LD, Goyal M, Hill MD, Palesch YY, Jauch EC, Haley EC, Vagal A, Tomsick TA; IMS III Trialists. Time to angiographic reperfusion and clinical outcome after acute ischaemic stroke: an analysis of data from the Interventional Management of Stroke (IMS III) phase 3 trial. Lancet Neurol. 2014 Jun;13(6):567-74. doi: 10.1016/S1474-4422(14)70066-3. Epub 2014 Apr 27."},{"pmid":"27092472","type":"BACKGROUND","citation":"Goyal M, Jadhav AP, Bonafe A, Diener H, Mendes Pereira V, Levy E, Baxter B, Jovin T, Jahan R, Menon BK, Saver JL; SWIFT PRIME investigators. Analysis of Workflow and Time to Treatment and the Effects on Outcome in Endovascular Treatment of Acute Ischemic Stroke: Results from the SWIFT PRIME Randomized Controlled Trial. Radiology. 2016 Jun;279(3):888-97. doi: 10.1148/radiol.2016160204. Epub 2016 Apr 19."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}