{"protocolSection":{"identificationModule":{"nctId":"NCT04742686","orgStudyIdInfo":{"id":"STH21298"},"organization":{"fullName":"Sheffield Hallam University","class":"OTHER"},"briefTitle":"Aerobic Exercise Training in Acute Ischaemic Stroke","officialTitle":"Aerobic Exercise Training in Acute Ischaemic Stroke: A Single-centre, Single-blinded, Randomised, Controlled Feasibility Study of an Aerobic Exercise Training Intervention Versus Standard Care Conducted in the Acute Phase of Stroke.","acronym":"ATAS"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-04-27","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-08-25","type":"ACTUAL"},"completionDateStruct":{"date":"2022-08-25","type":"ACTUAL"},"studyFirstSubmitDate":"2021-01-19","studyFirstSubmitQcDate":"2021-02-02","studyFirstPostDateStruct":{"date":"2021-02-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-16","lastUpdatePostDateStruct":{"date":"2023-08-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Simon Nichols","investigatorTitle":"Senior Research Fellow","investigatorAffiliation":"Sheffield Hallam University"},"leadSponsor":{"name":"Sheffield Hallam University","class":"OTHER"},"collaborators":[{"name":"Sheffield Teaching Hospitals NHS Foundation Trust","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a leading cause of adult disability in the UK. There are few treatment options that improve long-term disability outcomes after stroke. Animal studies indicate that aerobic exercise training can improve brain repair and reduce disability after stroke. However, in clinical practice it is difficult for stroke survivors to undertake aerobic exercise due to lower-limb disability and a lack of accessible exercise equipment. This study will assess the feasibility of implementing a 5-day aerobic exercise training intervention, beginning in the acute phase of stroke (1-7 days post-stroke), using a power-assisted exercise bike. Feasibility outcome measures: recruitment rate (30 participants recruited within 18 months), completeness of data (\\>80% of planned measurements recorded) and the safety (\\<10 adverse events related to the intervention) and acceptability (\\>3/5 comfort scale) of the intervention. We will also investigate the acute effects of aerobic exercise on cerebral blood flow velocity using transcranial Doppler ultrasound, and brain-derived neurotrophic factor (serum and plasma).","detailedDescription":"Introduction\n\nPre-clinical studies indicate that aerobic exercise training can enhance brain repair and reduce disability when initiated early (1-7 days) after stroke. However, in the real-world clinical setting, most acute stroke patients have a lower-limb disability which makes it difficult to engage in aerobic exercise. Power-assisted exercise bikes can detect lower-limb motor deficits and compensate with motorised assistance. The primary aim of this study is to assess the feasibility of implementing a 5-day power-assisted aerobic exercise training programme, initiated in the acute phase of ischaemic stroke (1-7 days post-stroke). Key feasibility outcomes related to the intervention include safety (\\<10 adverse events related to the intervention) and acceptability (\\>3/5 comfort scale). The secondary aim is to assess the feasibility of conducting a randomised controlled trial (RCT), with a focus on study procedures including recruitment (30 participants recruited within 18 months) and completeness of data (≥80% of planned measurements recorded), and identification of a suitable primary outcome measure for a large-scale RCT.\n\nRecruitment\n\nPeople with acute ischaemic stroke admitted to the Royal Hallamshire Hospital (Sheffield, England) will be recruited to this study. After eligible individuals provide informed consent, a web-based permuted block randomisation procedure will be used to allocate participants into one of two study arms: 1) usual care; or 2) aerobic exercise training plus usual care. Participants will be stratified using the National Institutes of Health Stroke Scale (NIHSS): mild to moderate (0-15) and moderate to severe (\\>15) measured after reperfusion therapy or at a similar timepoint if not eligible for reperfusion therapy. Accounting for a predicted attrition rate of 20%, the target sample size is 30 participants.\n\nIntervention\n\nA bedside power-assisted exercise bike will be used to enable patients to undertake aerobic exercise whilst remaining in their bed, even if they have a lower-limb disability. The aerobic exercise programme will consist of five exercise sessions, each including a graduated warm-up, a conditioning phase, and a graduated cooldown. The conditioning phase will be an interval training format, with five-minute low- to moderate-intensity intervals interspersed with one-minute rest periods. The number of five-minute conditioning bouts will increase by one bout per session. The first session will contain two bouts (total = 10 mins), and the fifth session will contain six bouts (total = 30 mins). The rationale for this progressive design was developed with input from researchers, healthcare practitioners and people affected by stroke. Briefly, it was considered that starting with 30 minutes of aerobic exercise in the first session may be too difficult for some patients due to fatigue, whereas a gradual progression in exercise duration would be more tolerable. In addition, the interval training design was chosen to reduce exercise-induced fatigue, and thereby increase the total duration of aerobic exercise completed per session. Participants will cycle at a steady self-selected cadence, and exercise intensity will be guided by the Borg rating of perceived exertion (RPE) scale. During the conditioning intervals, participants will be asked to the cycle at an intensity equivalent to 'somewhat hard' (RPE:13/20). Heart rate, peripheral oxygen saturation, brachial blood pressure, and symptoms will be monitored throughout each exercise session. In the fourth or fifth exercise session, exercise-induced changes in respiratory gases, cerebral blood flow velocity and blood-borne brain-derived neurotrophic factor will be assessed. Established clinical exercise physiology guidelines will be followed with regards to exercise contraindications and termination criteria.\n\nUsual care\n\nParticipants randomised to the control group will receive usual care according to guidance from the National Institute for Health and Care Excellence and the Royal College of Physicians. Briefly, it is recommended that patients undertake at least 45 minutes of each appropriate therapy per day (physiotherapy, occupational therapy and or speech and language therapy) for five days per week. Patients should be mobilised (out-of-bed sitting, standing or walking) within the first 48 hours of stroke onset, or if physically capable, as soon as possible post-stroke.\n\nInterviews\n\n7-14 days after enrolling in the study, a convenience sample of participants (n=8 per study arm) will be interviewed to gain insight into participants' experiences participating in the study activities (e.g. intervention and or assessments). Repeat interviews will be conducted with the same individuals three months later with a focus on their post-hospital rehabilitation experiences. In addition, a small convenience sample (n=3-5) of clinical staff members will be interviewed to understand their opinions about the intervention and overall study procedures."},"conditionsModule":{"conditions":["Ischemic Stroke","Acute Stroke","Cerebrovascular Accident"],"keywords":["Aerobic exercise","Power-assisted exercise","Feasibility","Acute stroke","Ischaemic stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Usual care","type":"NO_INTERVENTION"},{"label":"Intervention","type":"EXPERIMENTAL","interventionNames":["Other: Aerobic exercise training"]}],"interventions":[{"type":"OTHER","name":"Aerobic exercise training","description":"5-day, power-assisted, low- to moderate-intensity, aerobic exercise training programme. Exercise duration to progress from 10 minutes on day 1, to 30 minutes on day 5. Exercise equipment: Letto-2 (Motomed, Germany).","armGroupLabels":["Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Safety of aerobic exercise training","description":"The following traffic light-style system is proposed:\n\n* Red: \\>10 adverse events related to the intervention - do not proceed.\n* Amber: 5-10 adverse events related to the intervention - review and revise protocol.\n* Green: \\<5 adverse events related to the intervention - proceed.","timeFrame":"21 months"},{"measure":"Acceptability of aerobic exercise training","description":"Average comfort score \\> 3/5 Likert scale (1= very uncomfortable to 5= very comfortable)","timeFrame":"18 months"}],"secondaryOutcomes":[{"measure":"Feasibility of recruitment","description":"Recruitment rate: ≥2 participants per month (30 participants recruited in 18 months)","timeFrame":"18 months"},{"measure":"Feasibility of data collection","description":"Completeness of data: ≥80% of planned measurements recorded","timeFrame":"21 months"}],"otherOutcomes":[{"measure":"Rectus femoris cross sectional area","description":"Rectus femoris cross sectional area measured using ultrasound","timeFrame":"Baseline, 1 week and 3 months"},{"measure":"Rectus femoris muscle thickness","description":"Rectus femoris muscle thickness measured using ultrasound","timeFrame":"Baseline, 1 week and 3 months"},{"measure":"Vastus lateralis muscle thickness","description":"Vastus lateralis muscle thickness measured using ultrasound","timeFrame":"Baseline, 1 week and 3 months"},{"measure":"Vastus lateralis angle of pennation","description":"Vastus lateralis angle of pennation measured using ultrasound","timeFrame":"Baseline, 1 week and 3 months"},{"measure":"Cognitive function","description":"Montreal Cognitive Assessment","timeFrame":"Baseline, 3 months"},{"measure":"Anxiety and depression","description":"Hospital Anxiety and Depression Scale","timeFrame":"1 week, 3 months"},{"measure":"Optimism","description":"Revised Life Orientation Test","timeFrame":"Baseline, 3 months"},{"measure":"Exercise self-efficacy","description":"Self-Efficacy for Exercise Scale","timeFrame":"Baseline, 1 week and 3 months"},{"measure":"Health-related quality of life","description":"EuroQol 5-Dimensional","timeFrame":"Baseline, 3 months"},{"measure":"Inpatient physical activity levels","description":"Thigh-mounted accelerometer","timeFrame":"Worn for 1 week in hospital"},{"measure":"Post-discharge physical activity levels (short-term)","description":"Wrist-worn accelerometer","timeFrame":"Worn for 2 weeks post-discharge"},{"measure":"Post-discharge physical activity levels (long-term)","description":"Global Physical Activity Questionnaire","timeFrame":"3 months"},{"measure":"Chronic fatigue","description":"Chronic Fatigue Scale","timeFrame":"Baseline, 3 months"},{"measure":"Lower-extremity function","description":"Short physical performance battery (standing balance, sit-to-stand, 3-metre walk)","timeFrame":"Baseline, 1 week and 3 months"},{"measure":"Upper-extremity function","description":"Handgrip strength (dynamometer)","timeFrame":"Baseline, 1 week and 3 months"},{"measure":"Disability","description":"Modified Rankin Scale","timeFrame":"Baseline and 3 months"},{"measure":"Functional independence","description":"Barthel Index","timeFrame":"Baseline, 4-8 weeks, 3 months"},{"measure":"Aerobic exercise-induced changes in cerebral blood flow velocity","description":"Mean cerebral blood flow velocity, measured bilaterally at the middle cerebral arteries using transcranial Doppler ultrasound","timeFrame":"Day 5 or 6 (measured for approximately 1 hour during exercise session)"},{"measure":"Aerobic exercise-induced changes in mature brain-derived neurotrophic factor (BDNF)","description":"Blood collection at rest and within 5 minutes of ceasing aerobic exercise session. Serum and plasma BDNF will be measured using enzyme-linked immunosorbent assays","timeFrame":"Day 5 or 6 (pre-post exercise)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult (age \\>18 years) patients diagnosed with acute ischaemic stroke 1-7 days previously.\n* Medically stable, assessed by a stroke physician.\n* Sufficient English language comprehension and cognitive ability to understand the study protocol, follow instructions, complete questionnaires and give informed consent.\n* Ability to mobilise lower body limbs in a cyclical manner (at least one leg).\n* Likely to be admitted to the Royal Hallamshire Hospital for at least 7 days.\n\nExclusion Criteria:\n\n* Haemorrhagic stroke.\n* \\<1 day or \\>7 days after onset of stroke symptoms.\n* Clinically unstable, assessed by stroke physician.\n* Disability preventing unipedal cycling.\n* New York Heart Failure Classification stage III/IV.\n* Terminal illness (life expectancy \\<6 months).\n* Resting blood pressure \\>180/110 mmHg.\n* Uncontrolled arrhythmia causing symptoms or haemodynamic compromise.\n* Unstable angina.\n* Uncontrolled diabetes mellitus.\n* Acute deep vein thrombosis, pulmonary embolism or pulmonary infection.\n* Already participating in a clinical research trial.\n* Pain during mobilisation of lower-limbs.\n* Lower-limb spasticity or contracture which impairs ability to cycle.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Tom Maden-Wilkinson, PhD","affiliation":"Sheffield Hallam University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Royal Hallamshire Hospital","city":"Sheffield","state":"South Yorkshire","zip":"S10 2JF","country":"United Kingdom","geoPoint":{"lat":53.38297,"lon":-1.4659}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"We will have exclusive access to the data for 24 months after the end date of the study whilst we develop a protocol and grant application, and publish our findings.\n\nData will be accessible before 24 months should these objectives be achieved earlier than expected. Anonymised data will be provided on application rather than be offered open access. A description of the data will be placed on the University open access repository (SHURDA).\n\nData sharing will be subject to an application. No sensitive/personal data will be made available.\n\nAll external users of our data will be bound by a data sharing agreement between the research team, the University, and the user themselves. Data will be supplied on the condition that their research is non-profit, and that their findings will be published in an open access domain. Data users will not be permitted to share the data with anyone outside of their immediate research team.","infoTypes":["STUDY_PROTOCOL","CSR"],"timeFrame":"Study protocol publication: \\<12 months of trial initiation. Clinical study report: \\<24 months after trial end date.","accessCriteria":"Data sharing enquires may be sent to Dr Simon Nichols, s.j.nichols@shu.ac.uk.","url":"https://shurda.shu.ac.uk/"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2020-12-14","uploadDate":"2023-08-14T12:16","filename":"Prot_000.pdf","size":937624}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}