{"protocolSection":{"identificationModule":{"nctId":"NCT04503499","orgStudyIdInfo":{"id":"0002"},"organization":{"fullName":"Istinye University","class":"OTHER"},"briefTitle":"Effect of Thoracic Manual Therapy in Hemiplegic Patients","officialTitle":"Acute Effect of Thoracic Manual Therapy on Respiratory Capacity in Hemiplegic Patients"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-09-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-07-15","type":"ACTUAL"},"completionDateStruct":{"date":"2019-08-15","type":"ACTUAL"},"studyFirstSubmitDate":"2020-07-28","studyFirstSubmitQcDate":"2020-08-04","studyFirstPostDateStruct":{"date":"2020-08-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-02","lastUpdatePostDateStruct":{"date":"2023-11-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Yasemin Çırak","investigatorTitle":"Physiotherapist, PhD, Associate Professor","investigatorAffiliation":"Istinye University"},"leadSponsor":{"name":"Istinye University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Neurological problems both lead to many respiratory problems primarily and events secondary to neurological diseases or symptoms can be the cause of respiratory failure. The addition of respiratory failure will adversely affect the course of the neurological picture, making treatment more difficult.\n\nThe cardiopulmonary functions of hemiplegia patients decrease due to the decrease in the expansion of the thoracic part on the hemiplegic side and insufficient respiratory muscles. In addition, common symptoms in stroke patients, including limited use of ankylosis and muscle movements, cause oxygen deficiency and increased metabolic demands. After stroke, thoracic expansion is reduced upon paralysis of the diaphragm and respiratory muscles. Continuation of this condition can lead to muscle fibrosis. As a result, the level of thoracic expansion decreases during breathing.\n\nA decrease in thoracic spine mobility correlates with a decrease in forced vital capacity (FVC) and forced expiratory volume in the first second (FEV1). The increase in the rigidity of the chest wall affects the ventilator pumping mechanism, reducing the level of rigidity (increasing the mobility of the chest wall) is recommended as a way to improve lung function."},"conditionsModule":{"conditions":["Stroke"],"keywords":["pulmonary function","manual therapy","respiratory function test"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":47,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Study Group","type":"EXPERIMENTAL","description":"The group to which the manuel therapy will be applied.","interventionNames":["Other: Manuel Therapy"]},{"label":"Control Group","type":"NO_INTERVENTION","description":"The control group where only the evaluations will be made."}],"interventions":[{"type":"OTHER","name":"Manuel Therapy","description":"The manual therapy protocol will consist of 45-60 minutes and the following techniques;\n\n* suboccipital decompression\n* cervical mobilization (in the posterior-anterior direction)\n* sternocleidomastoid release\n* scalene release\n* trapezoidal release\n* scalene release\n* pectoralis tractus\n* sternoclavicular joint mobilization\n* sternum mobilization\n* parasternal circumference intercostal and paravertebral release\n* diaphragm release\n* rib reasing\n* scapulothoracic joint mobilization\n* thoracic vertebra mobilization\n\nMyofascial release techniques will be applied for 3-5 minutes each.\n\nMobilization techniques were applied in each joint for 30 seconds and 5 times.","armGroupLabels":["Study Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Chest circumference measurement","description":"Chest circumference measurement will be measured from the axillary (3rd costa), epigastric (xiphoid) and subcostal (mid xiphoid-umbilicus) areas, and measuring will be done by tape measure in inspiration and expiration.","timeFrame":"4 weeks"},{"measure":"Forced expiratory volume","description":"Forced expiratory volume will be performed in a sitting position using a portable spirometer (Spirobank; Medical International Research, Rome, Italy) according to the American Thoracic Society rules. Participants will rest before the test to prevent fatigue. While the patient is sitting in a comfortable position on the chair, his nose will be closed with a clip and the mouthpiece will be placed and the measurement will be made. The patient will be asked to perform deep and long-term expiration after deep and severe inspiration after performing calm breathing three times. The measurement will be repeated three times.","timeFrame":"4 weeks"},{"measure":"Forced vital capacity","description":"Forced vital capacity will be performed in a sitting position using a portable spirometer (Spirobank; Medical International Research, Rome, Italy) according to the American Thoracic Society rules. Participants will rest before the test to prevent fatigue. While the patient is sitting in a comfortable position on the chair, his nose will be closed with a clip and the mouthpiece will be placed and the measurement will be made. The patient will be asked to perform deep and long-term expiration after deep and severe inspiration after performing calm breathing three times. The measurement will be repeated three times.","timeFrame":"4 weeks"},{"measure":"Forced expiratory volume / Forced vital capacity","description":"Forced expiratory volume / Forced vital capacity test will be performed in a sitting position using a portable spirometer (Spirobank; Medical International Research, Rome, Italy) according to the American Thoracic Society rules. Participants will rest before the test to prevent fatigue. While the patient is sitting in a comfortable position on the chair, his nose will be closed with a clip and the mouthpiece will be placed and the measurement will be made. The patient will be asked to perform deep and long-term expiration after deep and severe inspiration after performing calm breathing three times. The measurement will be repeated three times.","timeFrame":"4 weeks"},{"measure":"Peak Expiratory Flow","description":"Peak Expiratory Flow test will be performed in a sitting position using a portable spirometer (Spirobank; Medical International Research, Rome, Italy) according to the American Thoracic Society rules. Participants will rest before the test to prevent fatigue. While the patient is sitting in a comfortable position on the chair, his nose will be closed with a clip and the mouthpiece will be placed and the measurement will be made. The patient will be asked to perform deep and long-term expiration after deep and severe inspiration after performing calm breathing three times. The measurement will be repeated three times.","timeFrame":"4 weeks"},{"measure":"Maximal Expiratory Pressure","description":"Maximal expiratory pressure will be assessed using an electronic pressure transducer (MicroRPM; Micro Medical Ltd., Kent, UK). It will be measured according to maximal expiratory pressure Black and Hyatt. In Maximal Expiratory Pressure measurement from the patient; After doing maximal inspiration in a comfortable sitting position, his nose will be closed with a clip and he will be asked to make maximum expiration from the mouthpiece. The measurements will be repeated three times and the highest values will be recorded.","timeFrame":"4 weeks"},{"measure":"Maximal Inspiratory Pressure","description":"Maximal inspiratory pressure will be assessed using an electronic pressure transducer (MicroRPM; Micro Medical Ltd., Kent, UK). It will be measured according to Maximal Inspiratory Pressure Black and Hyatt. From the patient in Maximal Inspiratory Pressure measurement; the patient is in a comfortable sitting position, after making maximum expiration, his nose will be closed with the help of a clip and he will be asked to make maximum inspiration from the mouthpiece.","timeFrame":"4 weeks"},{"measure":"Respiratory Muscle Endurance","description":"Respiratory muscle endurance measurement will be performed with the Power Breath (HaB International Ltd. Southam, UK) portable device. Power Breath resistance will be adjusted by taking 60% of the maximal inspiratory pressure. The test time will be calculated and recorded in seconds. Power Breath resistance is adjusted in a comfortable sitting position, the clip will be recorded while the clip is attached to the nose and the mouthpiece of the device is inhaled.","timeFrame":"4 weeks"},{"measure":"Oxygen Saturation","description":"Pulse oximetry device will measure oxygen saturation. Values before and after treatment will be measured and recorded.","timeFrame":"4 weeks"},{"measure":"Heart Rate","description":"Pulse oximetry device will measure heart rate. Values before and after treatment will be measured and recorded.","timeFrame":"4 weeks"},{"measure":"Respiratory Frequency","description":"Pulse oximetry device will measure respiratory frequency. Values before and after treatment will be measured and recorded.","timeFrame":"4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Being between 45-65 years old\n* Stage 4-6 according to Brunnstrom\n* According to Modified Ashworth, the upper extremity is at most two values\n* Sufficient to answer the level of consciousness survey\n* No smoking\n* No hearing or vision loss\n\nExclusion Criteria:\n\n* Not being able to read and write\n* Having cognitive impairment\n* Hearing difficulties and vision loss\n* Having any acute pain\n* Acute Bronchitis","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Istanbul Okan University","city":"Istanbul","country":"Turkey","geoPoint":{"lat":41.01384,"lon":28.94966}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}