{"protocolSection":{"identificationModule":{"nctId":"NCT06132464","orgStudyIdInfo":{"id":"STUDY149823"},"secondaryIdInfos":[{"id":"UL1TR002366","type":"NIH","link":"https://reporter.nih.gov/quickSearch/UL1TR002366"}],"organization":{"fullName":"University of Kansas Medical Center","class":"OTHER"},"briefTitle":"ECoLoGiC Speech Therapy for Everyday Communication in Aphasia","officialTitle":"ECoLoGiC Speech Therapy Treatment: Meeting the Everyday Communication Needs of People With Aphasia Following Stroke"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-12","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-11-03","studyFirstSubmitQcDate":"2023-11-09","studyFirstPostDateStruct":{"date":"2023-11-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-09","lastUpdatePostDateStruct":{"date":"2023-11-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Kansas Medical Center","class":"OTHER"},"collaborators":[{"name":"National Center for Advancing Translational Sciences (NCATS)","class":"NIH"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The primary goal of this clinical trial study is to evaluate the effect of a new therapy to improve talking in people with the language disability 'aphasia' after a stroke. The therapy is called: 'Expanding Communication and Language Generated in Conversation Treatment' (ECoLoGiC Treatment), and helps improve language skills for talking to other people in conversation. The second goal is to develop training materials to teach families of people with aphasia about the therapy and how to practice at home. This part of the study will be completed with help from two people with aphasia and a family member who have completed the program.\n\nThe study asks:\n\n1. How do people with aphasia improve their language skills following this therapy? Results will be determined by using tests of language and by testing language in conversation and other types of talking tasks, like describing a picture.\n2. After completing the family training, do family members use the ideas they learned when talking to the person with aphasia? And, what do family members and people with aphasia think of the family training? The first question will be answered with a checklist to see if the family members followed the ideas they learned. The second question will be answered by talking with the people with aphasia and the family members to find out what they thought.\n\nThe people with aphasia will complete language testing before and after therapy, and 6 weeks later (to see if improvements are maintained). Therapy is twice a week for one hour, for 10 weeks with a speech-language pathologist. During therapy, the person will have casual conversations with the speech-language pathologist, who will help the person communicate by giving small amounts of help at a time. The speech-language pathologist will tell the person what they are doing that does and does not help with communication. This process helps the person use more language and learn how to communicate better. The family members will have training with the speech-language pathologists to learn about the therapy and how to continue with the ideas at home. Training will take place over 3 sessions, scheduled in addition to therapy sessions. After therapy ends, the family members will have conversations with the person with aphasia, to show what they have learned. Each family member and person with aphasia will also have a 10-20 minute conversation with a researcher to share their thoughts about the training program.","detailedDescription":"This study will be conducted with 7 people who have moderate to severe aphasia. Each person will receive ECoLoGiC Treatment. Since each person will receive the same therapy, they do not need to be assigned to different therapy groups. The impact of the therapy will be determined by comparing each person's language skills from before therapy to just after therapy; and from before therapy to 6 weeks following therapy. Language skills will be tested at these three different times (before therapy; after therapy; and 6-week follow-up) by the principal researcher. The 6-week follow-up testing is done to see if the person is still experiencing the improvements that happened just after finishing therapy. Family members of two of the participants will complete the Family Training Protocol to learn more about how to facilitate and support communication at home using principles of ECoLoGiC Treatment.\n\nEach of the three \"Testing Phases\" will be two weeks long. Each person with aphasia will come for testing sessions three times during the two weeks. If the person wants to divide the testing over more than three visits during two weeks, they can. Tests will include language exams, patient and family self-rating scales and samples of language (i.e., everyday social conversations; and monologues, such as describing a picture). The 15-minute conversation samples will be with the principal researcher, who is a licensed speech-language pathologist and with a self-selected family member. Language sampling techniques for both monologues and conversation will follow standard procedures.\n\nEach person will receive therapy twice a week for 10 weeks. Sessions will be for 60 minutes with a licensed speech-language pathologist who is a lab member and who has been trained in ECoLoGiC Treatment, and who has at least 1 year of experience working with people with aphasia. For individuals completing the Family Training Protocol, three training sessions will be scheduled with the delivering therapist (usually either just before or just after a regularly scheduled therapy session).\n\nResults of the study will be analyzed for each individual with aphasia to determine the amount of change from before therapy to after therapy, and also from before therapy to the follow-up visit (6 weeks later). Test results and patient and family self-report scales will be analyzed according to the test manuals, related journal articles, or whether change is greater than a 10 percent benchmark.\n\nThe conversation and monologue samples will be evaluated for language skills, such as vocabulary and grammar, using established language measures. The results will then be analyzed statistically, to determine changes for each person and for the group (using a linear mixed model). Additional calculations will be completed for each person for each of the language measures to determine the amount of change (i.e., effect size), and to determine if the amount of change is greater than the minimal detectable change.\n\nThe Family Training Protocol will be analyzed quantitatively for a) Family member fidelity to the protocol during three conversations held at post-treatment and at the 6-week maintenance phase; and b) qualitatively through semi-structured interviews between the Principal Investigator and the person with aphasia; and the Principal Investigator and the trained Family Member, conducted post-treatment."},"conditionsModule":{"conditions":["Aphasia"],"keywords":["Aphasia","Stroke","Discourse","Conversation","Communication"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":15,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Expanding Communication and Language Generated in Conversation Treatment","type":"EXPERIMENTAL","description":"Participants will complete 20 one-hour therapy sessions over 10 weeks with an experienced, trained, and licensed speech-language pathologist delivering Expanding Communication and Language Generated in Conversation Therapy, following the therapy protocol. Sessions will take place through casual conversational interactions, with incremental problem-solving and communication support by the speech-language pathologist.","interventionNames":["Behavioral: Expanding Communication and Language Generated in Conversation Treatment"]}],"interventions":[{"type":"BEHAVIORAL","name":"Expanding Communication and Language Generated in Conversation Treatment","description":"ECoLoGiC Treatment is a behavioral therapy developed to improve language abilities in everyday conversation for people with aphasia. It is delivered through therapeutic use of spontaneous conversational interactions between a speech-language pathologist and a person with aphasia. ECoLoGiC Treatment is based on theories of conversational interaction in adults without communication disorders, as well as on theories of neuroplasticity, rehabilitation, and learning. The therapy consists of two components: a) Therapeutic Conversation, during which the pair discuss any topic of interest to the person with aphasia, while the speech-language pathologist uses techniques to promote social interaction; and b) Therapeutic Repair, used when communication breakdown occurs. At this time, the speech-language pathologist implements the intervention's 7-step least-to-most hierarchy, supporting the person's independence and learning in communicative problem-solving to communicate the desired idea.","armGroupLabels":["Expanding Communication and Language Generated in Conversation Treatment"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change on the Western Aphasia Battery - Revised, part 1 Auditory and Verbal Subtests: yields Aphasia Quotient Score","description":"Change on the 100-point Aphasia Quotient score indicating severity of speaking and auditory comprehension skills in aphasia between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Lower scores indicate greater severity of aphasia. Score change which indicates the criterion for change varies based on the participant's Pre-Treatment Aphasia Quotient score.","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Change on the Communication Activities of Daily Living - 3","description":"Change in the score of functional everyday communication skills (i.e., ordering in a restaurant, reading signs, making a phone call) between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment on 100 point test. Higher scores indicate higher level of function. Score change interpreted per examiner's manual, \\> standard error of measurement = 4 points .","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Change on Communicative Success of verbal and nonverbal communication in Conversation","description":"Change in average score for successfulness communicating using verbal and nonverbal methods, on the measure's 4-point scale (4 is highest level of function), between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Score change interpreted for effect size and whether average score change exceeds minimal detectable change criterion (i.e., .14 points).","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Change on Global Coherence of sentences to the topic in Conversation","description":"Change in average score for extent of coherence of sentences produced to the topic being discussed, on the measure's 4-point scale (4 is highest level of function), between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Score change interpreted for effect size and whether average score change exceeds minimal detectable change criterion (i.e., .14 points).","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Change on Assessment for Living with Aphasia - 2 (Patient-Reported Outcome Measure)","description":"Change in overall score of self-perceptions of the impact of aphasia on daily life, activities, communication, emotions with a maximum score of 148 (148 is highest level of function), between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Criterion for score change, \\> 10%.","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Change on American Speech Language Hearing Association: Functional Assessment of Communication Skills for Adults (Family-Reported Outcome Measure)","description":"Change in overall score of family member perceptions of the person with aphasia's communication skills, on the measure's 7-point scale (1-7; 7 is highest level of function), between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Criterion for score change, \\> 10%.","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"}],"secondaryOutcomes":[{"measure":"Change on Western Aphasia Battery - Revised, part 2, Reading and Writing Subtests","description":"Change in overall score (100 points for Reading; 100 for Writing; 100 is highest level of function), between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Criterion for score change, \\> 10%. Reading and Writing subtests will be interpreted separately.","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Change on Object and Action Naming Battery","description":"Change in overall score for number of correct items named (maximum = 52/52), between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Criterion for score change, \\> 10%.","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Change on Northwestern Assessment of Verbs and Sentences, Adapted (pictures like \"a dog is barking\" are used to elicit sentences. Standard version provides the verb; adapted version does not; Edmonds et al., 2009; Leaman & Edmonds, 2022).","description":"Change in overall score for number of sentences produced with correct sentence structure and vocabulary (maximum = 16/16), between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Criterion for score change, \\> 10%.","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Change on Communication Confidence Rating Scale (Patient-Reported Outcome Measure)","description":"Change in overall score of self-perception of confidence in communication situations (maximum points = 40; 40 is highest level of function), between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Criterion for score change, \\> 10%.","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Change on Communicative Effectiveness Index (Family-Reported Outcome Measure)","description":"Change in overall score for family perceptions of communication effectiveness in different situations (maximum = 160 points; 160 is highest level of function) between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Criterion for score change \\> 8.91 points.","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Change on Aphasia Communication Outcome Measure, Short Version (Patient-Reported Outcome Measure)","description":"Change in overall score of self-perceptions of communication in different situations (maximum = 100 points; 100 is highest level of function), between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Criterion for score change p \\> minimal detectable change = 5.6.","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Change in Subject-Verb-(Object) syntax for sentences produced in Conversation","description":"Change in average score of sentence syntax, on the measure's 100-point scale (100 is highest level of function), between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Score change interpreted for effect size and whether average score change exceeds minimal detectable change criterion.","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Change in Relevance of words in the subject+verb portion of the sentence in Conversation","description":"Change in average score of the relevance of the words used in the subject+verb portion of the sentence, on the measure's 100-point scale (100 is highest level of function), between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Score change interpreted for effect size and whether average score change exceeds minimal detectable change criterion (i.e., 13.9 points).","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Change in Complete Utterances for sentence production in Conversation","description":"Change in average score for production of sentences that are both relevant and have intact syntax. The measure uses a 100-point scale (100 is highest level of function), between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Score change interpreted for effect size and whether average score change exceeds minimal detectable change criterion (i.e., 8.5 points).","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Change in Grammaticality of words and sentences in Conversation","description":"Change in average score for production of correct grammar on the measure's 100-point scale (100 is highest level of function), between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Score change interpreted for effect size and whether average score change exceeds minimal detectable change criterion (i.e., 7.5 points).","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Change in Percent Correct Information Units for accurate words in Conversation","description":"Change in average score for informativeness of the words used on the measure's 100-point scale (100 is highest level of function), between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Score change interpreted for effect size and whether average score change exceeds minimal detectable change criterion (i.e., 5.7 points).","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Change in Communicative Success of verbal and nonverbal communication in Monologue","description":"Change in average score for successfulness communicating using verbal and nonverbal methods, on the measure's 4-point scale (4 is highest level of function), between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Score change interpreted for effect size and whether average score change exceeds minimal detectable change criterion (i.e., .16 points).","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Change in Global Coherence of sentences to the topic in Monologue","description":"Change in average score for extent of coherence of sentences produced to the topic being discussed, on the measure's 4-point scale (4 is highest level of function), between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Score change interpreted for effect size and whether average score change exceeds minimal detectable change criterion (i.e., .19 points).","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Change in Subject-Verb-(Object) syntax for sentences produced in Monologue","description":"Change in average score of sentence syntax, on the measure's 100-point scale (100 is highest level of function), between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Score change interpreted for effect size and whether average score change exceeds minimal detectable change criterion (i.e., 5.2 points).","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Change in Relevance in the subject+verb portion of the sentence in Monologue","description":"Change in average score of relevance of the words used in the subject+verb portion of the sentence, on the measure's 100-point scale (100 is highest level of function), between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Score change interpreted for effect size and whether average score change exceeds minimal detectable change criterion (i.e., 9.3 points).","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Change in Complete Utterance for sentence production in Monologue","description":"Change in average score for production of sentences that are both relevant and have intact syntax. The measure uses a 100-point scale (100 is highest level of function), between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Score change interpreted for effect size and whether average score change exceeds minimal detectable change criterion (i.e., 4.6 points).","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Change in Grammaticality of words and sentences in Monologue","description":"Change in average score for production of correct grammar on the measure's 100-point scale (100 is highest level of function), between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Score change interpreted for effect size and whether average score change exceeds minimal detectable change criterion (i.e., 8.8 points).","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Change in Percent Correct Information Units for accurate words in Monologue","description":"Change in average score for informativeness of the words used on the measure's 100-point scale (100 is highest level of function), between Post-Treatment and Pre-Treatment; and 6-Week Maintenance and Pre-Treatment. Score change interpreted for effect size and whether average score change exceeds minimal detectable change criterion (i.e., 5.1 points).","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"},{"measure":"Percent Fidelity to Family Training Protocol","description":"Percent adherence to the Family Training Protocol by the Family Members during conversation with the person with aphasia, calculated as: (# items adhered to on fidelity checklist)/(total number of items on fidelity checklist).","timeFrame":"Baseline; Weeks 1-2 (Pre-Treatment); Weeks 13-14 (Post-Treatment); Weeks 19-20 (6-Week Maintenance)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for People with Aphasia:\n\n* Age 18-85 years\n* Self-reported adequate vision (aided), for testing procedures\n* Pass a hearing screening (aided), in at least one ear at 40 decibels at 1000 Herz\n* Monolingual speaker of English\n* One or more left hemisphere stroke at least 6 months prior, leading to aphasia\n* Right-handed prior to stroke\n* Moderate to severe aphasia, as evaluated by the Western Aphasia Battery - Revised and clinical expertise\n* Spoken language production of at least 2-3 word utterances (phrases or sentences), as evaluated by the Western Aphasia Battery - Revised and clinical expertise\n* Reading comprehension of at least single words to short phrases, as evaluated by the Western Aphasia Battery - Revised and clinical expertise,\n* Auditory comprehension for simple language, as evaluated by the Western Aphasia Battery - Revised and clinical expertise\n\nExclusion Criteria for People with Aphasia:\n\n* Younger than 18\n* Older than 85\n* Self-reported vision impairment preventing completion of testing (aided)\n* Unable to pass hearing screening in at least one ear at 40 decibels at 1000 Herz (aided)\n* Multilingual speaker (language proficiency of greater than 4 out of 7 on reading, writing, speaking, or listening in any language other than English; self-rating bilingualism scale)\n* Minimal, mild, or profound aphasia as evaluated by the Western Aphasia Battery - Revised and clinical expertise\n* Severe cognitive impairment as evaluated by the Cognitive Linguistic Quick Test - Plus and clinical expertise\n* No greater than a score of 2.5 on the Apraxia of Speech Rating Scale\n* No greater than 3.0 on the Dysarthria-in-Interaction Profile\n* Use of an alternative augmentative communication device as primary means of communication\n* Spoken language production consisting of single word or no verbal communication, as evaluated by the Western Aphasia Battery - Revised and clinical expertise\n* Inability to comprehend simple language in conversation, as evaluated by the Western Aphasia Battery - Revised and clinical expertise\n* Inability to read single words for comprehension, as evaluated by the Western Aphasia Battery - Revised and clinical expertise\n* Neurological injury or condition other than left hemisphere stroke\n* Left-handed before stroke\n* Learning or language disability\n* Uncontrolled mental health condition\n\nInclusion Criteria for Family Members:\n\n* Pass a hearing screening (aided), in at least one ear at 40 decibels at 1000 Herz\n* Cognitive function within normal limits as evaluated by the Montreal Cognitive Assessment\n* Must speak English\n\nExclusion Criteria for Family Members:\n\n* Unable to pass hearing screening in one ear at 40 decibels at 1000 Herz (aided)\n* Cognitive status below within normal limits cut-off score as evaluated by the Montreal Cognitive Assessment","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Marion Leaman, PhD","role":"CONTACT","phone":"203-505-5723","email":"mleaman@kumc.edu"}],"overallOfficials":[{"name":"Marion Leaman, PhD","affiliation":"University of Kansas Medical Center","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001037","term":"Aphasia"},{"id":"D000003147","term":"Communication Disorders"}],"ancestors":[{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000065886","term":"Neurodevelopmental Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M6064","name":"Communication Disorders","asFound":"Speech Therapy","relevance":"HIGH"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M30334","name":"Neurodevelopmental Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}