{"protocolSection":{"identificationModule":{"nctId":"NCT06096662","orgStudyIdInfo":{"id":"VR 2019-02465"},"organization":{"fullName":"Vastra Gotaland Region","class":"OTHER_GOV"},"briefTitle":"Effects of Verb Network Strenghtening Treatment (VNeST) Via Telerehabilitation on Word Finding in Post-stroke Aphasia.","officialTitle":"Effects of Verb Network Strenghtening Treatment (VNeST) Provided Via Telerehabilitation on Word Finding in Individuals With Post-stroke Aphasia: a Group Study."},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-10-17","studyFirstSubmitQcDate":"2023-10-17","studyFirstPostDateStruct":{"date":"2023-10-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-17","lastUpdatePostDateStruct":{"date":"2023-10-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Vastra Gotaland Region","class":"OTHER_GOV"},"collaborators":[{"name":"The Swedish Research Council","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Despite evidence showing that speech and language intervention may improve language and communication abilities in people with acquired language disorders (aphasia), there is still need for evidence for which types of therapy are effective. Further, to improve accessibility of care, there is increasing need for evidence of intervention effects when therapy is provided online, via telerehabilitation. Therefore, the project aims at evaluating the effects of telerehabilitation with a specific speech-language therapy intervention for improving word-finding in individuals with aphasia due to stroke. The intervention Verb Network Strenghtening Treatment (VNeST) trains word finding at sentence level, and the treatment effect is expected to generalize to the production of connected speech.","detailedDescription":"Every year in Sweden, thousands of people suffer from stroke, often resulting in aphasia. One of the most common and persistent symptoms in aphasia is anomia, i.e., word finding difficulties. Anomia affects an individual's ability to communicate and can constitute an obstacle to active participation in social activities and working life with reduced quality of life as consequence.\n\nSpeech and language therapy has proved to be effective with significant training outcomes for people with aphasia (Brady, Kelly, Godwin, Enderby, \\& Campbell, 2016). However, concerning treatment of anomia a major challenge is to achieve generalization to untrained items and to connected speech. Most interventions train to name single words, with very little improvement in naming of untrained items, or generalization in daily language use (Kiran \\& Thompson, 2003; Kristensson et al., 2022). Typically, word-finding therapies target nouns. Training effects of verbs have been reported to a lesser extent and found to be smaller than that of nouns (Webster \\& Whitworth, 2012). Edmonds and coworkers (2009, 2011, 2014; Furnas \\& Edmonds, 2014) have developed an intervention protocol called Verb Network Strengthening Treatment (VNeST) which aims at improving production of nouns and verbs in sentence context by stimulating retrieval of verbs and possible subjects/agents and objects/patients for the given verbs (e.g., \"The pupil writes a letter\"). So far, results from single-case experimental design studies performed by Edmonds and colleagues are promising, showing generalization to untrained items and to other tasks (object naming, verb naming, and partly connected speech). The same promising results were observed even when Verb Network Strengthening Treatment (VNeST) was delivered remotely via a computer program (Furnas \\& Edmonds, 2014). In a single case experimental design study carried out by our group via telerehabilitation (Torinsson et al., submitted) in two individuals with mild-to-moderate and moderate-to-severe aphasia, we found that one participant improved significantly in word retrieval when producing sentences containing either trained verbs or semantically related verbs that were not targeted in treatment, suggesting generalization to untrained words. The other participant did not show any significant improvement for either trained or untrained items. Yet, an increase of production of correct information units (a measure of how informative verbal production is in an individual) could be observed in this participant four weeks after treatment. The results of this Swedish study seem to be in line with previous findings by Edmonds and colleagues. However, to our knowledge, the effects of intervention have not been investigated in larger groups of patients in a randomized controlled trial. Hence, this study aims to evaluate treatment effects of the VNeST protocol via telerehabilitation in individuals with post-stroke aphasia through a randomized controlled trial (RCT).\n\nOutcome measures include measures of naming ability on word and sentence level as well as in connected speech. Measures of participant reported perception of functional communication as well as health related quality of life (PROMs) are also included."},"conditionsModule":{"conditions":["Aphasia","Anomia","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Parallel assignment","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The results are assessed by independent assessors blinded to in which phase (pre-post-follow up) the data is obtained, and to group (Therapy group or control group).","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental: Treatment group","type":"EXPERIMENTAL","description":"Participants will receive 35 hours of training, twice a week in ten weeks using Verb Network Strenghtening Treatment (VNeST).\n\nTreatment will be administered by a speech-language pathologist thought an online platform.","interventionNames":["Behavioral: Verb Network Strenghtening Treatment (VNeST)"]},{"label":"Control group","type":"NO_INTERVENTION","description":"Participants in the control group will not receive speech-and-language treatment targeting word-finding.\n\nTreatment for word finding will be provided by a speech-language pathologist after participation to the study."}],"interventions":[{"type":"BEHAVIORAL","name":"Verb Network Strenghtening Treatment (VNeST)","description":"Participants are presented with a verb (representing an activity, for example, to drive) orally and in writing. The participants are first asked to name someone who may perform a given activity (an agent/subject, for example a chauffeur), then to name an object which the named activity can pe performed with (a patient/object, for example a limousine). Several types of semantic cues and assistance are given if the participant has difficulties finding adequate nouns). This procedure is repeated for three different agents and objects related to the given verb. The participants is then asked to choose one of the three sentences participants have created and expand on it by telling where, when and why the agents are performing the activity. After this, the participants are given sentences (with several foils) including the activity as well as agents and objects/patients, and are asked to indicate whether the sentences are plausible or not.","armGroupLabels":["Experimental: Treatment group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline in naming ability of trained items at week 10.","description":"Naming of ten trained phrases including an agent (subject), verb and a patient (object) with moving picture stimuli. Possible score ranges from 0 (worst) to 40 (best).","timeFrame":"Baseline, 10 weeks"},{"measure":"Change from baseline in naming ability of trained items at week 14.","description":"Naming of ten trained phrases including an agent (subject), verb and a patient (object) with moving picture stimuli. Possible score ranges from 0 (worst) to 40 (best).","timeFrame":"Baseline, 14 weeks"}],"secondaryOutcomes":[{"measure":"Change from baseline in naming ability of untrained items at week 10.","description":"A measure of generalization of treatment effects to naming of ten untrained phrases including an agent (subject), verb and a patient (object) with moving picture stimuli. Possible score ranges from 0 (worst) to 40 (best).","timeFrame":"Baseline, 10 weeks."},{"measure":"Change from baseline in naming ability of untrained items at week 14.","description":"A measure of generalization of treatment effects to naming of ten untrained phrases including an agent (subject), verb and a patient (object) with moving picture stimuli. Possible score ranges from 0 (worst) to 40 (best).","timeFrame":"Baseline, 14 weeks."},{"measure":"Change from baseline in confrontation naming of single words (objects and actions) at week 10.","description":"The Object \\& Action Naming Battery (Masterson \\& Druks, 1998) is a measure of change in ability to name eighty pictures consisting of simple black and white drawings of objects and actions. Possible score range: 0 (worst) to 80 (best).","timeFrame":"Baseline, 10 weeks."},{"measure":"Change from baseline in confrontation naming of single words (objects and actions) at week 14.","description":"The Object \\& Action Naming Battery (Masterson \\& Druks, 1998) is a measure of change in ability to name eighty pictures consisting of simple black and white drawings of objects and actions. Possible score range: 0 (worst) to 80 (best).","timeFrame":"Baseline, 14 weeks."},{"measure":"Change from baseline in confrontation naming of single words (objects) at week 10.","description":"The Boston naming test (Goodglass et al, 1983) is a measure of change in ability to name sixty simple black and white drawings of objects. Possible score range 0 (worst) to 60 (best).","timeFrame":"Baseline, 10 weeks"},{"measure":"Change from baseline in confrontation naming of single words (objects) at week 14.","description":"The Boston naming test (Goodglass et al, 1983) is a measure of change in ability to name sixty simple black and white drawings of objects. Possible score range 0 (worst) to 60 (best).","timeFrame":"Baseline, 14weeks"},{"measure":"Change from baseline in connected speech at week 10.","description":"Connected speech tasks (Nicholas \\& Brookshire, 1993) measures of change in ability to retrieve words in a picture description tasks and a procedural information task. The speech produced in each task is analysed and number of words and adequate information units produced is calculated and related to time taken to produce the information. Higher numbers indicate better results.","timeFrame":"Baseline, 10 weeks"},{"measure":"Change from baseline in connected speech at week 14.","description":"Connected speech tasks (Nicholas \\& Brookshire, 1993) measures of change in ability to retrieve words in a picture description tasks and a procedural information task. The speech produced in each task is analysed and number of words and adequate information units produced is calculated and related to time taken to produce the information. Higher numbers indicate better results.","timeFrame":"Baseline, 14 weeks"},{"measure":"Change from baseline in self-perceived functional communication abilities at week 10","description":"Communication Outcomes After Stroke scale (COAST, Long et al. 2008) is a validated measure of participants' perception of their communicative ability. Possible score range is 0 (worse) to 80 (best).","timeFrame":"Baseline, 10 weeks"},{"measure":"Change from baseline in self-perceived functional communication abilities at week 14","description":"Communication Outcomes After Stroke scale (COAST, Long et al. 2008) is a validated measure of participants' perception of their communicative ability. Possible score range is 0 (worse) to 80 (best).","timeFrame":"Baseline, 14 weeks"},{"measure":"Change from baseline in proxy's reports of participants' communicative ability at week 10.","description":"The Carer Communication Outcomes After Stroke scale (carer COAST, Long et al. 2009). is a validated measure of proxy's perception of the participants' communicative ability. Possible score range is 0 (worse) to 80 (best).","timeFrame":"Baseline, 10 weeks"},{"measure":"Change from baseline in proxy's reports of participants' communicative ability at week 14.","description":"The Carer Communication Outcomes After Stroke scale (carer COAST, Long et al. 2009). is a validated measure of proxy's perception of the participants' communicative ability. Possible score range is 0 (worse) to 80 (best).","timeFrame":"Baseline, 14 weeks"},{"measure":"Change from baseline in self reported quality of life at week 10.","description":"The Stroke Aphasia Quality of Life (SAQOL-39, Hilari et al 2009) is a validated measure of change in participant reported health related quality of life in a questionnaire with 39 items where participants evaluate of their everyday functioning in three domains: physical, psychosocial and communication. Scoring in each domain will be summarized and averaged and presented separately as well as in a compound averaged score. Possible score range is 1 (worse) to 5 (best).","timeFrame":"Baseline, 10 weeks"},{"measure":"Change from baseline in self reported quality of life at week 14.","description":"The Stroke Aphasia Quality of Life (SAQOL-39, Hilari et al 2009) is a validated measure of change in participant reported health related quality of life in a questionnaire with 39 items where participants evaluate of their everyday functioning in three domains: physical, psychosocial and communication. Scoring in each domain will be summarized and averaged and presented separately as well as in a compound averaged score. Possible score range is 1 (worse) to 5 (best).","timeFrame":"Baseline, 14 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aphasia and subjective experience of word finding difficulties\n* Diagnosed left hemisphere stroke at least six months post-onset\n* With correction, sufficient hearing and vision to be able to participate in training and assessment.\n* Sufficient stamina to be able to participate in training and assessment.\n* Swedish as one of the first languages.\n\nExclusion Criteria:\n\n* Other known neurological conditions\n* Untreated epilepsy\n* Severely impaired comprehension\n* Moderate-severe dysarthria or apraxia of speech which may interfere with assessment.\n* Speech-language treatment targeting specifically word finding during participation in the study.\n* Participation in other studies/clinical treatment using Verb Network Strenghtening Treatment (VNeST) during three months prior to the study.\n* Active substance dependence","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Francesca Longoni, Dr.","role":"CONTACT","phone":"+46317866886","email":"francesca.longoni@gu.se"},{"name":"Joana Kristensson, Dr.","role":"CONTACT","phone":"+46313425560","email":"joana.kristensson@vgregion.se"}],"overallOfficials":[{"name":"Francesca Longoni, Dr.","affiliation":"Inst of Neurosci & Physiology, Speech & Language Pathology Unit, University of Gothenburg","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"27245310","type":"BACKGROUND","citation":"Brady MC, Kelly H, Godwin J, Enderby P, Campbell P. Speech and language therapy for aphasia following stroke. Cochrane Database Syst Rev. 2016 Jun 1;2016(6):CD000425. doi: 10.1002/14651858.CD000425.pub4."},{"pmid":"21386047","type":"BACKGROUND","citation":"Edmonds LA, Babb M. Effect of verb network strengthening treatment in moderate-to-severe aphasia. Am J Speech Lang Pathol. 2011 May;20(2):131-45. doi: 10.1044/1058-0360(2011/10-0036). Epub 2011 Mar 8."},{"pmid":"19763227","type":"BACKGROUND","citation":"Edmonds LA, Nadeau SE, Kiran S. Effect of Verb Network Strengthening Treatment (VNeST) on Lexical Retrieval of Content Words in Sentences in Persons with Aphasia. Aphasiology. 2009 Mar 1;23(3):402-424. doi: 10.1080/02687030802291339."},{"pmid":"24687125","type":"BACKGROUND","citation":"Edmonds LA, Mammino K, Ojeda J. Effect of Verb Network Strengthening Treatment (VNeST) in persons with aphasia: extension and replication of previous findings. Am J Speech Lang Pathol. 2014 May;23(2):S312-29. doi: 10.1044/2014_AJSLP-13-0098."},{"type":"BACKGROUND","citation":"Goodglass, H., Kaplan, E., & Weintraub, S. (1983). Boston naming test. Philadelphia, PA: Lea & Febiger."},{"pmid":"19447841","type":"BACKGROUND","citation":"Hilari K, Lamping DL, Smith SC, Northcott S, Lamb A, Marshall J. Psychometric properties of the Stroke and Aphasia Quality of Life Scale (SAQOL-39) in a generic stroke population. Clin Rehabil. 2009 Jun;23(6):544-57. doi: 10.1177/0269215508101729. Epub 2009 May 15."},{"pmid":"12959459","type":"BACKGROUND","citation":"Kiran S, Thompson CK. The role of semantic complexity in treatment of naming deficits: training semantic categories in fluent aphasia by controlling exemplar typicality. J Speech Lang Hear Res. 2003 Aug;46(4):773-87. doi: 10.1044/1092-4388(2003/061)."},{"pmid":"35367876","type":"BACKGROUND","citation":"Kristensson J, Saldert C, Ostberg P, Smith SR, Ake S, Longoni F. Naming vs. non-naming treatment in aphasia in a group setting-A randomized controlled trial. J Commun Disord. 2022 May-Jun;97:106215. doi: 10.1016/j.jcomdis.2022.106215. Epub 2022 Mar 17."},{"pmid":"19052247","type":"BACKGROUND","citation":"Long A, Hesketh A, Paszek G, Booth M, Bowen A. Development of a reliable self-report outcome measure for pragmatic trials of communication therapy following stroke: the Communication Outcome after Stroke (COAST) scale. Clin Rehabil. 2008 Dec;22(12):1083-94. doi: 10.1177/0269215508090091."},{"pmid":"19482891","type":"BACKGROUND","citation":"Long A, Hesketh A, Bowen A; ACT NoW Research Study. Communication outcome after stroke: a new measure of the carer's perspective. Clin Rehabil. 2009 Sep;23(9):846-56. doi: 10.1177/0269215509336055. Epub 2009 May 29. Erratum In: Clin Rehabil. 2010 Apr;24(4):383."},{"type":"BACKGROUND","citation":"Masterson, J., & Druks, J. (1998). Description of a set of 164 nounsand 102 verbs matched for printed word frequency, familiarityand age-of-acquisition. Journal of Neurolinguistics, 11(4), 331-354"},{"pmid":"8487525","type":"BACKGROUND","citation":"Nicholas LE, Brookshire RH. A system for quantifying the informativeness and efficiency of the connected speech of adults with aphasia. J Speech Hear Res. 1993 Apr;36(2):338-50. doi: 10.1044/jshr.3602.338."},{"type":"BACKGROUND","citation":"Torinsson, M., Saldert, C., Rödseth Smith, S., Kristensson, J., & Longoni, F. (2023). Telerehabilitation with Verb Network Strengthening Treatment (VNeST) in two persons with mild-to-moderate and moderate-to-severe aphasia: A single-case experimental design study. Submitted manuscript."},{"pmid":"23121523","type":"BACKGROUND","citation":"Webster J, Whitworth A. Treating verbs in aphasia: exploring the impact of therapy at the single word and sentence levels. Int J Lang Commun Disord. 2012 Nov-Dec;47(6):619-36. doi: 10.1111/j.1460-6984.2012.00174.x. Epub 2012 Jul 18."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001037","term":"Aphasia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M3865","name":"Anomia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}