{"protocolSection":{"identificationModule":{"nctId":"NCT03341416","orgStudyIdInfo":{"id":"102178/2015"},"organization":{"fullName":"University of Sao Paulo General Hospital","class":"OTHER"},"briefTitle":"Effects of Deep Brain Stimulation of the Dentate Nucleus on Cerebellar Ataxia","officialTitle":"Deep Brain Stimulation on Cerebellar Ataxia"},"statusModule":{"statusVerifiedDate":"2017-11","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-07-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2019-01-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-10-30","studyFirstSubmitQcDate":"2017-11-10","studyFirstPostDateStruct":{"date":"2017-11-14","type":"ACTUAL"},"lastUpdateSubmitDate":"2017-11-13","lastUpdatePostDateStruct":{"date":"2017-11-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Rubens Gisbert Cury","investigatorTitle":"Medical Assistant, Movement Disorders Unit. Principal Investigator. MD, PhD","investigatorAffiliation":"University of Sao Paulo General Hospital"},"leadSponsor":{"name":"University of Sao Paulo General Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Cerebellar ataxias are a group of disorders caused by cerebellar affections, for which currently no specific treatment is available. Some limited studies verified the effects of cerebellar transcranial magnetic stimulation (TMS) on ataxic symptoms, with good results. The hypothesis is that cerebellar TMS could improve ataxic symptoms in some patients and in these patients, chronic cerebellar stimulation through deep brain stimulation could be a therapeutic option. The rationale is to stimulate the dentate nucleus of the cerebellum in order to balance the functional asymmetry observed between both motor cortices after chronic cerebellar lesions.","detailedDescription":"Ten patients with cerebellar ataxia will be included in our protocol. Ataxia might be due to several aetiologies, from degenerative to genetic and vascular diseases. The initial focus is vascular and spinal cerebellar ataxias. The participants will be submitted to a neuronavigation protocol for the precise location of the dentate nucleus contralateral to the most symptomatic side. After that, the participants will be randomly assigned to 5 active or 5 placebo sessions of 1Hz TMS over the located area. After the first 5 sessions and a period of at least 4 weeks washout, the participants will cross over and receive other 5 sessions, active or sham. Clinical and video evaluations will be conducted before and after active and sham cluster of sessions. The good responders, i.e., with over than 30% of improvement after the active section will be eligible to bilateral dentate nucleus DBS. After that, again, a cross-over double blind on-off stimulation will be performed. Each period (on or 0ff-stimulation) will last 4 weeks."},"conditionsModule":{"conditions":["Cerebellar Ataxia"],"keywords":["cerebellar ataxia","stroke","Spinocerebellar ataxia","deep brain stimulation","dentate nucleus"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"After surgery patients will undergo a first washout period intended to allow their ataxia return to baseline (preoperative levels), thus avoiding post surgery effects bias.\n\nPhase 1: Participants will be randomized to either ON or OFF stimulation. The assigned stimulation will be performed for one week.\n\nPhase 2: Open label phase. All patients are in the ON stimulation condition and will be followed for 6 months.\n\nDuration:\n\nPhase 1 will last from one to 2 months and phase 2 will last six months.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":10,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Device - deep brain stimulation ON","type":"EXPERIMENTAL","description":"Intervention type: device (deep brain stimulation of the dentate nucleus in cerebellum). The intervention is a device called deep brain stimulation bilaterally placed in the sub thalamic nucleus.\n\nThe stimulation will remained turned ON during 3 months - phase 1 - blinded and continuous during the open-label phase","interventionNames":["Device: deep brain stimulation on stimulation - active"]},{"label":"Device - deep brain stimulation Sham","type":"SHAM_COMPARATOR","description":"Sham stimulation: device (deep brain stimulation of the dentate nucleus in cerebellum). Intervention type: device (deep brain stimulation of the dentate nucleus in cerebellum). The intervention is a device called deep brain stimulation bilaterally placed in the sub thalamic nucleus.\n\nDuring the sham stimulation the intervention will remained turned OFF during 3 months","interventionNames":["Device: deep brain stimulation off stimulation - sham"]}],"interventions":[{"type":"DEVICE","name":"deep brain stimulation on stimulation - active","description":"bilateral deep brain stimulation reaching the dentate nucleus turned ON - phase active","armGroupLabels":["Device - deep brain stimulation ON"]},{"type":"DEVICE","name":"deep brain stimulation off stimulation - sham","description":"bilateral deep brain stimulation reaching the dentate nucleus turned OFF - phase sham","armGroupLabels":["Device - deep brain stimulation Sham"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Primary outcome - change in Scale for the assessment and rating of ataxia - SARA","description":"To evaluate prospectively the effect of DN-DBS in ataxia. The primary outcome is the change between the Scale for the assessment and rating of ataxia (SARA, ranging from 0-40, higher scores mean more severe ataxia) at baseline and after surgery during the active DBS-ON phase","timeFrame":"change in the SARA score between the baseline versus after surgery during ON-stimulation deep brain stimulation phase. This phase lasts 1 month, so the evaluation will be performed 01 months after the stimulation is turned on."}],"secondaryOutcomes":[{"measure":"Secondary outcome - change in tremor score using the Fahn Tolosa Marin Scale","description":"To evaluate prospectively the effect of DN-DBS on tremor. The secondary outcome is the change between the Fahn Tolosa Marin Scale (ranging from 0-40, higher scores mean worse tremor) at baseline and after surgery during the active DBS-ON phase","timeFrame":"change in the Fahn Tolosa Marin Scale score between the baseline versus after surgery during ON-stimulation deep brain stimulation phase. This phase lasts 1 month, so the evaluation will be performed 01 months after the stimulation is turned on."},{"measure":"Secondary outcome - quality of life","description":"To evaluate prospectively the effect of DN-DBS on quality of life. The secondary outcome is the change between the World Health Organization Quality of Life (WHOQOL-bref, 26 items, which measure the following broad domains: physical health, psychological health, social relationships, and environment, higher scores mean better quality of life) at baseline and after surgery during the active DBS-ON phase","timeFrame":"change in the WHOQOL-bref score between the baseline versus after surgery during ON-stimulation deep brain stimulation phase. This phase lasts 1 month, so the evaluation will be performed 01 months after the stimulation is turned on."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients with diagnosis of chronic cerebellar ataxia (\\> 6 months);\n2. Age ≥18 years;\n3. Be able to understand study protocol;\n4. Signed, written informed consent (approved by the Institutional Ethics Committee) obtained prior to any study procedure;\n5. Refractory symptoms response to first, second and third line pharmacological treatment;\n6. Daily living activities impaired because the ataxia;\n7. Be able to undergo surgery procedures.\n\nExclusion Criteria:\n\n1. Abuse of alcohol, drugs\n2. Known psychiatric conditions\n3. Contraindications to DBS\n4. Heart failure or cardiac disease that contraindicates surgery procedures;\n5. Pacemaker or other stimulators implanted active;\n6. Positive blood ß-HCG test for women;\n7. Other medical conditions demand hospitalization; Participation in other clinical studies at the same time;","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Rubens Cury","status":"RECRUITING","city":"São Paulo","state":"SP","country":"Brazil","contacts":[{"name":"Rubens Cury, MD PhD","role":"CONTACT","phone":"5511972838184","email":"rubens_cury@usp.br"},{"name":"carina franca, MD","role":"CONTACT","phone":"1131590293"}],"geoPoint":{"lat":-23.5475,"lon":-46.63611}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001259","term":"Ataxia"},{"id":"D000002524","term":"Cerebellar Ataxia"}],"ancestors":[{"id":"D000020820","term":"Dyskinesias"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000002526","term":"Cerebellar Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4255","name":"Ataxia","asFound":"Cerebellar Ataxia","relevance":"HIGH"},{"id":"M5463","name":"Cerebellar Ataxia","asFound":"Cerebellar Ataxia","relevance":"HIGH"},{"id":"M22200","name":"Spinocerebellar Ataxias","relevance":"LOW"},{"id":"M15619","name":"Spinocerebellar Degenerations","relevance":"LOW"},{"id":"M22264","name":"Dyskinesias","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M5465","name":"Cerebellar Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"T5352","name":"Spinocerebellar Ataxia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}