{"protocolSection":{"identificationModule":{"nctId":"NCT03884621","orgStudyIdInfo":{"id":"5-ZH2Q"},"organization":{"fullName":"The Hong Kong Polytechnic University","class":"OTHER"},"briefTitle":"Enhanced Post-discharge Home-based Care Program (EHP) for Stroke Survivors in Harbin China","officialTitle":"An Enhanced Post-discharge Home-based Care Program (EHP) to Improve the Quality of Life for Stroke Survivors in Harbin China: a Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2020-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-09-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-11-27","type":"ACTUAL"},"completionDateStruct":{"date":"2020-11-27","type":"ACTUAL"},"studyFirstSubmitDate":"2019-03-04","studyFirstSubmitQcDate":"2019-03-20","studyFirstPostDateStruct":{"date":"2019-03-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-12-17","lastUpdatePostDateStruct":{"date":"2020-12-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"The Hong Kong Polytechnic University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In China, about 70% of stroke survivors are living with the negative consequences of stroke. Post stroke home-based care, a broad concept of rehabilitation, is an important care strategy to enhance recovery and improve quality of life for stroke survivors. However, home-based healthcare service is less available for patients discharged home from hospital. The investigators propose to develop and evaluate a home-based nursing intervention program to provide tailored and timely support to post-stroke patients returning to their daily livings at home after hospitalization. The enhanced post-discharge home-based care intervention is coupled with pre-discharge coaching and post-discharge home follow-up, focusing on functional recovery and self-care skills. This project has the potential to improve the quality of life and the related outcomes of stroke survivors, compared to usual care.","detailedDescription":"This project will empirically test an innovated care delivery model, an enhanced post-discharge home-based care program (EHP) to address the challenges facing China on post-stroke care. The study will adopt a randomized controlled trial design to assess the effects of the EHP compared with usual care for post-discharged stroke survivors. Economic evaluation will be parallel with the trial.\n\nEligible participants will be recruited from the neurology units of a large general hospital in Harbin, China. Consented participants will be randomly assigned to receive either usual care or usual care plus EHP intervention. The EHP has two key components: pre-discharge coaching and post-discharge home follow-up which involves five intervention protocols for assessment, treatment and procedures, teaching, guidance and counselling, case management and surveillance, addressing on home-based rehabilitation training and self-care. The 12-week EHP will be provided by a trained nurse case manager with the support of a clinical team. All participants will be follow-up for 12 months with three assessments on study outcomes, including quality of life, self-efficacy, activities of daily living, anxiety and depression, adherence, satisfaction and healthcare utilization after baseline data collection. The incremental cost-effectiveness ratio and cost will also be calculated and compared between the two groups. In addition, focus group interviews will be conducted to gain an in-depth understanding of stakeholders' experience on post-stroke care."},"conditionsModule":{"conditions":["Stroke"],"keywords":["continuity of patient care"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":144,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"EHP Group","type":"EXPERIMENTAL","description":"The Enhanced post-discharge home-based care program (EHP) offers one coaching session upon hospital discharge and 12-week home follow-up (including 6 home visits, 6 telephone calls and 24-hour hotline) post hospital discharge to participants by an especially trained nurse case manager with the support of a clinical team. The five intervention protocols integrate with an individualized home-based rehabilitation training and self-care plan.","interventionNames":["Other: EHP Group"]},{"label":"Control Group","type":"NO_INTERVENTION","description":"Usual discharge care and post-discharge care provided to all stroke patients discharged home."}],"interventions":[{"type":"OTHER","name":"EHP Group","description":"The Enhanced post-discharge home-based care program (EHP) plus usual care","armGroupLabels":["EHP Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Quality of life measured by EuroQol-Five Dimension Questionnaire","description":"Change in quality of life from baseline to 90 days is measured using the EuroQol-Five Dimension Questionnaire (EQ-5D-5L), a generic health related quality of life instrument. The EuroQol-Five Dimension descriptive system covers five dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each dimension has five response levels; and the responses to 5 dimensions can be combined to provide a 5 digit profile describing the respondent's health state with a single index value. An EQ-5D-5L index score of 1 represents full health.","timeFrame":"Baseline, Day 90 (pre and post-intervention)"},{"measure":"Quality of life measured by EuroQol-Visual Analogue Scale (EQ-VAS)","description":"Change in quality of life from baseline to 90 days is measured using the EuroQol-Visual Analogue Scale (EQ-VAS). The EQ-VAS records the stroke survivor's self-rated health on a vertical visual analogue scale with end points of 0 (the worst health) and 100 (the best health).","timeFrame":"Baseline, Day 90 (pre and post-intervention)"},{"measure":"Quality of life measured by the Stroke Impact Scale 3.0 (SIS 3.0)","description":"Change in quality of life from baseline to 90 days is measured using the Stroke Impact Scale 3.0 (SIS3.0), a stroke specific quality of life instrument. The SIS measures self-perceived health within eight domains (strength, hand functionality, activities of daily living, mobility, communication, emotions, memory and thinking, and participation) on a 5-point Likert scale. Scores for each domain are averaged and transformed into a score ranging from 0 to 100, and higher scores denote better health.","timeFrame":"Baseline, Day 90 (pre and post-intervention)"},{"measure":"Quality of life measured by Stroke recovery score of the Stroke Impact Scale 3.0 (SIS 3.0)","description":"Change in quality of life from baseline to 90 days is measured using the Stroke recovery score of the Stroke Impact Scale 3.0 (SIS3.0). The SIS 3.0 also includes a question to assess the patient's global perception of recovery on a visual scale of 0 (no recovery) to 100 (full recovery).","timeFrame":"Baseline, Day 90 (pre and post-intervention)"}],"secondaryOutcomes":[{"measure":"Quality of life measured by EuroQol-Five Dimension Questionnaire (EQ-5D-5L)","description":"Change in quality of life from baseline to 180 days or 365 days is measured using the EuroQol-Five Dimension Questionnaire (EQ-5D-5L), a generic health related quality of life instrument. The EQ-5D-5L descriptive system covers five dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each dimension has five response levels; and the responses to 5 dimensions can be combined to provide a 5 digit profile describing the respondent's health state with a single index value. An EQ-5D-5L index score of 1 represents full health.","timeFrame":"Baseline, Day 180, Day 365 (follow-up)"},{"measure":"Quality of life measured by EuroQol-Visual Analogue Scale (EQ-VAS)","description":"Change in quality of life from baseline to 180 days or 365 days is measured using the EuroQol-Visual Analogue Scale (EQ-VAS) , the second part of the EQ-5D-5L. The EQ VAS records the stroke survivor's self-rated health on a vertical visual analogue scale with end points of 0 (the worst health) and 100 (the best health).","timeFrame":"Baseline, Day 180, Day 365 (follow-up)"},{"measure":"Quality of life measured by the Stroke Impact Scale 3.0 (SIS 3.0)","description":"Change in quality of life from baseline to 180 days or 365 days is measured using the Stroke Impact Scale 3.0 (SIS3.0), a stroke specific quality of life instrument. The SIS measures self-perceived health within eight domains (strength, hand functionality, activities of daily living, mobility, communication, emotions, memory and thinking, and participation) on a 5-point Likert scale. Scores for each domain are averaged and transformed into a score ranging from 0 to 100, and higher scores denote better health.","timeFrame":"Baseline, Day 180, Day 365 (follow-up)"},{"measure":"Quality of life measured by Stroke recovery score of the Stroke Impact Scale 3.0 (SIS 3.0)","description":"Change in quality of life from baseline to 180 days or 365 days is measured using the Stroke recovery score of the Stroke Impact Scale 3.0 (SIS3.0). The SIS 3.0 also includes a question to assess the patient's global perception of recovery on a visual scale of 0 (no recovery) to 100 (full recovery).","timeFrame":"Baseline, Day 180, Day 365 (follow-up)"},{"measure":"Self-Efficacy measured by the Self-Efficacy for Managing Chronic Disease 6-item Scale (SEMCD-6)","description":"Change in Self-Efficacy from baseline to 90 days is evaluated by the Managing Chronic Disease 6-item Scale (SEMCD-6). The SEMCD-6 contains six items on a visual analog scale, ranging from 1 (not at all confident) to 10 (totally confident).","timeFrame":"Baseline, Day 90 (pre and post-intervention)"},{"measure":"Self-Efficacy measured by the Self-Efficacy for Managing Chronic Disease 6-item Scale (SEMCD-6)","description":"Change in Self-Efficacy from baseline to 180 days or 365 days is evaluated by the Managing Chronic Disease 6-item Scale (SEMCD-6). The SEMCD-6 contains six items on a visual analog scale, ranging from 1 (not at all confident) to 10 (totally confident).","timeFrame":"Baseline, Day 180, Day 365 (follow-up)"},{"measure":"Independence of daily activities measured by the Modified Barthel Index (MBI)","description":"Change in independence of daily activities from baseline to 90 days is evaluated by the Modified Barthel Index (MBI). The MBI is a 10-item, self-report measure to assess level of independence in ability to perform basic activities of daily living. Scale score ranges 0 - 100 with higher scores indicating greater independence in activities of daily living.","timeFrame":"Baseline, Day 90 (pre and post-intervention)"},{"measure":"Independence of daily activities measured by the Modified Barthel Index (MBI)","description":"Change in independence of daily activities from baseline to 180 days or 365 days is evaluated by the Modified Barthel Index (MBI). The MBI is a 10-item, self-report measure to assess level of independence in ability to perform basic activities of daily living. Scale score ranges 0 - 100 with higher scores indicating greater independence in activities of daily living.","timeFrame":"Baseline, Day 180, Day 365 (follow-up)"},{"measure":"Anxiety and depression measured by the Hospital Anxiety and Depression Scale (HADS)","description":"Change in anxiety and depression from baseline to 90 days is evaluated by the Hospital Anxiety and Depression Scale (HADS). The HADS consists of two 7-item subscales measuring depression and anxiety. Items are rated on a four point scale (0-3) and the item scores are summed to give either a depression score or an anxiety score between 0 and 21. Higher score indicates higher levels of disorder.","timeFrame":"Baseline, Day 90 (pre and post-intervention)"},{"measure":"Adherence to medication measured by the Adherence to Refills and Medication Scale (ARMS)","description":"Change in adherence to medication from baseline to 90 days is assessed by the Adherence to Refills and Medication Scale (ARMS). The ARMS consists of two subscales, an 8- item medication taking subscale and a 4-item prescription refill subscale. Each item is given values from 1 to 4. An overall adherence score ranges from 12-48, with higher scores representing more problems with medication adherence.","timeFrame":"Baseline, Day 90 (pre and post-intervention)"},{"measure":"Satisfaction level measured by the Patient Satisfaction with Care Questionnaire (PSCQ)","description":"Satisfaction level in the time in completing the Patient Satisfaction Questionnaire at 90 days.","timeFrame":"Day 90 (post-intervention)"}],"otherOutcomes":[{"measure":"Healthcare utilization","description":"Combined number of emergency department visits, outpatient visits, rehabilitation center visits, hospitalizations, and days hospitalized per participant will be compared between the EHP group and control group with data collected by completing the Health Care Utilization and Cost Questionnaire (HCUCQ) at 90 days, 180 days and 365 days.","timeFrame":"Enrollment to 90 days, 180 days and 365 days"},{"measure":"Incremental cost-effectiveness ratio (for economic evaluation)","description":"Incremental cost-effectiveness ratio (ICER) calculated with data collected in completing the EQ-5D-5L and the HCUCQ questionnaires at 3 months, 6 months and 12 months. ICER = (Ci - Cc) / (Ei - Ec), where Ci and Ei are the cost and effect in the EHP group and where Cc and Ec are the cost and the effect in the control group.","timeFrame":"Enrollment to 90 days, 180 days and 365 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged 18 years or over\n* Acute ischemic stroke diagnosed by a neurologist\n* National Institutes of Health Stroke Scale score ≥ 4 or \\<16\n* Modified Rankin Scale score 2 - 4\n* Discharged to their own home\n* Premorbid independence\n* being able to provide informed consent to participate in the study\n\nExclusion Criteria:\n\n* Global aphasia or expressive aphasia\n* Montreal Cognitive Assessment (MoCA-Beijing) score ≤ 22\n* Discharged to rehabilitation settings\n* At critical stage of illness or palliative treatment approach being provided\n* Conditions likely to interfere with rehabilitation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Frances Wong, PhD","affiliation":"School of Nursing, The Hong Kong Polytechnic University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The First Hospital of Harbin","city":"Harbin","state":"Heilongjiang","zip":"150010","country":"China","geoPoint":{"lat":45.75,"lon":126.65}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}