{"protocolSection":{"identificationModule":{"nctId":"NCT05163210","orgStudyIdInfo":{"id":"SG-2019-12370506"},"organization":{"fullName":"Azienda Ospedaliero-Universitaria di Parma","class":"OTHER"},"briefTitle":"Effectiveness of AOT Based on Virtual Reality in Stroke Rehabilitation.","officialTitle":"Effectiveness of Action Observation Therapy Based on Virtual Reality Technology in Motor Rehabilitation of Paretic Stroke Patients: a Randomized Clinical Trial"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-09-24","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09-24","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-11-23","studyFirstSubmitQcDate":"2021-12-06","studyFirstPostDateStruct":{"date":"2021-12-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-21","lastUpdatePostDateStruct":{"date":"2023-07-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Antonino Errante","investigatorTitle":"Principle Investigator","investigatorAffiliation":"Azienda Ospedaliero-Universitaria di Parma"},"leadSponsor":{"name":"Azienda Ospedaliero-Universitaria di Parma","class":"OTHER"},"collaborators":[{"name":"Ministry of Health, Italy","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Rehabilitation of paretic stroke patients, aimed to improve function of the impaired upper limb, uses a wide range of intervention programs. A new rehabilitative approach, called Action Observation Therapy (AOT), based on the discovery of mirror neurons, has been used to improve motor functions of adult stroke patients and children with cerebral palsy. Recently, Virtual Reality (VR) provided the potential to increase the frequency and the effectiveness of rehabilitation treatment and offered challenging and motivating tasks. The purpose of the present project is to design a randomized, controlled, six-month follow-up trial (RCT) for evaluating whether action observation (AO) added to standard VR (AO+VR) is effective in improving upper limb function in patients with stroke, compared with a control treatment consisting in observation of naturalistic scenes (CO) devoid of action content, followed by VR training (CO+VR). The AO+VR treatment may represent an extension of the current rehabilitative interventions available for recovery after stroke and the outcome of the project could allow to include this treatment within the standard sensorimotor training or in individualized tele-rehabilitation.","detailedDescription":"Stroke is the leading cause of disability among adults, and more than 60% of stroke survivors have motor deficits, particularly related to the upper limb. Stroke rehabilitation usually involves intensive motor training aimed to promote adaptive plasticity, by reducing motor deficits and developing new motor learning strategies. It has recently been proposed that the systematic use of action observation (AO) followed by imitation (Action Observation Therapy - AOT) is an effective way to improve motor functions and to promote upper limb recovery in patients with motor disorders. During a typical AOT session, a series of daily life actions (e.g., grasping a key and inserting it into a lock) are practiced for about 2/5 weeks (with a frequency of 3-5 daily sessions per week). During each rehabilitation session, patients are instructed by the therapist to observe a specific action performed by an actor, presented as a short video-clip on a monitor, and afterwards to reproduce the previously observed action with the paretic limb. In each video, a single motor act is usually presented as observed from different perspectives (e.g., subjective, front or side view). This therapy is based on the neural model of the Mirror Neuron System (MNS), originally discovered in the monkey premotor and parietal cortex, formed by visuomotor neurons that become active both when a monkey performs a goal-directed motor act and when it simply observes the same o a similar motor act performed by the experimenter. A comparable MNS has also been identified in humans using different electrophysiological and neuroimaging techniques. In humans, the two main nodes of the MNS are the inferior parietal lobule (IPL) and the ventral premotor cortex (PMv), plus the caudal part of the inferior frontal gyrus (IFG).\n\nAOT is considered particularly useful for activating the motor system in those conditions in which intensive motor training is not feasible, because of the severity of the impairment of motor functions or due to the presence of pain, inflammation, muscle fatigue. In the last years, new Virtual Reality-based (VR) rehabilitation treatments have been introduced, in order to present rehabilitation exercises in more practical and friendly setting. These treatments are generally well accepted by the patients because they offer several advantages: relatively low cost (in particular for semi-immersive versions), engaging environment, real-time personalization of exercises and greater adaptability to the patient's clinical features and progress, as well as possibility to record motor performance and to acquire and provide feedback to the patient in real time. Furthermore, VR exercises usually require a minimal therapist supervision, thereby facilitating home-based form of rehabilitation.\n\nSeveral studies support the application of VR methods in the rehabilitation of the hemiplegic upper limb in patients with stroke. Recent literature reviews provided evidence for improvement of upper limb motor function and daily life activity after VR-based training, as compared to vicarious standard interventions. However, clinical evidence based on rigorous RCT on the effect of combined use of observation of actions followed by their immediate imitation in a VR environment (AO+VR therapy) are lacking, especially in the case of rehabilitation applied during the chronic phase after the stroke.\n\nThe main hypothesis is that, for the recovery of motor function of hemiplegic stroke patients, the combined rehabilitation treatment (AO+VR therapy) is more effective than a control treatment (Control Observation - CO) based on observation of videos without motor content (e.g., environmental natural scenes ), followed by the execution of actions in VR (CO+VR control therapy),.\n\nIn sum, the planned trial will examine the following hypotheses:\n\n1. AO+VR is an effective tool to promote upper limb control in paretic stroke patients, and its effects are higher than CO+VR control treatment.\n2. motor performance, cognitive level, and structural brain damage assessed before treatment are correlated to the degree of improvement determined by the AO+VR intervention;\n3. AO+VR intervention determines, as compared to CO+VR control treatment, plastic functional changes of the MNS activity."},"conditionsModule":{"conditions":["Stroke","Hemiplegia","Hemiparesis"],"keywords":["action observation therapy","mirror neuron system","stroke","virtual reality","motor learning"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This study will consist in a multicentric, randomized, allocation concealed (waitlist-controlled) and evaluator-blinded clinical trial (RCT) with two investigative arms, using an intensive rehabilitation program based on the combined use of AO followed by imitation in VR (AO+VR) (experimental intervention) compared to a control treatment based on observation of control videos followed by action execution in VR (CO+VR) (control intervention).","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Participants and their caregivers will be informed about the study aims and procedures, but they will be blinded to group allocation. In the case the patient asks for the presence of the caregiver, she/he will be seated near the participant but out of her/his view, without interfering during the treatment session. The therapist performing the intervention will not be blinded to the group allocation. Outcome assessments will be administered and scored by a member of the staff blinded to group allocation.","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":94,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"AO+VR","type":"EXPERIMENTAL","description":"Participants of the experimental group will undergo a treatment based on observation of actions followed by their immediate reproduction in VR (AO+VR treatment).","interventionNames":["Behavioral: AO+VR"]},{"label":"CO+VR","type":"PLACEBO_COMPARATOR","description":"Participants randomly assigned to the control group will receive an equal number of rehabilitation sessions, as the experimental group. Differently from the latter, patients of the control group will be required to observe videos depicting naturalistic scenes, without motor contents, for 1.5 min. Then, they will receive a motor training in the VR environment, performing the same type of exercises included in the above-described experimental treatment, prompted by the verbal instructions of an expert therapist.","interventionNames":["Behavioral: CO+VR"]}],"interventions":[{"type":"BEHAVIORAL","name":"AO+VR","description":"The experimental treatment will consist of 15 hours (min. 15, max. 20), and will be carried out 4 days/week for a total duration of 5 weeks. During the rehabilitation sessions, the patient will be instructed to carefully watch videos lasting about 1.5 minutes, presented on Liquid Crystal Display (LCD) monitor, consisting in unimanual or bimanual actions performed by an actor, from a lateral perspective. Subsequently, the patient will be asked to imitate the actions presented for at least 3 consecutive times, within a time window of 3 min., using the same objects observed in the video, in a virtual scenario (VR), through the Khymeia Virtual Reality Rehabilitation System (VRRS).","armGroupLabels":["AO+VR"]},{"type":"BEHAVIORAL","name":"CO+VR","description":"Patients of the control group will be required to observe videos depicting naturalistic scenes, without motor contents, for 1.5 min. Then, they will receive a motor training in the VR environment, performing the same type of exercises included in the above-described experimental treatment, prompted by the verbal instructions of an expert therapist. Thus, the general setting for carrying out the rehabilitation sessions will be identical to that of the experimental treatment, except for the fact that the control group will not be involved in action observation before preforming the exercises. Thus, the control treatment is not based on action imitation, but on purely motor execution.","armGroupLabels":["CO+VR"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Box and Block test (BBT) score between three time points","description":"BBT is a timed test for assessing upper limb dexterity and motor coordination. The test consists of 150 small wooden cubes (25 mm side) contained in a wooden box. The box is split in two equal compartments. The BBT administration consists of asking the client to move, one by one, the maximum number of blocks from one compartment to the other, within 60 seconds.\n\nThe score is calculated as the number of blocks moved by the patient within 1 min, with the paretic hand. Score=0-100. Higher BBT scores between time points indicate a better outcome.","timeFrame":"Baseline (T0), after 5 weeks of treatment (T1) and after 6 months (T2)."}],"secondaryOutcomes":[{"measure":"Change in Modified Ashworth scale (MAS) score between three time points","description":"Modified Ashworth Scale (MAS) is used to assess spasticity in patients with stroke. It is performed by extending the patients limb from a position of maximal possible flexion to maximal possible extension. Afterwards, the MAS is assessed while moving from extension to flexion.\n\nScoring: 0=No increase in tone. 1=Slight increase in tone giving a catch when slight increase in muscle tone, manifested by the limb was moved in flexion or extension. 2=Slight increase in muscle tone, manifested by a catch followed by minimal resistance throughout (ROM ). 3=More marked increase in tone but more marked increased in muscle tone through most limb easily flexed. 4=Considerable increase in tone, passive movement difficult. 5=Limb rigid in flexion or extension. Lower scores between time points indicate a better outcome.","timeFrame":"Baseline (T0), after 5 weeks of treatment (T1) and after 6 months (T2)."},{"measure":"Change in Motricity Index (MI) score between three time points","description":"The Motricity Index is used to measure strength in upper and lower extremities after stroke. Minimum score: 0. Maximum score: 100. Higher scores between time points indicate a better outcome.","timeFrame":"Baseline (T0), after 5 weeks of treatment (T1) and after 6 months (T2)."},{"measure":"Change in Rankin Scale (RS) score between three time points","description":"The Rankin Scale measures the degree of disability or dependence in the daily activities of people who have suffered a stroke or other causes of neurological disability. Score: 0=No symptoms at all. 1=No significant disability despite symptoms. able to carry out all usual duties and activities. 2=Slight disability, unable to carry out all previous activities, but able to look after own affairs without assistance. 3=Moderate disability; requiring some help, but able to walk without assistance. 4=Moderately severe disability; unable to walk and attend to bodily needs without assistance. 5=Severe disability, bedridden, incontinent and requiring constant nursing care and attention. Lower scores between time points indicate a better outcome.","timeFrame":"Baseline (T0), after 5 weeks of treatment (T1) and after 6 months (T2)."},{"measure":"Change in Barthel Index (BI) score between three time points","description":"The Barthel Scale/Index is an ordinal scale used to measure performance in activities of daily living (ADL). Ten variables describing ADL and mobility are scored, a higher number being a reflection of greater ability to function independently following hospital discharge.Time taken and physical assistance required to perform each item are used in determining the assigned value of each item. Score: 0-20= \"total\" dependency. 21-60=\"severe\" dependency. 61-90= \"moderate\" dependency. 91-99=\"slight\" dependency.\n\nHigher scores between time points indicate a better outcome.","timeFrame":"Baseline (T0), after 5 weeks of treatment (T1) and after 6 months (T2)."}],"otherOutcomes":[{"measure":"Change of functional Magnetic Resonance Imaging (fMRI) brain activation between two time points","description":"Functional MRI (fMRI) is used to assess plastic changes in functional brain activity. Participants are instructed to perform action observation and execution tasks consisting in observation and execution of bimanual actions inside the Magnetic Resonance scanner. Changes in Blood Oxygen Level Dependent (BOLD) signal is assessed within the main brain areas of the Mirror Neuron System, namely the ventral premotor cortex (PMv) and the inferior parietal lobule (IPL). Change of BOLD percent signal change \\>1% indicates increase in brain activation. Higher BOLD signal change % between time points indicate a better outcome.","timeFrame":"Baseline (T0) and after 5 weeks of treatment (T1)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. primarily motor symptoms with unilateral upper limb paresis (controlled via standard neurological examination);\n2. residual movement ability of the paretic upper limb, controlled by Medical Research Council (MRC) index \\> 2 and \\< 4, active use of the hemiplegic limb, from minimal (mainly for assistance tasks to the preserved limb) to discrete (characterized by coarse manipulation and an inability to perform precision grip);\n3. sufficient cooperation and cognitive understanding to participate in the activities, controlled by the investigator recruiting the patient.\n\nExclusion Criteria:\n\n1. severe cognitive impairment (score \\<20 on MMSE);\n2. presence of severe forms of unilateral spatial neglect (Bells Test, cut-off =/\\> 50% ).\n3. presence of severe anosognosia;\n4. presence of severe language comprehension deficits assessed by clinical examination;\n5. presence of severe untreated psychiatric disorders;\n6. sensory impairment hindering participation and/or not compensated visual deficits of central origin;\n7. drug-resistant epilepsy;\n8. presence of cognitive disability (IQ \\< 65) controlled by administration of Wechsler Adult Intelligence Scale IV (WAIS-IV) (Wechsler, 2008).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Antonio De Tanti, MD","role":"CONTACT","phone":"+39.0521.820211","email":"antonio.detanti@centrocardinalferrari.it"}],"overallOfficials":[{"name":"Antonino Errante, PhD","affiliation":"Azienda Ospedaliero-Universitaria di Parma","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Centro Cardinal Ferrari, Gruppo S. Stefano Riabilitazione","status":"RECRUITING","city":"Parma","state":"Emilia-Romagna","zip":"I-43012","country":"Italy","contacts":[{"name":"Antonio De Tanti, MD","role":"CONTACT","phone":"+39.0521.820211","email":"antonio.detanti@centrocardinalferrari.it"}],"geoPoint":{"lat":44.79935,"lon":10.32618}},{"facility":"Istituto Clinico Quarenghi","status":"RECRUITING","city":"Bergamo","state":"Lombardia","zip":"I-24016","country":"Italy","contacts":[{"name":"GianPiero Salvi, MD","role":"CONTACT","phone":"+39.0345.25111","email":"info@clinicaquarenghi.it"}],"geoPoint":{"lat":45.69601,"lon":9.66721}}]},"referencesModule":{"references":[{"pmid":"31881854","type":"BACKGROUND","citation":"Buchignani B, Beani E, Pomeroy V, Iacono O, Sicola E, Perazza S, Bieber E, Feys H, Klingels K, Cioni G, Sgandurra G. Action observation training for rehabilitation in brain injuries: a systematic review and meta-analysis. BMC Neurol. 2019 Dec 27;19(1):344. doi: 10.1186/s12883-019-1533-x."},{"pmid":"17499164","type":"BACKGROUND","citation":"Ertelt D, Small S, Solodkin A, Dettmers C, McNamara A, Binkofski F, Buccino G. Action observation has a positive impact on rehabilitation of motor deficits after stroke. Neuroimage. 2007;36 Suppl 2:T164-73. doi: 10.1016/j.neuroimage.2007.03.043. Epub 2007 Mar 31."},{"pmid":"24692357","type":"BACKGROUND","citation":"Rizzolatti G, Cattaneo L, Fabbri-Destro M, Rozzi S. Cortical mechanisms underlying the organization of goal-directed actions and mirror neuron-based action understanding. Physiol Rev. 2014 Apr;94(2):655-706. doi: 10.1152/physrev.00009.2013."},{"pmid":"29156493","type":"BACKGROUND","citation":"Laver KE, Lange B, George S, Deutsch JE, Saposnik G, Crotty M. Virtual reality for stroke rehabilitation. Cochrane Database Syst Rev. 2017 Nov 20;11(11):CD008349. doi: 10.1002/14651858.CD008349.pub4."},{"pmid":"35317736","type":"DERIVED","citation":"Errante A, Saviola D, Cantoni M, Iannuzzelli K, Ziccarelli S, Togni F, Simonini M, Malchiodi C, Bertoni D, Inzaghi MG, Bozzetti F, Menozzi R, Quarenghi A, Quarenghi P, Bosone D, Fogassi L, Salvi GP, De Tanti A. Effectiveness of action observation therapy based on virtual reality technology in the motor rehabilitation of paretic stroke patients: a randomized clinical trial. BMC Neurol. 2022 Mar 22;22(1):109. doi: 10.1186/s12883-022-02640-2."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000006429","term":"Hemiplegia"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]}},"hasResults":false}