{"protocolSection":{"identificationModule":{"nctId":"NCT03892265","orgStudyIdInfo":{"id":"1803019037"},"secondaryIdInfos":[{"id":"R01HL143788","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01HL143788"}],"organization":{"fullName":"Weill Medical College of Cornell University","class":"OTHER"},"briefTitle":"A Longitudinal Cohort Study to Evaluate Cardiovascular Risk Factors and Disease in Haiti","officialTitle":"A Longitudinal Cohort Study to Evaluate Cardiovascular Risk Factors and Disease in Haiti"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-03-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2028-08-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-08-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-03-25","studyFirstSubmitQcDate":"2019-03-25","studyFirstPostDateStruct":{"date":"2019-03-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-30","lastUpdatePostDateStruct":{"date":"2023-06-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Weill Medical College of Cornell University","class":"OTHER"},"collaborators":[{"name":"Haitian Group for the Study of Kaposi's Sarcoma and Opportunistic","class":"OTHER"},{"name":"National Heart, Lung, and Blood Institute (NHLBI)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Investigators will establish a longitudinal cohort of \\~3,000 adults \\>18 years in Port-au-Prince using multistage random sampling, and follow them longitudinally to evaluate the prevalence and incidence of cardiovascular disease risk factors and diseases. Cardiovascular risk factors include hypertension, diabetes, obesity, dyslipidemia, kidney disease, poor diet, cigarette smoking, physical inactivity, and inflammation. Cardiovascular disease include angina and myocardial infarction, heart failure, stroke, and CVD mortality. It is anticipated that hypertension prevalence will be ≥10% in 18-30 year olds, that hypertension incidence will be \\>10 events/1000 person years. Association of determinants and risk factors with CVD will also be examined. Whole blood, serum, plasma, stool, and urine samples will be biobanked for future studies.","detailedDescription":"Investigators propose a longitudinal observational study which includes establishing a population-based longitudinal cohort to determine the prevalence and incidence of cardiovascular risk factors and diseases in Haiti. Cardiovascular risk factors include hypertension, diabetes, obesity, kidney disease, dyslipidemia, smoking, alcohol use, physical inactivity, poor diet, and inflammation. Cardiovascular diseases include angina and myocardial infarction, heart failure, stroke and cardiac death. The cohort will include \\~3,000 adults (\\>18 years) living in Port-au-Prince who will be followed longitudinally. Participants will be selected via multistage random sampling using census blocks . The GHESKIO Community Advisory Board and GHESKIO community health workers (CHWs) will conduct community sensitization about the study prior to study recruitment. CHWs will introduce the study to selected households and individuals, who will then be referred to the research team at GHESKIO for informed consent and study enrollment procedures. Participants will complete the study enrollment, 12- and 24-month, in addition to subsequent annual study visits at GHESKIO. These study visits include a study questionnaire, measurement of blood pressure and assessment for cardiovascular symptoms and events. Laboratory measures and an electrocardiogram will be done at study enrollment and the 24-month visit, and subsequently every 2 years. Participants will also provide blood, urine and stool samples for biobanking at study enrollment. Blood and urine will be collected at 24, 48 and 72 months, with stool also collected at 72 months. CHWs will perform home visits every 6 months on all participants to update locator information, measure blood pressure, and ask about cardiovascular symptoms and events. CHWs will also call the participant every three months to confirm contact information. Any participant who reports a cardiovascular symptom or event to research staff at any time during the study will be referred to the GHESKIO clinic or to a GHESKIO-affiliate hospital for clinical care. The research team will abstract data from medical records of referred patients on information regarding diagnosis codes, laboratory results, diagnostic imaging and cause of death."},"conditionsModule":{"conditions":["Hypertension","Diabetes","Obesity","Kidney Diseases","Dyslipidemias","Smoking","Alcohol Use, Unspecified","Physical Inactivity","Poor Diet","Inflammation","Myocardial Infarction","Heart Failure","Stroke","Cardiac Death"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Biologic specimens include blood and urine specimens. A blood sample will be assessed for hematology, serum creatinine, glucose, cholesterol, and lipids (high-density lipoprotein and low-density lipoprotein), HIV-1, and finger prick lead level at the GHESKIO laboratory at baseline. Serum creatinine, glucose, cholesterol and lipids will be repeated at 24 months, and thereafter every 2 years. A urine sample will be assessed for a urine albumin to creatinine ratio (ACR) using urine supernatant samples at enrollment and 24 months, and every 2 years thereafter.\n\nBiobanked specimens (whole blood, plasma, urine, stool) will be collected on all participants at enrollment and at 24 months (blood only). At 48 and 72 months fasting blood and urine will be biobanked, along with stool at 72 months."},"enrollmentInfo":{"count":3005,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"OTHER","name":"Observational Study","description":"No intervention is included in this observational study."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Prevalence of CVD risk factors and diseases and their association with social and environmental determinants in an established longitudinal cohort of ~3,000 Haitian adults","description":"The prevalence of CVD risk factors including HTN, diabetes, obesity, cigarette smoking, dyslipidemia, kidney disease, poor diet, physical inactivity, and inflammation will be calculated. Prevalence will be reported for categorical risk factors (e.g., HTN), and mean and standard deviation will be estimated for continuous risk factors (e.g., BP, lipid levels). The research team will also estimate the prevalence of each CVD outcome including MI, HF, and stroke.","timeFrame":"Baseline"}],"secondaryOutcomes":[{"measure":"Incidence of CVD risk factors and CVD during ~7 years of follow-up and their association with social and environmental determinants","description":"Investigators will calculate the incidence rate of each CVD risk factor per 1000 person years (PY) of follow-up among participants without the respective CVD risk factor at baseline using a Horvitz-Thompson type estimator accounting for unequal sampling weights. Similarly, investigators will calculate the incidence rate of each CVD outcome among participants without the respective CVD at baseline.","timeFrame":"Participants will be followed for ~7 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age \\> or = 18 years, primary residence in the study area of Port-au-Prince (defined as having slept at the household at least once in the past two weeks and considers the household their primary residence with no plans to move in the next 24 months),\n* able to provide consent for study procedures,\n* agrees to study procedures, and\n* willing to be contacted at a new residence if a move occurs\n\nExclusion Criteria:\n\n* serious medical conditions or cognitive impairment preventing study participation as judged by research physicians,\n* unable to speak and understand French or Creole.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The study population will include 3,000 adults \\>=18 years from a population-representative sample. Participants will be selected via multistage random sampling. Investigators will randomly select approximately 2,045 GPS waypoints across census blocks with the number of waypoints per block proportional to the IHSI estimated population size of each block. GPS waypoints will be randomly selected from satellite area maps, using ArcGIS software, and identified with GPS devices.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Margaret McNairy, MD, MSc","affiliation":"Weill Medical College of Cornell University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Jean W Pape, MD","affiliation":"Weill Cornell Medical College /Les Centres GHESKIO","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Les Centres GHESKIO","city":"Port-au-Prince","state":"West","country":"Haiti","geoPoint":{"lat":18.53917,"lon":-72.335}}]},"referencesModule":{"references":[{"pmid":"35199944","type":"BACKGROUND","citation":"Metz M, Pierre JL, Yan LD, Rouzier V, St-Preux S, Exantus S, Preval F, Roberts N, Tymejczyk O, Malebranche R, Deschamps MM, Pape JW, McNairy ML. Hypertension continuum of care: Blood pressure screening, diagnosis, treatment, and control in a population-based cohort in Haiti. J Clin Hypertens (Greenwich). 2022 Mar;24(3):246-254. doi: 10.1111/jch.14399. Epub 2022 Feb 24."},{"pmid":"35282460","type":"BACKGROUND","citation":"Sufra R, Lookens Pierre J, Dade E, Rouzier V, Apollon A, St Preux S, Preval F, Inddy J, Metz M, Tymejczyk O, Nash D, Malebranche R, Deschamps M, Pape JW, Goncalves MD, McNairy ML, Yan LD. Diabetes Epidemiology Among Adults in Port-au-Prince, Haiti: A Cross-Sectional Study. Front Endocrinol (Lausanne). 2022 Feb 24;13:841675. doi: 10.3389/fendo.2022.841675. eCollection 2022."},{"pmid":"35215437","type":"BACKGROUND","citation":"Clermont A, Sufra R, Pierre JL, Mourra MN, Fox EL, Rouzier V, Dade E, St-Preux S, Inddy J, Erline H, Obed FP, Yan LD, Metz M, Lee MH, Fitzgerald DW, Deschamps MM, Pape JW, McNairy ML. Dietary Risk Factors for Cardiovascular Disease among Low-Income Haitian Adults: Findings from a Population-Based Cohort. Nutrients. 2022 Feb 13;14(4):787. doi: 10.3390/nu14040787."},{"pmid":"34878898","type":"BACKGROUND","citation":"Yan LD, Rouzier V, Pierre JL, Lee MH, Muntner P, Parsons PJ, Apollon A, St-Preux S, Malebranche R, Pierre G, Emmanuel E, Nash D, Kingery J, Walsh KF, Smith CE, Metz M, Tymejczyk O, Deschamps M, Pape JW, Fitzgerald DW, McNairy ML. High Lead Exposure Associated With Higher Blood Pressure in Haiti: a Warning Sign for Low-Income Countries. Hypertension. 2022 Jan;79(1):283-290. doi: 10.1161/HYPERTENSIONAHA.121.18250. Epub 2021 Nov 17."},{"pmid":"33131500","type":"BACKGROUND","citation":"Lookens J, Tymejczyk O, Rouzier V, Smith C, Preval F, Joseph I, Baptiste RJ, Victor J, Severe P, Apollon S, Dumont E, Forestal G, St Preux S, Rivera V, Seo G, Charles B, Ariste W, Kingery J, Devieux J, Koenig S, Nash D, Fitzgerald D, Safford M, Deschamps MM, Pape J, McNairy M. The Haiti cardiovascular disease cohort: study protocol for a population-based longitudinal cohort. BMC Public Health. 2020 Nov 1;20(1):1633. doi: 10.1186/s12889-020-09734-x."},{"pmid":"35305599","type":"BACKGROUND","citation":"Yan LD, Lookens Pierre J, Rouzier V, Theard M, Apollon A, St Preux S, Kingery JR, Jamerson KA, Deschamps M, Pape JW, Safford MM, McNairy ML. Comparing six cardiovascular risk prediction models in Haiti: implications for identifying high-risk individuals for primary prevention. BMC Public Health. 2022 Mar 19;22(1):549. doi: 10.1186/s12889-022-12963-x."},{"pmid":"36285251","type":"BACKGROUND","citation":"Smith CE, Metz M, Lookens Pierre J, Rouzier V, Yan LD, Sufra R, Dade E, Preval F, Ariste W, Rivera V, Tymejczyk O, Peck R, Koenig S, Deschamps MM, Pape W, McNairy ML. Comparison of community and clinic-based blood pressure measurements: A cross-sectional study from Haiti. PLOS Glob Public Health. 2022;2(9):e0001064. doi: 10.1371/journal.pgph.0001064. Epub 2022 Sep 30."},{"pmid":"35785017","type":"BACKGROUND","citation":"Yan LD, Devieux JG, Pierre JL, Dade E, Sufra R, St Preux S, Tymejczyk O, Nash D, Metz M, Lee MH, Fitzgerald DW, Deschamps M, Pape JW, McNairy ML, Rouzier V. The relationship between perceived stress and support with blood pressure in urban Haiti: A cross-sectional analysis. PLOS Glob Public Health. 2022;2(5):e0000263. doi: 10.1371/journal.pgph.0000263. Epub 2022 May 2."},{"pmid":"36276356","type":"BACKGROUND","citation":"Dade E, Metz M, Pierre JL, Rouzier V, Sufra R, Fox E, Preval F, St-Preux S, Zephir JR 2nd, Ariste W, Rasul R, Sabwa S, Roberts N, Deschamps MM, Severe P, Fitzgerald D, Pape JW, Yan LD, McNairy ML. High prevalence of obesity among women in urban Haiti: Findings from a population-based cohort. Front Public Health. 2022 Oct 5;10:976909. doi: 10.3389/fpubh.2022.976909. eCollection 2022."},{"pmid":"36817226","type":"BACKGROUND","citation":"Clermont A, Rouzier V, Pierre JL, Sufra R, Dade E, Preval F, St-Preux S, Deschamps MM, Apollon A, Dupnik K, Metz M, Duffus Y, Sabwa S, Yan LD, Lee MH, Palmer LG, Gerber LM, Pecker MS, Mann SJ, Safford MM, Fitzgerald DW, Pape JW, McNairy ML. High Dietary Sodium, Measured Using Spot Urine Samples, is Associated with Higher Blood Pressure among Young Adults in Haiti. Glob Heart. 2023 Feb 14;18(1):5. doi: 10.5334/gh.1187. eCollection 2023."},{"pmid":"36472189","type":"BACKGROUND","citation":"Kingery JR, Roberts NL, Lookens Pierre J, Sufra R, Dade E, Rouzier V, Malebranche R, Theard M, Goyal P, Pirmohamed A, Yan LD, Hee Lee M, Nash D, Metz M, Peck RN, Safford MM, Fitzgerald D, Deschamps MM, Pape JW, McNairy M. Population-Based Epidemiology of Heart Failure in a Low-Income Country: The Haiti Cardiovascular Disease Cohort. Circ Cardiovasc Qual Outcomes. 2023 Feb;16(2):e009093. doi: 10.1161/CIRCOUTCOMES.122.009093. Epub 2022 Dec 6."},{"pmid":"36432540","type":"BACKGROUND","citation":"Rasul R, Rouzier V, Sufra R, Yan LD, Joseph I, Mourra N, Sabwa S, Deschamps MM, Fitzgerald DW, Pape JW, Nash D, McNairy ML. Extreme Food Insecurity and Malnutrition in Haiti: Findings from a Population-Based Cohort in Port-au-Prince, Haiti. Nutrients. 2022 Nov 17;14(22):4854. doi: 10.3390/nu14224854."},{"pmid":"36819610","type":"BACKGROUND","citation":"Yan LD, McNairy ML, Devieux JG, Pierre JL, Dade E, Sufra R, Gerber LM, Roberts N, St Preux S, Malebranche R, Metz M, Tymejczyk O, Nash D, Deschamps M, Safford MM, Pape JW, Rouzier V. Neighborhood cohesion and violence in Port-au-Prince, Haiti, and their relationship to stress, depression, and hypertension: Findings from the Haiti cardiovascular disease cohort study. PLOS Glob Public Health. 2022;2(7):e0000503. doi: 10.1371/journal.pgph.0000503. Epub 2022 Jul 27."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"All the individual participant data collected during the trial, after deidentification will be shared.","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"Study protocol and SAP available after publication and ending 3 years following publication.","accessCriteria":"Researchers who provide a methodologically sound proposal may have access. Proposals should be directed to the PI at mam9365@med.cornell.edu. To gain access, data requestors will need to sign a data access agreement. Data are available following publications through 3 years after publication and will be provided directly from the PI."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000007674","term":"Kidney Diseases"},{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000050171","term":"Dyslipidemias"},{"id":"D000007249","term":"Inflammation"},{"id":"D000007238","term":"Infarction"},{"id":"D000003643","term":"Death"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000014570","term":"Urologic Diseases"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"},{"id":"D000007511","term":"Ischemia"},{"id":"D000009336","term":"Necrosis"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000052439","term":"Lipid Metabolism Disorders"},{"id":"D000008659","term":"Metabolic Diseases"}],"browseLeaves":[{"id":"M12391","name":"Obesity","relevance":"LOW"},{"id":"M3464","name":"Alcohol Drinking","relevance":"LOW"},{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9111","name":"Heart Failure","relevance":"LOW"},{"id":"M10388","name":"Kidney Diseases","asFound":"Kidney Disease","relevance":"HIGH"},{"id":"M6535","name":"Death","asFound":"Cardiac Death","relevance":"HIGH"},{"id":"M6805","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M9714","name":"Hypertension","relevance":"LOW"},{"id":"M25871","name":"Dyslipidemias","asFound":"Dyslipidemia","relevance":"HIGH"},{"id":"M9983","name":"Inflammation","asFound":"Inflammation","relevance":"HIGH"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M17009","name":"Urologic Diseases","relevance":"LOW"},{"id":"M2876","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M26783","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M13817","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8089","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M26785","name":"Male Urogenital Diseases","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M11329","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M26719","name":"Lipid Metabolism Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"}]}},"hasResults":false}