{"protocolSection":{"identificationModule":{"nctId":"NCT05900414","orgStudyIdInfo":{"id":"REB22-1737"},"organization":{"fullName":"University of Calgary","class":"OTHER"},"briefTitle":"Pilot Study of the RAPID AFib Decision Aid for Stroke Prevention in Atrial Fibrillation","officialTitle":"Pilot Clinical Trial of the Risk Assessment and Personal Preference to Improve Decisions in Atrial Fibrillation Patient Decision Aid for Stroke Prevention in Atrial Fibrillation: the RAPID AFib Pilot Trial."},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-06-04","studyFirstSubmitQcDate":"2023-06-04","studyFirstPostDateStruct":{"date":"2023-06-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-04","lastUpdatePostDateStruct":{"date":"2023-06-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Stephen B. Wilton","investigatorTitle":"Associate Professor, Cardiac Sciences","investigatorAffiliation":"University of Calgary"},"leadSponsor":{"name":"University of Calgary","class":"OTHER"},"collaborators":[{"name":"Servier","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this pilot clinical trial is to evaluate the utility of a new electronic patient decision aid for stroke prevention therapy in patients with atrial fibrillation. The main questions it aims to answer are:\n\nIs the patient decision aid acceptable to both patients and physicians? Does the patient decision aid lead to more effective shared decision-making than standard care among patients with atrial fibrillation who are considering stroke prevention therapy? Participants with a recent diagnosis of atrial fibrillation will be enrolled before an upcoming specialist physician visit. Researchers will compare a pre-visit intervention consisting of standard educational materials plus use of the patient decision aid to educational materials alone to see if using the decision aid results in improved shared decision making during the clinic visit.","detailedDescription":"Background:\n\nAtrial fibrillation (AF) leads to a 4-fold increased risk of stroke, accounting for 15-20% of the 50,000 strokes suffered by Canadians each year. The annual stroke risk in untreated patients is 4.5%, but varies 10-fold based on risk factors captured in clinical prediction tools. Given that oral anticoagulation (OAC) reduces stroke risk by 65%, the majority of AF-associated strokes are potentially preventable. All current Canadian and international AF guidelines strongly recommend use of clinical prediction rules to assess stroke risk, and anticoagulation of high-risk patients. However, population-based studies continue to document significant rates of risk-discordant stroke prevention therapy. Addressing this care gap is a major knowledge translation challenge.\n\nPatient decision aids are knowledge translation tools that can facilitate a process of shared decision-making to improve patient knowledge and decision quality. These tools have the potential to improve both initial therapy selection and adherence, ultimately reducing the risks of AF-associated stroke and unnecessary bleeding. We have developed and performed initial user testing for a new, web-based decision aid, called Risk Assessment and Personal preferences to Improve Decisions for Atrial Fibrillation (RAPID AFib). The tool has 3 sequential functions: (1) it estimates an individual's risk for stroke and for bleeding using published risk scores; (2) it allows them to interactively compare OACs to select one or more therapies that best matches their risk profile and individual preferences ; and (3) it summarizes the risk information and their selected therapy to facilitate discussion with their physician in a Summary Report. This study represents the next step in this program of research, by performing a formal evaluation of the performance of this tool in a real-world clinical setting.\n\nPrimary Objective:\n\nTo conduct a pilot study to establish the acceptability of the RAPID AFib tool and its impact on the process of shared decision-making for stroke prevention therapy in patients with recent onset AF\n\nHypothesis:\n\nThe RAPID Afib decision aid will be acceptable for both patients and clinicians, and will lead to more effective shared decision-making than standard care among patients with AF who are considering OAC.\n\nMethods:\n\nStudy Design: Prospective, randomized pilot study.\n\nStudy procedures:\n\nClinic staff will screen referred patients, then the research team will approach them to confirm eligibility, request informed consent for participation, and collect baseline demographic and clinical data. Consenting patients will be randomized 1:1 using a web-based application linked to the study database to receive the study intervention or control. Randomization will be stratified by clinic site.\n\nAll patients will be invited to review an evidence-based website providing information about AF and its management.\n\nIntervention group: Patients randomized to the RAPID AFib intervention will be sent a link to the decision aid website and asked to complete the decision aid before their upcoming visit. They will also be asked to bring the Summary Report to their upcoming clinic visit. A copy of the Summary Report will be added to the patient chart for clinician review.\n\nControl group: Patients randomized to the control group will attend their clinic visit as scheduled, with no further direction from the study team.\n\nFollow-up: Study participation will end after completion of a post-visit survey."},"conditionsModule":{"conditions":["Atrial Fibrillation"],"keywords":["patient decision aid","stroke","shared decision aid","anticoagulant therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention","type":"EXPERIMENTAL","description":"Receives web-based information and access to patient decision aid before clinic visit","interventionNames":["Behavioral: Electronic patient decision aid"]},{"label":"Control","type":"ACTIVE_COMPARATOR","description":"Receives web-based information only before clinic visit","interventionNames":["Other: Information"]}],"interventions":[{"type":"BEHAVIORAL","name":"Electronic patient decision aid","description":"Link to website with information about atrial fibrillation treatments, plus access to the web-based patient decision aid to enable shared decision making between patients and their physicians for atrial fibrillation stroke prevention treatments","armGroupLabels":["Intervention"]},{"type":"OTHER","name":"Information","description":"Link to website with information about atrial fibrillation treatments","armGroupLabels":["Control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The 9-Item Shared Decision Making Questionnaire (SDM-Q-9: patient version).","description":"The SDM-Q-9 is a reliable, brief and well accepted instrument for measuring shared decision-making process from the patient's perspective.","timeFrame":"Immediately after clinic visit"}],"otherOutcomes":[{"measure":"OPTION 5: Objective assessment of shared decision-making","description":"The OPTION-5 tool will be used to to assess the quality of shared decision-making from an objective observer perspective","timeFrame":"Immediately after clinic visit"},{"measure":"Physician version of the 9-Item Shared Decision Making Questionnaire (SDM-Q-Doc)","description":"The SDM-Q-9 is a reliable, brief and well accepted instrument for measuring shared decision-making process from the physician's perspective.","timeFrame":"Immediately after clinic visit"},{"measure":"Therapy decision","description":"The patient's stated post-visit decision about stoke prevention therapy.","timeFrame":"Immediately after clinic visit"},{"measure":"Decisional conflict","description":"Using the Decisional Conflict Scale","timeFrame":"Immediately after clinic visit"},{"measure":"Visit Duration","description":"Total visit duration, time spent discussing stroke risk, time spent reviewing decision aid results.","timeFrame":"Immediately after clinic visit"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Non-valvular AF diagnosed within 12 months, with any level of stroke risk assessed by CHA2DS2-VASc score.\n* Age 18 or older\n* Either no OAC treatment or treated for less than 90 days.\n* Initial specialist AF visit scheduled in 7-30 days.\n\nExclusion Criteria:\n\n* Valvular AF, defined, per Canadian Cardiovascular Society Guidelines, as AF in the presence of mechanical heart valves, rheumatic mitral stenosis, or moderate to severe nonrheumatic mitral stenosis.\n* Currently prescribed dual antiplatelet therapy (ASA plus either clopidogrel, ticagrelor, or prasugrel) for an indication other than AF.\n* Has an independent, non-AF indication for oral anticoagulation.\n* Has a non-modifiable impediment to effective use of web-based tools. Examples include lack of internet access, lack of English literacy (Grade 5 level).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Stephen B Wilton, MD","role":"CONTACT","phone":"403-210-7102","email":"sbwilton@ucalgary.ca"},{"name":"Joel Adekanye, MPH","role":"CONTACT","email":"joel.adekanye@ucalgary.ca"}],"overallOfficials":[{"name":"Stephen B Wilton, MD","affiliation":"University of Calgary","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"We do not plan to make individual patient data available to external researchers from this pilot study."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3934","name":"Anticoagulants","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}