{"protocolSection":{"identificationModule":{"nctId":"NCT03994042","orgStudyIdInfo":{"id":"2019-01577"},"organization":{"fullName":"Mälardalen University","class":"OTHER"},"briefTitle":"Mental Imagery Neurofeedback in Strokerehabilitation","officialTitle":"EEG-based Mental Imagery Feedback in Stroke Patients With Severe Hand Dysfunction"},"statusModule":{"statusVerifiedDate":"2020-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-08-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-01-17","type":"ACTUAL"},"completionDateStruct":{"date":"2020-01-17","type":"ACTUAL"},"studyFirstSubmitDate":"2019-04-15","studyFirstSubmitQcDate":"2019-06-19","studyFirstPostDateStruct":{"date":"2019-06-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-06-29","lastUpdatePostDateStruct":{"date":"2020-06-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Mälardalen University","class":"OTHER"},"collaborators":[{"name":"Danderyd Hospital","class":"OTHER"},{"name":"Vinnova","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This research project will investigate neurofeedback training in stroke rehabilitation during which patients receive feedback in real time from their brain activity measured with ElectroEncephaloGraphy (EEG). The investigators hypothesize that the feedback training allows to internally stimulate brain motor networks in order to promote functional recovery of the hand.","detailedDescription":"This study will be carried out as a pilot study in order to optimize and set parameters for a subsequent study that will involve more stroke patients. Stroke patients will be trained to mentally imagine the opening and closing of the hand (hereafter named MI, Motor Imagery). During the training, the patients will receive visual feedback in real time that reflects the neural activity related to motor processes. The NeuroFeedback (NF) will be projected with minimal time delay to maximize the neural learning. This type of brain training with feedback is thought to have significant importance to stimulate the ability of the brain to reorganize and compensate for a damaged region.\n\nEach participant will go through the following data collection procedure (total of 27-28 measurement sessions per RP):\n\n* Clinical baseline evaluations, 1 time/week during 3 weeks\n* 1 MRI measurement during one week\n* 2-3 calibration EEG recordings during one week\n* MI-neurofeedback training \\[3 times/week\\] + Clinical intervention evaluation \\[1 time/week\\] during 4 weeks\n* 1 MRI measurement + 1 calibration EEG recording during one week\n* Clinical intervention evaluations, 1 time/week during 3 weeks\n\nMagnetic Resonance Imaging (MRI) measurements. The MRI exam will be carried out on a Siemens MAGNETOM Prisma 3T scanner (head-coil with 20 channels) at baseline and at final assessment session at Stockholm University Brain Imaging Centre. The MRI protocol comprises i) anatomical whole brain spin-echo T1 and T2 weighted sequences for description of lesion size and location ii) acquisition of T2\\*-weighted gradient echo EPI-BOLD images of the whole brain for assessment of resting state functional connectivity of sensorimotor networks (resting-state functional MRI (fMRI)), and iii) the same sequence as the previous with rest interleaved by a motor imagery paradigm further described below.\n\nMotor Imagery (MI) paradigm. The paradigm consists of instructing RP, by the use of a mirrored computer screen, to either i) rest his/her mind with eyes open, ii) mentally imagine a hand movement (MI), or ii) execute a hand movement. The hand movements that are instructed are either to close the hand or to open the hand and extend the fingers. RP will perform several repetitions of each hand movement (MI and execution) in order to collect a statistical basis.\n\nCalibration EEG recording. Calibration of EEG recordings will be performed at 2-3 times during 1 week prior to the intervention and one time after the intervention while the participant performs the mental imagery paradigm described above. RP will be seated in front a computer screen and ratings will be registered by the use of a button-press. During these session, EEG, EOG, EMG, and accelerometer-data will be collected and are further described below.\n\nElectroEncephaloGram (EEG), ElectroOculoGram (EOG), ElectroMyoGram (EMG) and accelerometer equipment. The EEG equipment consists of a 64-electrode scalp EEG acquisition system (Brain Products ActiCHamp). The 64 electrodes (active Ag/AgCl) will be distributed according to the extended 10-20 reference placement system. In addition to the EEG recording, 3 electrodes (passive Ag/AgCl, Brain Products) will be placed on each side of both eyes and on the earlob to measure eye-movements during the experiment (EOG). EMG electrodes (passive Ag/AgCl, Brain Products) will be placed over four muscles controlling the wrist and fingers according to a standardized protocol. Two accelerometer-sensors (Brain Products) will be placed on the hand and the index finger in order to record movement-related activity.\n\nEEG, EOG, EMG and accelerometer data analysis. The recorded data will be further analyzed offline in order to evaluate the characteristic features in the data that best describe MI of hand movements. This will be performed in Matlab and Labview combining custom-made scripts with already developed toolboxes (such as EEGLab, Chronux). Features to be evaluated will include the evoked activity, the time-frequency spectra, phase, correlation coefficients, coherency among other. When the feature that best describes MI has been identified different classifier and pattern recognition methods will be evaluated in extracting the information. Intelligent algorithms, Support Vector Machine (SVM), regularized linear regression, naïve Bayes classifiers among others will be evaluated and compared. These are commonly used methods in the field of neurotechnology and a prior comparison-study using neural data from invasive recordings shows the importance of choosing a well-adapted classifier for extracting information.\n\nMI-NeuroFeedback Training (NFT). EEG, EOG, EMG and accelerometer-data will be collected as described in the section \"EEG, EMG and accelerometer equipment\". RP will perform the MI paradigm without the execution of hand movements. Real-time feedback from recorded EEG-activity will be provided to RP during MI. The feedback consists of a virtual hand on a computer screen whose movements reflect the brain activity of RP related to MI. The recorded data will be further analyzed offline with the analytic tools that are described in previous section."},"conditionsModule":{"conditions":["Stroke","Hemiparesis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":2,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Mental imagery neurofeedback training","type":"EXPERIMENTAL","description":"Complete intervention with mental imagery neurofeedback training. Patients recruited by physioterapists who underwent baseline evaluations with clinical tests, fMRI and EEG measurements. Patients will after intervention perform clinical tests, fMRI, and EEG measurements to evaluate outcomes of intervention.","interventionNames":["Device: Mental imagery neurofeedback training"]}],"interventions":[{"type":"DEVICE","name":"Mental imagery neurofeedback training","description":"Mental Imagery (MI)-neurofeedback training, 2-3 hours, 3 times/week for 4 weeks.","armGroupLabels":["Mental imagery neurofeedback training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change of Fugl-Meyer Upper Extremity scale score (0-66 points)","description":"Arm and hand function","timeFrame":"Up to 10 weeks"},{"measure":"Change of EEG alpha and beta activity","description":"Brain motor network activity reflected in neurofeedback signal","timeFrame":"Up to 7 weeks"},{"measure":"Change of fMRI BOLD activity","description":"Brain motor network activity","timeFrame":"Up to 7 weeks"}],"secondaryOutcomes":[{"measure":"Change of monofilament test score","description":"Two point discrimination and monofilament test for sensory function","timeFrame":"Up to 10 weeks"},{"measure":"Change of box and block test score (0-150)","description":"Gross manual dexterity","timeFrame":"Up to 10 weeks"},{"measure":"Change of JAMAR® digital Hand Dynamometer scores (0-90)","description":"Grip strength","timeFrame":"Up to 10 weeks"},{"measure":"Change of visuomotor force-tracking task scores","description":"Quantification of timing and precision aspects of force grip modulation","timeFrame":"Up to 10 weeks"},{"measure":"Change of stroke Impact Scale 16 scores (15-80 points)","description":"Activity limitations related to physical function","timeFrame":"Up to 10 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* More than 6 months since first time stroke onset and with remaining hemiparesis in upper extremity;\n* able to participate fully in the intervention including screening of cognitive function with the Cambridge Neuropsychological Test Automated Battery;\n* able to perform Functional Magnetic Resonance Imaging (fMRI);\n* able to passively extend the wrist 15 degrees and extend fingers fully with a neutral position of the wrist.\n\nSubgroup 1 (n=2):\n\n* be able to voluntarily control the power of their grip when requested according to the Visuomotor force tracking method and/or according to the clinical assessment of a therapist (while holding the patient´s hand).\n* Fugl-Meyer Upper Extremity (UE) scale (Fugl-Meyer 1975): \\<14 points on the hand subscale (C) in addition to \\< 48 points on the total score (equivalent to moderate disability in the upper extremity\n\nSubgroup 2 (n=2):\n\n- no detected voluntary grip or release function\n\nExclusion Criteria:\n\n* Other neurological or musculoskeletal disease/injury, contagious disease or treatment with botulinum toxin in the upper extremity during the past 3 months.\n* current or history of epilepsy, hearing problems, metal implants in the brain/skull cochlear implants, any implanted neurostimulator, cardiac pacemaker or cardiac implants of metal, infusion device.\n* other neurological disorder, pregnancy, current or history of severe psychiatric disorder with need for pharmacological treatment","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Elaine Astrand","affiliation":"Mälardalen University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Stockholn University Brain Imaging C entre","city":"Stockholm","zip":"11418","country":"Sweden","geoPoint":{"lat":59.33258,"lon":18.0649}},{"facility":"Department of rehabilitation medicine at Danderyd University","city":"Stockholm","zip":"18288","country":"Sweden","geoPoint":{"lat":59.33258,"lon":18.0649}},{"facility":"Mälardalen University","city":"Västerås","zip":"72123","country":"Sweden","geoPoint":{"lat":59.61617,"lon":16.55276}}]},"referencesModule":{"references":[{"pmid":"23494615","type":"BACKGROUND","citation":"Ramos-Murguialday A, Broetz D, Rea M, Laer L, Yilmaz O, Brasil FL, Liberati G, Curado MR, Garcia-Cossio E, Vyziotis A, Cho W, Agostini M, Soares E, Soekadar S, Caria A, Cohen LG, Birbaumer N. Brain-machine interface in chronic stroke rehabilitation: a controlled study. Ann Neurol. 2013 Jul;74(1):100-8. doi: 10.1002/ana.23879. Epub 2013 Aug 7."},{"pmid":"25712802","type":"BACKGROUND","citation":"Pichiorri F, Morone G, Petti M, Toppi J, Pisotta I, Molinari M, Paolucci S, Inghilleri M, Astolfi L, Cincotti F, Mattia D. Brain-computer interface boosts motor imagery practice during stroke recovery. Ann Neurol. 2015 May;77(5):851-65. doi: 10.1002/ana.24390. Epub 2015 Mar 27."},{"pmid":"28003656","type":"BACKGROUND","citation":"Sitaram R, Ros T, Stoeckel L, Haller S, Scharnowski F, Lewis-Peacock J, Weiskopf N, Blefari ML, Rana M, Oblak E, Birbaumer N, Sulzer J. Closed-loop brain training: the science of neurofeedback. Nat Rev Neurosci. 2017 Feb;18(2):86-100. doi: 10.1038/nrn.2016.164. Epub 2016 Dec 22. Erratum In: Nat Rev Neurosci. 2019 May;20(5):314."},{"pmid":"30172003","type":"BACKGROUND","citation":"Takemi M, Maeda T, Masakado Y, Siebner HR, Ushiba J. Muscle-selective disinhibition of corticomotor representations using a motor imagery-based brain-computer interface. Neuroimage. 2018 Dec;183:597-605. doi: 10.1016/j.neuroimage.2018.08.070. Epub 2018 Aug 30."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}