{"protocolSection":{"identificationModule":{"nctId":"NCT05601934","orgStudyIdInfo":{"id":"Ali Enes YAŞAR"},"organization":{"fullName":"Istinye University","class":"OTHER"},"briefTitle":"The Effect of Neurophysiological Facilitation Techniques on Respiratory in Stroke","officialTitle":"The Effect of Neurophysiological Facilitation Techniques on Respiratory in Stroke"},"statusModule":{"statusVerifiedDate":"2022-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-06-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-06-21","type":"ACTUAL"},"completionDateStruct":{"date":"2022-06-21","type":"ACTUAL"},"studyFirstSubmitDate":"2022-10-24","studyFirstSubmitQcDate":"2022-10-28","studyFirstPostDateStruct":{"date":"2022-11-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-10-28","lastUpdatePostDateStruct":{"date":"2022-11-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ali Enes Yaşar","investigatorTitle":"Physical Therapist","investigatorAffiliation":"Istinye University"},"leadSponsor":{"name":"Istinye University","class":"OTHER"},"collaborators":[{"name":"Gül Deniz YILMAZ YELVAR","class":"UNKNOWN"},{"name":"Yasemin Çırak","class":"UNKNOWN"},{"name":"Serap İNAL","class":"UNKNOWN"},{"name":"Nurgül DÜRÜSTKAN ELBAŞI","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Hemiplegia is a disease with many complications in its clinical course. One of these complications is respiratory dysfunction. It is aimed to determine the respiratory function problems of patients with hemiplegia and to eliminate the problems by using neurophysiological facilitation techniques.\n\nRestrictive and obstructive pulmonary dysfunction occurs in hemiplegic patients. Decreased movement in the thorax, decreased respiratory muscle strength, changes in muscle tone, and changes in the central nervous system cause restrictive respiratory disorders. A significant decrease is observed in FEV1(Forced Expiratory Volume in One Second), FEV1%, FVC(Forced Vital Capacity), FVC% values.\n\nAlveolar ventilation is maintained through the central nervous system. For alveolar ventilation, the brain must transmit the impulse of breathing to the muscles through the spinal cord and peripheral nervous system. Lesions occurring in any part of the central nervous system affect respiratory functions.\n\nHemiplegia is a condition that affects the movement of the diaphragm. During quiet breathing, there is a significant decrease in the movement of the diaphragm. Chest expansion is reduced.\n\nIn a study, it was reported that neuromuscular facilitation techniques increase short-term ventilation and are reliable techniques for people with neurological damage.\n\nWhen we look at the literature, there is no study showing the effects of neurophysiological facilitation techniques on respiration in hemiplegic patients. The aim of our study; To determine the effects and safety of neurophysiological facilitation techniques in terms of pulmonary function, respiratory muscle strength, functional capacity and quality of life in hemiplegic patients.","detailedDescription":"The aim of our study is to investigate the effect of neurophysiological facilitation techniques on respiratory and functional capacity in stroke individuals. The study included 68 stroke individuals hospitalized in hospital. Participants were divided into two groups as the study group (n=34) in which conventional physiotherapy and neurophysiological facilitation techniques were applied, and the control group (n=34) in which conventional physiotherapy program were applied. Demographic information of the patients was obtained, in terms of respiratory frequency, muscle strength, respiratory muscle strength, functional capacity, functional independence level, fatigue, dyspnea, comorbidity, fear of movement, mental status, pain posture, stroke impact and motor levels before and after treatment. evaluated. The neurophysiological facilitation techniques were applied 5 sessions (5-7 days) in stroke individuals. The evaluations were statistically analyzed using the SPSS(Statistical Package for the Social Sciences)-24 program. When the inspiratory muscle strengths were examined, improvement was observed in both the study and control groups, but it was noted that the muscle strength values of the study group increased significantly compared to the control group and the pre-study period (p\\<0.05). When expiratory muscle strength was compared before and after treatment, improvement was observed in both groups, but there was no statistically significant difference (p\\>0.05). When the functional capacity was examined, it was found that statistically significant difference was found in favor of study group (p\\<0.05). In addition, when the respiratory frequency and dyspnea values of the study group were examined before and after the treatment, a statistically significant difference was found in these two values when compared to the control group (p\\<0.05). No significant difference was observed in the other evaluations of the participants in both groups (p\\>0.05). In conclusion, it was showed acute effect of neurophysiological facilitation techniques and it is reliable method to increase respiratory muscle strength, improve functional capacity, and decrease respiratory frequency and dyspnea levels in stroke individuals. It can be used as an alternative approach in the treatment programs to be applied to individuals with stroke and in pulmonary rehabilitation applications."},"conditionsModule":{"conditions":["Hemiplegia,Stroke, Respiratory, Neurophysiological Facilitation Techniques"],"keywords":["Stroke, Respiratory, Physiotherapy and Rehabilitation, Neurophysiological Facilitation Techniques, Exercise"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":68,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Neurophysiological Facilitation Techniques","type":"EXPERIMENTAL","interventionNames":["Other: Neurophysiological Facilitation Techniques"]},{"label":"Respiratory exercises","type":"EXPERIMENTAL","interventionNames":["Other: Neurophysiological Facilitation Techniques"]}],"interventions":[{"type":"OTHER","name":"Neurophysiological Facilitation Techniques","description":"Increased enlargement of the ribs during inspiration and increased movement in the epigastric region and tone of the abdominal muscles also decreased respiratory rate are some of the changes that occur after these stimuli. In addition to these, involuntary increase in cough, sputum production also decrease in pathological sounds felt on auscultation, decrease in aspiration requirement, rapid return in chest wall stabilization and improvement in respiratory pattern can be observed after application with this application, positive and long-term effective results can be seen in a short time.","armGroupLabels":["Neurophysiological Facilitation Techniques","Respiratory exercises"],"otherNames":["Respiratory exercises"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Inspiratory and/or expiratory muscle strength","description":"Neurophysiological facilitation techniques increases inspiratory muscle strength and causes decrease in dyspnea especially in the acute period.","timeFrame":"6 months"},{"measure":"Positive Effect of Neurophysiological Facilitation Techniques on Pulmonary Stroke Patients","description":"Neurophysiological facilitation techniques that have positive effects in patients practice by physiotherapists should be encouraged.","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Complications","description":"There was no complications in this study so this method can be used in practice","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Above 40 years\n* Stroke Patients\n\nExclusion Criteria:\n\n* Active Smokers\n* Thoracal Scoliosis Patients\n* Chest Deformity Patients\n* Traumatic Injuries in the Chest\n* Pneumonia,COPD(Chronic obstructive pulmonary disease)\n* Mini-Mental State Under 15 Points","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Home","city":"Istanbul","state":"Üsküdar","zip":"34674","country":"Turkey","geoPoint":{"lat":41.01384,"lon":28.94966}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000006429","term":"Hemiplegia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}