{"protocolSection":{"identificationModule":{"nctId":"NCT05300672","orgStudyIdInfo":{"id":"1123-2020-FARM-AUSLBO"},"secondaryIdInfos":[{"id":"2020-005242-41","type":"EUDRACT_NUMBER"}],"organization":{"fullName":"Azienda Usl di Bologna","class":"OTHER_GOV"},"briefTitle":"Fibrinogen Replacement to Prevent Intracranial Haemorrhage in Ischemic Stroke Patients After Thrombolysis (FibER)","officialTitle":"Fibrinogen Replacement to Prevent Intracranial Haemorrhage in Ischemic Stroke Patients After Thrombolysis: a Pilot Probe Randomized Controlled Trial (FibER)","acronym":"FibER"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-02-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-03-01","studyFirstSubmitQcDate":"2022-03-28","studyFirstPostDateStruct":{"date":"2022-03-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-11-02","lastUpdatePostDateStruct":{"date":"2022-11-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Azienda Usl di Bologna","class":"OTHER_GOV"},"collaborators":[{"name":"Ministero della Salute, Italy","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Fibrinogen replacement could prevent haemorrhagic complications in ischemic stroke patients with secondary post-rtPA hypofibrinogenemia","detailedDescription":"Intravenous recombinant tissue plasminogen activator (rtPA) is the first recommended reperfusion therapy for acute ischemic stroke, as well as endovascular treatment in case of large vessel occlusion, but it increases the risk of ICH.\n\nThe pathophysiological mechanisms of ICH after i.v. thrombolysis in ischemic stroke is complex: hyperglycemia, early ischemic changes on neuroimaging, clinical stroke severity assessed by the National Institutes of Health Stroke Scale score (NIHSS) on admission, advanced age and high blood pressure are known risk factors for hemorrhagic cerebral transformations. The risk of bleeding is likely mediated by coagulopathy, reperfusion injury, and breakdown of blood-brain barrier.\n\nThe rtPA binds the plasminogen within the clot, converting it to plasmin, a proteolytic enzyme capable to dissolve the clot. However plasmin activity is not specific for clot-associated fibrin, but also breaks down other circulating proteins, including fibrinogen. An early fibrinogen degradation coagulopathy can occur after i.v. thrombolysis, that could be implicated in bleeding complications.\n\nIn 2002, it was shown how high levels of fibrin and fibrinogen degradation factors at 2 hours after rtPA could be a risk factor for early ICH.\n\nFew years ago, the investigators published a work demonstrating that an early decrease in fibrinogen levels is a risk factor for ICH within the first 24 hours and 7 days after rtPA therapy in ischemic stroke patients. In this experience, the investigators collected data about ischemic stroke patients that experienced a severe hypofibrinogenemia after 2 hours from iv rtPA. All patient were treated with fibrinogen replacement, fibrinogen infusion was well tolerated, without any thrombotic complication, and the infusion of fibrinogen did not reduce the rate of recanalization and, therefore, did not negatively affect the chances of reopening the occluded vessel. These data agree with another study showing that prominent fibrinogen turnover after thrombolysis is a relevant cause of major bleeding complications, and specifically that a decrease \\>200 mg/dL in the fibrinogen level 6 hours after thrombolysis emerges as a significant and independent predictor for bleeding risk. Morover, other authors confirmed that the decrease of fibrinogen level less than 2 g/L in the first 2 hours after thrombolysis multiplies the odds of early parenchymal hematoma (PH) by a factor of 12.82 . Similarly, a large study about symptomatic intracerebral haemorrhage (sICH) showed that severe hypofibrinogenemia (\\<150 mg/dL) was associated with ICH expansion.\n\nThe correction of the coagulopathy after rtPA remained the mainstay of treatment for sICH after\n\nthrombolysis, but no specific agent has been shown to be most effective. Data from other disease states, however, raise the possibility that certain agents not routinely used, may be effective. As regard, in the consensus statement of 2017, American Heart Association Stroke (AHA) Council investigated possible treatments for sICH after rtPA in ischemic stroke patients, evaluating the role of cryoprecipitate, prothrombin complex concentrate, fresh frozen plasma, antifibrinolytic agents, platelets, Factor VI and vit. K. In particular, infusion of cryoprecipitate was suggested because it contains fibrinogen, that corrects dysfibrinogenemia. In particular, if sICH is diagnosed, physicians were recommended to consider immediately sending a blood sample for fibrinogen level and empirically transfusing with 10 U cryoprecipitate and anticipate giving more cryoprecipitate as needed to achieve a fibrinogen level of \\>150 mg/dL.\n\nIndeed, several studies in other different medical fields, suggested fibrinogen supplementation with anti- haemorrhagic purposes in patients with severe haemorrhages and related fibrinogen deficiency, following trauma and surgery.\n\nThe investigators had previously analysed the trend of fibrinogen decrease after i.v. rtPA in 56 ischemic patients taking fibrinogen dosage at 2, 6, 12 and 24 hours from rtPA infusion: fibrinogen level drops within the first 2 hours and then slowly increases in the following 24 hours, still being lower than basal fibrinogen value. Dividing patients in two subgroups according to pre-rtPA fibrinogen level, a higher baseline fibrinogen resulted in higher risk of deep decrease in fibrinogen value. Medical literature about the rate of thrombotic complication after fibrinogen concentrate administration in stroke patients is relatively lacking. However, experiences in cardiac surgery showed that administration of fibrinogen concentrate was not associated with an increased risk of mortality and thromboembolic events, and a recent Cochrane review on fibrinogen concentrate in bleeding patients, did not show any adverse events such as thrombotic episodes following the use of fibrinogen concentrate.\n\nIn a pilot experience, the investigators administrated i.v. fibrinogen in 39 patients with severe hypofibrinogenemia after 2 hours from i.v. rtPA. Fibrinogen infusion was well tolerated: no thrombotic complications occurred in 37 out of 39 patients (94.77%). Two patients developed pulmonary embolism, of which 1 was only segmental and 1 in an active cancer patient. Moreover fibrinogen replacement did not reduce the rate of recanalization, so it did not negatively affect the chances of reopening the occluded vessel."},"conditionsModule":{"conditions":["Intracranial Hemorrhages","Ischemic Stroke"],"keywords":["Intracranial Hemorrhages","Ischemic Stroke","Fibrinogen replacement","Thrombolysis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This is a pilot, phase 3, prospective randomized open label, blinded-endpoint (PROBE) controlled trial on the effect of fibrinogen infusion in acute ischemic stroke patients treated with i.v. rtPA who develop hypofibrinogenemia (fibrinogen\\<2 g/L or decrease rate \\>50% after 2 and 6 hours from iv rtPA, compared to baseline values","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE","maskingDescription":"blinded-endpoint (PROBE)"}},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"fibrinogen infusion","type":"EXPERIMENTAL","description":"fibrinogen infusion (2 g) in stroke patients with secondary post-rtPA hypofibrinogenemia","interventionNames":["Drug: fibrinogen infusion"]},{"label":"No fibrinogen infusion","type":"NO_INTERVENTION","description":"No fibrinogen infusion"}],"interventions":[{"type":"DRUG","name":"fibrinogen infusion","description":"fibrinogen infusion (2 g) in stroke patients with secondary post-rtPA hypofibrinogenemia","armGroupLabels":["fibrinogen infusion"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Intracranial hemorrhage defined as parenchymal hematoma","description":"Change in combined rate of parenchymal hematomas within the infarct area (PH1, PH2) or remote from the actual infarct (rPH1, rPH2), either asymptomatic or symptomatic (according to the NINDS, ECASS and SITS classification) documented on the brain CT scan after 24 hours from rtPA infusion, or before in case of clinical worsening, and at day 7 (or at the discharge if before).","timeFrame":"7 days after randomization"}],"secondaryOutcomes":[{"measure":"Symptomatic intracranial hemorrhage","description":"Number of participants who develop symptomatic intracranial hemorrhage (sICH) according to NINDS, ECASS and SITS classifications.","timeFrame":"7 days after randomization"},{"measure":"Extracranial bleedings","description":"Number of participants who develop any extracranial bleedings.","timeFrame":"7 days after randomization"}],"otherOutcomes":[{"measure":"Serious thromboembolic adverse events","description":"Number of participants who develop serious thromboembolic adverse events, including deep vein thrombosis, pulmonary embolism, myocardial infarct, recurrence of ischemic stroke, and MACE defined as all-cause mortality, nonfatal myocardial infarction, and nonfatal stroke.","timeFrame":"7 days after randomization"},{"measure":"National Institutes of Health Stroke Scale (NIHSS)","description":"Clinical outcome at 7 days defined as National Institutes of Health Stroke Scale (NIHSS) score, ranging from 0 to 42 with higher scores meaning worse outcome.","timeFrame":"7 days after randomization"},{"measure":"Modified Rankin Scale (mRS)","description":"Functional outcome at 3 months defined as Modified Rankin Scale (mRS) score, ranging from 0 to 6 with higher scores meaning worse outcome.","timeFrame":"3 months after randomization"},{"measure":"hyperfibrinolysis diagnosis","description":"To evaluate the diagnosis of hyperfibrinolysis detected with Rotation thromboelastometry (ROTEM) in the whole ischemic stroke population randomized in the RCT (200 patients)","timeFrame":"7 days after randomization"},{"measure":"hyperfibrinolysis diagnosis 2","description":"To correlate hyperfibrinolysis with cerebral bleeding in the whole ischemic stroke population and in each arm","timeFrame":"7 days after randomization"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* patients with acute ischemic stroke treated with i.v. thrombolysis (rtPA 0,9 mg/Kg, 10% in bolus and 90% in infusion in 60 minutes)\n* age \\>18 years\n* critical hypofibrinogenemia post-tPA, defined as a decrease of serum fibrinogen level \\<200 mg/dl and/or a rate decrease \\>50% than baseline level\n* written informed consent\n\nExclusion criteria:\n\n* contraindication to rtPA treatment;\n* patients who present symptomatic ICH during infusion of rt-PA,\n* absence of written informed consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Andrea Zini, Md","role":"CONTACT","phone":"051 6478481","email":"a.zini@ausl.bologna.it"}],"locations":[{"facility":"IRCCS Istituto delle Scienze Neurologiche di Bologna","status":"RECRUITING","city":"Bologna","country":"Italy","contacts":[{"name":"Andrea Zini, MD","role":"CONTACT","phone":"051 6478481","email":"a.zini@ausl.bologna.it"}],"geoPoint":{"lat":44.49381,"lon":11.33875}}]},"referencesModule":{"references":[{"pmid":"27289487","type":"BACKGROUND","citation":"Whiteley WN, Emberson J, Lees KR, Blackwell L, Albers G, Bluhmki E, Brott T, Cohen G, Davis S, Donnan G, Grotta J, Howard G, Kaste M, Koga M, von Kummer R, Lansberg MG, Lindley RI, Lyden P, Olivot JM, Parsons M, Toni D, Toyoda K, Wahlgren N, Wardlaw J, Del Zoppo GJ, Sandercock P, Hacke W, Baigent C; Stroke Thrombolysis Trialists' Collaboration. Risk of intracerebral haemorrhage with alteplase after acute ischaemic stroke: a secondary analysis of an individual patient data meta-analysis. Lancet Neurol. 2016 Aug;15(9):925-933. doi: 10.1016/S1474-4422(16)30076-X. Epub 2016 Jun 8."},{"pmid":"17519538","type":"BACKGROUND","citation":"Lansberg MG, Albers GW, Wijman CA. Symptomatic intracerebral hemorrhage following thrombolytic therapy for acute ischemic stroke: a review of the risk factors. Cerebrovasc Dis. 2007;24(1):1-10. doi: 10.1159/000103110. Epub 2007 May 22."},{"pmid":"16397182","type":"BACKGROUND","citation":"Trouillas P, von Kummer R. Classification and pathogenesis of cerebral hemorrhages after thrombolysis in ischemic stroke. Stroke. 2006 Feb;37(2):556-61. doi: 10.1161/01.STR.0000196942.84707.71. Epub 2006 Jan 5."},{"pmid":"1309052","type":"BACKGROUND","citation":"Francis CW, Kornberg A. Fibrinogen- and fibrin-degradation products during fibrinolytic therapy. Ann N Y Acad Sci. 1992 Dec 4;667:310-23. doi: 10.1111/j.1749-6632.1992.tb51632.x. No abstract available."},{"pmid":"11940547","type":"BACKGROUND","citation":"Tanne D, Kasner SE, Demchuk AM, Koren-Morag N, Hanson S, Grond M, Levine SR. Markers of increased risk of intracerebral hemorrhage after intravenous recombinant tissue plasminogen activator therapy for acute ischemic stroke in clinical practice: the Multicenter rt-PA Stroke Survey. Circulation. 2002 Apr 9;105(14):1679-85. doi: 10.1161/01.cir.0000012747.53592.6a."},{"pmid":"25497721","type":"BACKGROUND","citation":"Vandelli L, Marietta M, Gambini M, Cavazzuti M, Trenti T, Cenci MA, Casoni F, Bigliardi G, Pentore R, Nichelli P, Zini A. Fibrinogen decrease after intravenous thrombolysis in ischemic stroke patients is a risk factor for intracerebral hemorrhage. J Stroke Cerebrovasc Dis. 2015 Feb;24(2):394-400. doi: 10.1016/j.jstrokecerebrovasdis.2014.09.005. Epub 2014 Dec 11."},{"pmid":"23486872","type":"BACKGROUND","citation":"Matosevic B, Knoflach M, Werner P, Pechlaner R, Zangerle A, Ruecker M, Kirchmayr M, Willeit J, Kiechl S. Fibrinogen degradation coagulopathy and bleeding complications after stroke thrombolysis. Neurology. 2013 Mar 26;80(13):1216-24. doi: 10.1212/WNL.0b013e3182897015. Epub 2013 Mar 13."},{"pmid":"25783009","type":"BACKGROUND","citation":"Sun X, Berthiller J, Trouillas P, Derex L, Diallo L, Hanss M. Early fibrinogen degradation coagulopathy: a predictive factor of parenchymal hematomas in cerebral rt-PA thrombolysis. J Neurol Sci. 2015 Apr 15;351(1-2):109-114. doi: 10.1016/j.jns.2015.02.048. Epub 2015 Mar 6."},{"pmid":"26501741","type":"BACKGROUND","citation":"Yaghi S, Boehme AK, Dibu J, Leon Guerrero CR, Ali S, Martin-Schild S, Sands KA, Noorian AR, Blum CA, Chaudhary S, Schwamm LH, Liebeskind DS, Marshall RS, Willey JZ. Treatment and Outcome of Thrombolysis-Related Hemorrhage: A Multicenter Retrospective Study. JAMA Neurol. 2015 Dec;72(12):1451-7. doi: 10.1001/jamaneurol.2015.2371."},{"pmid":"29097489","type":"BACKGROUND","citation":"Yaghi S, Willey JZ, Cucchiara B, Goldstein JN, Gonzales NR, Khatri P, Kim LJ, Mayer SA, Sheth KN, Schwamm LH; American Heart Association Stroke Council; Council on Cardiovascular and Stroke Nursing; Council on Clinical Cardiology; and Council on Quality of Care and Outcomes Research. Treatment and Outcome of Hemorrhagic Transformation After Intravenous Alteplase in Acute Ischemic Stroke: A Scientific Statement for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2017 Dec;48(12):e343-e361. doi: 10.1161/STR.0000000000000152. Epub 2017 Nov 2."},{"pmid":"22024795","type":"BACKGROUND","citation":"Weiss G, Lison S, Glaser M, Herberger S, Johanning K, Strasser T, Huber T, Spannagl M, Heindl B. Observational study of fibrinogen concentrate in massive hemorrhage: evaluation of a multicenter register. Blood Coagul Fibrinolysis. 2011 Dec;22(8):727-34. doi: 10.1097/MBC.0b013e32834cb343."},{"pmid":"18818192","type":"BACKGROUND","citation":"Fenger-Eriksen C, Lindberg-Larsen M, Christensen AQ, Ingerslev J, Sorensen B. Fibrinogen concentrate substitution therapy in patients with massive haemorrhage and low plasma fibrinogen concentrations. Br J Anaesth. 2008 Dec;101(6):769-73. doi: 10.1093/bja/aen270. Epub 2008 Sep 25."},{"pmid":"25324348","type":"BACKGROUND","citation":"Fassl J, Lurati Buse G, Filipovic M, Reuthebuch O, Hampl K, Seeberger MD, Bolliger D. Perioperative administration of fibrinogen does not increase adverse cardiac and thromboembolic events after cardiac surgery. Br J Anaesth. 2015 Feb;114(2):225-34. doi: 10.1093/bja/aeu364. Epub 2014 Oct 16."},{"pmid":"23986527","type":"BACKGROUND","citation":"Wikkelso A, Lunde J, Johansen M, Stensballe J, Wetterslev J, Moller AM, Afshari A. Fibrinogen concentrate in bleeding patients. Cochrane Database Syst Rev. 2013 Aug 29;2013(8):CD008864. doi: 10.1002/14651858.CD008864.pub2."},{"pmid":"30507073","type":"BACKGROUND","citation":"Vandelli L, Marietta M, Trenti T, Varani M, Bigliardi G, Rosafio F, Dell'acqua ML, Picchetto L, Nichelli P, Zini A. Fibrinogen concentrate replacement in ischemic stroke patients after recombinant tissue plasminogen activator treatment. Adv Clin Exp Med. 2019 Feb;28(2):219-222. doi: 10.17219/acem/84936."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000020300","term":"Intracranial Hemorrhages"},{"id":"D000007511","term":"Ischemia"},{"id":"D000006470","term":"Hemorrhage"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M21803","name":"Intracranial Hemorrhages","asFound":"Intracranial Hemorrhage","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M13539","name":"Tissue Plasminogen Activator","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}