{"protocolSection":{"identificationModule":{"nctId":"NCT02513316","orgStudyIdInfo":{"id":"11/0116"},"organization":{"fullName":"University College, London","class":"OTHER"},"briefTitle":"Clinical Relevance of Microbleeds In Stroke","officialTitle":"Microbleeds and Genetic Risk Factors to Predict the Risk of Intracranial Haemorrhage in Patients Treated With Anticoagulation Following Cardioembolic Stroke Due to Atrial Fibrillation","acronym":"CROMIS-2"},"statusModule":{"statusVerifiedDate":"2017-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-08-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-07-31","type":"ACTUAL"},"completionDateStruct":{"date":"2017-10-31","type":"ACTUAL"},"studyFirstSubmitDate":"2015-07-29","studyFirstSubmitQcDate":"2015-07-29","studyFirstPostDateStruct":{"date":"2015-07-31","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-11-15","lastUpdatePostDateStruct":{"date":"2017-11-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University College, London","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Study I: CROMIS-2 (AF) Prospective cohort study of patients anticoagulated after cardioembolic stroke An observational inception cohort study (n=1425) of patients throughout the United Kingdom (UK) - (79 hospitals) started on best practice oral anticoagulant (without prior use) for presumed cardioembolic ischaemic stroke due to non-valvular AF with follow up for the occurrence of intracerebral haemorrhage (ICH) and ischaemic stroke for an average of two years. The main baseline exposures (risk factors of interest) are the presence of cerebral microbleeds (CMBs) on magnetic resonance imaging (MRI), and genetic polymorphisms in candidate genes with potential functional relevance to ICH risk.\n\nStudy II: CROMIS-2 (ICH) Observational and genetics study of intracerebral haemorrhage The investigators will also recruit 600 patients admitted to participating centres with ICH (with a target of at least 300 anticoagulant-related ICH cases) and collect DNA to increase the power of the genetic studies. The investigators will collect clinical and imaging data from these ICH cases to investigate risk factors associated with anticoagulant-related ICH compared to non anticoagulant-related ICH.","detailedDescription":"Background Over the last decade, increasing use of oral anticoagulants to prevent cardioembolic ischaemic stroke due to atrial fibrillation (AF) in an ageing population has led to a five-fold increase in the incidence of anticoagulant-related intracranial haemorrhage (ICH) - a rare but unpredictable and catastrophic complication. Cerebral microbleeds (CMBs) on magnetic resonance imaging (MRI) may predict ICH risk, as may genetic polymorphisms influencing brain small-vessel integrity or anticoagulation stability.\n\nAims To establish the value of CMBs and genetic factors in predicting symptomatic ICH following best practice oral anticoagulation to prevent recurrent ischaemic stroke due to AF.\n\nMethods CROMIS-2: Study I (AF) - Prospective, multicentre, inception cohort study in 1425 patients with ischaemic stroke due to AF started on best practice oral anticoagulation. Patients will have genetic testing and standardized MRI including Gradient recalled Echo (GRE) at baseline, with follow-up by postal questionnaire (and clinical assessment or medical records surveillance after suspected events), and where possible there will be an in person clinical assessment at 2 years. The investigators will compare the rate of symptomatic ICH between CMB and CMB-free patients and test for associations with plausible candidate genes. The investigators aim to develop and validate a risk model to predict symptomatic ICH following best practice oral anticoagulation to prevent recurrent ischaemic stroke due to AF.\n\nCROMIS-2: Study II (ICH) - An observational study of ICH investigating genetic, clinical and radiological risk factors associated with anticoagulant-related ICH. The investigators will recruit patients admitted to participating centres with ICH (with a target of at least 300 anticoagulant-related ICH cases) and collect DNA to increase the power of the genetic studies. The investigators will collect clinical and imaging data from these ICH cases to investigate risk factors associated with anticoagulant-related ICH compared to non anticoagulant-related ICH.\n\nExpected outcomes A successful predictive model for ICH risk after best practice oral anticoagulation for AF will help to determine whether genetic or CMB screening should be used in clinical practice and future trials. New genetic, clinical and radiological risk factors associated with anticoagulant-related ICH will be identified."},"conditionsModule":{"conditions":["Stroke","Atrial Fibrillation (AF)","Intracerebral Haemorrhage (ICH)"],"keywords":["Microbleeds"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Blood samples"},"enrollmentInfo":{"count":2490,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Study I (AF)","description":"Prospective cohort study of patients anticoagulated after cardioembolic stroke started on best practice oral anticoagulant (without prior use) for presumed cardioembolic ischaemic stroke due to non-valvular AF with follow up for the occurrence of ICH, ischaemic stroke and cognitive function for an average of two years. Our main baseline exposures (risk factors of interest) are the presence of CMBs on MRI, and genetic polymorphisms in candidate genes with potential functional relevance to ICH risk."},{"label":"Study II (ICH)","description":"Observational and genetics study of intracerebral haemorrhage Patients with ICH (non anticoagulant-related ICH cases and anticoagulant-related ICH cases)."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Symptomatic intracranial haemorrhage","description":"Symptomatic intracranial haemorrhage (confirmed on brain imaging). Intracranial haemorrhage includes any bleeding within the skull, regardless of the site. The investigators will record the incidence of different haemorrhage subtypes (intracerebral, subdural, extradural, subarachnoid).\n\nThis will be assessed using hospital records, General Practitioner (GP) follow up and National Health Service (NHS) information data system.","timeFrame":"24 months"}],"secondaryOutcomes":[{"measure":"Ischaemic stroke","description":"Patient experiencing an ischaemic stroke during 2 year follow up.This will be assessed using hospital records, General Practitioner (GP) follow up and National Health Service (NHS) information data system.","timeFrame":"24 months"},{"measure":"Transient Ischaemic Attack (TIA)","description":"Patient experiencing a TIA after recruitment during 2 year follow up.This will be assessed using hospital records, General Practitioner (GP) follow up and National Health Service (NHS) information data system.","timeFrame":"24 months"},{"measure":"Death","description":"Patient death (of any cause). Assessed by General Practitioner (GP) follow up, recruiting hospital records and National Health Service (NHS) Information Centre data systems.","timeFrame":"24 months"},{"measure":"Any other major haemorrhagic events other than ICH","description":"Prolonged epistaxis, cutaneous bruising, gastrointestinal bleeding, haematuria, muscle haematoma, haemarthrosis. Assessed by General Practitioner (GP) follow up, recruiting hospital records and National Health Service (NHS) Information Centre data systems.","timeFrame":"24 months"},{"measure":"Long term physical disability","description":"Assessed by administering Modified Rankin Score (mRS) to patients at 6,12 and 24 months via patient questionnaire.","timeFrame":"24 months"}]},"eligibilityModule":{"eligibilityCriteria":"Study I: CROMIS-2 (AF)\n\nInclusion criteria:\n\n* Adult (≥18y; no upper limit) patients with a clinical diagnosis of non-valvular AF (verified by ECG) with intention to treat with best practice oral anticoagulants (e.g. warfarin)\n* Previous ischaemic stroke or TIA diagnosed by treating clinician\n* All patients must be able to have GRE MRI before (or within 1 week) of starting best practice oral anticoagulant\n\nExclusion Criteria:\n\n* Any MRI contraindications\n* Previous use of oral anticoagulation\n* Definite contra-indication to oral anticoagulation\n* Serious head injury (resulting to loss of consciousness)\n\nStudy II: CROMIS-2 (ICH)\n\nInclusion criteria:\n\n• Adult (\\>18y) patients treated at participating centres with confirmed ICH (confirmed on CT or MRI scans) with or without a history of anticoagulant use at the time of the ICH\n\nExclusion criteria:\n\n* Known underlying structural cause for ICH (e.g arteriovenous malformation, tumour, cavernoma, intracranial aneurysm, haemorrhagic transformation of an infarct)\n* Major head trauma (causing loss of consciousness and though to be sufficient to have caused the ICH) in previous 24 hours","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Study I: CROMIS-2 (AF) Prospective cohort study of patients anticoagulated after cardioembolic stroke Study I (AF): 1425 patients from UK centres. All eligible patients with first or recurrent ischaemic stroke and TIA in whom it is decided that best practice oral anticoagulant treatment is to be commenced.\n\nStudy II (ICH): The investigators will recruit 600 patients treated at participating hospitals with ICH. Of these patients, 300 ICH cases will be related to anticoagulant use. The investigators will also recruit at least 300 ICH cases not related to anticoagulant use during the study period. Patients seen in outpatient clinics or from existing databases may also be recruited, at centres where these are available.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"David Werring","affiliation":"UCL","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"UCL","city":"London","zip":"WC1N 3BG","country":"United Kingdom","geoPoint":{"lat":51.50853,"lon":-0.12574}}]},"referencesModule":{"references":[{"pmid":"33741739","type":"DERIVED","citation":"Seiffge DJ, Wilson D, Ambler G, Banerjee G, Hostettler IC, Houlden H, Shakeshaft C, Cohen H, Yousry TA, Al-Shahi Salman R, Lip G, Brown MM, Muir K, Jager HR, Werring DJ. Small vessel disease burden and intracerebral haemorrhage in patients taking oral anticoagulants. J Neurol Neurosurg Psychiatry. 2021 Mar 19;92(8):805-14. doi: 10.1136/jnnp-2020-325299. Online ahead of print."},{"pmid":"33627495","type":"DERIVED","citation":"Hostettler IC, Schwarz G, Ambler G, Wilson D, Banerjee G, Seiffge DJ, Shakeshaft C, Lunawat S, Cohen H, Yousry TA, Al-Shahi Salman R, Lip GYH, Brown MM, Muir KW, Houlden H, Jager HR, Werring DJ; CROMIS-2 Collaborators. Cerebral Small Vessel Disease and Functional Outcome Prediction After Intracerebral Hemorrhage. Neurology. 2021 Apr 13;96(15):e1954-e1965. doi: 10.1212/WNL.0000000000011746. Epub 2021 Feb 24."},{"pmid":"33280548","type":"DERIVED","citation":"Du H, Wilson D, Ambler G, Banerjee G, Shakeshaft C, Cohen H, Yousry T, Al-Shahi Salman R, Lip GYH, Houlden H, Brown MM, Muir KW, Jager HR, Werring DJ; Clinical Relevance of Microbleeds in Stroke (CROMIS-2) Collaborators. Small Vessel Disease and Ischemic Stroke Risk During Anticoagulation for Atrial Fibrillation After Cerebral Ischemia. Stroke. 2021 Jan;52(1):91-99. doi: 10.1161/STROKEAHA.120.029474. Epub 2020 Dec 7."},{"pmid":"32554800","type":"DERIVED","citation":"Banerjee G, Wilson D, Ambler G, Hostettler IC, Shakeshaft C, Cohen H, Yousry T, Al-Shahi Salman R, Lip GYH, Houlden H, Muir KW, Brown MM, Jager HR, Werring DJ; CROMIS-2 collaborators. Longer term stroke risk in intracerebral haemorrhage survivors. J Neurol Neurosurg Psychiatry. 2020 Aug;91(8):840-845. doi: 10.1136/jnnp-2020-323079. Epub 2020 Jun 17."},{"pmid":"31902325","type":"DERIVED","citation":"Banerjee G, Chan E, Ambler G, Wilson D, Cipolotti L, Shakeshaft C, Cohen H, Yousry T, Al-Shahi Salman R, Lip GYH, Muir KW, Brown MM, Jager HR, Werring DJ; CROMIS-2 Collaborators dagger; CROMIS-2 Collaborators<xref ref-type=\"author-note\" rid=\"jah34726-note-1002\"><sup>dagger</sup></xref>. Cognitive Impairment Before Atrial Fibrillation-Related Ischemic Events: Neuroimaging and Prognostic Associations. J Am Heart Assoc. 2020 Jan 7;9(1):e014537. doi: 10.1161/JAHA.119.014537. Epub 2020 Jan 4."},{"pmid":"31345970","type":"DERIVED","citation":"Wilson D, Ambler G, Shakeshaft C, Banerjee G, Charidimou A, Seiffge D, White M, Cohen H, Yousry T, Salman R AS, Lip GYH, Muir K, Brown MM, Jager HR, Werring DJ; CROMIS-2 collaborators. Potential missed opportunities to prevent ischaemic stroke: prospective multicentre cohort study of atrial fibrillation-associated ischaemic stroke and TIA. BMJ Open. 2019 Jul 24;9(7):e028387. doi: 10.1136/bmjopen-2018-028387."},{"pmid":"30455404","type":"DERIVED","citation":"Wilson D, Ambler G, Banerjee G, Shakeshaft C, Cohen H, Yousry TA, Al-Shahi Salman R, Lip GYH, Houlden H, Brown MM, Muir KW, Jager HR, Werring DJ; Clinical relevance of Microbleeds in Stroke (CROMIS-2) collaborators. Early versus late anticoagulation for ischaemic stroke associated with atrial fibrillation: multicentre cohort study. J Neurol Neurosurg Psychiatry. 2019 Mar;90(3):320-325. doi: 10.1136/jnnp-2018-318890. Epub 2018 Nov 19."},{"pmid":"29778365","type":"DERIVED","citation":"Wilson D, Ambler G, Shakeshaft C, Brown MM, Charidimou A, Al-Shahi Salman R, Lip GYH, Cohen H, Banerjee G, Houlden H, White MJ, Yousry TA, Harkness K, Flossmann E, Smyth N, Shaw LJ, Warburton E, Muir KW, Jager HR, Werring DJ; CROMIS-2 collaborators. Cerebral microbleeds and intracranial haemorrhage risk in patients anticoagulated for atrial fibrillation after acute ischaemic stroke or transient ischaemic attack (CROMIS-2): a multicentre observational cohort study. Lancet Neurol. 2018 Jun;17(6):539-547. doi: 10.1016/S1474-4422(18)30145-5. Epub 2018 May 16. Erratum In: Lancet Neurol. 2018 Jul;17(7):578."},{"pmid":"29247143","type":"DERIVED","citation":"Banerjee G, Wilson D, Ambler G, Osei-Bonsu Appiah K, Shakeshaft C, Lunawat S, Cohen H, Yousry T Dr, Lip GYH, Muir KW, Brown MM, Al-Shahi Salman R, Jager HR, Werring DJ; CROMIS-2 Collaborators. Cognitive Impairment Before Intracerebral Hemorrhage Is Associated With Cerebral Amyloid Angiopathy. Stroke. 2018 Jan;49(1):40-45. doi: 10.1161/STROKEAHA.117.019409. Epub 2017 Dec 15."},{"pmid":"26235450","type":"DERIVED","citation":"Charidimou A, Wilson D, Shakeshaft C, Ambler G, White M, Cohen H, Yousry T, Al-Shahi Salman R, Lip G, Houlden H, Jager HR, Brown MM, Werring DJ. The Clinical Relevance of Microbleeds in Stroke study (CROMIS-2): rationale, design, and methods. Int J Stroke. 2015 Oct;10 Suppl A100:155-61. doi: 10.1111/ijs.12569. Epub 2015 Aug 2."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002543","term":"Cerebral Hemorrhage"},{"id":"D000001281","term":"Atrial Fibrillation"},{"id":"D000006470","term":"Hemorrhage"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020300","term":"Intracranial Hemorrhages"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M5482","name":"Cerebral Hemorrhage","asFound":"Intracerebral Hemorrhage","relevance":"HIGH"},{"id":"M21803","name":"Intracranial Hemorrhages","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3934","name":"Anticoagulants","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}