{"protocolSection":{"identificationModule":{"nctId":"NCT06017960","orgStudyIdInfo":{"id":"EMGUS-DN"},"organization":{"fullName":"Universidad de Zaragoza","class":"OTHER"},"briefTitle":"Effects of Dry Needling on Electromyographic Activity and Ultrasonographic Characteristics in Post-Stroke Spasticity","officialTitle":"Effects of Dry Needling on Electromyographic Activity and Ultrasonographic Characteristics in Post-Stroke Spasticity"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-09-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-09-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-19","studyFirstSubmitQcDate":"2023-08-24","studyFirstPostDateStruct":{"date":"2023-08-30","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-28","lastUpdatePostDateStruct":{"date":"2023-11-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr. Pablo Herrero Gallego","investigatorTitle":"PhD","investigatorAffiliation":"Universidad de Zaragoza"},"leadSponsor":{"name":"Universidad de Zaragoza","class":"OTHER"},"collaborators":[{"name":"University of Alcala","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a global health problem, with an incidence in Europe of 147/100,000 people per year. It is estimated that 43% of them present spasticity throughout the first year, causing disability, hindering mobility and functionality, which can generate comorbidity problems, which in turn hinders its improvement over time.\n\nRecently, high quality studies have conclude that there is a moderate level of evidence with large effect size in reducing spasticity with dry needling, as well as being cost-effective in stroke patients in both the subacute and chronic phases. However, due to the limitation of manual evaluations of spasticity, and it is necessary to look for measurement alternatives that complement it, such as the analysis of the electromyographic activity and the muscular structure measured with ultrasound. These data could provide objective, useful and complementary information to clinical assessments to be more specific and effective in the treatment of stroke patients.\n\nThis randomized controlled trial aim to analyse the effect of dry needling in this parameters in patients with stroke and spasticity, as well as correlated with gait variables. Each participant will be randomly assigned to the dry needling group or to the sham dry needling group, where participants receive a total of 4 sessions of ultrasound-guided dry needling or sham ultrasound-guided dry needling in the gastrocnemius medialis over 4 weeks, one per week. Measures of spasticity, electromyographic activity and muscle structure via ultrasound will made at baseline (T0) and immediate after each intervention (T1,T2,T3,T4). Gait variables will be made at baseline and after the last intervention (T0 and T4).","detailedDescription":"The aim of the study is to analyse the effect of dry needling in stroke patients. The investigators hypothesized dry needling will decrease spasticity and electromyographic activity of spastic muscles during dynamic stretching and at rest, causing a reduction of their abnormal hyperactivity.\n\nSecondary, dry needling will also improve the maximum muscle contraction capacity; will improve spastic muscle ultrasound variables in terms of decreased muscle thickness and pennation angle, increased fasciculus length and reduced pixel intensity measured via histogram and second order histogram parameters; as well as dry needling will improve gait parameters such as gait speed, functional gait and better spatiotemporal parameters such as a reduction of the variability, asymmetry and an improve of the stride length.\n\nOn the other hand, the investigators hypothesized that there is a correlation between the changes that will be found in the electromyographic activity, the ultrasound variables, and the clinical and gait variables. This information will allow us to make useful predictions of best responders to dry needling according to the information obtained in electromyographic and ultrasound explorations.\n\nThe study will be a randomized clinical trial with a control group. Each participant will be randomly assigned to the dry needling group or to the sham dry needling group with a 1:1 ratio, where they will receive a total of 4 sessions of ultrasound-guided dry needling or sham ultrasound-guided dry needling in the gastrocnemius medialis over 4 weeks, one per week.\n\nAfter being informed about the study, all eligible patients give their written informed consent."},"conditionsModule":{"conditions":["Spasticity as Sequela of Stroke"],"keywords":["Dry needling","Spasticity","Hypertonia","Surface electromyography","Diagnostic ultrasound","Gait"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized controlled trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"Allocation conceal will be performed using a computer-generated randomized table of numbers created before data collection. Both participants, evaluator and data analyzer will be blinded to the type of intervention.\n\nTo take the ultrasound images, an artificial arm will be used to hold the probe and to avoid direct contact by the researcher. Another researcher will analyze the images through a program. Both participants, image analyzer and data analyzer will be blinded to the type of intervention","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":28,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Dry needling group","type":"EXPERIMENTAL","description":"Dry needling + usual care. Subjects will receive a total of 4 sessions of ultrasound-guided dry needling over 4 weeks, one per week.","interventionNames":["Other: Dry needling + usual care"]},{"label":"Control group","type":"SHAM_COMPARATOR","description":"Sham or simulated dry needling. + usual care. Subjects will receive a total of 4 sessions of sham ultrasound-guided dry needling over 4 weeks, one per week.","interventionNames":["Other: Sham dry needling + usual care"]}],"interventions":[{"type":"OTHER","name":"Dry needling + usual care","description":"Participants assigned to the dry needling group will receive a weekly session for four weeks of ultrasound-guided dry needling in the inner gastrocnemius muscle with disposable stainless-steel needles, according to the depth of the muscle to be treated. For the realization of the technique, the diagnostic criteria of the Dry Needling in Hypertonia and Spasticity technique (DNHS®) developed by Herrero et al. will be applied adapted to the characteristics of the study, as well as the procedure for its application.\n\nThe ultrasound guidance will be the same ultrasound device than in the assessments. This ultrasound-guided intervention allows to guarantee the safety of the approach, to have the certainty in the location of the target structure and to see the responses of local spasm. During the application of the technique, patient will not look at the ultrasound screen to ensure the blindness of the patient to the group allocated.","armGroupLabels":["Dry needling group"]},{"type":"OTHER","name":"Sham dry needling + usual care","description":"Participants assigned to this group will receive the same assessments, the same number of sessions, and the sham dry needling at the same site as the dry needling group, but with a sham intervention, where the needle is dropped through the guide tube and touch the skin. The patient will not feel anything, or at most that the needle touches the skin, since it does not get into the subcutaneous cell tissue, as placebo interventions were performed in similar studies. The context will be simulated in its entirety, using the same ultrasound and disposable needles for the intervention.\n\nBoth groups will continue their daily motor rehabilitation treatment during the 4 weeks, which consists of strength training, balance, motor control, gait training, and mass practice oriented to tasks of intensity and duration appropriate to each patient, allowing the fastest possible clinical improvement, as recommended by clinical practice guidelines.","armGroupLabels":["Control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Modified Ashworth Scale","description":"The modified Ashworth scale (MAS) will be the main outcome of the investigation, as is one of the most studied scales in the application of dry needling in patients with spasticity in stroke population. The MAS is indicated to assess spasticity, or positive speed-dependent stretching reflex, in pathologies of the central nervous system.\n\nThe scale rate muscle tone on a scale between 0 and 4. 0 is no increase in tone, 1 slight increase in tone and catch/release at end of Range Of Motion (ROM), 1+ with catch/release through 1/2 ROM, 2 more marked increased in tone through ROM, but affected part moved easily, 3 considerable increase in tone, passive movement difficult, 4 affected part rigid flexion or extension.","timeFrame":"Baseline (T0), after the first intervention in first week (T1), after second intervention in the second week (T2), after third intervention in the third week (T3) and after fourth intervention in fourth week (T4)."}],"secondaryOutcomes":[{"measure":"surface Electromyography (sEMG) - Activity at rest","description":"The first test will evaluate the muscle activity at rest, while the subject is asked to be relaxed, the Root Mean Square (RMS) of both inner gastrocnemius will be measured for 30 seconds.","timeFrame":"Baseline (T0), after the first intervention in first week (T1), after second intervention in the second week (T2), after third intervention in the third week (T3) and after fourth intervention in fourth week (T4)."},{"measure":"sEMG - Dynamic stretching","description":"The second measurement will consist of a dynamic stretch to assess muscular activity during the speed-dependent stretching reflex or spasticity. For this, 10 passive stretches will be performed according to the method described and validated by Marinelli et al. 2013, that showed an easily reproducible constant speed and rhythm to avoid intra-rater bias along the study.","timeFrame":"Baseline (T0), after the first intervention in first week (T1), after second intervention in the second week (T2), after third intervention in the third week (T3) and after fourth intervention in fourth week (T4)."},{"measure":"sEMG - Maximum Voluntary Isometric Contraction","description":"The third test will consist of evaluating the Maximum Voluntary Isometric Contraction (MVIC) of the internal gastrocnemius muscle. To do this, the ankle will be placed in an intermediate position, with neither fully elongated nor fully shortened muscle fibers, and 5 seconds of maximum isometric contraction towards plantar flexion will be performed 3 times, leaving an interval of 60 seconds between repetitions. Then the maximum values of electromyographic activation of each repetition will be selected to obtain the mean value.","timeFrame":"Baseline (T0), after the first intervention in first week (T1), after second intervention in the second week (T2), after third intervention in the third week (T3) and after fourth intervention in fourth week (T4)."},{"measure":"Ultrasound (US) - Muscle thickness","description":"Muscle thickness is the distance between deep and superficial aponeurosis of a muscle, from an image of the gastrocnemius medialis obtained with ultrasound.","timeFrame":"Baseline (T0), after the first intervention in first week (T1), after second intervention in the second week (T2), after third intervention in the third week (T3) and after fourth intervention in fourth week (T4)."},{"measure":"US - Pennation angle","description":"The pennation angle is defined as the angle formed by the muscle fasciculus with the deep aponeurosis, from an image of the gastrocnemius medialis obtained with ultrasound.","timeFrame":"Baseline (T0), after the first intervention in first week (T1), after second intervention in the second week (T2), after third intervention in the third week (T3) and after fourth intervention in fourth week (T4)."},{"measure":"US - Fascicle length","description":"Fascicle length is the length of the fascicular path between the insertions of the fascicle into the superficial and deep aponeuroses, from an image of the gastrocnemius medialis obtained with ultrasound.","timeFrame":"Baseline (T0), after the first intervention in first week (T1), after second intervention in the second week (T2), after third intervention in the third week (T3) and after fourth intervention in fourth week (T4)."},{"measure":"US - Histogram/Echo intensity","description":"Echo intensity was defined as the brightness of the image acquired through ultrasound. It is expressed in gray scale between 0 and 255 after processing the image in an image analysis software, from an image of the gastrocnemius medialis obtained with ultrasound.","timeFrame":"Baseline (T0), after the first intervention in first week (T1), after second intervention in the second week (T2), after third intervention in the third week (T3) and after fourth intervention in fourth week (T4)."},{"measure":"US - Grey level co-occurrence matrices (GLCM)","description":"Grey level co-occurrence matrices (GLCM) consist of comparing pair of pixels separated by a certain distance (by default a value of 1 is used) and in an angular direction (0°, 45°, 90°, and 135°) along the entire matrix, calculating the frequency with which certain grey levels appear in the image and their relationship with each other, from an image of the gastrocnemius medialis obtained with ultrasound.","timeFrame":"Baseline (T0), after the first intervention in first week (T1), after second intervention in the second week (T2), after third intervention in the third week (T3) and after fourth intervention in fourth week (T4)."},{"measure":"US - Run-length matrices (GLRLM)","description":"Run-length matrices (GLRLM) represents a set of consecutive pixels having the same grey level in each of the four angular directions described across the entire matrix, from an image of the gastrocnemius medialis obtained with ultrasound.","timeFrame":"Baseline (T0), after the first intervention in first week (T1), after second intervention in the second week (T2), after third intervention in the third week (T3) and after fourth intervention in fourth week (T4)."},{"measure":"US - Local binary pattern (LBP)","description":"Local binary pattern (LBP) analysis compares the intensity of a central pixel, which is taken as a reference value, with the surrounding pixels, from an image of the gastrocnemius medialis obtained with ultrasound.","timeFrame":"Baseline (T0), after the first intervention in first week (T1), after second intervention in the second week (T2), after third intervention in the third week (T3) and after fourth intervention in fourth week (T4)."},{"measure":"US - Blob analysis (BA)","description":"Blob analysis is based on detecting areas close to each other with a similar eco-intensity called \"blobs\", from an image of the gastrocnemius medialis obtained with ultrasound.","timeFrame":"Baseline (T0), after the first intervention in first week (T1), after second intervention in the second week (T2), after third intervention in the third week (T3) and after fourth intervention in fourth week (T4)."},{"measure":"Timed Up and Go (TUG)","description":"The Timed Up and Go (TUG) test to assess functional gait, which consists of measuring the seconds it takes the individual to get up from a chair approximately 46 centimeters high, travel 3 meters, turn and sit again. This scale has showed excellent intrarater reliability (ICC\\>0.95) in patients with stroke.","timeFrame":"Baseline (T0) and after the fourth intervention in fourth week (T4)."},{"measure":"10 Meter Walking Test (10MWT)","description":"The 10 Meter Walking Test (10MWT) to assess the comfortable and fast speed of the march, which consists of measuring the seconds that the subject takes to travel 10 meters in a straight line to obtain the comfortable and fast speed in meters per second (m/s), with excellent intrarater reliability (ICC=0.87-0.88).","timeFrame":"Baseline (T0) and after the fourth intervention in fourth week (T4)."},{"measure":"6 Minute Walking Test (6MWT)","description":"The 6 Minute Walking Test (6MWT) to assess the resistance and distance in meters that the subject travels for 6 minutes, showing good intrarater reliability (ICC=0.74), in patients with stroke.","timeFrame":"Baseline (T0) and after the fourth intervention in fourth week (T4)."},{"measure":"Gait variability","description":"The variability represents the coefficient of variation of cycle duration in percent (%) measured with a validated tool for spatiotemporal gait analysis","timeFrame":"Baseline (T0) and after the fourth intervention in fourth week (T4)."},{"measure":"Gait asymmetry","description":"The asymmetry is the ratio of swing times, which compares the time in the air of each foot in percent (%) measured with a validated tool for spatiotemporal gait analysis.","timeFrame":"Baseline (T0) and after the fourth intervention in fourth week (T4)."},{"measure":"Affected leg stride length","description":"The stride length describes the distance between two successive footprints on the ground, from the heel of a foot to the heel on the same foot, one cycle after, measured with a validated tool for spatiotemporal gait analysis. Both affected and non affected leg stride length will be measured.","timeFrame":"Baseline (T0) and after the fourth intervention in fourth week (T4)."},{"measure":"Non-affected leg stride length","description":"The stride length describes the distance between two successive footprints on the ground, from the heel of a foot to the heel on the same foot, one cycle after, measured with a validated tool for spatiotemporal gait analysis. Both affected and non affected leg stride length will be measured.","timeFrame":"Baseline (T0) and after the fourth intervention in fourth week (T4)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* be over 18 years old\n* understand and voluntarily sign informed consent before performing the intervention\n* have a medical diagnosis of ischemic or hemorrhagic stroke\n* have a grade between 1-3 according to the modified Ashworth scale (MAS) on the triceps sural\n* able to walk independently to perform gait test\n\nExclusion Criteria:\n\n* recurrent stroke\n* who have received previous treatments of botulinum toxin type A in the last 3 months\n* who have received treatments with dry needling in the last month\n* severe cognitive deficits\n* fear of needles\n* metal allergy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Pablo Herrero Gallego, PhD","role":"CONTACT","phone":"646168248","email":"pherrero@unizar.es"}],"locations":[{"facility":"Centro Europeo de Neurociencias","status":"RECRUITING","city":"Madrid","zip":"28023","country":"Spain","contacts":[{"name":"Daniel Jiménez Masa","role":"CONTACT"},{"name":"Daniel Jiménez Masa, PT, PhD(c)","role":"SUB_INVESTIGATOR"},{"name":"Javier Sánchez Aguilar, PT","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":40.4165,"lon":-3.70256}}]},"referencesModule":{"references":[{"pmid":"23095851","type":"BACKGROUND","citation":"Diaz-Guzman J, Egido JA, Gabriel-Sanchez R, Barbera-Comes G, Fuentes-Gimeno B, Fernandez-Perez C; IBERICTUS Study Investigators of the Stroke Project of the Spanish Cerebrovascular Diseases Study Group. Stroke and transient ischemic attack incidence rate in Spain: the IBERICTUS study. Cerebrovasc Dis. 2012;34(4):272-81. doi: 10.1159/000342652. Epub 2012 Oct 20."},{"pmid":"30623522","type":"BACKGROUND","citation":"Dornak T, Justanova M, Konvalinkova R, Riha M, Muzik J, Hoskovcova M, Srp M, Navratilova D, Otruba P, Gal O, Svobodova I, Dusek L, Bares M, Kanovsky P, Jech R. Prevalence and evolution of spasticity in patients suffering from first-ever stroke with carotid origin: a prospective, longitudinal study. Eur J Neurol. 2019 Jun;26(6):880-886. doi: 10.1111/ene.13902. Epub 2019 Feb 8."},{"pmid":"14684785","type":"BACKGROUND","citation":"Sommerfeld DK, Eek EU, Svensson AK, Holmqvist LW, von Arbin MH. Spasticity after stroke: its occurrence and association with motor impairments and activity limitations. Stroke. 2004 Jan;35(1):134-9. doi: 10.1161/01.STR.0000105386.05173.5E. Epub 2003 Dec 18."},{"pmid":"30256006","type":"BACKGROUND","citation":"Simic-Panic D, Boskovic K, Milicevic M, Rabi Zikic T, Cvjetkovic Bosnjak M, Tomasevic-Todorovic S, Jovicevic M. The Impact of Comorbidity on Rehabilitation Outcome after Ischemic Stroke. Acta Clin Croat. 2018 Mar;57(1):5-15. doi: 10.20471/acc.2018.57.01.01."},{"pmid":"29887923","type":"BACKGROUND","citation":"Kabboord AD, Van Eijk M, Buijck BI, Koopmans RTCM, van Balen R, Achterberg WP. Comorbidity and intercurrent diseases in geriatric stroke rehabilitation: a multicentre observational study in skilled nursing facilities. Eur Geriatr Med. 2018;9(3):347-353. doi: 10.1007/s41999-018-0043-5. Epub 2018 Mar 13."},{"pmid":"33978513","type":"BACKGROUND","citation":"Li S, Francisco GE, Rymer WZ. A New Definition of Poststroke Spasticity and the Interference of Spasticity With Motor Recovery From Acute to Chronic Stages. Neurorehabil Neural Repair. 2021 Jul;35(7):601-610. doi: 10.1177/15459683211011214. Epub 2021 May 12."},{"pmid":"34278056","type":"BACKGROUND","citation":"Puce L, Curra A, Marinelli L, Mori L, Capello E, Di Giovanni R, Bodrero M, Solaro C, Cotellessa F, Fattapposta F, Trompetto C. Spasticity, spastic dystonia, and static stretch reflex in hypertonic muscles of patients with multiple sclerosis. Clin Neurophysiol Pract. 2021 Jun 16;6:194-202. doi: 10.1016/j.cnp.2021.05.002. eCollection 2021."},{"pmid":"23335966","type":"BACKGROUND","citation":"Marinelli L, Trompetto C, Mori L, Vigo G, Traverso E, Colombano F, Abbruzzese G. Manual linear movements to assess spasticity in a clinical setting. PLoS One. 2013;8(1):e53627. doi: 10.1371/journal.pone.0053627. Epub 2013 Jan 15."},{"pmid":"33399051","type":"BACKGROUND","citation":"Bynum R, Garcia O, Herbst E, Kossa M, Liou K, Cowan A, Hilton C. Effects of Dry Needling on Spasticity and Range of Motion: A Systematic Review. Am J Occup Ther. 2021 Jan-Feb;75(1):7501205030p1-7501205030p13. doi: 10.5014/ajot.2021.041798."},{"pmid":"34856821","type":"BACKGROUND","citation":"Fernandez Sanchis D, Cuenca Zaldivar JN, Calvo S, Herrero P, Gomez Barrera M. Cost-effectiveness of upper extremity dry needling in the rehabilitation of patients with stroke. Acupunct Med. 2022 Apr;40(2):160-168. doi: 10.1177/09645284211055750. Epub 2021 Dec 2."},{"pmid":"35052323","type":"BACKGROUND","citation":"Fernandez-Sanchis D, Brandin-de la Cruz N, Jimenez-Sanchez C, Gil-Calvo M, Herrero P, Calvo S. Cost-Effectiveness of Upper Extremity Dry Needling in Chronic Stroke. Healthcare (Basel). 2022 Jan 14;10(1):160. doi: 10.3390/healthcare10010160."},{"pmid":"35283993","type":"BACKGROUND","citation":"Yu B, Zhang X, Cheng Y, Liu L, YanJiang, Wang J, Lu X. The Effects of the Biceps Brachii and Brachioradialis on Elbow Flexor Muscle Strength and Spasticity in Stroke Patients. Neural Plast. 2022 Mar 2;2022:1295908. doi: 10.1155/2022/1295908. eCollection 2022."},{"pmid":"3809245","type":"BACKGROUND","citation":"Bohannon RW, Smith MB. Interrater reliability of a modified Ashworth scale of muscle spasticity. Phys Ther. 1987 Feb;67(2):206-7. doi: 10.1093/ptj/67.2.206."},{"pmid":"36299267","type":"BACKGROUND","citation":"Campanella W, Corazza A, Puce L, Privitera L, Pedrini R, Mori L, Boccuni L, Turtulici G, Trompetto C, Marinelli L. Shear wave elastography combined with electromyography to assess the effect of botulinum toxin on spastic dystonia following stroke: A pilot study. Front Neurol. 2022 Oct 10;13:980746. doi: 10.3389/fneur.2022.980746. eCollection 2022."},{"pmid":"2211468","type":"BACKGROUND","citation":"Collen FM, Wade DT, Bradshaw CM. Mobility after stroke: reliability of measures of impairment and disability. Int Disabil Stud. 1990 Jan-Mar;12(1):6-9. doi: 10.3109/03790799009166594."},{"pmid":"15742254","type":"BACKGROUND","citation":"Kosak M, Smith T. Comparison of the 2-, 6-, and 12-minute walk tests in patients with stroke. J Rehabil Res Dev. 2005 Jan-Feb;42(1):103-7. doi: 10.1682/jrrd.2003.11.0171."},{"pmid":"34894776","type":"BACKGROUND","citation":"Calvo S, Brandin-de la Cruz N, Jimenez-Sanchez C, Bravo-Esteban E, Herrero P. Effects of dry needling on function, hypertonia and quality of life in chronic stroke: a randomized clinical trial. Acupunct Med. 2022 Aug;40(4):312-321. doi: 10.1177/09645284211056347. Epub 2021 Dec 13."},{"pmid":"31834165","type":"BACKGROUND","citation":"Hornby TG, Reisman DS, Ward IG, Scheets PL, Miller A, Haddad D, Fox EJ, Fritz NE, Hawkins K, Henderson CE, Hendron KL, Holleran CL, Lynskey JE, Walter A; and the Locomotor CPG Appraisal Team. Clinical Practice Guideline to Improve Locomotor Function Following Chronic Stroke, Incomplete Spinal Cord Injury, and Brain Injury. J Neurol Phys Ther. 2020 Jan;44(1):49-100. doi: 10.1097/NPT.0000000000000303."},{"pmid":"33338222","type":"BACKGROUND","citation":"Fernandez-de-Las-Penas C, Perez-Bellmunt A, Llurda-Almuzara L, Plaza-Manzano G, De-la-Llave-Rincon AI, Navarro-Santana MJ. Is Dry Needling Effective for the Management of Spasticity, Pain, and Motor Function in Post-Stroke Patients? A Systematic Review and Meta-Analysis. Pain Med. 2021 Feb 4;22(1):131-141. doi: 10.1093/pm/pnaa392."},{"pmid":"32951759","type":"BACKGROUND","citation":"Valencia-Chulian R, Heredia-Rizo AM, Moral-Munoz JA, Lucena-Anton D, Luque-Moreno C. Dry needling for the management of spasticity, pain, and range of movement in adults after stroke: A systematic review. Complement Ther Med. 2020 Aug;52:102515. doi: 10.1016/j.ctim.2020.102515. Epub 2020 Jul 16."},{"pmid":"18560139","type":"BACKGROUND","citation":"Ansari NN, Naghdi S, Arab TK, Jalaie S. The interrater and intrarater reliability of the Modified Ashworth Scale in the assessment of muscle spasticity: limb and muscle group effect. NeuroRehabilitation. 2008;23(3):231-7."},{"pmid":"34674473","type":"BACKGROUND","citation":"Perkisas S, Baudry S, Bauer J, Beckwee D, De Cock AM, Hobbelen H, Jager-Wittenaar H, Kasiukiewicz A, Landi F, Marco E, Merello A, Piotrowicz K, Sanchez E, Sanchez-Rodriguez D, Scafoglieri A, Cruz-Jentoft A, Vandewoude M. Application of ultrasound for muscle assessment in sarcopenia: towards standardized measurements. Eur Geriatr Med. 2018 Dec;9(6):739-757. doi: 10.1007/s41999-018-0104-9. Epub 2018 Sep 17."},{"pmid":"34695388","type":"BACKGROUND","citation":"Miller T, Ying MTC, Chung RCK, Pang MYC. Convergent Validity and Test-Retest Reliability of Multimodal Ultrasonography and Related Clinical Measures in People With Chronic Stroke. Arch Phys Med Rehabil. 2022 Mar;103(3):459-472.e4. doi: 10.1016/j.apmr.2021.09.015. Epub 2021 Oct 23."},{"pmid":"19775893","type":"BACKGROUND","citation":"Aggeloussis N, Giannakou E, Albracht K, Arampatzis A. Reproducibility of fascicle length and pennation angle of gastrocnemius medialis in human gait in vivo. Gait Posture. 2010 Jan;31(1):73-7. doi: 10.1016/j.gaitpost.2009.08.249. Epub 2009 Sep 22."},{"pmid":"11078899","type":"BACKGROUND","citation":"Nielsen PK, Jensen BR, Darvann T, Jorgensen K, Bakke M. Quantitative ultrasound image analysis of the supraspinatus muscle. Clin Biomech (Bristol, Avon). 2000;15 Suppl 1:S13-6. doi: 10.1016/s0268-0033(00)00053-x."},{"pmid":"24985387","type":"BACKGROUND","citation":"Hafsteinsdottir TB, Rensink M, Schuurmans M. Clinimetric properties of the Timed Up and Go Test for patients with stroke: a systematic review. Top Stroke Rehabil. 2014 May-Jun;21(3):197-210. doi: 10.1310/tsr2103-197."},{"pmid":"31352347","type":"BACKGROUND","citation":"Lefeber N, Degelaen M, Truyers C, Safin I, Beckwee D. Validity and Reproducibility of Inertial Physilog Sensors for Spatiotemporal Gait Analysis in Patients With Stroke. IEEE Trans Neural Syst Rehabil Eng. 2019 Sep;27(9):1865-1874. doi: 10.1109/TNSRE.2019.2930751. Epub 2019 Jul 24."},{"pmid":"27079654","type":"BACKGROUND","citation":"Hebert D, Lindsay MP, McIntyre A, Kirton A, Rumney PG, Bagg S, Bayley M, Dowlatshahi D, Dukelow S, Garnhum M, Glasser E, Halabi ML, Kang E, MacKay-Lyons M, Martino R, Rochette A, Rowe S, Salbach N, Semenko B, Stack B, Swinton L, Weber V, Mayer M, Verrilli S, DeVeber G, Andersen J, Barlow K, Cassidy C, Dilenge ME, Fehlings D, Hung R, Iruthayarajah J, Lenz L, Majnemer A, Purtzki J, Rafay M, Sonnenberg LK, Townley A, Janzen S, Foley N, Teasell R. Canadian stroke best practice recommendations: Stroke rehabilitation practice guidelines, update 2015. Int J Stroke. 2016 Jun;11(4):459-84. doi: 10.1177/1747493016643553. Epub 2016 Apr 14."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spasticity","relevance":"HIGH"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}