{"protocolSection":{"identificationModule":{"nctId":"NCT02053987","orgStudyIdInfo":{"id":"Enhanced ESD"},"organization":{"fullName":"Camden Clinical Commissioning Group","class":"OTHER_GOV"},"briefTitle":"Enhanced Early Supported Discharge for Stroke in Camden","officialTitle":"Evaluation of the Implementation of an Enhanced ESD Service for Stroke Survivors With Moderate to Severe Impairments and the Resulting Clinical and Cost Outcomes When Compared to Similar Patients in an Unchanged Stroke Care Pathway in a Neighbouring Borough.","acronym":"EESD"},"statusModule":{"statusVerifiedDate":"2014-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-03"},"primaryCompletionDateStruct":{"date":"2014-08","type":"ACTUAL"},"completionDateStruct":{"date":"2014-11","type":"ACTUAL"},"studyFirstSubmitDate":"2014-01-29","studyFirstSubmitQcDate":"2014-02-03","studyFirstPostDateStruct":{"date":"2014-02-04","type":"ESTIMATED"},"lastUpdateSubmitDate":"2014-11-10","lastUpdatePostDateStruct":{"date":"2014-11-11","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Camden Clinical Commissioning Group","class":"OTHER_GOV"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"An Early Supported Discharge (ESD) service for stroke is an evidence based intervention that aims to enable a particular group of patients who have a mild to moderate stroke to be discharged from hospital early and receive the same intensity of rehabilitation in their home. Analysis of almost 1600 patients has demonstrated that ESD can reduce long term dependency, decrease admission to institutionalized care as well as shorten hospital stay. This model has also been shown to reduce death and institutionalized care at five years (Fjaetoft et al, 2011) and has been shown to be cost effective (Saka, 2005.) A study by National Heath Service (NHS) London showed that patient outcomes has not been affected by being treated at home and that there have not been an increase in readmissions due to the setting up of an ESD service.\n\nHowever, those with moderate to severe strokes are often not eligible for ESD rehabilitation.\n\nThis study aims to offer twenty Camden residents an Enhanced Early Supported Discharge service in which stroke survivors with moderate to severe impairments are eligible. Participants will be recruited from the University College London Hospital (UCLH)l Hyper Acute Stroke Unit and acute stroke units at UCLH and the Royal Free Hospital.\n\nThis study will compare health and economic outcomes of early Multidisciplinary stroke rehabilitation in the community compared to traditional inpatient and community Multidisciplinary rehabilitation for people with moderate to severe post stroke impairments.\n\nWe will also collect the views of the participants and their carers regarding being treated at home.\n\nThe objectives are to discover:\n\n1. What impact does the implementation of an Enhanced ESD service for stroke survivors with moderate to severe impairments have on clinical and cost outcomes compared to an unchanged care pathway in a neighbouring borough?\n2. What are the staff, participant and carer views and experiences of an Enhanced ESD service?","detailedDescription":"Control Group The control group will comprise those who are not eligible as they are registered with a GP in the London borough of Islington. Islington residents have been chosen as a control group as currently there is no ESD service for patients to be referred to. Rehabilitation therefore takes place as an inpatient with community follow up. The boroughs of Camden and Islington are comparable in terms of ethnic diversity, size, stroke prevalence and age (SEPHO, 2013.) The control group will not be matched to demographics such as age and gender due to the fact that we are unable to predict this information. We will gather information regarding type of stroke, stroke severity and demographics so that this can be compared as much as possible during the analysis.\n\nConsent will be obtained to collect outcome measure data from the control group and their carer's. Local agreement is in place to share their anonymised data for the purposes of the research. The data will be collected by staff on the Acute Stroke Units and by a link individual within Islington Community Services. The outcome measures collected are the same as those currently being collected along the stroke pathway in London. The Caregiver Strain Index and EQ5D are not routinely collected.\n\nA similar number of patients will be identified over the same timescale as the research group and will be subject to the same battery of outcomes due to standardisation across the stroke pathway in London hospitals. Local agreement will be met regarding the six month review outcomes.\n\nData will be collected within five days post stroke, at approximately nine weeks post stroke and at six months post stroke.\n\nCost savings The management of acute stroke and ACS has been revolutionised in Camden over the last 5 years. Patients, when identified are transferred by London Ambulance service to UCLH or Royal Free acute trusts. Since the centralisation of Hyper Acute services, the mortality and morbidity for both conditions has dropped (Hunter et al, 2013.) The study will include a comprehensive assessment of cost effectiveness which will include direct and indirect health care costs and social care costs.\n\nLocally the Enhanced ESD service could release acute stroke resources and free monies associated with these, improve access to specialist stroke rehab in people's homes (thus improving patient choice) and thus compliance with national guidelines (including the RCP stroke guidelines, 2012.) Bed days saved from both HASU's and SU will be calculated in terms of financial saving. Actual therapy and care costs will be calculated for comparison. The rehabilitation care costs for this project are £15,924 per patient or £318,472 for the cohort of 20 patients.\n\nThe project has been set up using the predicted costs of a complex needs stroke survivor spending four weeks in an acute stroke unit (tariff £4,646) then transferred for further inpatient rehabilitation for 56 days at the cost of £280 per day . This equates to £20,326 per patient for direct in-patient care costs.\n\nAlthough the overall project costs of this study exceed this figure, the service costs which would be recurrent if the model is deemed clinically and economically viable are less."},"conditionsModule":{"conditions":["Stroke."]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":1,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke rehabilitation","type":"EXPERIMENTAL","interventionNames":["Other: Intensive rehabilitation in the home."]},{"label":"Control Group","type":"NO_INTERVENTION","description":"This group will undergo rehabilitation as per the current stroke rehabilitation pathway."}],"interventions":[{"type":"OTHER","name":"Intensive rehabilitation in the home.","armGroupLabels":["Stroke rehabilitation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Modified Barthel Index","description":"This measure will identify improvements in functional ability.","timeFrame":"This will be collected prior to the start of the intervention (approx 7 days post stroke) and after 8 weeks of therapy (approx 9 weeks post stroke)"},{"measure":"PHQ2","description":"This measure will monitor psychological status pre and post intervention.","timeFrame":"At the start of the intervention (approx 7 days post stroke) and at the end of the 8 week intervention (approx 9 weeks post stroke)"},{"measure":"The Goal Attainment Scale Lite","description":"The Goal Attainment Scale Lite will be used to measure changes in patient reported outcome measures.","timeFrame":"At the start of the intervention (approx 7 days post stroke) and at the end of the 8 week intervention (approx 9 weeks post stroke)"}],"secondaryOutcomes":[{"measure":"EQ5D to be used to measure the cost effectiveness of the intervention when compared to standard hospital care.","description":"A Health Economist will use this measure to calculate the impact of the Enhanced ESD service on the wider health economy.","timeFrame":"Five days post stroke, 9 weeks post stroke and at 6 months."}],"otherOutcomes":[{"measure":"Staff, patient and carer experience surveys","description":"Experience surveys have been compiled to gain insight into the experience of the Enhanced ESD service from the viewpoint of the patient, carer and staff within the service.","timeFrame":"After 8 weeks of the intervention (approx 9 weeks post stroke)"},{"measure":"Carer EQ5D and Caregiver Strain Index","description":"Carers will be asked via the participant, to complete a questionnaire to collect the following data: quality of life (EQ5D) and carer stress (Caregiver Strain Index.)","timeFrame":"Within approx 7 days of the patient's stroke and 8 weeks later (approx 9 weeks post stroke)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nOnly those with capacity to consent will be admitted into the study.\n\n* • Patient must be registered with a Camden GP to be offered Enhanced ESD. Must be registered with a Camden or Islington GP for the collection and analysis of routine data.\n\n  * Patient must be over eighteen years old\n  * Patient has a confirmed diagnosis of stroke from a Stroke Consultant\n  * Patient consent provided (assistance given from speech and language therapists where stroke survivor has significant language and communication impairment);\n  * Patient is medically stable and fit to be managed at home as assessed by Acute Stroke Consultant as part of the MDT. This includes the utilisation of measures such as NHISS score and GCS to determine the medical status of a patient.\n\nThe criteria to make this decision is defined in the Community Care (Delayed Discharges) Act, 2003 as: A clinical decision has been made that the patient is ready for transfer AND a multi-disciplinary team (MDT) decision has been made that the patient is ready for transfer AND the patient is safe to discharge/transfer.\n\n* Patient is intending to return home or to supported accommodation following hospital stay (in line with current ESD guidance;)\n* Patient is safe to transfer home with provision of equipment (e.g. Hospital bed, chair, telecare devices etc.) and a care package if required. This means at least the following is conducted prior to discharge where it is appropriate - home visit risk assessment, manual handling risk assessment, cognitive assessment (e.g. mental capacity assessment form (to be provided with referral) and own safety awareness);\n* Patient has active nursing / therapy goals and has potential to participate and respond to a rehabilitation / disability management programme;\n* Toileting needs can be managed within available care, support and/or equipment (commode, pads and bottle) either at the point of discharge home or within ≤ 2 weeks of returning home;\n* Patient is able to transfer with assistance of 2 people and/or equipment;\n* Patient's dysphagia, nutrition and hydration can be safely managed in the community, as assessed by stroke consultant and/or medical team responsible for individual's hospital care, ward nursing staff, Enhanced ESD nurses, the referring and receiving SLTs and dietitians. Risk of malnutrition assessed by MDT using standardised nutritional screening tool (eg MUST).\n\nExclusion Criteria:\n\n* Patient has failed a Mental Capacity Act Assessment (2005) and is deemed not to have capacity to consent to participation in the study.\n* Patient is not medically fit to be managed at home (any of medical exclusion criteria - see Appendix 2);\n* Patient is not able to engage with or respond to a rehabilitation programme, for example, where a significant cognitive impairment / behavioural problem limits their ability to effectively engage in rehabilitation;\n* Patient is not safe to be transferred home despite provision of equipment and a care package\n* Patient requires help of more than 2 person to transfer, and/or does not have sufficient space within their home to safely accommodate equipment (such as a hoist) required for a safe discharge\n* Clients requiring constant supervision over 24 hours which is anticipated not to resolve within seven days. The need for supervision may be secondary to impaired concentration/attention/safety awareness/impulsivity/visual impairment/reduced insight/severe aphasia/need for prompts and hands on assistance to maintain safety when standing, transferring and washing etc.\n* Clients whose prognosis for functional improvement is poor and who do not have functional goals that can be achieved within 8 weeks.\n* Not able to manage medications with carers dispensing from blister pack and prompting client to take medications.\n* Patients whose normal place of residence is a Nursing or Residential home. This cohort of patients are likely to have ongoing long term issues whose needs are best met via the community pathway for long term rehabilitation needs.\n* Patients who have a NasoGastric tube in situ and therefore do not have established nutrition. Those who have long term PEGs will not be excluded as their nutritional needs can be met non-orally.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Charlie Davie, MBBS","affiliation":"Chief Investigator","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"CNWL NHS Foundation Trust","city":"London","country":"United Kingdom","geoPoint":{"lat":51.50853,"lon":-0.12574}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}