{"protocolSection":{"identificationModule":{"nctId":"NCT04852445","orgStudyIdInfo":{"id":"TAPAS"},"organization":{"fullName":"Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)","class":"OTHER"},"briefTitle":"The Temporal Cellular Landscape of the Adaptive Immune System in Patients With Acute Stroke","officialTitle":"The Temporal Cellular Landscape of the Adaptive Immune System in Patients With Acute Stroke","acronym":"TAPAS"},"statusModule":{"statusVerifiedDate":"2021-04","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-04-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-04-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-08-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-04-16","studyFirstSubmitQcDate":"2021-04-16","studyFirstPostDateStruct":{"date":"2021-04-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-04-16","lastUpdatePostDateStruct":{"date":"2021-04-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Prof. Dr. Diederik van de Beek","investigatorTitle":"The temporal cellular landscape of the adaptive immune system in patients with acute stroke","investigatorAffiliation":"Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)"},"leadSponsor":{"name":"Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Despite novel acute therapies the global burden of stroke remains high worldwide. Targeting the immune response after stroke has the potential to improve recovery in all stroke patients. Experimental studies suggest important roles for T-lymphocytes, especially anti-inflammatory regulatory T cells, in the evolution of stroke and neurological deficit. Objectives of this study are to either confirm or refute the hypothesis that a subset of brain regulatory T cells exists in humans and expands after stroke and to identify immunological biomarkers that can be used in stroke clinical trials targeting the adaptive immune system.","detailedDescription":"Rationale: despite novel acute therapies the global burden of stroke remains high worldwide. Targeting the immune response after stroke has the potential to improve recovery in all stroke patients. Experimental studies suggest important roles for T-lymphocytes, especially anti-inflammatory regulatory T cells, in the evolution of stroke and neurological deficit.\n\nObjective:\n\n1. To confirm that patients experience an increase and migration of CD4+CD25+FoxP3+ \"brain\" Tregs..\n2. To characterize and subgroup brain T reg cells; to assess clonality of the T reg cells in order to determine whether a specific antigen-reaction is present; to assess whether specific antigen-directed FoxP3+ brain Treg cells are recruited through cervical lymph nodes and subsequently migrate towards the brain; to assess whether T reg cells play a role in neurotoxic astrogliosis after stroke.\n\nStudy design: case control study.\n\nStudy population: we will include: 60 patients aged 18 years or older with clinical symptoms of hemispheric ischemic stroke due to occlusion of a large cerebral blood vessel, onset within 48 hours and NIHSS of 1 or more; 30 healthy age- and sex- matched controls; 10 patients undergoing carotid endarterectomy within 30 days after stroke and 3 patients without stroke undergoing carotid endarterectomy for asymptomatic carotid stenosis.\n\nMain study parameters/endpoints: we will assess the amount and characteristics of regulatory T cells in peripheral blood and lymph nodes and compare these with patients without stroke.\n\nNature and extent of the burden and risks associated with participation, benefit and group relatedness: in 60 patients blood will be sampled at 9 time points. In addition, neurologic examination at 5 time points, 1 MRI scan and 1 telephone interview will be performed. In 10 patients who undergo carotid endarterectomy, a lymph node will be extracted and blood will be drawn during this surgery. The study is carried out in both capacitated and incapacitated persons because exclusion of non-communicative stroke patients would lead to a selective patient sample."},"conditionsModule":{"conditions":["Stroke, Acute"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITHOUT_DNA","description":"Blood, lymphoid tissue"},"enrollmentInfo":{"count":103,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke","description":"We will include: 60 patients aged 18 years or older with clinical symptoms of hemispheric ischemic stroke due to occlusion of a large cerebral blood vessel, onset within 48 hours and NIHSS of 1 or more;"},{"label":"Controls","description":"30 healthy controls, age- and sex- matched with stroke study population"},{"label":"Carotid arterectomy after stroke","description":"10 patients undergoing carotid endarterectomy within 30 days after stroke"},{"label":"Carotid endarterectomy for asymptomatic stenosis","description":"3 patients without stroke undergoing carotid endarterectomy for asymptomatic carotid stenosis."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Regulatory T cells","description":"we will assess the amount and characteristics of regulatory T cells in peripheral blood and lymph nodes and compare these with patients without stroke.","timeFrame":"28 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusioncriteria\n\nIn order to be eligible to participate in part 1 of this study (serial blood sampling), a subject must meet all of the following criteria:\n\n* age 18 years or older,\n* clinical symptoms of hemispheric ischemic stroke due to occlusion of a large vessel\n* an onset of symptoms less than 48 h\n* a score of 1 or more on the National Institutes of Health Stroke Scale (NIHSS)\n* admission to hospital\n* written informed consent obtained\n\nFor the control arm of part 1 of the study:\n\n* age 18 years or older\n* increased risk of cardiovascular disease (defined as a previous cardiovascular event other than stroke or one of the following risk factors: smoking, hypertension, hypercholesterolemia or diabetes mellitus)\n* written informed consent obtained\n* scheduled blood draw ordered at the Neurology outpatient clinic at Amsterdam UMC (location AMC) for non-vascular non-immunological disease","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"we will include: 60 patients aged 18 years or older with clinical symptoms of hemispheric ischemic stroke due to occlusion of a large cerebral blood vessel, onset within 48 hours and NIHSS of 1 or more; 30 healthy age- and sex- matched controls; 10 patients undergoing carotid endarterectomy within 30 days after stroke and 3 patients without stroke undergoing carotid endarterectomy for asymptomatic carotid stenosis.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"D van de Beek, MD PhD","role":"CONTACT","phone":"0205669111","email":"d.vandebeek@amsterdamumc.nl"},{"name":"W F Westendorp, MD PhD","role":"CONTACT","phone":"0205669111","email":"w.f.westendorp@amsterdamumc.nl"}],"locations":[{"facility":"Academic University Medical Center Amsterdam","status":"RECRUITING","city":"Amsterdam","state":"Noord-Holland","zip":"1100 AZ","country":"Netherlands","contacts":[{"name":"D. van de Beek, Prof. Dr.","role":"CONTACT","phone":"0205669111"},{"name":"WF Westendorp, Dr.","role":"CONTACT","phone":"0205669111","email":"w.f.westendorp@amsterdamumc.nl"}],"geoPoint":{"lat":52.37403,"lon":4.88969}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}