{"protocolSection":{"identificationModule":{"nctId":"NCT05520489","orgStudyIdInfo":{"id":"satsairaalrehaba"},"organization":{"fullName":"Satasairaala","class":"OTHER"},"briefTitle":"Upper Limb Rehabilitation in First Year After Stroke Using Modern Treatment Strategies - a Single Case Study","officialTitle":"Upper Limb Rehabilitation in First Year After Stroke Using Modern Treatment Strategies (rTMS, Robot Assisted Training and Intensive Motor Training ) - a Single Case Study"},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-05-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-08-22","studyFirstSubmitQcDate":"2022-08-25","studyFirstPostDateStruct":{"date":"2022-08-30","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-08-25","lastUpdatePostDateStruct":{"date":"2022-08-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Aet Ristmägi","investigatorTitle":"Medical Doctor","investigatorAffiliation":"Satasairaala"},"leadSponsor":{"name":"Satasairaala","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a major cause of disability in worldwide, causing billions of euros direct and indirect costs to the community. Upper limb motor dysfunction is seen in about 50% stroke survivors. Upper extremity paresis is identified as a strong component for performing activities of daily living (ADL) (Veerbeek 2011). Upper-limb rehabilitation is crucial during the first three to six months since the onset of stroke because the motor and ADL-performance recovery of stroke survivors declines afterward (Kwakkel \\& Kollen, 2013, Wade et al., 1983). The main advantages of using robot-assisted therapy are to deliver high-dosage and high-intensity training (Sivan et al., 2011). Robot-assisted training enables a greater number of repetitive tasks to be practised in a consistent and controllable manner. A dose of greater than 20 h of repetitive task training improves upper limb motor recovery following a stroke (Pollock 2014) and, therefore, robot-assisted training has the potential to improve arm motor recovery after stroke.\n\nRepetitive transcranial magnetic stimulation (rTMS) is the field of interest and is incorporated to stroke rehabilitation in many institutes. Low-frequency rTMS to the unaffected hemisphere could normalize the inhibitory imbalance between hemispheres (Adeyemo et al., 2012). The safety and application guidelines of transcranial magnetic stimulation were extensively reviewed by Rossi et al. (2009). It is opposed that there is no effect of rTMS alone on upper extremity (UE) disabilities, but rTMS in combination with another rehabilitation treatment potentiates the effect of the rehabilitation treatment alone with regards to UE impairment. There is inconclusive evidence that the combined treatment (rTMS + conventional rehabilitation) have effect on UE disabilities. Treatment effects have been described in acute, subacute and chronic stroke patients, though it is proposed, that there is lack of late subacute phase rTMS studies that used FMA for outcome measure (van Lieshout, 2019).\n\nIn this single-case study the investigators compare different rehabilitation modules - self exercising (baseline), robot assisted training, rTMS and intensive motor training guided by therapist, to improve the use of paretic hand. The aim of this study is to show if there is clinically relevant improvement of the motion or function of upper extremity in different treatment strategies and if any of these treatment is superior to self-training.","detailedDescription":"Introduction Stroke is a major cause of disability in worldwide, causing billions of euros direct and indirect costs to the community. Upper limb motor dysfunction is seen in about 50% stroke survivors. Upper extremity paresis is identified as a strong component for performing ADL (Veerbeek 2011, 1). Hemi-paretic upper extremity causes reduction of capacity to carry out different types of functional tasks like reaching, grasping and manipulation that may lead to difficulty in activities of daily life (Yavuser 2008, 2). Upper-limb rehabilitation is crucial during the first three to six months since the onset of stroke because the motor and ADL-performance recovery of stroke survivors declines afterward (Kwakkel \\& Kollen, 2013, Wade et al., 1983) (3-4).\n\nImprovement probably occurs through a complex combination of spontaneous and learning-dependent processes including: restitution, substitution, and compensation (Kwakkel et al., 2004; Langhorne et al., 2011)(5-6). Until the third month after stroke onset, a variable spontaneous neurological recovery can be considered a confounder of rehabilitation intervention (Kwakkel et al., 2006)(7). Progresses in functional outcome appearing after 3 months seem largely dependent on learning adaptation strategies (Kwakkel et al., 2004)(5). Evidence suggests that neurological repair through brain reorganization supporting true recovery or, alternatively through compensation, may also take place in the subacute and chronic phase after stroke (Krakauer, 2006)(8).\n\nSince upper limb paresis is shown to be major factor for performing ADL activities and is strongly related to independence in self-care, there is urgent need to find methods to improve the function of paretic upper limb.\n\nMotor training, functional training and goal-setting are traditional rehabilitation methods that are widely used and are often the treatment standard for stroke patients.\n\nIn the recent Cochrane review it was concluded that robot assisted therapy can improve activities of daily living, arm function, and muscle strength of the paretic arm (Mehrholz, 2018)(9). The main advantages of using robot-assisted therapy are to deliver high-dosage and high-intensity training (Sivan et al., 2011)(10). Robot-assisted training enables a greater number of repetitive tasks to be practised in a consistent and controllable manner. Repetitive task training is known to drive Hebbian plasticity, where wiring of pathways that are coincidently active is strengthened (Hallett 1999, Hebb 1949)(11,12). A dose of greater than 20 h of repetitive task training improves upper limb motor recovery following a stroke (Pollock 2014)(13) and, therefore, robot-assisted training has the potential to improve arm motor recovery after stroke.\n\nRepetitive transcranial magnetic stimulation (rTMS) is the field of interest and is incorporated to stroke rehabilitation in many institutes. Low-frequency rTMS (inhibitory stimulation, 1 Hz) to the unaffected hemisphere could normalize the inhibitory imbalance between hemispheres (Adeyemo et al., 2012)(14). The safety and application guidelines of transcranial magnetic stimulation were extensively reviewed by Rossi et al. (2009)(15). It is opposed that there is no effect of rTMS alone on upper extremity (UE) disabilities, but rTMS in combination with another rehabilitation treatment (occupational therapy, physiotherapy, motor training) potentiates the effect of the rehabilitation treatment alone with regards to UE impairment. There is inconclusive evidence that the combined treatment (rTMS + conventional rehabilitation) have effect on UE disabilities. Treatment effects have been described in acute, subacute and chronic stroke patients, though it is proposed, that there is lack of late subacute phase rTMS studies that used Fugl-Meyer Assessment (FMA) for outcome measure (van Lieshout, 2019, 27).\n\nIn this single-case study the investigators compare different rehabilitation modules - self exercising (baseline), robot assisted training, rTMS and intensive motor training guided by therapist, to improve the use of paretic hand. In this study we want to investigate, if there is clinically relevant improvement of the motion or function of upper extremity in different treatment strategies and if there are any of these treatment superior to self-training.\n\nMethods Study design A single-case design was chosen since it is sensitive to individual improvement and is of appropriate scope for a small-scale rehabilitation study (Zhan, 2001, Lobo, 2017)(16, 17). The single-case design employed in this study consisted of a 3 week baseline phase (phase A), 3 different intervention phases - intensive guided UE motor training, rTMS and robot assisted UE training (phase B, C and D in randomized order, each 3 weeks long), second baseline phase (phase E) as well as a 2 month follow up. Baseline phase included self-practicing without any additional UE therapy/(+TAU). The assessment was performed before and after every phase and in 2 months follow up. All participants consented before trial procedures. This study is part of the quality register study of the Department of physical medicine and rehabilitation in Satasairaala (The West Coast Quality Register https://www.lansirannikonlaaturekisteri.fi ) and the trial was approved by Satasairaala (SATSHP/697/13.01/2020).\n\nParticipants All patients were treated in Satasairaala rehabilitation ward with a multidisciplinary rehabilitation team after acute management with the stroke diagnosis and had remarkable UE paresis. After discharge, all patients were followed up in out-patient rehabilitation clinic and everyone had an individual rehabilitation plan. During hospital stay and follow up the improvement of overall function and specifically UE function were assessed. Patient was offered to participate the study when the UE functional improvement has significantly slowed down or stopped (to rule out rapid spontaneous improvement), patient met the inclusion criteria and voluntarily wanted to participate.\n\nInterventions Repetitive Transcranial Magnetic stimulation Participants received 15 sessions (15 daily session - Monday to Friday) of active rTMS over the 'hotspot\" M1 area of the unaffected hemisphere leading to a response in the contralateral thenar muscle using Visor2-navigation system and MagstimRapid -magnetic stimulator. \"Hot spot\" localization was performed by stimulation with 50%:n intensity and found the maximum response area, where the coil was placed using the navigator cursor. The motor threshold was found using Maximum-Likelihood Strategy -algorithm of MTAT system.\n\nLow frequency rTMS was applied at 80-90% resting motor threshold (rMT) intensity, 1 Hz, 600+600 pulses, inbetween 10 minutes break. Intensity was increased after each 2-3 treatment to keep motor threshold 90%.\n\nRobot Assisted Therapy This was delivered using the Diego and Pablo (Tyromotion GmBH) robotic gym system. Participants receive robot-assisted training for up to 60 min per day, four days per week for 3 weeks, in addition to usual care. Robotic devices enable 3D interactive exercising, using weight reducing system in Diego and fine motor training in Pablo. Exercises can be one- or two-handed and/or symmetrical. Patient performs 150-400 repetitions in one therapy session. Estimated time is 2-3 minutes per one exercise section. Standard \"minimum\" program includes 4 games: \"swimming\", \"shooting\", \"ship\" and \"apple orchard\". The therapist instructs the patient and assure the position of trunk and shoulder girdle.\n\nEnhanced upper limb therapy programme Exercises were performed by using different objects for task orientated movements. The therapist provided assistance as needed and encouraged participants to complete the tasks. Training was divided to 3 sessions for fine motor training and complex training and 1 session for shoulder girdle and complex training per week for 3 weeks, in addition to usual care. Each session lasts 1 hour and estimated time is 2-5 min to each exercise section.\n\nStatistical Analysis All statistical analyses are carried out in the Statistical Package for Social Sciences (SPSS.21). The alpha level for significance was set at P\\<0.05. Between groups data will be examined using analysis of variances (ANOVAs). Demographic variables are compared using a t-test or chi-squared test for continuous and categorical variables, respectively. ANOVA will be utilized for the primary outcome FMA, joint movement, strength and shoulder proprioception and the secondary outcomes of the HRQoL.\n\nResults Earlier studies indicate, that rTMS improves UE motor function compared to sham TMS (Hosomi, 28). Robot-assisted training is suggested be slightly superior compared to convention upper limb therapy in improving arm capacity and activities of daily living (Chen, 29). Cochrane review states that robot-assisted therapy might improve activities of daily living, arm function, and arm muscle strength of stroke survivors (Mehrholz, 9)."},"conditionsModule":{"conditions":["Stroke"],"keywords":["rTMS, Robot Assisted Therapy, strokerehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":15,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"treatment as usual, physiotherapy","type":"ACTIVE_COMPARATOR","description":"Exercises were performed by using different objects for task orientated movements. The therapist provided assistance as needed and encouraged participants to complete the tasks. Training was divided to 3 sessions for fine motor training and complex training and 1 session for shoulder girdle and complex training per week for 3 weeks, in addition to usual care. Each session lasts 1 hour and estimated time is 2-5 min to each exercise section","interventionNames":["Device: Repetitive Transcranial Magnetic stimulation","Device: Robot Assisted Therapy"]},{"label":"Transcranial magnetic stimulation","type":"ACTIVE_COMPARATOR","description":"Participants received 15 sessions (15 daily session - Monday to Friday) of active rTMS over the 'hotspot\" M1 area of the unaffected hemisphere leading to a response in the contralateral thenar muscle using Visor2-navigation system and MagstimRapid -magnetic stimulator. Low frequency rTMS was applied at 80-90% resting motor threshold (rMT) intensity, 1 Hz, 600+600 pulses, inbetween 10 minutes break. Intensity was increased after each 2-3 treatment to keep motor threshold 90%.","interventionNames":["Device: Robot Assisted Therapy","Other: Enhanced upper limb therapy programme"]},{"label":"robot assisted training","type":"ACTIVE_COMPARATOR","description":"This was delivered using the Diego and Pablo (Tyromotion GmBH) robotic gym system. Participants receive robot-assisted training for up to 60 min per day, four days per week for 3 weeks, in addition to usual care. Robotic devices enable 3D interactive exercising, using weight reducing system in Diego and fine motor training in Pablo. Exercises can be one- or two-handed and/or symmetrical. Patient performs 150-400 repetitions in one therapy session. Estimated time is 2-3 minutes per one exercise section. Standard \"minimum\" program includes 4 games: \"swimming\", \"shooting\", \"ship\" and \"apple orchard\". The therapist instructs the patient and assure the position of trunk and shoulder girdle.","interventionNames":["Device: Repetitive Transcranial Magnetic stimulation","Other: Enhanced upper limb therapy programme"]}],"interventions":[{"type":"DEVICE","name":"Repetitive Transcranial Magnetic stimulation","description":"Participants received 15 sessions (15 daily session - Monday to Friday) of active rTMS over the 'hotspot\" M1 area of the unaffected hemisphere leading to a response in the contralateral thenar muscle using Visor2-navigation system and MagstimRapid -magnetic stimulator. . \"Hot spot\" localization was performed by stimulation with 50%:n intensity and found the maximum response area, where the coil was placed using the navigator cursor. The motor threshold was found using Maximum-Likelihood Strategy -algorithm of MTAT system.\n\nLow frequency rTMS was applied at 80-90% resting motor threshold (rMT) intensity, 1 Hz, 600+600 pulses, inbetween 10 minutes break. Intensity was increased after each 2-3 treatment to keep motor threshold 90%.","armGroupLabels":["robot assisted training","treatment as usual, physiotherapy"]},{"type":"DEVICE","name":"Robot Assisted Therapy","description":"This was delivered using the Diego and Pablo (Tyromotion GmBH) robotic gym system. Participants receive robot-assisted training for up to 60 min per day, four days per week for 3 weeks, in addition to usual care. Robotic devices enable 3D interactive exercising, using weight reducing system in Diego and fine motor training in Pablo. Exercises can be one- or two-handed and/or symmetrical. Patient performs 150-400 repetitions in one therapy session. Estimated time is 2-3 minutes per one exercise section. Standard \"minimum\" program includes 4 games: \"swimming\", \"shooting\", \"ship\" and \"apple orchard\". The therapist instructs the patient and assure the position of trunk and shoulder girdle.","armGroupLabels":["Transcranial magnetic stimulation","treatment as usual, physiotherapy"]},{"type":"OTHER","name":"Enhanced upper limb therapy programme","description":"Exercises were performed by using different objects for task orientated movements. The therapist provided assistance as needed and encouraged participants to complete the tasks. Training was divided to 3 sessions for fine motor training and complex training and 1 session for shoulder girdle and complex training per week for 3 weeks, in addition to usual care. Each session lasts 1 hour and estimated time is 2-5 min to each exercise section.","armGroupLabels":["Transcranial magnetic stimulation","robot assisted training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Assessment","description":"Upper extremity motor, sensory, pain and movement assessment with higher value showing better results.","timeFrame":"3 weeks"},{"measure":"active range of motion in shoulder joint, elbow, wrist","description":"measured either by robotic device or goniometer; strength of hand and fingers (Jamar, Pablo) and shoulder proprioception (when the active movement of shoulder joint enabled assessment with laserpointer and target).","timeFrame":"3 weeks"}],"secondaryOutcomes":[{"measure":"Quality of life Eq-5D","description":"5 dimension self-assessment tool, calculated index from 0 to 1, where 1 is better quality of life","timeFrame":"4 months"},{"measure":"Quality of life Eq-5D Visual Analogue Scale","description":"Self-assessed number between 0 and 100, where 100 is the best score for general health","timeFrame":"4 months"},{"measure":"International Classification of Function 15 Dimensions","description":"15 dimensions of different health subdivisions, calculated as index between 0 and 1 where 1 is better outcome.","timeFrame":"4 months"},{"measure":"World Health Organization Disability Assessment Schedule 2.0","description":"12 dimension self-assessment tool, calculated index between 0 and 1 where 1 is better outcome","timeFrame":"4 months"},{"measure":"Hospital Anxiety and Depression Score","description":"Self-assessed Depression and Anxiety score between 0 and 21 each, with 21 the most depressed and anxious.","timeFrame":"4 months"},{"measure":"Life Satisfaction","description":"11 dimension self-assessment tool, each dimension assessed from 1 to 6, where 1 means not satisfied at all and 6 means very satisfied.","timeFrame":"4 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* adults with hemiparesis/hemiplegia due to stroke (ischaemic or haemorrhagic)\n* stroke diagnose within the previous 2-9 months (subacute phase)\n* upper extremity Fugl-Meyer (FMA) motor score \\< 56.\n\nExclusion Criteria:\n\n* patient is unable to understand instructions\n* transcranial magnetic stimulation contraindications (Rossi 2009, Rossini 2015)\n* concurrent medical condition likely to worsen functional status within 6 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"dep of physical medicine and rehabilitation Satasairaala","status":"RECRUITING","city":"Pori","zip":"28100","country":"Finland","contacts":[{"name":"hannu v heikkilä","role":"CONTACT","phone":"+358401493233","email":"hannu.heikkila@satasairaala.fi"},{"name":"aet ristmagi","role":"CONTACT","phone":"+358730662801","email":"rehabtjanster@hotmail.com"}],"geoPoint":{"lat":61.48333,"lon":21.78333}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}