{"protocolSection":{"identificationModule":{"nctId":"NCT04743037","orgStudyIdInfo":{"id":"202004137"},"organization":{"fullName":"Washington University School of Medicine","class":"OTHER"},"briefTitle":"Interactive Self-Management Augmented by Rehabilitation Technologies","officialTitle":"Feasibility of Mobile Self-Management Intervention for Mild Stroke","acronym":"iSMART"},"statusModule":{"statusVerifiedDate":"2021-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-06-30","type":"ACTUAL"},"completionDateStruct":{"date":"2021-06-30","type":"ACTUAL"},"studyFirstSubmitDate":"2021-02-02","studyFirstSubmitQcDate":"2021-02-02","studyFirstPostDateStruct":{"date":"2021-02-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-08-27","lastUpdatePostDateStruct":{"date":"2021-08-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Washington University School of Medicine","class":"OTHER"},"collaborators":[{"name":"Shirley Ryan AbilityLab","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background: Stroke is a leading cause of long-term disability in the US. Mild stroke comprises half of stroke hospital admissions, but most people with mild stroke receive no rehabilitation services. Mild stroke is often the manifestation of uncontrolled chronic conditions (e.g. hypertension, diabetes), and people with mild stroke also experience ongoing chronic symptoms (e.g. depression, fatigue) that may impact their daily activities. An inability to manage chronic conditions and symptoms may lead to decreased participation in pre-stroke roles and activities, which may increase the chance of sustaining a second stroke. An effective intervention to manage chronic conditions and support participation is self-management. A meta-review of 13 systematic reviews demonstrated that self-management interventions significantly improve stroke survivors' daily activities, independence, and mortality. National research agendas from the Department of Health and Human Services (HHS) and Institute of Medicine (IOM) include self-management as one key goal of a strategic framework, aligning with the AOTF Research Priorities, for promoting (1) health behaviors to prevent and manage chronic conditions. Our preliminary studies indicate that mobile health (mHealth), defined as the delivery of healthcare services via mobile devices, can be used to precisely monitor participation in daily activities and mood and is acceptable in stroke survivors. Our meta-analysis indicates that digital self-management interventions are more effective in improving depression, fatigue, anxiety, and self-efficacy in people with neurologic disorders in comparison to non-digital self-management interventions. These studies support the AOTF Research Priorities that include (2) use of technology to support home and community activities, and (3) emotional influences.\n\nObjectives: The investigators will harness mHealth technology for a self-management program. Our intervention is a mobile phone intervention called iOTA, which builds on extensive work by my mHealth mentor and colleagues in health behavior research. The investigators will use a formal implementation science framework to adapt and test the iOTA intervention. The investigators will cohere an adaptation framework by soliciting stakeholder input to adapt the iOTA from Improving Participation after Stroke Self-Management (IPASS), an evidence-based intervention that targets self-management of chronic conditions and increased community participation in stroke survivors.\n\nMethods: The investigators will use a two-step approach, including a rigorous treatment adaptation and a Phase I feasibility trial. Our first step is to adapt the intervention with input from all relevant stakeholder levels. Our second step is to use a pre-post, non-randomized study design to test the adapted iOTA. Ten community-dwelling people with mild stroke will participate in the iOTA for 3 months. The iOTA incorporates daily short message service (SMS) text messages to supplement monthly in-person health coaching and weekly videoconference sessions. The investigators will include an occupational therapist (OT) as a health coach to teach individuals to incorporate self-management strategies into their daily routines to support participation in meaningful activities.\n\nExpected Outcome: This mHealth treatment development study will increase the reach and access of IPASS-a patient-centered, participation-focused self-management program for stroke survivors. The iOTA created will not only maximize our potential for the future randomized controlled trial (RCT) but also lay the groundwork for future funding mechanisms.","detailedDescription":"In this study, the investigators will take 30 stroke survivors and have them participate in a 3-month study consisting of screening, assessments, goal setting, health coaching, EMA surveys, and feedback on how to improve the study for a future expanded study.\n\nAfter the research team consents and enrolls participants, participants will be randomized and complete screening, assessment, and training on the video conferencing system, training on the Status/Post and SMS. The screening measures and assessments that will be performed are: Participation Strategies Self-Efficacy Scale, PROMIS Self Efficancy, Stroke Impact Scale, Activity Card Sort, Reintegration to Normal Living Index, PHQ-9, PROMIS 29+2, Light House Test, Boston Naming Test, and Short Blessed Test form are all assessments that will be performed online through REDCap via a secure link over the phone or email. The last three tests are screening instruments. The investigators can perform all assessments online through REDCap via a secure link over the phone or email. All data collected will be directly entered into REDCap. Participants will receive an iPod touch if they do not have an iPhone which will be mailed to them to use for the next 14 days. Participants will complete the EMA assessment prototype 5x/day for 14 days via the Status/post-application. Goals will also be set that the participant would like to achieve. If participants do not have a phone or mobile device capable of using the video conferencing system and SMS, the investigators will mail them an iPad to use for the study duration.\n\nThe 15 MyIPASS participants will engage in video conference sessions between the pre and post visits. A health coach will collaboratively work with the participant to practice treatment strategies and set goals in weekly individual sections. In addition, all participants will engage in weekly group sessions with a health coach in order to learn and practice specific self-management skills and strategies in a group context. In addition, MyIPASS entails using an interactive SMS to provide ongoing support and self-monitoring of behavior change goals. The SMS is programmed to \"touch\" participants daily; the SMS system prompts participants to report their daily activities and progress in achieving goals via \"check-in\" messages and sends immediate, tailored feedback about their progress. If a participant is making progress toward their goal, the SMS system will suggest a change to the participant's goal between visits.\n\nThe 15 attentional control group stroke survivors will receive phone calls over the 12-week intervention checking in with them on how they are doing in their everyday life. They will also receive stroke education materials, but they will not receive the same MyIPASS intervention as the intervention group.\n\nA pre-selected time will be scheduled for the participant to complete their post-assessments, and complete an interview after the 12 weeks via the phone. The assessments will be administered the same as they were in the pre-test, given a link over the phone or email to a secure RedCap site which will include the following assessments: Client Satisfaction Questionnaire (CSQ), Healing Encounters \\& Attitudes Lists - Patient-Provider Connection (HEAL-PPC), PROMIS Self Efficancy, Stroke Impact Scale, Activity Card Sort, Reintegration to Normal Living Index, PHQ-9, PROMIS 29+2, Acceptability of Implementation Measure (AIM), Appropriateness of Implementation Measure (IAM), and Feasibility of Implementation Measures after the intervention. The investigators will ask them to mail the iPod back to the lab when they are finished with their 14-day surveys with a prepaid envelope. If participants used an iPad, they will return it to the lab via mail in a prepaid envelope.\n\nAt the conclusion of the trial, the investigators will ask the 30 stroke survivors, the investigators will conduct the feedback questions during the follow-up phone appointment. All interviews will be facilitated by a moderator. Moderators will be trained with the interview guide and Computer Usage Questionnaire. Sessions will be audio/video recorded to allow for transcription and analysis. Participants may share as much as they would like or feel comfortable.\n\nData from participants will be collected from screening measures, assessments, and the SMS prototype. Please refer to the attachment for knowing what coded data will be extracted from the SMS dashboard. During the data collection process, members of the research team may photograph the participant doing a variety of tasks if given permission."},"conditionsModule":{"conditions":["Occupational Therapy","Epidemiology","Neurologic Disorder"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":24,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Standard of Care (SOC)","type":"NO_INTERVENTION","description":"The 15 attentional control group stroke survivors will receive phone calls over the 12-week intervention checking in with them on how they are doing in their everyday life. They will also receive stroke education materials, but they will not receive the same iSMART intervention as the intervention group."},{"label":"iSMART","type":"EXPERIMENTAL","description":"The 15 iSMART participants will engage in video conference sessions between the pre and post visits. A health coach will collaboratively work with the participant to practice treatment strategies and set goals in weekly individual sections. In addition, all participants will engage in weekly group sessions with a health coach in order to learn and practice specific self-management skills and strategies in a group context. In addition, iSMART entails using an interactive SMS to provide ongoing support and self-monitoring of behavior change goals. The SMS is programmed to \"touch\" participants daily; the SMS system prompts participants to report their daily activities and progress in achieving goals via \"check-in\" messages and sends immediate, tailored feedback about their progress. If a participant is making progress toward their goal, the SMS system will suggest a change to the participant's goal between visits.","interventionNames":["Behavioral: iSMART"]}],"interventions":[{"type":"BEHAVIORAL","name":"iSMART","description":"This patient-centered and participation-focused self-management intervention will help individuals develop strategies to manage chronic conditions and support their full participation in meaningful life activities.","armGroupLabels":["iSMART"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Acceptability: Acceptability of Intervention Measure (AIM)","description":"A 4-item short-form to assess acceptability of an intervention's implementation (Weiner et al., 2017). High acceptability is defined as the score 16 or higher out of 20 on the AIM.","timeFrame":"Post-treatment (week 12)"},{"measure":"Appropriateness: Intervention Appropriateness Measure (IAM)","description":"A 4-item short-form to assess appropriateness of an intervention's implementation (Weiner et al., 2017). High appropriateness is defined as the score 16 or higher out of 20 on the IAM.","timeFrame":"Post-treatment (week 12)"},{"measure":"Feasibility: Feasibility of Intervention Measure (FIM)","description":"A 4-item short-form to assess feasibility of an intervention's implementation (Weiner et al., 2017). High feasibility is defined as the score 16 or higher out of 20 on the FIM.","timeFrame":"Post-treatment (week 12)"},{"measure":"Satisfaction: Client Satisfaction Questionnaire","description":"An 8-item measure to assess the extent of satisfaction with services and met needs (Attkisson \\& Greenfield, 2004). High acceptability is defined as the score 24 or higher out of 32 on the Client Satisfaction Questionnaire.","timeFrame":"Post-treatment (week 12)"},{"measure":"Participation Self-Efficacy: Participation Strategies Self-Efficacy Scale","description":"A 35-item measure to assess the self-efficacy in managing home, work, community participation; communication; \\& advocating resources (D. Lee, Fogg, Baum, Wolf, \\& Hammel, 2018). Pre- and post-treatment change score is used to indicate the magnitude change of this construct after intervention. Cohen's d effect size of change \\>.20 to indicate a meaningful change.","timeFrame":"Pre-treatment (week 0) and Post-treatment (week 12"},{"measure":"General Self-Efficacy: PROMIS-Self-Efficacy Short Forms","description":"5 short forms to assess self-efficacy for managing: (1) daily activities, (2) medications and treatment, (3) symptoms, (4) emotions, and (5) social interactions. Each form is consisted of 4 items (Gruber-Baldini, Velozo, Romero, \\& Shulman, 2017). Pre- and post-treatment change score is used to indicate the magnitude change of this construct after intervention. Cohen's d effect size of change \\>.20 to indicate a meaningful change.","timeFrame":"Pre-treatment (week 0) and Post-treatment (week 12)"}],"secondaryOutcomes":[{"measure":"Functioning: Stroke Impact Scale","description":"A 59-item self-reported scale to measure 8 domains: strength, hand function, ADLs, mobility, communication, emotion, cognition, and participation (Duncan, Bode, Lai, \\& Perera, 2003). Pre- and post-treatment change score is used to indicate the magnitude change of this construct after intervention. Cohen's d effect size of change \\>.20 to indicate a meaningful change.","timeFrame":"Pre-treatment (week 0) and Post-treatment (week 12)"},{"measure":"Activity: Activity Card Sort","description":"A 89-item measure to assess the engagement in social, instrumental, \\& leisure activities (C. M. Baum \\& Edwards, 2001). Pre- and post-treatment change score is used to indicate the magnitude change of this construct after intervention. Cohen's d effect size of change \\>.20 to indicate a meaningful change.","timeFrame":"Pre-treatment (week 0) and Post-treatment (week 12)"},{"measure":"Participation: Reintegration to Normal Living Index","description":"An 11-item measure to assess the extent of integration into normal activities after illness (Bourget, Deblock-Bellamy, Blanchette, \\& Batcho, 2018). Pre- and post-treatment change score is used to indicate the magnitude change of this construct after intervention. Cohen's d effect size of change \\>.20 to indicate a meaningful change.","timeFrame":"Pre-treatment (week 0) and Post-treatment (week 12)"},{"measure":"Quality of Life: PROMIS® 29+2 Profile v2.1 (PROPr)","description":"PROPr is used to calculate a preference score. This preference-based score is estimated based on multiple health domains (physical function, anxiety, depression, fatigue, sleep disturbance, ability to participate in social roles and activities, pain interference, cognitive abilities), which provides a single summary score for overall health that can be used in comparisons across groups, treatment options in decision-making and cost-effectiveness analyses. We will also use this instrument throughout individual coaching sessions to guide the participant to identify the key problem area for self-management (Dewitt et al., 2018). Pre- and post-treatment change score is used to indicate the magnitude change of this construct after intervention. Cohen's d effect size of change \\>.20 to indicate a meaningful change.","timeFrame":"Pre-treatment (week 0) and Post-treatment (week 12)"},{"measure":"Non-specific treatment factors: Healing Encounters & Attitudes Lists","description":": Measuring nonspecific factors in treatment, including: (1) patient-provider connection (PPC), (2) healthcare environment (HCE), (3) treatment expectancy (TE), (4) positive outlook, and (5) spirituality (Greco et al., 2016)","timeFrame":"Course of Study 12 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* ischemic or hemorrhagic stroke (NIHSS scores ≤13)\n* aged ≥18\n* English-speaking\n* ≥3 months post-stroke\n* identified as having ≥1 chronic condition\n* mobile phone ownership.\n\nExclusion Criteria:\n\n* previous neurologic or psychiatric disorder (e.g. dementia or schizophrenia)\n* Short Blessed Test score ≥9 (indicating severe cognitive impairment) (Katzman et al., 1983)\n* history of functional problems (pre-morbid modified Ranking Scale score ≥2) regardless of prior stroke\n* severe aphasia (Boston Naming Test ≤10) (Kaplan, Goodglass, \\& Weintraub, 2001) or NIH Stroke Scale Aphasia subscale score ≥2.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Wing Wong, PhD","affiliation":"Washington University OT","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Washington University School of Medicine","city":"Saint Louis","state":"Missouri","zip":"63110","country":"United States","geoPoint":{"lat":38.62727,"lon":-90.19789}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"There is no plan to share IPD."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}