{"protocolSection":{"identificationModule":{"nctId":"NCT01288352","orgStudyIdInfo":{"id":"EAST- AFNET 4"},"secondaryIdInfos":[{"id":"2010-021258-20","type":"EUDRACT_NUMBER"}],"organization":{"fullName":"Atrial Fibrillation Network","class":"OTHER"},"briefTitle":"Early Treatment of Atrial Fibrillation for Stroke Prevention Trial","officialTitle":"Early Therapy of Atrial Fibrillation for Stroke Prevention Trial (EAST).","acronym":"EAST"},"statusModule":{"statusVerifiedDate":"2020-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-07-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-03-06","type":"ACTUAL"},"completionDateStruct":{"date":"2020-05-31","type":"ACTUAL"},"studyFirstSubmitDate":"2011-02-01","studyFirstSubmitQcDate":"2011-02-01","studyFirstPostDateStruct":{"date":"2011-02-02","type":"ESTIMATED"},"lastUpdateSubmitDate":"2020-07-21","lastUpdatePostDateStruct":{"date":"2020-07-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Atrial Fibrillation Network","class":"OTHER"},"collaborators":[{"name":"Sanofi","class":"INDUSTRY"},{"name":"Abbott","class":"INDUSTRY"},{"name":"Deutsche Herzstiftung e.V.","class":"UNKNOWN"},{"name":"European Heart Rhythm Association (EHRA)","class":"UNKNOWN"},{"name":"BMBF (German Ministry for Science)","class":"UNKNOWN"},{"name":"Deutsches Zentrum für Herz-Kreislauf-Forschung (DZHK)","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"EAST prospectively tests the hypothesis that an early, structured rhythm control therapy based on antiarrhythmic drugs and catheter ablation can prevent atrial fibrillation (AF) related complications in patients with AF when compared to usual care.\n\nPatients will be randomized to early therapy or usual care. In the early therapy group, patients will receive either catheter ablation (usually by pulmonary vein isolation), or adequate antiarrhythmic drug therapy at an early time point. The initial therapy will be selected by the local investigator. Upon AF recurrence, both modalities will be combined.\n\nUsual care will be conducted following the 2010European Society of Cardiology ( ESC )guidelines for AF treatment. Early rhythm control therapy will be guided by Electrocardiogram (ECG) monitoring."},"conditionsModule":{"conditions":["Atrial Fibrillation","Stroke"],"keywords":["early treatment","rhythm control","atrial fibrillation","cardiovascular complications"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":2789,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Usual care","type":"NO_INTERVENTION","description":"Usual care closely follows the suggestions laid out in the current European Society of Cardiology (ESC) guidelines for AF treatment. In addition to antithrombotic therapy and therapy of underlying heart disease, usual care usually consists of an initial attempt to control symptoms by rate control therapy. Rhythm control interventions are recommended when symptoms can not be controlled by optimal rate control therapy in the usual care group."},{"label":"early standardised rhythm control","type":"OTHER","description":"Patients in the early therapy group will be treated following the same therapeutic recommendations of the ESC guidelines as the usual care group. In addition, rhythm control therapy will be initiated early with the aim of preventing recurrence and delaying or preventing progression of AF.\n\nEarly-onset rhythm control therapy can consist of:\n\n1. Optimal antiarrhythmic drug therapy (Dronedarone, Amiodarone, Flecainide, Propafenone),\n2. Catheter ablation with the aim of pulmonary vein isolation (PVI),\n3. Antiarrhythmic drug therapy and catheter ablation may be supplemented by early cardioversion in patients with persistent AF.\n\nAll individual treatment decisions will be taken by the treating study physician considering the labelling of the procedures and drugs and patient preferences.","interventionNames":["Other: early standardised rhythm control"]}],"interventions":[{"type":"OTHER","name":"early standardised rhythm control","description":"Patients in the early therapy group will be treated following the same therapeutic recommendations of the ESC guidelines as the usual care group. In addition, rhythm control therapy will be initiated early with the aim of preventing recurrence and delaying or preventing progression of AF.\n\nEarly-onset rhythm control therapy can consist of:\n\n1. Optimal antiarrhythmic drug therapy\n2. Catheter ablation with the aim of pulmonary vein isolation (PVI),\n3. Antiarrhythmic drug therapy and catheter ablation may be combined and supplemented by early cardioversion in patients with persistent AF.\n\nAll individual treatment decisions will be taken by the treating study physician considering the labelling of the procedures and drugs and patient preferences.","armGroupLabels":["early standardised rhythm control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"A composite of cardiovascular death, stroke and hospitalization due to worsening of heart failure or due to acute coronary syndrome.","description":"The 1st co-primary outcome parameter is defined as the time to the first occurrence of a composite of cardiovascular death, stroke / transient ischemic attack (TIA), and hospitalization due to worsening of heart failure or due to acute coronary syndrome. The second co-primary outcome is nights spent in hospital per year.\n\nThe 2nd co-primary outcome is nights spent in hospital per year.","timeFrame":"8 years"}],"secondaryOutcomes":[{"measure":"Key 2d outcomes: Each of the components of the 1st outcome, time to recurrent AF, cv hospitalizations, all-cause hospitalizations, left ventricular function, QL, cognitive function, cost of therapy.","description":"The 2d outcome parameters are defined as\n\n-all-cause death, AF-related death, time to the 1. occurrence of each of the components of the 1st co-primary outcome, time to recurrent AF (paroxysmal, persistent, long-lasting persistent, permanent) ,AF burden,time to 1. therapy change, time to 1. cv hosp., nr of cv hosp., left ventricular function at 24 months, QoL changes at 24 months and at study termination comp. to baseline, health-related cost calculation and cost of outpatient treatment, change of cognitive function at 24 months compared to BL, cardiac rhythm (sinus rhythm vs. AF), time to: -first symptomatic AF recurrence, -first progression of AF (from paroxysmal to persistent or long-lasting persistent or permanent and each of these components).\n\nThe 1st safety outcome:all deaths, the components of the 1st efficacy parameter plus other AEs rel. to the study intervention with special emphasis on proarrhythmia and complications due to interventions.","timeFrame":"8 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Recent-onset AF (≤ 1 year prior to enrolment)\n2. At least one ECG within recent 12 months that documents AF whereas the AF episode must last longer than 30 sec.\n3. One of the following:\n\n   * age \\> 75 years or\n   * prior stroke or transient ischemic attack\n\n   OR two of the following:\n   * age \\> 65 years,\n   * female sex,\n   * arterial hypertension (chronic treatment for hypertension, estimated need for continuous antihypertensive therapy or resting blood pressure \\> 145/90 mmHg),\n   * diabetes mellitus (treated by drugs or insulin) or impaired glucose tolerance\n   * severe coronary artery disease (previous myocardial infarction, CABG or PCI)\n   * stable heart failure (NYHA II or LVEF \\<50%),\n   * left ventricular hypertrophy on echocardiography (more than 15 mm wall thickness),\n   * chronic kidney disease (MDRD stage III or IV),\n   * peripheral artery disease.\n4. Provision of signed informed consent.\n5. Age ≥ 18 years.\n\nExclusion Criteria:\n\n1. Any disease that limits life expectancy to less than 1 year.\n2. Participation in another clinical trial, either within the past two months or ongoing\n3. Previous participation in the EAST trial.\n4. Pregnant women or women of childbearing potential not on adequate birth control: only women with a highly effective method of contraception \\[oral contraception or intra-uterine device (IUD)\\] or sterile women can be randomized.\n5. Breastfeeding women.\n6. Drug abuse.\n7. Prior AF ablation or surgical therapy of AF.\n8. Previous therapy failure on amiodarone, e.g. patients who suffered from symptomatic recurrent AF that required escalation of therapy while on amiodarone.\n9. Patients not suitable for rhythm control of AF.\n10. Severe mitral valve stenosis.\n11. Prosthetic mitral valve.\n12. Clinically relevant hepatic dysfunction requiring specific therapy.\n13. Clinically manifest thyroid dysfunction requiring therapy. After successful treatment of thyroid dysfunction, patients may be enrolled when their thyroid function is controlled.\n14. Severe renal dysfunction (stage V, requiring or almost requiring dialysis).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Paulus Kirchhof, MD","affiliation":"University of Birmingham Centre for Cardiovascular Sciences, Department of Cardiology, University Heart and Vascular Center UKE Hamburg, Hamburg, Germany","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"14 Sites","city":"Different","country":"Belgium"},{"facility":"4 Sites","city":"Different","country":"Czechia"},{"facility":"2 Sites","city":"Different","country":"Denmark"},{"facility":"2 Sites","city":"Different","country":"France"},{"facility":"51 Sites","city":"Different","country":"Germany"},{"facility":"12 Sites","city":"Different","country":"Italy"},{"facility":"13 Sites","city":"Different","country":"Netherlands"},{"facility":"5 Sites","city":"Different","country":"Poland"},{"facility":"10 Sites","city":"Different","country":"Spain"},{"facility":"5 Sites","city":"Different","country":"Switzerland"},{"facility":"22 Sites","city":"Different","country":"United Kingdom"}]},"referencesModule":{"references":[{"type":"RESULT","citation":"International Landmark EAST Study Inverstigates Treatment Options for Atrial Fibrillation"},{"pmid":"36036648","type":"DERIVED","citation":"Eckardt L, Sehner S, Suling A, Borof K, Breithardt G, Crijns H, Goette A, Wegscheider K, Zapf A, Camm J, Metzner A, Kirchhof P. Attaining sinus rhythm mediates improved outcome with early rhythm control therapy of atrial fibrillation: the EAST-AFNET 4 trial. Eur Heart J. 2022 Oct 21;43(40):4127-4144. doi: 10.1093/eurheartj/ehac471."},{"pmid":"35968706","type":"DERIVED","citation":"Rillig A, Borof K, Breithardt G, Camm AJ, Crijns HJGM, Goette A, Kuck KH, Metzner A, Vardas P, Vettorazzi E, Wegscheider K, Zapf A, Kirchhof P. Early Rhythm Control in Patients With Atrial Fibrillation and High Comorbidity Burden. Circulation. 2022 Sep 13;146(11):836-847. doi: 10.1161/CIRCULATIONAHA.122.060274. Epub 2022 Aug 15."},{"pmid":"35863844","type":"DERIVED","citation":"Goette A, Borof K, Breithardt G, Camm AJ, Crijns HJGM, Kuck KH, Wegscheider K, Kirchhof P; EAST-AFNET 4 Investigators. Presenting Pattern of Atrial Fibrillation and Outcomes of Early Rhythm Control Therapy. J Am Coll Cardiol. 2022 Jul 26;80(4):283-295. doi: 10.1016/j.jacc.2022.04.058."},{"pmid":"34447995","type":"DERIVED","citation":"Willems S, Borof K, Brandes A, Breithardt G, Camm AJ, Crijns HJGM, Eckardt L, Gessler N, Goette A, Haegeli LM, Heidbuchel H, Kautzner J, Ng GA, Schnabel RB, Suling A, Szumowski L, Themistoclakis S, Vardas P, van Gelder IC, Wegscheider K, Kirchhof P. Systematic, early rhythm control strategy for atrial fibrillation in patients with or without symptoms: the EAST-AFNET 4 trial. Eur Heart J. 2022 Mar 21;43(12):1219-1230. doi: 10.1093/eurheartj/ehab593."},{"pmid":"34328366","type":"DERIVED","citation":"Rillig A, Magnussen C, Ozga AK, Suling A, Brandes A, Breithardt G, Camm AJ, Crijns HJGM, Eckardt L, Elvan A, Goette A, Gulizia M, Haegeli L, Heidbuchel H, Kuck KH, Ng A, Szumowski L, van Gelder I, Wegscheider K, Kirchhof P. Early Rhythm Control Therapy in Patients With Atrial Fibrillation and Heart Failure. Circulation. 2021 Sep 14;144(11):845-858. doi: 10.1161/CIRCULATIONAHA.121.056323. Epub 2021 Jul 30."},{"pmid":"32865375","type":"DERIVED","citation":"Kirchhof P, Camm AJ, Goette A, Brandes A, Eckardt L, Elvan A, Fetsch T, van Gelder IC, Haase D, Haegeli LM, Hamann F, Heidbuchel H, Hindricks G, Kautzner J, Kuck KH, Mont L, Ng GA, Rekosz J, Schoen N, Schotten U, Suling A, Taggeselle J, Themistoclakis S, Vettorazzi E, Vardas P, Wegscheider K, Willems S, Crijns HJGM, Breithardt G; EAST-AFNET 4 Trial Investigators. Early Rhythm-Control Therapy in Patients with Atrial Fibrillation. N Engl J Med. 2020 Oct 1;383(14):1305-1316. doi: 10.1056/NEJMoa2019422. Epub 2020 Aug 29."},{"pmid":"24016492","type":"DERIVED","citation":"Kirchhof P, Breithardt G, Camm AJ, Crijns HJ, Kuck KH, Vardas P, Wegscheider K. Improving outcomes in patients with atrial fibrillation: rationale and design of the Early treatment of Atrial fibrillation for Stroke prevention Trial. Am Heart J. 2013 Sep;166(3):442-8. doi: 10.1016/j.ahj.2013.05.015. Epub 2013 Jul 30."}],"seeAlsoLinks":[{"label":"official web page for the EAST trial","url":"http://www.easttrial.org"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"We will share all data that support published results of the trial. Additional data that have not been published will be withheld until six months after publication of these results.\n\nData will be made available as required for specific, approved analyses. Data will be provided from locked, cleaned and de-identified study database. Requests will be reviewed by AFNET as per the predefined subanalysis plan.","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"timeFrame":"We will make data available starting six months after the publication of the primary results for 5 years.","accessCriteria":"The Clinical Study Report (CSR) and the Analytic Code will be shared upon request to AFNET.\n\nThis plan and the contact details will be made available on the EAST web site (www.easttrial.org) with additional information on planned and ongoing subanalyses conducted within the EAST trial team."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","removedCountries":["Czech Republic","Turkey"]},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M8244","name":"Flecainide","relevance":"LOW"},{"id":"M13964","name":"Propafenone","relevance":"LOW"},{"id":"M3903","name":"Anti-Arrhythmia Agents","relevance":"LOW"},{"id":"M3666","name":"Amiodarone","relevance":"LOW"},{"id":"M1897","name":"Dronedarone","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnArAg","name":"Anti-Arrhythmia Agents"},{"abbrev":"ChanBlk","name":"Channel Blockers"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"VaDiAg","name":"Vasodilator Agents"}]}},"hasResults":false}