{"protocolSection":{"identificationModule":{"nctId":"NCT04746820","orgStudyIdInfo":{"id":"2019-02192"},"organization":{"fullName":"University of Zurich","class":"OTHER"},"briefTitle":"Functional Near-infrared Spectroscopy in Unconscious Patients","officialTitle":"Prognostic Value of Functional Near-infrared Spectroscopy in Unconscious Neurocritical Care Patients- a Prospective Pilot Study","acronym":"fNIRS"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-01-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-11-12","studyFirstSubmitQcDate":"2021-02-04","studyFirstPostDateStruct":{"date":"2021-02-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-11-03","lastUpdatePostDateStruct":{"date":"2022-11-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Emanuela Keller","investigatorTitle":"Prof. Dr.","investigatorAffiliation":"University of Zurich"},"leadSponsor":{"name":"Emanuela Keller","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The study design is a single-center prospective pilot study. Hypothesis: Results of cerebral fNIRS examination in unconscious patients with severe hemorrhagic or ischemic stroke in the ICU are congruent with the results of SSEP and AEP. Hence, making it a potential prognostic tool for unconscious ICU patients.\n\nIn a specific subgroup of unconscious patients after cardiac arrest and cardiopulmonary resuscitation the fNIRS measurement is congruent with the results of electroencephalography (EEG).\n\nThe primary purpose of this study is to evaluate the agreement of the results of fNIRS examination to those of evoked potentials and EEG in unconscious ICU patients with severe hemorrhagic, or ischemic strokes or hypoxic brain injury after cardiac arrest and cardiopulmonary resuscitation.\n\nfNIRS will be compared to evoked potentials in an experimental group consisting of unconscious neuro-intensive care patients and in a control group consisting of healthy, conscious subjects.\n\nTo compare fNIRS with evoked potentials there are two test phases:\n\n1. The cerebral response to a somatosensory stimulus (peripheral nerve stimulation) is measured by fNIRS and SSEP\n2. The cerebral response to an auditory stimulus is measured by fNIRS and AEP\n\nTo avoid biases the following has to be considered:\n\n* The timing of the measurements plays an important role. A time difference between compared measurements can influence the outcome significantly due to deterioration or recovery of the neuronal network during the time gap. Therefore, fNIRS and evoked potentials will be measured simultaneously.\n* If the compared measurement methods are conducted by the same researcher the possibility of bias is high. Hence, two different researcher will conduct each one measurement without knowing the results of each other during the measurement.","detailedDescription":"Severe ischemic and hemorrhagic stroke, as well cardiac arrest even after successful cardiopulmonary reanimation are great causes of morbidity and mortality in Europe and worldwide. Although prevention and therapy strategies, have been successfully improved during the past decades, the global stroke burden - measured in disability adjusted life years (DALY) - is still great.\n\nSpecifically, the improvements of intensive care treatments and neurosurgical procedures have lowered mortality rates, but simultaneously have increased survivors with severe disorder of consciousness (DoC) or persistent disabilities. As a result, an early prognosis in unconscious patients suffering from severe stroke in the intensive care unit (ICU) becomes more important for the clinician. An early reliable prognosis enables the clinician to empower the surrogates of an unconscious patient to make choices consistent with his preferences. It improves also overall patient management in the NICU and helps to identify an appropriate rehabilitation care. Since clinical assessment of comatose Patients is limited, other examinations are needed to enhance the reliability of a prognosis.\n\nEvoked potentials, especially somatosensory and auditory evoked potentials (SSEP and AEP) are well established prognostic tools in unconscious ICU patients.\n\nThe advantage of evoked potentials over clinical assessments such as the Glasgow coma score (GCS) or laboratory values are that they are not influenced by intensive care interventions, and have a higher interrater reliability. They are also resistant to metabolic changes or sedation.\n\nElectroencephalography (EEG) is another established prognostic tool in comatose patients. However, both, evoked potential and EEG are highly vulnerable to artefacts and expensive due to high workforce requirements.\n\nFunctional near-infrared spectroscopy (fNIRS) is a promising strictly non-invasive, bedside examination. It is based on the finding that infrared light is absorbed by oxygenated and deoxygenated haemoglobin. Brain activation can be measured with fNIRS due to an increase of oxygenated haemoglobin and decrease of deoxygenated haemoglobin. Different studies show that brain activation as a response to peripheral somatosensory and auditory stimulation as it is conducted in SSEP and AEP can be detected by fNIRS. Recent studies investigated also the use of fNIRS in unconscious patients. However, it is unknown whether and how the brain activation measured by fNIRS due to sensory stimulation correlates to the measurements of evoked potentials in unconscious patients and if it has any prognostic value in unconscious patients.\n\nTherefore, the investigator aims to compare fNIRS with SSEP and AEP in unconscious neuro-intensive care patients suffering from severe hemorrhagic or ischemic stroke and in a control group with healthy conscious subjects. Hence, making it a potential prognostic tool for unconscious ICU patients."},"conditionsModule":{"conditions":["Nervous System Diseases","Healthy Subjects"],"keywords":["severe cerebral hemorrhage","ischemic stroke","unconscious neurocritical care patients","functional near-infrared spectroscopy","evoked potentials","electroencephalography"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SINGLE_GROUP","interventionModelDescription":"fNIRS will be compared to evoked potentials in an experimental group consisting of unconscious neuro-intensive care patients and in a control group consisting of healthy, conscious subjects.\n\n1. Experimental group: All included patients will be examined with fNIRS, sSEP and AEP examination within 7 days after admission. fNIRS, SSEP and AEP examination.\n2. Control group: The control group will be recruited among employees of the University Hospital Zurich, which are not subordinate to the PI and will have the same examinations as the experimental group.","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental (unconscious)","type":"EXPERIMENTAL","description":"fNIRS will be compared to evoked potentials in an experimental group (unconscious neuro-intensive care patients) and in a control group (healthy, conscious subjects)","interventionNames":["Other: single-center prospective pilot study"]},{"label":"Control group (healthy, conscious)","type":"SHAM_COMPARATOR","description":"fNIRS will be compared to evoked potentials in an experimental group (unconscious neuro-intensive care patients) and in a control group (healthy, conscious subjects)","interventionNames":["Other: single-center prospective pilot study"]}],"interventions":[{"type":"OTHER","name":"single-center prospective pilot study","description":"fNIRS will be compared to evoked potentials in an experimental group consisting of unconscious neuro-intensive care patients and in a control group consisting of healthy, conscious subjects.\n\nTo compare fNIRS with evoked potentials there are two test phases:\n\n1. The cerebral response to a somatosensory stimulus (peripheral nerve stimulation) is measured by fNIRS and SSEP\n2. The cerebral response to an auditory stimulus is measured by fNIRS and AEP","armGroupLabels":["Control group (healthy, conscious)","Experimental (unconscious)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Results of fNIRS examination to those of evoked potentials (presence or absence of response) in unconscious ICU patients with severe hemorrhagic, ischemic strokes or hypoxic brain injury after cardiac arrest and cardiopulmonary resuscitation.","description":"Correlation of presence of typical relative changes in NIRS pattern (increase of oxygenated hemoglobin and decrease of deoxygenated haemoglobin) to positive response to somatosensory and auditory stimulation measured by electroencephalography (change of cortical electrical acivity after stimulation). Both signals will be either present or absent.","timeFrame":"7 days"}],"secondaryOutcomes":[{"measure":"Evaluation of the agreement of the results of the experimental group and the control group","description":"Frequency of presence of typical relative changes in NIRS pattern (increase of oxygenated hemoglobin and decrease of deoxygenated haemoglobin) compared in healthy controls and patients.","timeFrame":"1 day"}],"otherOutcomes":[{"measure":"Safety endpoints (adverse events)","description":"Incidence of adverse events (for evoked potentials: skin infection or bleeding at the puncture site of electrode needles; for fNIRS: local allergic reaction against plaster or burning of the skin)","timeFrame":"7 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria - experimental group:\n\n* Patients of either sex with severe hemorrhagic, ischemic stroke or hypoxic brain injury after cardiac arrest and cardiopulmonary resuscitation treated at the Institute of Intensive Care Medicine, University Hospital Zurich\n* Unconsciousness (GCS \\< 9) or sedated to the severity of the disease (•o For the subgroup of patients included in the fNIRS-EEG measurement unconscious patients are defined as not responding to verbal stimuli. The motor response to pain should be one of the following: no response to pain / extensor response / flexor response / localize to pain)\n* Age ≥ 18 years\n* Signed informed consent obtained from legal representative\n* Measurement logistically and technical possible within the first 7 days after admission\n\nInclusion Criteria - control group:\n\n* Subjects of either sex\n* Conscious (GCS = 15)\n* Age ≥ 18 years\n* Signed informed consent\n\nExclusion Criteria - experimental group:\n\n* Patients age \\< 18 years\n* Positive pregnancy test for any female of childbearing potential or breast feeding female\n* Previous auditory complaints or any ear diseases\n* No response detectable at Erb's point in SSEP (e.g. due to peripheral nerve lesions, edema etc.)\n* Any history of previous cerebral or brainstem disease\n* Concomitant instable critical illness (e.g. sepsis, multi-organ failure, hemodynamic or respiratory instability)\n* Acute status epilepticus\n* Clinical recovery (GCS ≥ 9) or death before enrolment of the study\n\nExclusion Criteria - control group:\n\n* Subjects age \\< 18 years\n* Positive pregnancy test for any female of childbearing potential or breast feeding female\n* Previous auditory complaints or any ear diseases\n* No response detectable at Erb's point in SSEP (e.g. due to peripheral nerve lesions, edema etc.)\n* Any history of previous cerebral or brainstem disease","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Emanuela Keller, Prof. Dr.","role":"CONTACT","phone":"+41 44 255 56 71","email":"emanuela.keller@usz.ch"}],"overallOfficials":[{"name":"Emanuela Keller, Prof. Dr.","affiliation":"University Hospital, Zürich","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University Hospital Zurich","status":"RECRUITING","city":"Zurich","zip":"CH-8091","country":"Switzerland","contacts":[{"name":"Emanuela Keller, Prof MD","role":"CONTACT","phone":"+41 44 255 56 71","email":"Emanuela.Keller@usz.ch"},{"name":"Giselle Golby","role":"CONTACT","phone":"+41442559891","email":"giselle.golby@usz.ch"}],"geoPoint":{"lat":47.36667,"lon":8.54999}},{"facility":"University Hospital Zurich","status":"RECRUITING","city":"Zurich","zip":"CH-8091","country":"Switzerland","contacts":[{"name":"Emanuela Keller, Prof MD","role":"CONTACT","phone":"+41 44 255 56 71","email":"Emanuela.Keller@usz.ch"}],"geoPoint":{"lat":47.36667,"lon":8.54999}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014474","term":"Unconsciousness"}],"ancestors":[{"id":"D000003244","term":"Consciousness Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9246","name":"Hemorrhage","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M5482","name":"Cerebral Hemorrhage","relevance":"LOW"},{"id":"M16914","name":"Unconsciousness","asFound":"Unconscious","relevance":"HIGH"},{"id":"M6158","name":"Consciousness Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}