{"protocolSection":{"identificationModule":{"nctId":"NCT06109194","orgStudyIdInfo":{"id":"5230164"},"organization":{"fullName":"Loma Linda University","class":"OTHER"},"briefTitle":"Immediate Effect of Ankle Mobilization on Active Range of Motion and Gait in Subacute Stroke","officialTitle":"Immediate Effect of Ankle Mobilization on Active Range of Motion and Gait in Subacute Stroke"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-12-19","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-10-25","studyFirstSubmitQcDate":"2023-10-25","studyFirstPostDateStruct":{"date":"2023-10-31","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-01","lastUpdatePostDateStruct":{"date":"2024-02-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Eric Johnson","investigatorTitle":"Professor Physical Therapy","investigatorAffiliation":"Loma Linda University"},"leadSponsor":{"name":"Loma Linda University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this observational study is to determine the effect of ankle joint mobilization on active range of motion and gait in subacute first-time stroke. The main questions it aims to answer are:\n\n* What is the effect of ankle joint mobilization on active range of motion in the ankle and gait qualities?\n* What is the effect of ankle joint mobilization on self-perceived gait ability?\n\nParticipants will receive physical therapy interventions of:\n\n* Grade III ankle joint mobilization\n* stretching of ankle plantarflexor muscles\n* ankle muscle activation training\n* assisted gait as part of assessment\n\nStudy design is to measure conditions before and after the intervention to determine effect(s) of one treatment dose, completed within one session of 90 minutes.","detailedDescription":"Initial passive and active ankle range of motion measured by goniometer. Initial gait quality will be measured by walking with splinting for frontal plane ankle stability if indicated, assistive device for body weight support if needed, and manual assistance from an experienced physical therapist, on a Zeno Walkway pressure-sensitive mat for five complete stride cycles, taking 3 to 5 minutes. Data collected from the mat will be electronically captured using ProtoKinetics software. Participant initial self-rated perception of ability to walk will be marked on a 0-10 scale, on paper. Treatment intervention follows. With participant lying on the back, paretic ankle moderate-force grade III anterior to posterior-directed manual joint mobilizations will be performed by therapist; three sets of fifteen oscillations. Ankle plantarflexor muscles will be stretched for 75 seconds in supported standing. Ankle dorsiflexion muscle activation training will be performed for three minutes while in a seated position. Post-intervention measurements will proceed in the same sequence as initial measurements listed above: Ankle passive and active range of motion and walking ability will be reassessed, and self-perceived ability to walk will be rated again."},"conditionsModule":{"conditions":["Hemiparesis;Poststroke/CVA"],"keywords":["subacute stroke, gait, dorsiflexion, joint mobilization"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"pre-test, intervention, post-test","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE","maskingDescription":"No masking to occur"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention","type":"EXPERIMENTAL","description":"Pre-assessment of active and passive range of motion in the paretic ankle, and five strides of gait assessment on a pressure-sensitive mat. Intervention will be moderate grade III anterior-to-posterior directed ankle mobilization for 2 minutes while supine, ankle muscle stretch for 75 seconds in standing, ankle muscle training for 3 minutes while seated. Post-assessment is repeated in the same sequence and content as pre-assessment.","interventionNames":["Other: Joint mobilization"]}],"interventions":[{"type":"OTHER","name":"Joint mobilization","description":"Grade III manual joint mobilization as standard-of-care physical therapy intervention","armGroupLabels":["Intervention"],"otherNames":["manual therapy, tissue stretch"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Active range of motion of the paretic ankle","description":"ankle (talocrural) joint dorsiflexion movement of the foot away from plantarflexion end-range, measured by goniometry in seated position, by a physical therapist with 25 years' experience. Normal ankle ranges are 0 to 45 degrees from neutral for plantarflexion and 0-25 degrees from neutral for dorsiflexion. 0 to 15 degrees of dorsiflexion is needed for functionally efficient gait. Both passive and active ankle dorsiflexion range of motion are expected to increase, but be less than normal.","timeFrame":"Change between baseline assessment and post-intervention assessment, immediately following intervention"},{"measure":"Gait characteristic of: velocity","description":"distance and time measurement captured as participant walks over a pressure-sensing mat. Data is processed with ProtoKinetics software. Velocity in meters per second is determined, and compared to normative values for non-stroke males (1.37 m/sec) and females (1.30 m/sec), and in relation to meaningful change in walking speed in in-patient stroke (0.13 m/sec). Velocity is anticipated to increase from pre- to post-intervention, but still be less than normal.","timeFrame":"Change between baseline assessment and post-intervention assessment, immediately following intervention"},{"measure":"Gait characteristic of: stride length","description":"distance from foot contact to same foot contact measurement in meters captured as participant walks over a pressure-sensing mat. Data is processed with ProtoKinetics software. Findings will be compared to normative values for non-stroke males (1.51m) and females (1.32 m). Distance is hypothesized to increase post-intervention, but not approximate normal distance.","timeFrame":"Change between baseline assessment and post-intervention assessment, immediately following intervention"},{"measure":"Gait characteristic of: second double-limb stance time","description":"Time measurement of the second occurrence when both feet are in contact with the ground, with reference to the paretic lower extremity. This will be compared to the normative value in adults of 0.12 second, and is hypothesized to be of lower duration post-intervention compared to pre-intervention, but still longer than normal.","timeFrame":"Change between baseline assessment and post-intervention assessment, immediately following intervention"},{"measure":"Gait characteristic of: stride length symmetry","description":"distance from foot contact to same foot contact measurement in meters captured for each foot as participant walks over a pressure-sensing mat. Data is processed with ProtoKinetics software. Normal gait stride length is symmetrical for adults, and is hypothesized to improve from pre- to post-intervention measurement.","timeFrame":"Change between baseline assessment and post-intervention assessment, immediately following intervention"},{"measure":"Gait characteristic of: second double limb stance symmetry","description":"Time measurement of the second occurrence when both feet are in contact with the ground. Times with reference to left and right lower extremity will be compared for symmetry. It is hypothesized that second double limb stance time will improve toward symmetry from pre- to post-intervention measurement.","timeFrame":"Change between baseline assessment and post-intervention assessment, immediately following intervention"}],"secondaryOutcomes":[{"measure":"Subjective rating of perceived ability to walk","description":"Participant marks on paper self-perception of walking ability, responding to the instruction: 'please circle a point on the scale that shows level of confidence in walking a few steps unassisted on any household surface at this time. Where 0 = not at all confident and 10 = very confident'","timeFrame":"Change between baseline assessment and post-intervention assessment, immediately following intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* First stroke\n* subacute phase after stroke\n* able to follow one-step commands\n* paretic passive ankle dorsiflexion less than 5 degrees\n\nExclusion Criteria: referring to paretic ankle;\n\n* ankle pain of undetermined cause at rest\n* fracture in paretic lower extremity\n* muscle or ligament tear\n* recent ankle sprain\n* skin tear or wound\n* joint fusion or implanted hardware","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"86 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Eric G Johnson, PT, DSc","role":"CONTACT","phone":"9095584632","phoneExt":"47471","email":"ejohnson@llu.edu"},{"name":"Dan G Wilson, DPT","role":"CONTACT","phone":"9095183064","email":"dgwilson@llu.edu"}],"overallOfficials":[{"name":"Eric G Johnson, PT, DSc","affiliation":"Loma Linda University","role":"STUDY_CHAIR"}],"locations":[{"facility":"Loma Linda University Health","status":"RECRUITING","city":"Loma Linda","state":"California","zip":"92350","country":"United States","contacts":[{"name":"Daniel Wilson, PT","role":"CONTACT","phone":"909-558-4000","email":"DGWilson@llu.edu"}],"geoPoint":{"lat":34.04835,"lon":-117.26115}}]},"referencesModule":{"references":[{"pmid":"29456346","type":"BACKGROUND","citation":"Kim SL, Lee BH. The Effects of Posterior Talar Glide and Dorsiflexion of the Ankle Plus Mobilization with Movement on Balance and Gait Function in Patient with Chronic Stroke: A Randomized Controlled Trial. J Neurosci Rural Pract. 2018 Jan-Mar;9(1):61-67. doi: 10.4103/jnrp.jnrp_382_17."},{"pmid":"27765557","type":"BACKGROUND","citation":"An CM, Jo SO. Effects of Talocrural Mobilization with Movement on Ankle Strength, Mobility, and Weight-Bearing Ability in Hemiplegic Patients with Chronic Stroke: A Randomized Controlled Trial. J Stroke Cerebrovasc Dis. 2017 Jan;26(1):169-176. doi: 10.1016/j.jstrokecerebrovasdis.2016.09.005. Epub 2016 Oct 17."},{"pmid":"27065565","type":"BACKGROUND","citation":"An CM, Won JI. Effects of ankle joint mobilization with movement and weight-bearing exercise on knee strength, ankle range of motion, and gait velocity in patients with stroke: a pilot study. J Phys Ther Sci. 2016 Jan;28(2):689-94. doi: 10.1589/jpts.28.689. Epub 2016 Feb 29."},{"pmid":"34512072","type":"BACKGROUND","citation":"Alamer A, Melese H, Getie K, Deme S, Tsega M, Ayhualem S, Birhanie G, Abich Y, Yitayeh Gelaw A. Effect of Ankle Joint Mobilization with Movement on Range of Motion, Balance and Gait Function in Chronic Stroke Survivors: Systematic Review of Randomized Controlled Trials. Degener Neurol Neuromuscul Dis. 2021 Sep 1;11:51-60. doi: 10.2147/DNND.S317865. eCollection 2021."},{"pmid":"32689617","type":"BACKGROUND","citation":"Cho KH, Park SJ. Effects of joint mobilization and stretching on the range of motion for ankle joint and spatiotemporal gait variables in stroke patients. J Stroke Cerebrovasc Dis. 2020 Aug;29(8):104933. doi: 10.1016/j.jstrokecerebrovasdis.2020.104933. Epub 2020 Jun 8."},{"pmid":"25907146","type":"BACKGROUND","citation":"Kang MH, Oh JS, Kwon OY, Weon JH, An DH, Yoo WG. Immediate combined effect of gastrocnemius stretching and sustained talocrural joint mobilization in individuals with limited ankle dorsiflexion: A randomized controlled trial. Man Ther. 2015 Dec;20(6):827-34. doi: 10.1016/j.math.2015.03.016. Epub 2015 Apr 2."},{"pmid":"21211873","type":"BACKGROUND","citation":"Gao F, Ren Y, Roth EJ, Harvey R, Zhang LQ. Effects of repeated ankle stretching on calf muscle-tendon and ankle biomechanical properties in stroke survivors. Clin Biomech (Bristol, Avon). 2011 Jun;26(5):516-22. doi: 10.1016/j.clinbiomech.2010.12.003. Epub 2011 Jan 6."},{"pmid":"24548798","type":"BACKGROUND","citation":"Forghany S, Nester CJ, Tyson SF, Preece S, Jones RK. The effect of stroke on foot kinematics and the functional consequences. Gait Posture. 2014 Apr;39(4):1051-6. doi: 10.1016/j.gaitpost.2014.01.006. Epub 2014 Jan 31."},{"pmid":"18304313","type":"BACKGROUND","citation":"Mirbagheri MM, Alibiglou L, Thajchayapong M, Rymer WZ. Muscle and reflex changes with varying joint angle in hemiparetic stroke. J Neuroeng Rehabil. 2008 Feb 27;5:6. doi: 10.1186/1743-0003-5-6."},{"pmid":"34408174","type":"BACKGROUND","citation":"Shorter AL, Richardson JK, Finucane SB, Joshi V, Gordon K, Rouse EJ. Characterization and clinical implications of ankle impedance during walking in chronic stroke. Sci Rep. 2021 Aug 18;11(1):16726. doi: 10.1038/s41598-021-95737-6."},{"pmid":"18566939","type":"BACKGROUND","citation":"Forrester LW, Wheaton LA, Luft AR. Exercise-mediated locomotor recovery and lower-limb neuroplasticity after stroke. J Rehabil Res Dev. 2008;45(2):205-20. doi: 10.1682/jrrd.2007.02.0034."},{"pmid":"32578523","type":"BACKGROUND","citation":"Simpson DB, Breslin M, Cumming T, de Zoete SA, Gall SL, Schmidt M, English C, Callisaya ML. Sedentary time and activity behaviors after stroke rehabilitation: Changes in the first 3 months home. Top Stroke Rehabil. 2021 Jan;28(1):42-51. doi: 10.1080/10749357.2020.1783917. Epub 2020 Jun 24."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}