{"protocolSection":{"identificationModule":{"nctId":"NCT05484843","orgStudyIdInfo":{"id":"Ondokuzmayis1919"},"organization":{"fullName":"Ondokuz Mayıs University","class":"OTHER"},"briefTitle":"The Effect of Health Promotion Training on Life Qualities and Self-Care Powers in Stroke Patients","officialTitle":"The Effect of Health Promotion Training on Life Qualities and Self-Care Powers in Turkish Stroke Patients : A Longitudinal Study"},"statusModule":{"statusVerifiedDate":"2022-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-04-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-05-10","type":"ACTUAL"},"completionDateStruct":{"date":"2022-07-01","type":"ACTUAL"},"studyFirstSubmitDate":"2022-07-28","studyFirstSubmitQcDate":"2022-07-30","studyFirstPostDateStruct":{"date":"2022-08-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-07-30","lastUpdatePostDateStruct":{"date":"2022-08-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Cansev BAL","investigatorTitle":"Cansev BAL, Phd. Candidate, Principle Investigator, Ondokuz Mayıs University","investigatorAffiliation":"Ondokuz Mayıs University"},"leadSponsor":{"name":"Ondokuz Mayıs University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"There are many methods that nurses use while providing care education to individuals. Tele-nursing, which is one of the current methods, is an innovative approach, but it is a useful method in meeting the post-discharge home care needs of patients who are dependent or partially dependent on others and who live in areas far from health care institutions. In today's health care delivery system, it is of great importance to develop a tele-nursing-based care approach by making effective infrastructure studies related to tele-nursing services. Although a limited number of studies have been conducted on different patient groups regarding the tele-nursing method in Turkey, no study has been found that determines the effect of tele-nursing education on patients' quality of life and self-care power in stroke patients. In this respect, it is thought that it is important to conduct studies that will examine the effects of tele-nursing on patients who need long-term care such as stroke at the national level.\n\nThe aim of this study is to find out the effects of telenursing training based on self-care theory which was given to patients diagnosed with stroke on quality of life and self-care agency.","detailedDescription":"In the study, the relatives of the patients in the study and control groups were determined by simple randomization method. As a result of the power analysis to determine the sample number of the study, when the study group evaluated according to the literature similar to the basic features of the study; G power test was determined that there should be a minimum of 35 patients in each group, with a confidence interval of 95% and a test power of 99.25%. Which patient would be assigned to the study or control group was decided by randomization. Study and control group patients were first evaluated in terms of the suitability of sample characteristics. Study and control group patients were first evaluated in terms of the suitability of sample characteristics. Written informed consent will then be obtained from the patient. Patients who experienced an acute condition that could negatively affect their quality of life and self-care power during the data collection process and patients who had a secondary stroke during this period were excluded from the study.\n\nThe pretest-posttest control group model will be used quantitatively between the dates of this research, which is planned as a randomized controlled study. Scientific ethics committee permission and permission from the hospital were obtained for the collection of research data. The research was carried out in two stages. In the first stage of the study, a nursing care guide specific to stroke patients was prepared based on Self-Care Theory. The content of the developed care guide has been prepared in line with the literature. In the second stage of the study, the study and control group patients were determined by simple randomization method. During the randomization process, 35 patients were assigned to the study group and 35 patients to the control group. Study and control group patients were first evaluated in terms of the suitability of sample characteristics. At the beginning of the study, both the study and control group patients included in the sample group will be given a Patient Information Form as a pre-test, Katz Daily Living Activities Scale, Stroke-Specific Quality of Life Scale and Self-Care Strength Scale to provide general information about the degree of addiction of the patients. Written permission was obtained from the scale developers for each scale. After the pre-test, patients in the study group will be given training and brochures in line with the nursing care guide based on Self-Care Theory before discharge. The training, which will be given based on the Theory of Self-Care, is 30-60 minutes, between 12:00 and 16:00 on Mondays of every week via telephone. carried out throughout. Tele-nursing training, which will be given to the study group by telephone, will last for 12 weeks. In addition, patients were given the opportunity to ask their questions over the phone whenever they wished.\n\nAt the end of the 12th week, the Stroke-Specific Quality of Life Scale and Self-Care Strength Scale were administered to the study group patients via telephone as a post-test, and the data were recorded. In the study, routine discharge training of the clinic will be given to the control group before discharge. No application was made to the control group for 12 weeks. At the end of the 12th week, the patients' data were recorded with the Stroke-Specific Quality of Life Scale and the Self-Care Strength Scale as a post-test. In order to prevent possible ethical problems, after the post-test was applied to the control group patients at the end of the 12th week, tele-nursing training was given to the stroke patients in line with the care guide prepared based on the self-care theory, and the questions of the patients were answered."},"conditionsModule":{"conditions":["Stroke","Nursing Caries","Quality of Life","Self-care"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The study was in the experimental type and was conducted as a longitudinal, randomized controlled study according to the pretest-posttest trial model.","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":70,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke patients_intervention group","type":"EXPERIMENTAL","description":"Inclusion criteria for the study:\n\n* Being over 18 years old\n* Being of all genders, male and female\n* Being able to communicate in Turkish\n* Having had a hemorrhagic or ischemic stroke\n* Not more than one month after the stroke event.\n* Being oriented to person, place and time\n* Not being aphasic\n* Having a score of 21 or above on the Montreal Cognitive Assessment Scale (MOBİD)\n* Not having serious vision and hearing problems\n* Not having a psychiatric history\n* Being open to communication and cooperation\n* To be willing and voluntarily to participate in the study.","interventionNames":["Behavioral: telenursing training based on self-care theory","Behavioral: just observation"]},{"label":"stroke patients_control group","type":"EXPERIMENTAL","description":"Inclusion criteria for the study:\n\n* Being over 18 years old\n* Being of all genders, male and female\n* Being able to communicate in Turkish\n* Having had a hemorrhagic or ischemic stroke\n* Not more than one month after the stroke event.\n* Being oriented to person, place and time\n* Not being aphasic\n* Having a score of 21 or above on the Montreal Cognitive Assessment Scale (MOBİD)\n* Not having serious vision and hearing problems\n* Not having a psychiatric history\n* Being open to communication and cooperation\n* To be willing and voluntarily to participate in the study.","interventionNames":["Behavioral: telenursing training based on self-care theory","Behavioral: just observation"]}],"interventions":[{"type":"BEHAVIORAL","name":"telenursing training based on self-care theory","description":"* A training guide based on the self-care theory specific to individuals diagnosed with stroke was prepared.\n* Identification of the study/control group (randomization)\n* Patients were informed and consents were obtained.\n* Sample suitability was evaluated in line with the cognitive levels and inclusion criteria of patients diagnosed with stroke.\n* All patients included in the sample group were pre-tested before discharge.\n* Training was offered for the study group patients in line with the guide prepared based on self-care theory.\n* Tele-nursing training was applied to the study group patients.\n* Control group patients were followed up\n* Post-tests were administered at the end of the 12-week period\n* The training of the control group patients was completed\n* Your data has been evaluated","armGroupLabels":["Stroke patients_intervention group","stroke patients_control group"]},{"type":"BEHAVIORAL","name":"just observation","description":"For 3 months, patients were observed without intervention. The standard discharge training of the clinic was given.","armGroupLabels":["Stroke patients_intervention group","stroke patients_control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changing Quality of Life Scale","description":"Stroke Specific Quality of Life Scale The original scale, which consists of 49 items, consists of 12 domains that evaluate mobility, energy, upper extremity function, self-care, occupation/productivity, temperament, social role, family role, vision, language, thinking, and personality traits.\n\nThe stroke-specific quality of life scale is a 5-point Likert type and can be scored from 1 to 5 points according to the statements given.\n\nThe average score that can be obtained from each sub-dimension is between 1 point and 5 points. The score obtained from the scale; It is calculated by dividing the sum of the points obtained from each item by the number of items. The sub-dimension mean score is calculated by dividing the total sub-dimension score by the number of sub-dimension items. A high mean score of the scale indicates that the quality of life also improves positively.","timeFrame":"pre-training"},{"measure":"Changing Self-Care Power","description":"Examination of Self-Care Agency Scale The Self-Care Power Scale consists of 35 items to determine the self-care skills of individuals and is shaped on 4 basic characteristics. These; Among the situations, active and passive response, motivation, knowledge of health practices, individuals' own feelings and values. The Self-Care Strength Scale is a 5-point Likert type and can be scored from 0 to 4 according to the statements given.\n\n8 of the questions (3,6,9,13,19,22,26,31) are evaluated in reverse. The highest 140 points can be obtained from the scale. It is accepted that as the score obtained from the scale increases in line with the answers of the individuals, the level of self-care power also increases.","timeFrame":"pre-training"},{"measure":"Daily Life Activities","description":"Katz Daily Life Activities Scale Katz Daily Living Activities Scale consists of 6 questions including information about bathing, dressing, toilet, movement, excretion, feeding activities.\n\nEvaluation is made by giving 3 points if the individual performs the activities of daily living independently, 2 points if he/she does it with assistance, and 1 point if he/she cannot do it at all. Katz Activities of Daily Living Scale; 0-6 points as \"dependent\", 7-12 points as \"semi-dependent\", 13-18 points as \"independent\".","timeFrame":"pre-training"}],"secondaryOutcomes":[{"measure":"Changing Quality of Life","description":"Stroke Specific Quality of Life Scale The original scale, which consists of 49 items, consists of 12 domains that evaluate mobility, energy, upper extremity function, self-care, occupation/productivity, temperament, social role, family role, vision, language, thinking, and personality traits.\n\nThe stroke-specific quality of life scale is a 5-point Likert type and can be scored from 1 to 5 points according to the statements given.\n\nThe average score that can be obtained from each sub-dimension is between 1 point and 5 points. The score obtained from the scale; It is calculated by dividing the sum of the points obtained from each item by the number of items. The sub-dimension mean score is calculated by dividing the total sub-dimension score by the number of sub-dimension items. A high mean score of the scale indicates that the quality of life also improves positively.","timeFrame":"post-training (3 months later)"},{"measure":"Changing Self-Care Power","description":"Examination of Self-Care Agency Scale The Self-Care Power Scale consists of 35 items to determine the self-care skills of individuals and is shaped on 4 basic characteristics. These; Among the situations, active and passive response, motivation, knowledge of health practices, individuals' own feelings and values. The Self-Care Strength Scale is a 5-point Likert type and can be scored from 0 to 4 according to the statements given.\n\n8 of the questions (3,6,9,13,19,22,26,31) are evaluated in reverse. The highest 140 points can be obtained from the scale. It is accepted that as the score obtained from the scale increases in line with the answers of the individuals, the level of self-care power also increases.","timeFrame":"post-training (3 months later)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Inclusion criteria for the study:\n\n  * Being over 18 years old\n  * Being of all genders, male and female\n  * Being able to communicate in Turkish\n  * Having had a hemorrhagic or ischemic stroke\n  * Not more than one month after the stroke event.\n  * Being oriented to person, place and time\n  * Not being aphasic\n  * Having a score of 21 or above on the Montreal Cognitive Assessment Scale (MOBİD)\n  * Not having serious vision and hearing problems\n  * Not having a psychiatric history\n  * Being open to communication and cooperation\n  * To be willing and voluntarily to participate in the study.\n\nExclusion Criteria:\n\n* Being under the age of 18\n* Lack of orientation to person, place and time\n* Being aphasic\n* Having a score below 21 on the Montreal Cognitive Assessment Scale (MOCA)\n* Not being willing and voluntarily to participate in the study\n* Having developed an acute condition that may affect the patient's prognosis during the data collection process.\n* To have had a secondary stroke or to be exitus during the follow-up period.\n\nExclusion criteria from the study:\n\n* Being under the age of 18,\n* Not being oriented to person, place and time,\n* Being aphasic,\n* Having a score below 21 on the Montreal Cognitive Assessment Scale (MOBİD),\n* Not being willing or voluntarily to participate in the study,\n* Having developed an acute condition that may affect the patient's prognosis during the data collection process,\n* To have had a secondary stroke or to be exitus during the follow-up period.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Ondokuz Mayis University","city":"Samsun","state":"Atakum","zip":"55139","country":"Turkey","geoPoint":{"lat":41.27976,"lon":36.3361}}]},"referencesModule":{"references":[{"pmid":"26861865","type":"RESULT","citation":"Spassova L, Vittore D, Droste DW, Rosch N. Randomised controlled trial to evaluate the efficacy and usability of a computerised phone-based lifestyle coaching system for primary and secondary prevention of stroke. BMC Neurol. 2016 Feb 9;16:22. doi: 10.1186/s12883-016-0540-4."},{"pmid":"34294494","type":"RESULT","citation":"Lin S, Xiao LD, Chamberlain D, Ullah S, Wang Y, Shen Y, Chen Z, Wu M. Nurse-led health coaching programme to improve hospital-to-home transitional care for stroke survivors: A randomised controlled trial. Patient Educ Couns. 2022 Apr;105(4):917-925. doi: 10.1016/j.pec.2021.07.020. Epub 2021 Jul 14."},{"pmid":"34264000","type":"RESULT","citation":"Kalav S, Bektas H, Unal A. Effects of Chronic Care Model-based interventions on self-management, quality of life and patient satisfaction in patients with ischemic stroke: A single-blinded randomized controlled trial. Jpn J Nurs Sci. 2022 Jan;19(1):e12441. doi: 10.1111/jjns.12441. Epub 2021 Jul 15."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Other researchers may view the study once it is published."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}