{"protocolSection":{"identificationModule":{"nctId":"NCT03430375","orgStudyIdInfo":{"id":"HUM00139020"},"organization":{"fullName":"University of Michigan","class":"OTHER"},"briefTitle":"Wheelchair Cushion Comparison Study: SAFETY","officialTitle":"Comparison of the Safety of an Alternating-air-pressure and a Static Air Wheelchair Cushion for Healthy Adults and Adults With Spinal Cord Injury or Post-stroke"},"statusModule":{"statusVerifiedDate":"2021-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-05-31","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-08-31","type":"ACTUAL"},"completionDateStruct":{"date":"2021-08-31","type":"ACTUAL"},"studyFirstSubmitDate":"2018-01-19","studyFirstSubmitQcDate":"2018-02-05","studyFirstPostDateStruct":{"date":"2018-02-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-08-31","lastUpdatePostDateStruct":{"date":"2021-09-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Cathy Larson","investigatorTitle":"Associate Professor","investigatorAffiliation":"University of Michigan"},"leadSponsor":{"name":"University of Michigan","class":"OTHER"},"collaborators":[{"name":"JRD Enterprises LLC","class":"UNKNOWN"},{"name":"Michigan Corporate Relations Network Small Company Innovation Program","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Purpose: To examine the safety of the use of two wheelchair cushions for healthy individuals with intact sensation and individuals post stroke and spinal cord injury with impaired sensation. The new Ease Alternating Pressure wheelchair cushion will be compared to a static air cushion to examine interface pressure and skin responses in the areas of the buttock and posterior thighs when subjects sit without moving (static condition) and during upper extremity reaching activities (active condition). In addition, comfort, ease of transfer, and postural stability will be monitored while sitting on both cushions under both static and active conditions.","detailedDescription":"Twenty healthy adults (age range = 20 - 85 years) with intact buttock and bilateral posterior thigh sensation and intact skin integrity will be recruited. Twenty additional individuals (ages 20 - 85 years) with a history of stroke (n=10) and spinal cord injury (n=10) with documented sensory impairment, but intact skin integrity in the area of the buttock and posterior thighs will also be recruited. Individuals post-stroke will likely have impaired sensation on one side of their buttock \\& leg; whereas, individuals post-spinal cord injury will likely have impaired sensation bilaterally in the buttock and posterior thigh areas. The goal is to recruit equal numbers of males and females with a variety of body builds (height, weight, and body mass index) across the age range in both groups.\n\nProcedures: In one 2 1/2 hour session, participants will a) sit still on \\[static condition\\] and b) perform the dynamic task of reaching in multiple directions \\[active condition\\] on the Ease alternating pressure cushion and on one static air cushion \\[randomized for order\\] for an estimated duration of one hour (32 minutes x two cushions) so that pressure mapping comparisons between cushions can be made. \"The motion of the Ease cushions regularly shifts those points of pressure \\[every 3 minutes\\], and allows fresh blood to flow where the pressure has been lifted.\" Pressure mapping will capture the pressure amount, duration, and distribution of pressure between the skin of the buttock and posterior thighs and the wheelchair cushion surface. Documentation of the skin response (skin becomes pink, red, or blanches), and the participant's subjective opinions of comfort, ease of transfer, and postural stability will occur."},"conditionsModule":{"conditions":["Spinal Cord Injuries","Stroke","Healthy Adults"],"keywords":["wheelchair cushion","pressure mapping","pressure wounds"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"Each of 3 populations or groups (healthy adults, participants post-stroke, participants with spinal cord injury) will sit on two wheelchair cushions (alternating air cushion, static air cushion) under two conditions including static sitting (#1 static condition) and while performing upper extremity reaching (#2 active condition) while monitoring interface pressure between the cushion and buttock/posterior thighs.","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE","maskingDescription":"Participants, care providers if present, and investigators who are the outcomes assessors will all be aware of which cushion that the participant is sitting on, the participants' diagnoses or if healthy, the static and active conditions described above, and outcome measures results; therefore, no masking is taking place."}},"enrollmentInfo":{"count":29,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Alternating air then static air cushion","type":"ACTIVE_COMPARATOR","description":"The participants in all three populations or groups (healthy adults, adults with stroke, and adults with spinal cord injury) will first sit on the alternating air wheelchair cushion for 32 minutes and then the static air cushion for 32 minutes under two conditions (static: sitting without intentional moving) and (active: reaching with their upper extremity) while pressure mapping and skin responses are recorded. The Ease alternating air wheelchair cushion inflates/deflates which shifts the points of pressure \\[every 3 minutes\\] and allows fresh blood to flow where the pressure has been lifted. The Roho static air cushion is a common wheelchair cushion currently used for pressure relief purposes.","interventionNames":["Device: Alternating air wheelchair cushion","Device: Static air cushion"]},{"label":"Static air then alternating air cushion","type":"ACTIVE_COMPARATOR","description":"The participants in all three populations or groups (healthy adults, adults with stroke, and adults with spinal cord injury) will first sit on the static air wheelchair cushion for 32 minutes and then the alternating air cushion for 32 minutes under two conditions (static: sitting without intentional moving) and (active: reaching with their upper extremity) while pressure mapping and skin responses are recorded. The Roho static air cushion is a common wheelchair cushion currently used for pressure relief purposes. The Ease alternating air wheelchair cushion inflates/deflates which shifts the points of pressure \\[every 3 minutes\\] and allows fresh blood to flow where the pressure has been lifted.","interventionNames":["Device: Alternating air wheelchair cushion","Device: Static air cushion"]}],"interventions":[{"type":"DEVICE","name":"Alternating air wheelchair cushion","description":"The Ease alternating air cushion has longitudinal air bladders which alternately inflate and deflate at 3 minutes intervals in order to change the areas of pressure to the skin for areas in contact with the wheelchair cushion/seat (buttock and posterior thighs). The Ease Alternating Pressure wheelchair cushion is 510(k) exempt.","armGroupLabels":["Alternating air then static air cushion","Static air then alternating air cushion"],"otherNames":["Ease alternating air wheelchair cushion"]},{"type":"DEVICE","name":"Static air cushion","description":"The Roho static air cushion is composed of multiple air bladders that are inflated to proper levels according to the individual's weight. This cushion is commonly used for individuals post spinal cord injury and sometime for individuals post stroke. The Roho wheelchair cushion is 510(k) exempt.","armGroupLabels":["Alternating air then static air cushion","Static air then alternating air cushion"],"otherNames":["Roho air cushion"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"1a. Change in peak pressure (mmHg) applied to the skin of the buttock and posterior thighs","description":"The X3 Medical Wheelchair Seat pressure mapping system will record the peak pressure (mmHg) at the interface between the buttock and posterior thighs and the cushion when the participant is sitting and reaching on the two wheelchair cushions.","timeFrame":"64 minutes"},{"measure":"1b. Change in peak pressure duration (mmHg) applied to the skin of the buttock and posterior thighs","description":"The X3 Medical Wheelchair Seat pressure mapping system will record the duration (seconds) of peak pressure amount (mmHg) at the interface between the buttock and posterior thighs and the cushion when the participant is sitting and reaching on the two wheelchair cushions.","timeFrame":"64 minutes"},{"measure":"1c. Change in mean pressure (mmHg) applied to the skin of the buttock and posterior thighs","description":"The X3 Medical Wheelchair Seat pressure mapping system will record the mean pressure (mmHg) at the interface between the buttock and posterior thighs and the cushion when the participant is sitting and reaching on the two wheelchair cushions.","timeFrame":"64 minutes"},{"measure":"1d. Change in peak pressure index","description":"The X3 Medical Wheelchair Seat pressure mapping system will record the peak pressure index is defined as how evenly the pressure is distributed; the lower this value, the more evenly the pressures are distributed.","timeFrame":"64 minutes"}],"secondaryOutcomes":[{"measure":"Change in skin responses to the cushion interface pressure","description":"After sitting on each of the two cushions, visual skin examinations will record if the skin becomes pink, red, or blanches due to pressure caused by sitting or actively moving on the cushion and how long (seconds/minutes) it takes for the skin issue to resolve","timeFrame":"10 minutes"},{"measure":"Observation of postural stability","description":"The therapist investigator will use a Likert scale to record the participant's postural stability while sitting and reaching on each of the two wheelchair cushions. Likert scale is anchored by \"poor posture-near fall\" and \"upright stable posture\"","timeFrame":"Monitored over 64 minutes duration; scored at least twice during the static & active conditions."}],"otherOutcomes":[{"measure":"Exploratory: Pressure injury risk assessment tool","description":"The Braden scale is frequently used by therapists to score an individuals risk for developing a pressure sore. Scored risk factors include: Sensory perception, moisture, activity level, mobility, nutrition, friction and shear using a 1-4 point scale with a maximum score of 23 points. Risk is then categorized into severe, high, moderate, mild and zero risk for predicting pressure sores.","timeFrame":"10 minutes"},{"measure":"Exploratory: Buttock and bilateral posterior thigh sensation","description":"Light touch (cotton ball) and pin prick (wooden cotton tip applicator) sensation at 13 locations in the buttock and posterior thigh areas for both sides of the body will be recorded using a modified version of the American Spinal Injury Association (ASIA) sensory examination. Scores include 0 (absent), 1 (impaired), 2 (normal).","timeFrame":"15 minutes"},{"measure":"Exploratory: Participant's report of comfort while sitting on the cushions","description":"Survey questions ask the participant to a) rank order the two cushions as to comfort, b) indicate (yes/no) if the cushion was comfortable and reply with open-ended comments.","timeFrame":"5 minutes"},{"measure":"Exploratory: Participant's report of ease of transfer both while transferring to and from the wheelchair cushions","description":"Survey questions ask the participant to a) rank order the two cushions as to how easy it is to transfer onto and off of each cushion, b) indicate (yes/no) if each cushion was difficult to transfer onto/off of, and reply with open-ended comments","timeFrame":"5 minutes"},{"measure":"Exploratory: Participant's report of postural stability","description":"Survey questions ask the participant to a) rank order the two cushions as to how stable was their posture while sitting on each cushion, b) indicate (yes/no) if he/she felt unstable, experienced a feeling of loss of balance while statically sitting or reaching, and reply with open-ended comments.","timeFrame":"5 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nControl: Healthy adults\n\n* no sensation or skin issues in the buttock or posterior thigh areas\n\nExperimental groups: Diagnoses of stroke and spinal cord injury\n\n* Impaired or absent sensation in the unilateral or bilateral buttock and posterior thigh areas\n* No other reasons to have impaired sensation in the buttock and posterior thighs other than stroke or spinal cord injury (i.e. no peripheral nerve damage)\n* No current wounds or a history of wounds (past 6 months) involving the buttock, greater trochanters, or posterior thighs\n\nControl and Experimental groups\n\n- Bilateral hips and knees: passive range of motion at least 90 degrees\n\nExclusion Criteria:\n\nControl and Experimental groups - No self-reported cardiac, pulmonary, orthopedic, or neurological issues that would prevent sitting or performing reaching activities while sitting on the cushions for a one-hour total duration\n\nExperimental group\n\n- No neurological diseases other than stroke or spinal cord injury","healthyVolunteers":true,"sex":"ALL","minimumAge":"20 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Cathy A Larson, Ph.D.","affiliation":"University of Michigan-Flint","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Michigan - Flint","city":"Flint","state":"Michigan","zip":"48502","country":"United States","geoPoint":{"lat":43.01253,"lon":-83.68746}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000013119","term":"Spinal Cord Injuries"}],"ancestors":[{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}