{"protocolSection":{"identificationModule":{"nctId":"NCT03824509","orgStudyIdInfo":{"id":"GelwixECHO"},"organization":{"fullName":"MaineHealth","class":"OTHER"},"briefTitle":"Echocardiographic Risk Factors of Stroke in Patients With Atrial Fibrillation","officialTitle":"Echocardiographic Risk Factors of Stroke in Patients With Atrial"},"statusModule":{"statusVerifiedDate":"2021-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-05-21","type":"ACTUAL"},"completionDateStruct":{"date":"2020-05-21","type":"ACTUAL"},"studyFirstSubmitDate":"2019-01-29","studyFirstSubmitQcDate":"2019-01-29","studyFirstPostDateStruct":{"date":"2019-01-31","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-07-12","lastUpdatePostDateStruct":{"date":"2021-07-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"MaineHealth","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal is to review patients with known atrial fibrillation who suffered a stroke or transient ischemic attack (TIA) to incorporate any structural heart abnormalities into the overall clinical picture. A better understanding of the additional risk of a stroke or TIA in patients with specific structural abnormalities may be beneficial in guiding future treatment decisions.","detailedDescription":"Atrial fibrillation is the most common heart rhythm disorder seen in clinical practice. Patients with atrial fibrillation are at increased risk for stroke. This risk is determined by several factors. Congestive heart failure, hypertension, age, diabetes, female sex, previous history of heart attack or vascular disease, and previous history of stroke all increase a patients' risk for clot formation and stroke. These risk factors have been formulated into a scoring system called the CHA2DS2-VASc score. A score of greater than 2 on this scale indicates a moderate to high risk for clot formation and stroke. Anticoagulation medications are recommended in these patients. Non-traditional risk factors such as left atrial size and left ventricular hypertrophy have also been associated with increased stroke risk. These factors have not yet been routinely incorporated into treatment decisions regarding anticoagulation and stroke prevention.\n\nThis study is an expansion of an initial pilot conducted at Pen Bay Medical Center of patient records from 2014-2017. This pilot found 19 patients with a recorded stroke or TIA, history of atrial fibrillation, and CHA2DS2-VASc score of 2 or lower within that time period. This study will be an expansion of that pilot to include patient data from Maine Medical Center.\n\nThis study aims to look at these non-traditional risk factors in patients who have an otherwise low stroke risk based on the CHA2DS2-VASc score.\n\nOur specific aims are:\n\n1. Assess left atrial volume using volumetric measurements and left ventricular septal and posterior wall thickness from 2-D transthoracic echocardiography studies in patients with known atrial fibrillation who suffered a stroke or TIA. The investigator would then compare these data to control patients with atrial fibrillation with matched CHA2DS2-VASc scores, age (+/- 5 years), and gender who have no history of stroke or TIA. The goal is to identify higher risk patients with alternate anatomy who otherwise would be considered lower risk using traditional risk scoring methods. Identifying these individuals may lead to more aggressive interventions and subsequently may help in reducing the risk of stroke.\n2. Assess stroke outcome as measured by NIH Stroke Scale and/or Modified Rankin Scale score, in the population of patients with atrial fibrillation who suffered a stroke to identify any potential differences associated with structural changes. If structural changes are associated with stroke severity, echocardiogram findings again may aid in guiding treatment decisions for patients with atrial fibrillation.\n\nHypothesis: Patients with atrial fibrillation and a history of stroke or TIA will have alternate anatomy when compared to patients with atrial fibrillation with matched CHA2DS2-VASc scores who have not had a stroke or TIA.\n\nThis is a retrospective matched case-control study of data collected at Pen Bay Medical Center (PBMC) and Maine Medical Center (MMC) from 2014-2017. Patient records that met the criteria as a case from PBMC have already been collected from existing data housed in the American Heart Association's \"Get with the Guidelines\" registry as a pilot project. These data will be included in this study and combined with controls identified from PBMC, and cases and controls identified from existing EPIC data for MMC patients."},"conditionsModule":{"conditions":["Atrial Fibrillation","Stroke"],"keywords":["risk","CHA2DS-VASc score"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":140,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients with an echocardiagram who suffered a stroke or TIA","description":"1. Medical record number\n2. Sex\n3. Age\n4. BMI\n5. Body surface area\n6. Smoking status\n7. Congestive heart failure\n8. Hypertension\n9. Diabetes,\n10. Previous history of heart attack or vascular disease\n11. Previous history of stroke\n12. Date of stroke\n13. Type of stroke\n14. CHA2DS2-VASc scores\n15. On an anticoagulant yes/no at time of stroke\n16. Date of atrial fibrillation diagnosis\n17. Date of echocardiogram\n18. Echocardiographic features:\n\na. Left atrial volume, indexed to body surface area (BSA) b. Left ventricular hypertrophy 4. Stroke outcome:\n\n1. Mortality\n2. NIH Stroke Scale\n3. Modified Rankin Scale\n4. Discharge placement:\n\ni. Home ii. Long term care iii. Skilled nursing facility e. 6-month survival","interventionNames":["Other: Chart Review"]},{"label":"Control Group - matched CHA2DS2-VASc score, age, and gender","description":"Controls from both PBMC and MMC will be obtained. Controls are patients from 2014-2017 with matched age (+/- 5 years), gender, and CHA2DS2-VASc score who had atrial fibrillation and had not had a documented stroke or TIA in EPIC or the \"Get with the Guidelines\" registry maintained at PBMC. Controls must have an echocardiogram on record and have a diagnosis of atrial fibrillation at the time of the echocardiogram.","interventionNames":["Other: Chart Review"]}],"interventions":[{"type":"OTHER","name":"Chart Review","description":"Study staff at PBMC (Cardiologist and two clinical researchers) will be responsible for maintaining all data related to this study in REDCap. Patient data to be included in this secondary data analysis will originate from MMC and PBMC.\n\nCase-patient data to be included from MMC will be identified by an EPIC data request from Enterprise Reporting. The elements of the data request will be patients who have had a stroke or TIA, atrial fibrillation, and a transthoracic echocardiogram at MMC from 2014-2017.","armGroupLabels":["Control Group - matched CHA2DS2-VASc score, age, and gender","Patients with an echocardiagram who suffered a stroke or TIA"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Left atrial volume","description":"1)Assess left atrial volume using volumetric measurements and left ventricular septal and posterior wall thickness from 2-D transthoracic echocardiography studies in patients with known atrial fibrillation who suffered a stroke or TIA. We would then compare these data to control patients with atrial fibrillation with matched CHA2DS2-VASc scores, age (+/- 5 years), and gender who have no history of stroke or TIA.","timeFrame":"12 months"},{"measure":"Stroke outcome","description":"Compare structural changes found on echocardiogram to stroke severity, as measured by NIH Stroke Scale and/or Rankin Score.","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria Group 1:\n\n* Diagnosis of stroke or TIA\n* Atrial fibrillation\n* Transthoracic echocardiogram\n* CHA2DS2-VASc score of 0, 1, or 2\n\nInclusion Criteria Group 2:\n\n* Patients with matched age (+/- 5 years), gender, and CHA2DS2-VASc score\n* Atrial fibrillation\n* No stroke or TIA\n\nExclusion Criteria:\n\n- Patients with a CHA2DS2-VASc score greater than 2","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"Patients with known atrial fibrillation who suffered a stroke or transient ischemic attack (TIA) and matched controls with matched age (+/- 5 years), gender, and CHA2DS2-VASc score who had atrial fibrillation and had not had a documented stroke or TIA in EPIC or the \"Get with the Guidelines\" registry maintained at PBMC. Controls must have an echocardiogram on record and have a diagnosis of atrial fibrillation at the time of the echocardiogram.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Pen Bay Medical Center","city":"Rockport","state":"Maine","zip":"04856","country":"United States","geoPoint":{"lat":44.18452,"lon":-69.07615}}]},"referencesModule":{"references":[{"pmid":"24682347","type":"BACKGROUND","citation":"January CT, Wann LS, Alpert JS, Calkins H, Cigarroa JE, Cleveland JC Jr, Conti JB, Ellinor PT, Ezekowitz MD, Field ME, Murray KT, Sacco RL, Stevenson WG, Tchou PJ, Tracy CM, Yancy CW; ACC/AHA Task Force Members. 2014 AHA/ACC/HRS guideline for the management of patients with atrial fibrillation: a report of the American College of Cardiology/American Heart Association Task Force on practice guidelines and the Heart Rhythm Society. Circulation. 2014 Dec 2;130(23):e199-267. doi: 10.1161/CIR.0000000000000041. Epub 2014 Mar 28. No abstract available. Erratum In: Circulation. 2014 Dec 2;130(23):e272-4."},{"pmid":"1860198","type":"BACKGROUND","citation":"Stroke Prevention in Atrial Fibrillation Study. Final results. Circulation. 1991 Aug;84(2):527-39. doi: 10.1161/01.cir.84.2.527."},{"pmid":"15301328","type":"BACKGROUND","citation":"Barnes ME, Miyasaka Y, Seward JB, Gersh BJ, Rosales AG, Bailey KR, Petty GW, Wiebers DO, Tsang TS. Left atrial volume in the prediction of first ischemic stroke in an elderly cohort without atrial fibrillation. Mayo Clin Proc. 2004 Aug;79(8):1008-14. doi: 10.4065/79.8.1008."},{"pmid":"24507168","type":"BACKGROUND","citation":"Badheka AO, Shah N, Grover PM, Patel NJ, Chothani A, Mehta K, Singh V, Deshmukh A, Savani GT, Rathod A, Panaich SS, Patel N, Arora S, Bhalara V, Coffey JO, Mitrani RD, Halperin JL, Viles-Gonzalez JF. Outcomes in atrial fibrillation patients with and without left ventricular hypertrophy when treated with a lenient rate-control or rhythm-control strategy. Am J Cardiol. 2014 Apr 1;113(7):1159-65. doi: 10.1016/j.amjcard.2013.12.021. Epub 2014 Jan 14."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3934","name":"Anticoagulants","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}