{"protocolSection":{"identificationModule":{"nctId":"NCT04491162","orgStudyIdInfo":{"id":"INK/ Rehab/ BWS/2016"},"organization":{"fullName":"National Institute of Mental Health and Neuro Sciences, India","class":"OTHER"},"briefTitle":"The Effect of Body Weight Support Treadmill Training on Lower Limb Function in Patients With Chronic Stroke","officialTitle":"The Effect of Body Weight Support Treadmill Training on Lower Limb Function in Patients With Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2020-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-03-01","type":"ACTUAL"},"completionDateStruct":{"date":"2019-03-01","type":"ACTUAL"},"studyFirstSubmitDate":"2020-05-18","studyFirstSubmitQcDate":"2020-07-28","studyFirstPostDateStruct":{"date":"2020-07-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-07-28","lastUpdatePostDateStruct":{"date":"2020-07-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dhritiman Chakrabarti","investigatorTitle":"Assistant Professor","investigatorAffiliation":"National Institute of Mental Health and Neuro Sciences, India"},"leadSponsor":{"name":"National Institute of Mental Health and Neuro Sciences, India","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke has severe debilitating neurological consequences for the victim. Within context of this study, gait disturbance is induced by disabilities in muscle weakness, abnormal muscle contraction, or postural control. Gait disturbance has an unfavorable effect on functional independence and prognosis of patients. Due to this reason, recovery in gait ability of stroke patients is considered as a very important goal in rehabilitation.\n\nBody weight supported treadmill training (BWSTT) is a task-oriented technique for gait restoration after stroke. The present study focused on the possibility of BWSTT as a special program for improving gait ability. The purpose of this study was to evaluate the effectiveness of a BWSTT intervention useful as a short-term intensive program for chronic stroke survivors.","detailedDescription":"Stroke is thought to be a serious health problem which can cause severe disabilities. Aspects of disabilities caused by stroke are various according to the affected region and its severity. In general, sensory deficits, cognitive problem, motor impairment, visual perceptual disorders and dysphagia mainly occur among stroke patients. In particular, gait disturbance is induced by disabilities in muscle weakness, abnormal muscle contraction, or postural control. This gait disturbance is exhibited as an asymmetric gait pattern, such as a decrease in paretic side stance phase and non-paretic swing phase, cadence, velocity and difference in step length and stride length. Therefore, these differences create abnormal gait patterns in stroke patients. Furthermore, gait disturbance has an unfavorable effect on functional independence and prognosis of patients. Due to this reason, recovery in gait ability of stroke patients is considered as a very important goal in rehabilitation.\n\nGait performance is an indicator of mobility impairment and disability after stroke. It predicts mortality, morbidity, and risk of future stroke. Gait speed is responsive to short-term rehabilitation. An improvement in gait speed of 0.16 m/s can reduce the level of assistance in patients with subacute stroke and was recommended to be the minimum clinically significant difference. The control of gait involves the planning and execution from multiple cortical areas, such as secondary and premotor cortex. Stroke patients often have gait impairment such as decreased gait speed and asymmetrical gait cycle as a result of cortical reorganization. Repetitive mass motor task practice had been shown to facilitate neuroplasticity and brain reorganization in stroke patients, resulting in enhanced motor recovery after stroke.\n\nBody weight supported treadmill training (BWSTT) is a task-oriented technique for gait restoration after stroke. BWSTT has the advantage over conventional therapy as it offers higher intensity, more repetitive and task-oriented practice over the same period of time when compared to conventional therapy. Several studies have showed that BWSTT was more effective in gait speed improvement than regular physiotherapy. It has been demonstrated that BWSTT induces changes in corticomotor excitability which lead to improved balance and gait performance with chronic stroke. However, other studies have reported that BWSTT was not superior to conventional gait training.\n\nRecent studies have reported that BWSTT can increase walking endurance in the subacute stage after stroke, but no improvement was reported in balance and 10 m gait speed. To date, there are very few studies that have used gait analysis to show how the improvements in gait parameters come about after BWSTT or conventional therapy. There is still a lack of basic understanding of gait training on human locomotion.\n\nDespite substantial recovery of independent ambulation by survivors following unilateral stroke, persistent gait abnormalities are observed in a large percentage of these persons. In these circumstances, a short-term intermittent and intensive rehabilitation program for chronic stroke survivors is thought to be particularly efficient for shoring up their independence, and the present study focused on the possibility of BWSTT as a special program for improving gait ability. The purpose of this study was to evaluate the effectiveness of a BWSTT intervention useful as a short-term intensive program for chronic stroke survivors."},"conditionsModule":{"conditions":["Stroke","Gait Disorder, Sensorimotor"],"keywords":["Rehabilitation","Body weight supported treadmill training"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The observer was not allowed to know the treatment allocation. The patients were instructed not to discuss anything regarding his/ her treatment allocation with the examining investigator.","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":36,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Conventional gait therapy","type":"ACTIVE_COMPARATOR","description":"Conventional gait therapy.","interventionNames":["Other: Conventional therapy"]},{"label":"BWST training","type":"EXPERIMENTAL","description":"Conventional gait therapy + Body weight support treadmill training","interventionNames":["Other: Body weight support treadmill training + conventional therapy"]}],"interventions":[{"type":"OTHER","name":"Body weight support treadmill training + conventional therapy","description":"Conventional gait therapy was done based on the principles of the proprioceptive neuromuscular facilitation (PNF) and Motor Relearning program (MRP) concepts.\n\nPatients in intervention arm were additionally trained with a 40% body weight support and a comfortable walking speed on treadmill for twenty minutes. The training, which was conducted three times a week, for period of two weeks.","armGroupLabels":["BWST training"]},{"type":"OTHER","name":"Conventional therapy","description":"Conventional gait therapy was done based on the principles of the proprioceptive neuromuscular facilitation (PNF) and Motor Relearning program (MRP) concepts.","armGroupLabels":["Conventional gait therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"10 meter walk test","description":"The 10 Meter Walk Test is a performance measure used to assess walking speed in meters per second over a short distance. It can be employed to determine functional mobility, gait, and vestibular function.","timeFrame":"Two weeks"}],"secondaryOutcomes":[{"measure":"Cadence","description":"Cadence is measured as number of steps per minute during a 10 metre walk.","timeFrame":"Two weeks"},{"measure":"Timed up and go test","description":"The Timed Up and Go test (TUG) is a simple test used to assess a person's mobility and requires both static and dynamic balance.\n\nIt uses the time that a person takes to rise from a chair, walk three meters, turn around, walk back to the chair, and sit down.","timeFrame":"Two weeks"},{"measure":"Berg Balance Scale","description":"It is a widely used clinical test for static and dynamic balance. It comprises of 14 balance related tasks. A score of less than 20 signifies wheelchair use; 20-40: walking with assistance; 40-56: Independent ambulator.","timeFrame":"Two weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria\n\n* Age between 18 and 69 years, both genders will be acceptable.\n* First episode of supratentorial stroke in hemiparesis (both ischaemic and haemorrhagic strokes)\n* After 6 month from onset of stroke.\n* All subjects were ambulatory before stroke\n* Able to understand and follow simple verbal instruction, scoring at least 24 out of 30 on Mini Mental State Examination.\n* Able to walk at least 10 meters distance independently, with or without a walking aids.\n* Walking speed\\<0.75m/s at their self-selected velocity (SSV).\n* Scoring 3 or 4 in Functional Ambulation Category Scale.\n* Scoring less than 21 out of 23 on trunk Impairment Scale.\n* Currently not receiving any other type of physiotherapeutic intervention.\n\nExclusion criteria\n\n* Neurological disease affecting balance other than stroke.\n* History of diagnosed musculoskeletal disorder of the trunk and / or lower extremities affecting the motor performance.\n* History of Cerebrovascular accident more than one time or bilateral CVA at a time.\n* Myocardial infarction within the past 6 months.\n* Angina or ischemia at rest or during exercise.\n* Unstable hypertension (\\>150/90 mmHg), arrhythmia, congestive heart failure or unstable cardio vascular status.\n* Absence of active movement in the paretic lower limbs.\n* Disability of joint including hip fracture and severe cardio pulmonary disease.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"69 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Madhusree Sengupta, MD, PDF","affiliation":"Consultant","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Institute of Neurosciences Kolkata","city":"Kolkata","state":"West Bengal","zip":"700017","country":"India","geoPoint":{"lat":22.56263,"lon":88.36304}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000020233","term":"Gait Disorders, Neurologic"},{"id":"D000001835","term":"Body Weight"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4804","name":"Body Weight","asFound":"Body Weight","relevance":"HIGH"},{"id":"M21748","name":"Gait Disorders, Neurologic","asFound":"Gait Disorder, Sensorimotor","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}