{"protocolSection":{"identificationModule":{"nctId":"NCT05821816","orgStudyIdInfo":{"id":"Prot. CE/2022_031"},"organization":{"fullName":"I.R.C.C.S. Fondazione Santa Lucia","class":"OTHER"},"briefTitle":"Effect of Transcranial Direct Current Stimulation (tDCS) on Post-stroke Patients on Neuromotor Recovery","officialTitle":"Evaluation of the Efficacy of Transcranial Direct Current Stimulation (tDCS) on Neurodegeneration and Neuromotor Recovery on Post-stroke Patients. A Pilot Study"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-01-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-04-07","studyFirstSubmitQcDate":"2023-04-07","studyFirstPostDateStruct":{"date":"2023-04-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-20","lastUpdatePostDateStruct":{"date":"2023-04-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Stefano Brunelli","investigatorTitle":"MD, Physiatrist of the Operative Unit 4 for inpatient rehabilitation","investigatorAffiliation":"I.R.C.C.S. Fondazione Santa Lucia"},"leadSponsor":{"name":"I.R.C.C.S. Fondazione Santa Lucia","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of the study is to evaluate whether a non-invasive brain stimulation technique (Transcranial Direct Current Stimulation) can influence the secondary neurodegeneration observed after a stroke (assessed based on serum concentration of neurofilaments) and can improve the functional outcome.","detailedDescription":"The present preliminary study aims to evaluate the effects of tDCS (transcranial direct current stimulation) on functional recovery in subacute stroke patients and on neurodegeneration, measuring Neurofilament light chain (NfL) in blood.\n\nIt will evaluate:\n\n* baseline NfL levels in patients with subacute stroke;\n* the correlation between motor recovery and the blood concentration of NfL in subjects treated with tDCS compared to the control group.\n* the effect of tDCS on motor recovery and NfL levels in the 3 months after the stroke event;"},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Rehabilitation","tDCS","Neurofilament","Neurofilament light chain","NfL","Transcranial direct current stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental Group","type":"EXPERIMENTAL","description":"Standard rehabilitative treatment for stroke + tDCS","interventionNames":["Device: tDCS","Other: Conventional rehabilitative treatment"]},{"label":"Control Group","type":"ACTIVE_COMPARATOR","description":"Only standard rehabilitative treatment for stroke","interventionNames":["Other: Conventional rehabilitative treatment"]}],"interventions":[{"type":"DEVICE","name":"tDCS","description":"Use of Transcranial direct current stimulation for 20 minutes per day, 5 days a week, at 2mA","armGroupLabels":["Experimental Group"]},{"type":"OTHER","name":"Conventional rehabilitative treatment","description":"Physiotherapy treatment consisting in two treatments per day of 40 minutes each","armGroupLabels":["Control Group","Experimental Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To assess the change of blood value of Neurofilament light chain (NfL)","description":"Evaluation of neurodegeneration after stroke","timeFrame":"Initial assessment: after enrollment. Intermediate evaluation after 6 weeks. Final evaluation after 12 weeks since enrollment"}],"secondaryOutcomes":[{"measure":"To assess the change of the Fugl-Meyer Assessment for upper extremity (FMA-UE)","description":"The Fugl-Meyer Assessment for upper extremity (FMA-UE) is a valid assessment tool of upper extremity motor function in persons with chronic stroke with moderate to severe deficits.\n\nIt can determine disease severity, describe motor recovery, and to plan and assess treatment.","timeFrame":"Initial assessment: after enrollment. Intermediate evaluation after 6 weeks. Final evaluation after 12 weeks since enrollment"},{"measure":"To assess the change of Modified Ashwort Scale (MAS)","description":"The Modified Ashworth Scale (MAS) is a 6-points ordinal scale used to assess muscle spasticity, measuring resistance during muscle passive stretching. It grades from 0 to 5: 0 means no increase in muscle tone (better outcome) and 5 means rigid (worse outcome)","timeFrame":"Initial assessment: after enrollment. Intermediate evaluation after 6 weeks. Final evaluation after 12 weeks since enrollment"},{"measure":"To assess the change of The Rivermead Mobility Index (RMI)","description":"The Rivermead Mobility Index consists of 15 items (14 self reported items and 1 direct observation). The items are scored 0 if the patient is is not able to complete the task or 1 if they are able to complete it. The points are then added together, to score a maximum of 15, with higher scores stipulating better functional mobility","timeFrame":"Initial assessment: after enrollment. Intermediate evaluation after 6 weeks. Final evaluation after 12 weeks since enrollment"},{"measure":"To assess the change of Barthel Index (BI)","description":"The Barthel Index (BI) is an ordinal scale used to measure performance in activities of daily living (ADL). Ten variables describing ADL and mobility are scored, a higher number being a reflection of greater ability to function independently following hospital discharge.Time taken and physical assistance required to perform each item are used in determining the assigned value of each item. The Barthel Index measures the degree of assistance required by an individual on 10 items of mobility and self care ADL","timeFrame":"Initial assessment: after enrollment. Intermediate evaluation after 6 weeks. Final evaluation after 12 weeks since enrollment"},{"measure":"To assess the change of Functional Ambulation Categories (FAC)","description":"The Functional Ambulation Categories (FAC) is a functional walking test that evaluates ambulation ability. This 6-point scale assesses ambulation status by determining how much human support the patient requires when walking, regardless of whether or not they use a personal assistive device. The FAC does not evaluate endurance, as the patient is only required to walk approximately 10 ft","timeFrame":"Initial assessment: after enrollment. Intermediate evaluation after 6 weeks. Final evaluation after 12 weeks since enrollment"},{"measure":"To assess the change of Canadian Neurological Scale (CNS)","description":"The Canadian Neurological Scale (CNS) provides a standarized neurological assessment of cognitive and motor function in stroke patients.","timeFrame":"Initial assessment: after enrollment. Intermediate evaluation after 6 weeks. Final evaluation after 12 weeks since enrollment"},{"measure":"To assess the change of Timed Up and Go Test (TUG)","description":"The Timed Up and Go Test (TUG) is able to observe the patient's postural stability, gait, stride length, and sway. It determines fall risk and measures the progress of balance, sit to stand and walking.","timeFrame":"Initial assessment: after enrollment. Intermediate evaluation after 6 weeks. Final evaluation after 12 weeks since enrollment"},{"measure":"To assess the change of 2 Minute Walk Test (2MWT)","description":"The Two/2 Minute Walk Test (2MWT) is a measure of self-paced walking ability and functional capacity. during this test the person is encouraged to walk at a comfortable speed, safely, without assistance for two minutes, measuring the distance walked, even with walking aids if necessary.","timeFrame":"Initial assessment: after enrollment. Intermediate evaluation after 6 weeks. Final evaluation after 12 weeks since enrollment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* partecipants with a first episode of ischemic or hemorrhagic stroke\n* partecipants must be enrolled within 30 days from the stroke\n\nExclusion Criteria:\n\n* partecipants with previous episodes of ischemic or hemorrhagic stroke (evaluation by neuroimaging required)\n* uncooperative patients\n* medically unstable patients\n* partecipants with any other neurodegenerative diseases\n* epilepsies\n* multiple ischemic lesions\n* encephalic trunk ischemic lesions","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Noemi Gentileschi","role":"CONTACT","phone":"0651501845","phoneExt":"+39","email":"n.gentileschi@hsantalucia.it"},{"name":"Giulia Sancesario","role":"CONTACT","phone":"06 51501399","phoneExt":"+39","email":"g.sancesario@hsantalucia.it"}],"overallOfficials":[{"name":"Stefano Brunelli, MD","affiliation":"I.R.C.C.S. Fondazione Santa Lucia, Roma, Italy","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"I.R.C.C.S. Fondazione Santa Lucia","status":"RECRUITING","city":"Roma","zip":"00179","country":"Italy","contacts":[{"name":"Stefano Brunelli, MD","role":"CONTACT","phone":"0651501844","phoneExt":"+39","email":"s.brunelli@hsantalucia.it"},{"name":"Noemi Gentileschi","role":"CONTACT","phone":"0651501845","phoneExt":"+39","email":"n.gentileschi@hsantalucia.it"}],"geoPoint":{"lat":41.89193,"lon":12.51133}}]},"referencesModule":{"references":[{"pmid":"27089207","type":"BACKGROUND","citation":"Allman C, Amadi U, Winkler AM, Wilkins L, Filippini N, Kischka U, Stagg CJ, Johansen-Berg H. Ipsilesional anodal tDCS enhances the functional benefits of rehabilitation in patients after stroke. Sci Transl Med. 2016 Mar 16;8(330):330re1. doi: 10.1126/scitranslmed.aad5651. Epub 2016 Mar 16."},{"pmid":"33146954","type":"BACKGROUND","citation":"Barro C, Chitnis T, Weiner HL. Blood neurofilament light: a critical review of its application to neurologic disease. Ann Clin Transl Neurol. 2020 Dec;7(12):2508-2523. doi: 10.1002/acn3.51234. Epub 2020 Nov 4."},{"pmid":"27372845","type":"BACKGROUND","citation":"Bikson M, Grossman P, Thomas C, Zannou AL, Jiang J, Adnan T, Mourdoukoutas AP, Kronberg G, Truong D, Boggio P, Brunoni AR, Charvet L, Fregni F, Fritsch B, Gillick B, Hamilton RH, Hampstead BM, Jankord R, Kirton A, Knotkova H, Liebetanz D, Liu A, Loo C, Nitsche MA, Reis J, Richardson JD, Rotenberg A, Turkeltaub PE, Woods AJ. Safety of Transcranial Direct Current Stimulation: Evidence Based Update 2016. Brain Stimul. 2016 Sep-Oct;9(5):641-661. doi: 10.1016/j.brs.2016.06.004. Epub 2016 Jun 15."},{"pmid":"3809245","type":"BACKGROUND","citation":"Bohannon RW, Smith MB. Interrater reliability of a modified Ashworth scale of muscle spasticity. Phys Ther. 1987 Feb;67(2):206-7. doi: 10.1093/ptj/67.2.206."},{"pmid":"21803933","type":"BACKGROUND","citation":"Bolognini N, Vallar G, Casati C, Latif LA, El-Nazer R, Williams J, Banco E, Macea DD, Tesio L, Chessa C, Fregni F. Neurophysiological and behavioral effects of tDCS combined with constraint-induced movement therapy in poststroke patients. Neurorehabil Neural Repair. 2011 Nov-Dec;25(9):819-29. doi: 10.1177/1545968311411056. Epub 2011 Jul 29."},{"pmid":"1836787","type":"BACKGROUND","citation":"Collen FM, Wade DT, Robb GF, Bradshaw CM. The Rivermead Mobility Index: a further development of the Rivermead Motor Assessment. Int Disabil Stud. 1991 Apr-Jun;13(2):50-4. doi: 10.3109/03790799109166684."},{"pmid":"25458712","type":"BACKGROUND","citation":"Di Lazzaro V, Dileone M, Capone F, Pellegrino G, Ranieri F, Musumeci G, Florio L, Di Pino G, Fregni F. Immediate and late modulation of interhemipheric imbalance with bilateral transcranial direct current stimulation in acute stroke. Brain Stimul. 2014 Nov-Dec;7(6):841-8. doi: 10.1016/j.brs.2014.10.001. Epub 2014 Oct 13."},{"pmid":"1135616","type":"BACKGROUND","citation":"Fugl-Meyer AR, Jaasko L, Leyman I, Olsson S, Steglind S. The post-stroke hemiplegic patient. 1. a method for evaluation of physical performance. Scand J Rehabil Med. 1975;7(1):13-31."},{"pmid":"29046363","type":"BACKGROUND","citation":"Gattringer T, Pinter D, Enzinger C, Seifert-Held T, Kneihsl M, Fandler S, Pichler A, Barro C, Grobke S, Voortman M, Pirpamer L, Hofer E, Ropele S, Schmidt R, Kuhle J, Fazekas F, Khalil M. Serum neurofilament light is sensitive to active cerebral small vessel disease. Neurology. 2017 Nov 14;89(20):2108-2114. doi: 10.1212/WNL.0000000000004645. Epub 2017 Oct 18."},{"pmid":"25567110","type":"BACKGROUND","citation":"Gentil BJ, Tibshirani M, Durham HD. Neurofilament dynamics and involvement in neurological disorders. Cell Tissue Res. 2015 Jun;360(3):609-20. doi: 10.1007/s00441-014-2082-7. Epub 2015 Jan 8."},{"pmid":"6691052","type":"BACKGROUND","citation":"Holden MK, Gill KM, Magliozzi MR, Nathan J, Piehl-Baker L. Clinical gait assessment in the neurologically impaired. Reliability and meaningfulness. Phys Ther. 1984 Jan;64(1):35-40. doi: 10.1093/ptj/64.1.35."},{"pmid":"30171200","type":"BACKGROUND","citation":"Khalil M, Teunissen CE, Otto M, Piehl F, Sormani MP, Gattringer T, Barro C, Kappos L, Comabella M, Fazekas F, Petzold A, Blennow K, Zetterberg H, Kuhle J. Neurofilaments as biomarkers in neurological disorders. Nat Rev Neurol. 2018 Oct;14(10):577-589. doi: 10.1038/s41582-018-0058-z."},{"pmid":"23609526","type":"BACKGROUND","citation":"Khedr EM, Shawky OA, El-Hammady DH, Rothwell JC, Darwish ES, Mostafa OM, Tohamy AM. Effect of anodal versus cathodal transcranial direct current stimulation on stroke rehabilitation: a pilot randomized controlled trial. Neurorehabil Neural Repair. 2013 Sep;27(7):592-601. doi: 10.1177/1545968313484808. Epub 2013 Apr 22."},{"pmid":"14258950","type":"BACKGROUND","citation":"MAHONEY FI, BARTHEL DW. FUNCTIONAL EVALUATION: THE BARTHEL INDEX. Md State Med J. 1965 Feb;14:61-5. No abstract available."},{"pmid":"25567120","type":"BACKGROUND","citation":"Sattler V, Acket B, Raposo N, Albucher JF, Thalamas C, Loubinoux I, Chollet F, Simonetta-Moreau M. Anodal tDCS Combined With Radial Nerve Stimulation Promotes Hand Motor Recovery in the Acute Phase After Ischemic Stroke. Neurorehabil Neural Repair. 2015 Sep;29(8):743-54. doi: 10.1177/1545968314565465. Epub 2015 Jan 7."},{"pmid":"20633383","type":"BACKGROUND","citation":"Ziemann U, Paulus W, Nitsche MA, Pascual-Leone A, Byblow WD, Berardelli A, Siebner HR, Classen J, Cohen LG, Rothwell JC. Consensus: Motor cortex plasticity protocols. Brain Stimul. 2008 Jul;1(3):164-82. doi: 10.1016/j.brs.2008.06.006. Epub 2008 Jul 1."},{"pmid":"12234086","type":"BACKGROUND","citation":"Gladstone DJ, Danells CJ, Black SE. The fugl-meyer assessment of motor recovery after stroke: a critical review of its measurement properties. Neurorehabil Neural Repair. 2002 Sep;16(3):232-40. doi: 10.1177/154596802401105171."},{"pmid":"31740027","type":"BACKGROUND","citation":"Rech KD, Salazar AP, Marchese RR, Schifino G, Cimolin V, Pagnussat AS. Fugl-Meyer Assessment Scores Are Related With Kinematic Measures in People with Chronic Hemiparesis after Stroke. J Stroke Cerebrovasc Dis. 2020 Jan;29(1):104463. doi: 10.1016/j.jstrokecerebrovasdis.2019.104463. Epub 2019 Nov 15."},{"pmid":"27630440","type":"BACKGROUND","citation":"Park GT, Kim M. Correlation between mobility assessed by the Modified Rivermead Mobility Index and physical function in stroke patients. J Phys Ther Sci. 2016 Aug;28(8):2389-92. doi: 10.1589/jpts.28.2389. Epub 2016 Aug 31."},{"pmid":"26881947","type":"BACKGROUND","citation":"Bloch ML, Jonsson LR, Kristensen MT. Introducing a Third Timed Up & Go Test Trial Improves Performances of Hospitalized and Community-Dwelling Older Individuals. J Geriatr Phys Ther. 2017 Jul/Sep;40(3):121-126. doi: 10.1519/JPT.0000000000000080."},{"pmid":"35948869","type":"BACKGROUND","citation":"Ibeneme SC, Eze JC, Okonkwo UP, Ibeneme GC, Fortwengel G. Evaluating the discriminatory power of the velocity field diagram and timed-up-and-go test in determining the fall status of community-dwelling older adults: a cross-sectional observational study. BMC Geriatr. 2022 Aug 11;22(1):658. doi: 10.1186/s12877-022-03282-2."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Individual participant data that underlie the results reported in this article, after de-identification (text, tables, figures, and appendices)","infoTypes":["ICF"],"timeFrame":"Beginning 3 months and ending 5 years following article publication","accessCriteria":"Proposals should be directed to the personal corrisponding author's mail address."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M12044","name":"Nerve Degeneration","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}