{"protocolSection":{"identificationModule":{"nctId":"NCT06005233","orgStudyIdInfo":{"id":"20230726"},"organization":{"fullName":"Technical University of Munich","class":"OTHER"},"briefTitle":"Smartwatches for Detection of Atrial Fibrillation (AFib) in Secondary Prevention of Cryptogenic Stroke","officialTitle":"Smartwatches for Detection of Atrial Fibrillation (AFib) in Secondary Prevention of Cryptogenic Stroke - WATCH AFib A Prospective, Intraindividual-controlled, Multicenter Clinical Study","acronym":"WATCH AFib"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-01","studyFirstSubmitQcDate":"2023-08-16","studyFirstPostDateStruct":{"date":"2023-08-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-23","lastUpdatePostDateStruct":{"date":"2023-11-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Technical University of Munich","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Scientific Background: In secondary prevention of ischemic stroke, detection of atrial fibrillation (AFib) and subsequent anticoagulation therapy reduce the risk of recurrent stroke by approximately 60%. Prolonged electrocardiogram (ECG) monitoring up to 6 months significantly increases detection of AFib in cryptogenic stroke. Wearables like smartwatches have recently been shown to adequately detect AFib in the general population. Thus, prolonged ECG monitoring after cryptogenic ischemic stroke or transient ischemic attack (TIA) using a smartwatch could lead to a reduction of recurrent stroke by prompting adequate anticoagulation therapy and may constitute a cost-effective, non-invasive, and broadly-available alternative to the current standard of care.\n\nHypothesis: The investigators hypothesize that AFib detection via smartwatch in patients with cryptogenic TIA or ischemic stroke is accurate compared to an implantable event recorder.\n\nMethods: The investigators introduce a prospective, intraindividual-controlled, multicentre clinical study in patients with cryptogenic ischemic stroke or TIA. In addition to an implanted event recorder as indicated by clinical standard, included patients receive a smartwatch for detection of AFib. ECG-data from smartwatches will be continuously monitored by two independent cardiologists. As soon as AFib is confirmed, a doctoral appointment is set to evaluate start of anticoagulation. The follow-up period will be six months. The study consists of four study visits: a baseline visit, two phone visits at one and three months, and an end of trial visit at six months.\n\nPrimary Objective: To compare smartwatch and event recorder based analysis for sensitivity and specificity of AFib detection per patient after six months","detailedDescription":"Ischemic stroke is worldwide the second most frequent cause of death and disability and has a lifetime risk of approximately 25%. In the secondary prevention of ischemic stroke, detection of atrial fibrillation (AFib) and subsequent anticoagulation therapy reduce the risk of recurrent stroke by approximately 60%. Cryptogenic stroke is defined as ischemic stroke for which no probable cause is found despite a full standard evaluation and comprises 25% of all ischemic strokes. Prolonged electrocardiogram (ECG) monitoring for 30 days to 6 months significantly increases the detection of occult paroxysmal AFib in cryptogenic stroke, which is present in 9 - 16%. Thus, prolonged ECG monitoring is likely to lead to a reduction of recurrent stroke by prompting adequate anticoagulation therapy.\n\nStill, prolonged AFib screening after stroke is currently suboptimal due to a limitation of resources, loss to follow-up, invasiveness of procedures, and costs. Wearables like smartwatches have recently been shown to adequately detect AFib in the general population. Sensitivity and specificity of AFib detection compared to ECG-based diagnosis is high (93-98% and 90-98%, respectively). Compared to implantable Event Recorders, smartwatch based AFib diagnosis in the general population exhibits a sensitivity of 97.5% for AFib episodes \\>1h and a sensitivity of 100% for AFib detection per patient.\n\nThe investigators hypothesize that AFib detection via smartwatch in patients suffering from cryptogenic transient ischemic attack (TIA) or ischemic stroke is accurate for AFib detection compared to an implantable Event Recorder and might therefore be a non-invasive, cost-effective, widely available alternative, which could potentially change the current standard of post-stroke care.\n\nThe primary objective is to assess whether AFib detection via smartwatch in patients suffering from cryptogenic TIA/ ischemic stroke is accurate in comparison to implantable Event Recorders. This will be assessed by sensitivity and specificity of AFib detection per patient after six months. The investigators aim on a comparison of smartwatch based, continuous, automated, cardiologist supervised rhythm analysis of photoplethysmography (PPG)- signal and patient activated 1-lead ECG with Event Recorder based, continuous, automated ECG rhythm analysis.\n\nThis is a prospective, intraindividual-controlled, multicenter clinical study.\n\nThe study population includes patients with cryptogenic TIA or ischemic stroke and known risk factors for the presence of paroxysmal AFib (see inclusion criteria; CHA2DS2VASc score ≥4, Atrial runs, Left atrial size \\> 45mm, Left atrial appendage flow ≤ 0.2m/s).\n\nIn addition to an implanted Event Recorder according to clinical standard, patients receive a smartwatch. Smartwatch- and Event Recorder-derived heart rhythm are daily uploaded and ana-lyzed by the cardiologists at the Cardiology Core Lab at the Department of Internal Medicine I, Klinikum rechts der Isar, Munich. The obtained data on cardiac arrhythmia will be assessable for each study site in consultation with the Cardiology Core Lab. In case of an arrhythmic event, the obtained data on duration, source of information (e.g., smartwatch PPG signal, smartwatch 1-lead ECG, Event Recorder) will be implemented in the eCRF by the Cardiology Core Lab.\n\nIn parallel, the study consists of a total of four visits. The baseline visit (Visit 0) may take place within the clinical setting of the acute stroke work up. A table containing a detailed plan of the data to be collected will be provided. Furtherly, the implementation and set-up of the smart-watch will take place within the baseline visit. A manual will be provided for each study center and patient to correctly set up and instruct on the usage of the smartwatch. The second and third visit (Visit 1, Visit 2) constitute phone-visits at one and three months with a tolerated time deviation of one week. The last visit at the end of the study (Visit 3) will be performed at six months with a tolerated time deviation of three weeks. This visit will take place at each pa-tient's study center. A table containing a detailed plan of the data to be collected will be pro-vided for each study center.\n\nThe first patient is planned to be included approximately in the third quarter of 2023 and the last patient approximately in the first quarter of 2025. Accordingly, the last patient will exit the study ('last patient last visit') approximately by the end of 2025.\n\nThe clinical study will be carried out in accordance with the study protocol and the principles of the Declaration of Helsinki by the World Medical Association and specific applicable national ethical and regulatory requirements.\n\nAll patients included in the clinical study will receive standard of care for cryptogenic TIA/ is-chemic stroke. The clinical study protocol does not interfere with generally accepted standards in post stroke care and local SOPs .The applied smartwatch is CE-certified as a medical device for AFib detection. As the study intervention consists in simply wearing a smartwatch (and phone visits are implemented at one and three months), we expect no safety risk for study partici-pants."},"conditionsModule":{"conditions":["Ischemic Stroke, Cryptogenic","Transient Ischemic Attack","Atrial Fibrillation"],"keywords":["Smartwatch","Ischemic stroke","atrial fibrillation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Prospective, intraindividual-controlled, multicenter clinical study.","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":400,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Application of Smartwatch","type":"EXPERIMENTAL","description":"Application of smartwatch in addition to an implanted event recorder. Follow-up of 6 months","interventionNames":["Device: Smartwatch"]}],"interventions":[{"type":"DEVICE","name":"Smartwatch","description":"Smartwatch with PPG- and 1-lead ECG derived analysis of cardiac arrhythmia. Analysis will be performed centrally at the Cardiology Core Lab at the Klinikum Rechts der Isar.","armGroupLabels":["Application of Smartwatch"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Sensitivity and Specificity of AFib Detection","description":"To estimate and compare sensitivity and specificity for AFib detection per patient after six months (Comparison of smartwatch based, continuous, automated, cardiologist supervised rhythm analysis of photoplethysmography (PPG)- signal and patient activated 1-lead ECG with Event Recorder based, continuous, automated ECG rhythm analysis).","timeFrame":"From baseline visit (V0) to the last follow-up at visit (V3) at six months"}],"secondaryOutcomes":[{"measure":"To estimate and compare the positive and negative predictive values for AFib detection per patient","timeFrame":"From baseline visit (V0) to the last follow-up at visit (V3) at six months"},{"measure":"Sensitivity and specificity for AFib detection of the automated PPG-signal rhythm analysis","timeFrame":"From baseline visit (V0) to the last follow-up at visit (V3) at six months"},{"measure":"Sensitivity and specificity for the detection of any AFib episode","timeFrame":"From baseline visit (V0) to the last follow-up at visit (V3) at six months"},{"measure":"Sensitivity for the detection of AFib episodes >1 hour","timeFrame":"From baseline visit (V0) to the last follow-up at visit (V3) at six months"},{"measure":"Sensitivity and specificity of AFib detection per recorded/ per analyzable time (i.e., intervals in which the watch is actually worn/records an analyzable signal; per-protocol analysis)","timeFrame":"From baseline visit (V0) to the last follow-up at visit (V3) at six months"},{"measure":"Specificity for episodes of sinus rhythms >1 hour","timeFrame":"From baseline visit (V0) to the last follow-up at visit (V3) at six months"},{"measure":"Stroke and TIA recurrence within six months","description":"Stroke or TIA recurrence in the clinical follop-up visits at 1, 3 and 6 months","timeFrame":"From baseline visit (V0) to the last follow-up at visit (V3) at six months"},{"measure":"Subgroup analysis: accuracy in severely affected patients (i.e., National Institute of Health Stroke Scale (NIHSS) ≥8)","description":"NIHSS: 0-42 points, a higher score refers to the presence of more stroke related symtpoms/ worse outcome","timeFrame":"From baseline visit (V0) to the last follow-up at visit (V3) at six months"},{"measure":"Exploratory endpoint: Acceptance and practicability of smartwatches for AFib detection","description":"self-designed questionnaire","timeFrame":"From baseline visit (V0) to the last follow-up at visit (V3) at six months"},{"measure":"Exploratory endpoint: AFib burden/ patient","description":"Duration of AFib episodes/ Duration of Sinus rhythm","timeFrame":"From baseline visit (V0) to the last follow-up at visit (V3) at six months"},{"measure":"Exploratory endpoint: relevance of AFib risk factors","timeFrame":"From baseline visit (V0) to the last follow-up at visit (V3) at six months"},{"measure":"Exploratory endpoint: AFib detection rates after one month and after six months and time to confirmed AFib diagnosis","timeFrame":"From baseline visit (V0) to the last follow-up at visit (V3) at six months"},{"measure":"Exploratory endpoint: count of AFib diagnoses","timeFrame":"From baseline visit (V0) to the last follow-up at visit (V3) at six months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Implanted Event Recorder with telemedicinal function (e.g., Biotronik BioMon 3m ProMRI HomeMon or similar)\n* Cryptogenic stroke (within the last six month) after full standard evaluation:\n\n  * Stroke detected by computed tomography (CT) or magnetic resonance imaging (MRI) that is not lacunar (lacunar is defined as a subcortical infarct in the distribution of the small, penetrating cerebral arteries whose largest dimension is ≤1.5 cm on CT or ≤2.0 cm on MRI diffusion images)\n  * Absence of extracranial or intracranial atherosclerosis causing ≥50 percent luminal stenosis of the artery supplying the area of ischemia\n  * No major-risk cardioembolic source of embolism (i.e., no permanent or paroxysmal atrial fibrillation, sustained atrial flutter, intracardiac thrombus, prosthetic cardiac valve, atrial myxoma or other cardiac tumors, high-grade mitral valve stenosis, recent (within four weeks) myocardial infarction, left ventricular ejection fraction \\<30 percent, valvular vegetations, or infective endocarditis)\n  * No other specific cause of stroke identified (e.g., arteritis, dissection, migraine, vasospasm, drug abuse)\n  * No paroxysmal atrial fibrillation in 72h of in-hospital ECG-monitoring, including at least one Holter- ECG for 24 hours.\n* Cryptogenic TIA with definite cortical syndrome (aphasia, neglect or homonymous hemianopia) (within the last six month) after full standard evaluation (see above)\n* Age: ≥40 yrs.\n* At least one of the following risk factors:\n\n  * CHA2DS2VASc score ≥4\n  * Atrial runs\n  * Left atrial size \\> 45mm\n  * Left atrial appendage flow ≤ 0.2m/s\n* No contraindication for anticoagulant therapy after acute phase of stroke\n* Written informed consent by patient or authorized caregiver\n\nExclusion Criteria:\n\n* Patient is not able to perform 1-lead ECG recording with smartwatch\n* Patient possesses no smartphone (iOS version ≥10.0 or Android)\n* Implanted pacemaker or cardioverter defibrillator (ICD)\n* Pregnancy and breastfeeding period","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Silke Wunderlich, Dr.med","role":"CONTACT","phone":"0049(0)8941404606","email":"Silke.Wunderlich@tum.de"},{"name":"Horst Penkert, Dr. med.","role":"CONTACT","phone":"0049(0)8941404606","email":"h.penkert@tum.de"}],"locations":[{"facility":"Klinikum rechts der Isar, Technische Universität München","city":"Munich","zip":"81675","country":"Germany","contacts":[{"name":"Silke Wunderlich, Dr. med.","role":"CONTACT","phone":"0049(0)8941404606","email":"silke.wunderlich@tum.de"},{"name":"Silke Wunderlich, Dr. med.","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Horst Penkert, Dr. med.","role":"SUB_INVESTIGATOR"},{"name":"Eimo Martens, Dr. med","role":"SUB_INVESTIGATOR"},{"name":"Silvia Egert-Schwender, Dr.","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":48.13743,"lon":11.57549}}]},"referencesModule":{"references":[{"pmid":"30879893","type":"BACKGROUND","citation":"GBD 2016 Neurology Collaborators. Global, regional, and national burden of neurological disorders, 1990-2016: a systematic analysis for the Global Burden of Disease Study 2016. Lancet Neurol. 2019 May;18(5):459-480. doi: 10.1016/S1474-4422(18)30499-X. Epub 2019 Mar 14."},{"pmid":"30575491","type":"BACKGROUND","citation":"GBD 2016 Lifetime Risk of Stroke Collaborators; Feigin VL, Nguyen G, Cercy K, Johnson CO, Alam T, Parmar PG, Abajobir AA, Abate KH, Abd-Allah F, Abejie AN, Abyu GY, Ademi Z, Agarwal G, Ahmed MB, Akinyemi RO, Al-Raddadi R, Aminde LN, Amlie-Lefond C, Ansari H, Asayesh H, Asgedom SW, Atey TM, Ayele HT, Banach M, Banerjee A, Barac A, Barker-Collo SL, Barnighausen T, Barregard L, Basu S, Bedi N, Behzadifar M, Bejot Y, Bennett DA, Bensenor IM, Berhe DF, Boneya DJ, Brainin M, Campos-Nonato IR, Caso V, Castaneda-Orjuela CA, Rivas JC, Catala-Lopez F, Christensen H, Criqui MH, Damasceno A, Dandona L, Dandona R, Davletov K, de Courten B, deVeber G, Dokova K, Edessa D, Endres M, Faraon EJA, Farvid MS, Fischer F, Foreman K, Forouzanfar MH, Gall SL, Gebrehiwot TT, Geleijnse JM, Gillum RF, Giroud M, Goulart AC, Gupta R, Gupta R, Hachinski V, Hamadeh RR, Hankey GJ, Hareri HA, Havmoeller R, Hay SI, Hegazy MI, Hibstu DT, James SL, Jeemon P, John D, Jonas JB, Jozwiak J, Kalani R, Kandel A, Kasaeian A, Kengne AP, Khader YS, Khan AR, Khang YH, Khubchandani J, Kim D, Kim YJ, Kivimaki M, Kokubo Y, Kolte D, Kopec JA, Kosen S, Kravchenko M, Krishnamurthi R, Kumar GA, Lafranconi A, Lavados PM, Legesse Y, Li Y, Liang X, Lo WD, Lorkowski S, Lotufo PA, Loy CT, Mackay MT, Abd El Razek HM, Mahdavi M, Majeed A, Malekzadeh R, Malta DC, Mamun AA, Mantovani LG, Martins SCO, Mate KK, Mazidi M, Mehata S, Meier T, Melaku YA, Mendoza W, Mensah GA, Meretoja A, Mezgebe HB, Miazgowski T, Miller TR, Ibrahim NM, Mohammed S, Mokdad AH, Moosazadeh M, Moran AE, Musa KI, Negoi RI, Nguyen M, Nguyen QL, Nguyen TH, Tran TT, Nguyen TT, Anggraini Ningrum DN, Norrving B, Noubiap JJ, O'Donnell MJ, Olagunju AT, Onuma OK, Owolabi MO, Parsaeian M, Patton GC, Piradov M, Pletcher MA, Pourmalek F, Prakash V, Qorbani M, Rahman M, Rahman MA, Rai RK, Ranta A, Rawaf D, Rawaf S, Renzaho AM, Robinson SR, Sahathevan R, Sahebkar A, Salomon JA, Santalucia P, Santos IS, Sartorius B, Schutte AE, Sepanlou SG, Shafieesabet A, Shaikh MA, Shamsizadeh M, Sheth KN, Sisay M, Shin MJ, Shiue I, Silva DAS, Sobngwi E, Soljak M, Sorensen RJD, Sposato LA, Stranges S, Suliankatchi RA, Tabares-Seisdedos R, Tanne D, Nguyen CT, Thakur JS, Thrift AG, Tirschwell DL, Topor-Madry R, Tran BX, Nguyen LT, Truelsen T, Tsilimparis N, Tyrovolas S, Ukwaja KN, Uthman OA, Varakin Y, Vasankari T, Venketasubramanian N, Vlassov VV, Wang W, Werdecker A, Wolfe CDA, Xu G, Yano Y, Yonemoto N, Yu C, Zaidi Z, El Sayed Zaki M, Zhou M, Ziaeian B, Zipkin B, Vos T, Naghavi M, Murray CJL, Roth GA. Global, Regional, and Country-Specific Lifetime Risks of Stroke, 1990 and 2016. N Engl J Med. 2018 Dec 20;379(25):2429-2437. doi: 10.1056/NEJMoa1804492."},{"pmid":"7901582","type":"BACKGROUND","citation":"Secondary prevention in non-rheumatic atrial fibrillation after transient ischaemic attack or minor stroke. EAFT (European Atrial Fibrillation Trial) Study Group. Lancet. 1993 Nov 20;342(8882):1255-62."},{"pmid":"14988571","type":"BACKGROUND","citation":"Hart RG, Pearce LA, Koudstaal PJ. Transient ischemic attacks in patients with atrial fibrillation: implications for secondary prevention: the European Atrial Fibrillation Trial and Stroke Prevention in Atrial Fibrillation III trial. Stroke. 2004 Apr;35(4):948-51. doi: 10.1161/01.STR.0000120741.34866.1D. Epub 2004 Feb 26."},{"pmid":"24646875","type":"BACKGROUND","citation":"Hart RG, Diener HC, Coutts SB, Easton JD, Granger CB, O'Donnell MJ, Sacco RL, Connolly SJ; Cryptogenic Stroke/ESUS International Working Group. Embolic strokes of undetermined source: the case for a new clinical construct. Lancet Neurol. 2014 Apr;13(4):429-38. doi: 10.1016/S1474-4422(13)70310-7."},{"pmid":"24963567","type":"BACKGROUND","citation":"Sanna T, Diener HC, Passman RS, Di Lazzaro V, Bernstein RA, Morillo CA, Rymer MM, Thijs V, Rogers T, Beckers F, Lindborg K, Brachmann J; CRYSTAL AF Investigators. Cryptogenic stroke and underlying atrial fibrillation. N Engl J Med. 2014 Jun 26;370(26):2478-86. doi: 10.1056/NEJMoa1313600."},{"pmid":"24963566","type":"BACKGROUND","citation":"Gladstone DJ, Spring M, Dorian P, Panzov V, Thorpe KE, Hall J, Vaid H, O'Donnell M, Laupacis A, Cote R, Sharma M, Blakely JA, Shuaib A, Hachinski V, Coutts SB, Sahlas DJ, Teal P, Yip S, Spence JD, Buck B, Verreault S, Casaubon LK, Penn A, Selchen D, Jin A, Howse D, Mehdiratta M, Boyle K, Aviv R, Kapral MK, Mamdani M; EMBRACE Investigators and Coordinators. Atrial fibrillation in patients with cryptogenic stroke. N Engl J Med. 2014 Jun 26;370(26):2467-77. doi: 10.1056/NEJMoa1311376."},{"pmid":"31216964","type":"BACKGROUND","citation":"Tsivgoulis G, Katsanos AH, Grory BM, Kohrmann M, Ricci BA, Tsioufis K, Cutting S, Krogias C, Schellinger PD, Campello AR, Cuadrado-Godia E, Gladstone DJ, Sanna T, Wachter R, Furie K, Alexandrov AV, Yaghi S. Prolonged Cardiac Rhythm Monitoring and Secondary Stroke Prevention in Patients With Cryptogenic Cerebral Ischemia. Stroke. 2019 Aug;50(8):2175-2180. doi: 10.1161/STROKEAHA.119.025169. Epub 2019 Jun 20."},{"pmid":"31722151","type":"BACKGROUND","citation":"Perez MV, Mahaffey KW, Hedlin H, Rumsfeld JS, Garcia A, Ferris T, Balasubramanian V, Russo AM, Rajmane A, Cheung L, Hung G, Lee J, Kowey P, Talati N, Nag D, Gummidipundi SE, Beatty A, Hills MT, Desai S, Granger CB, Desai M, Turakhia MP; Apple Heart Study Investigators. Large-Scale Assessment of a Smartwatch to Identify Atrial Fibrillation. N Engl J Med. 2019 Nov 14;381(20):1909-1917. doi: 10.1056/NEJMoa1901183."},{"pmid":"29562087","type":"BACKGROUND","citation":"Tison GH, Sanchez JM, Ballinger B, Singh A, Olgin JE, Pletcher MJ, Vittinghoff E, Lee ES, Fan SM, Gladstone RA, Mikell C, Sohoni N, Hsieh J, Marcus GM. Passive Detection of Atrial Fibrillation Using a Commercially Available Smartwatch. JAMA Cardiol. 2018 May 1;3(5):409-416. doi: 10.1001/jamacardio.2018.0136."},{"pmid":"30784691","type":"BACKGROUND","citation":"Dorr M, Nohturfft V, Brasier N, Bosshard E, Djurdjevic A, Gross S, Raichle CJ, Rhinisperger M, Stockli R, Eckstein J. The WATCH AF Trial: SmartWATCHes for Detection of Atrial Fibrillation. JACC Clin Electrophysiol. 2019 Feb;5(2):199-208. doi: 10.1016/j.jacep.2018.10.006. Epub 2018 Nov 28."},{"pmid":"31113234","type":"BACKGROUND","citation":"Wasserlauf J, You C, Patel R, Valys A, Albert D, Passman R. Smartwatch Performance for the Detection and Quantification of Atrial Fibrillation. Circ Arrhythm Electrophysiol. 2019 Jun;12(6):e006834. doi: 10.1161/CIRCEP.118.006834."},{"pmid":"26172621","type":"BACKGROUND","citation":"Afzal MR, Gunda S, Waheed S, Sehar N, Maybrook RJ, Dawn B, Lakkireddy D. Role of Outpatient Cardiac Rhythm Monitoring in Cryptogenic Stroke: A Systematic Review and Meta-Analysis. Pacing Clin Electrophysiol. 2015 Oct;38(10):1236-45. doi: 10.1111/pace.12688. Epub 2015 Aug 27."},{"pmid":"35720675","type":"BACKGROUND","citation":"Ding EY, CastanedaAvila M, Tran KV, Mehawej J, Filippaios A, Paul T, Otabil EM, Noorishirazi K, Han D, Saczynski JS, Barton B, Mazor KM, Chon K, McManus DD. Usability of a smartwatch for atrial fibrillation detection in older adults after stroke. Cardiovasc Digit Health J. 2022 Apr 18;3(3):126-135. doi: 10.1016/j.cvdhj.2022.03.003. eCollection 2022 Jun."},{"pmid":"26470854","type":"BACKGROUND","citation":"Poli S, Diedler J, Hartig F, Gotz N, Bauer A, Sachse T, Muller K, Muller I, Stimpfle F, Duckheim M, Steeg M, Eick C, Schreieck J, Gawaz M, Ziemann U, Zuern CS. Insertable cardiac monitors after cryptogenic stroke--a risk factor based approach to enhance the detection rate for paroxysmal atrial fibrillation. Eur J Neurol. 2016 Feb;23(2):375-81. doi: 10.1111/ene.12843. Epub 2015 Oct 16."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002546","term":"Ischemic Attack, Transient"},{"id":"D000001281","term":"Atrial Fibrillation"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000002545","term":"Brain Ischemia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11997","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Transient Ischemic Attack","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}