{"protocolSection":{"identificationModule":{"nctId":"NCT04307225","orgStudyIdInfo":{"id":"2015-08-3"},"organization":{"fullName":"Region Örebro County","class":"OTHER"},"briefTitle":"Atrial Fibrillation After CABG and PCI","officialTitle":"Atrial Fibrillation After CABG and PCI","acronym":"AFAF"},"statusModule":{"statusVerifiedDate":"2022-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-12","type":"ACTUAL"},"completionDateStruct":{"date":"2022-01","type":"ACTUAL"},"studyFirstSubmitDate":"2017-11-13","studyFirstSubmitQcDate":"2020-03-10","studyFirstPostDateStruct":{"date":"2020-03-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-04-26","lastUpdatePostDateStruct":{"date":"2022-04-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Anders Ahlsson","investigatorTitle":"Director, Principal Investigator, Associate Professor","investigatorAffiliation":"Region Stockholm"},"leadSponsor":{"name":"Region Örebro County","class":"OTHER"},"collaborators":[{"name":"Danderyd Hospital","class":"OTHER"},{"name":"University Hospital, Linkoeping","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Atrial fibrillation (AF) is the most common arrhythmia seen in clinical practice and is associated with an increased risk of stroke, heart failure and death. Oral anticoagulation (OAC) is the only treatment so far being able to reduce mortality in AF patients, despite new antiarrhythmic drugs and ablation techniques. Postoperative AF affects one-third of patients undergoing aortocoronary bypass surgery (CABG). Postoperative AF is associated with an increased 30-day mortality compared to patients who are in sinus rhythm during the hospital stay. . The risk of future AF is increased in patients with postoperative AF, and one-fourth of patients with an episode of postoperative AF develop later AF. At six years follow-up, 9.1% of patients with postoperative AF have had a lethal or non-lethal episode of ischemic stroke, compared to 3.0% of patients in SR (p=.002). Atrial fibrillation is a common complication of myocardial infarction, with an incidence of new-onset AF between 5-20%. New-onset AF occurs postoperatively in 5-6% of patients undergoing acute percutaneous coronary intervention (PCI) for ST-elevation myocardial infarction (STEMI), and is marker of adverse outcomes. However, studies of heart rhythm beyond the post procedural period following PCI are lacking. About one third of all AF is asymptomatic, silent and often paroxysmal. The risk of stroke seems to be the same for silent AF as for those with symptomatic AF. In trials comparing PCI and CABG, there is a consistent difference in stroke rate. Several studies have shown an increased risk of late cardiovascular death and ischemic stroke in postoperative AF patients, and the difference in stroke rate between PCI and CABG may be explained by unprotected episodes of AF after discharge. The investigators therefore hypothesize that patients undergoing CABG have an increased risk of silent AF postoperatively compared to patients undergoing PCI and that this difference may explain some of the differences in stroke rate between PCI and CABG patients.","detailedDescription":"Atrial fibrillation (AF) is the most common arrhythmia seen in clinical practice and is associated with an increased risk of stroke, heart failure and Death. Oral anticoagulation (OAC) is the only treatment so far being able to reduce mortality in AF patients, despite new antiarrhythmic drugs and ablation techniques.\n\nPostoperative AF affects one-third of patients undergoing aortocoronary bypass surgery (CABG). It is typically characterized by an episode of AF lasting 24-48 hours, starting at the second postoperative day, and affected patients are usually discharged in sinus rhythm. Postoperative AF is associated with an increased 30-day mortality compared to patients who are in sinus rhythm during the hospital stay. Later studies have shown that CABG patients with an episode of postoperative AF have an increased long-term mortality compared to patients in sinus rhythm (SR). In particular, patients with postoperative AF have a doubled cardiovascular long-term mortality, mainly explained by an increased risk of fatal ischemic stroke and cardiac death. The risk of future AF is increased in patients with postoperative AF, and one-fourth of patients with an episode of postoperative AF develop later AF. At six years follow-up, 9.1% of patients with postoperative AF have had a lethal or non-lethal episode of ischemic stroke, compared to 3.0% of patients in SR (p=.002).\n\nAll patients undergoing CABG are offered single or dual antiplatelet therapy depending on the presence of drug-eluting stents and type of coronary artery disease. Antiplatelet therapy does not offer any protection of thromboembolic disease in patients with AF. The indication for anticoagulation in patients with an episode of postoperative AF is basically not different from other types of AF. Given the short duration of a typical episode of postoperative AF, warfarin is seldom prescribed at discharge (3.6% in one study).\n\nAtrial fibrillation is a common complication of myocardial infarction, with an incidence of new-onset AF between 5-20%. New-onset AF occurs postoperatively in 5-6% of patients undergoing acute percutaneous coronary intervention (PCI) for ST-elevation myocardial infarction (STEMI), and is marker of adverse outcomes. However, studies of heart rhythm beyond the post procedural period following PCI are lacking.\n\nAbout one third of all AF is asymptomatic, silent and often paroxysmal. The risk of stroke seems to be the same for silent AF as for those with symptomatic AF. Screening for silent AF using handheld ambulatory ECG recorders has proven to be an effective way of capturing episodes of AF and superior to 24 hour Holter recordings.\n\nIn trials comparing PCI and CABG, there is a consistent difference in stroke rate. In the Syntax trial, the stroke incidence at one-year follow-up was 2.2% in the CABG group compared to 0.6% in the PCI group. In the Freedom trial, the stroke incidence at five years was 5.2% in the CABG group and 2.4% in the PCI group. Of note, differences in the incidence of postoperative AF or treatment with OAC were not recorded in these trials.\n\nIn conclusion, several studies have shown an increased risk of late cardiovascular death and ischemic stroke in postoperative AF patients, and the difference in stroke rate between PCI and CABG may be explained by unprotected episodes of AF after discharge.\n\nThe investigators therefore hypothesize that patients undergoing CABG have an increased risk of silent AF postoperatively compared to patients undergoing PCI and that this difference may explain some of the differences in stroke rate between PCI and CABG patients. This study can improve AF detection in patient cohorts and by initiating OAC also in patients with silent AF potentially decrease the risk of stroke."},"conditionsModule":{"conditions":["Postoperative Atrial Fibrillation","Post PCI Atrial Fibrillation","Stroke","Oral Anticoagulation"],"keywords":["Atrial Fibrillation","Stroke","Oral Anticoagulation"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"2 Years","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":250,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"CABG","description":"Patients whom has undergone CABG surgery for NSTEMI, stable or unstable angina, with no previous history of Atrial Fibrillation","interventionNames":["Device: Zenicor"]},{"label":"PCI","description":"Patients whom has undergone PCI for NSTEMI, stable or unstable angina, with no previous history of Atrial Fibrillation","interventionNames":["Device: Zenicor"]}],"interventions":[{"type":"DEVICE","name":"Zenicor","description":"Handheld Thumb ECG monitoring device","armGroupLabels":["CABG","PCI"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Incidence of Postoperative/postinterventional Atrial Fibrillation","timeFrame":"through study completion, an average of 2 years"},{"measure":"Oral Anticoagulation treatment to those who develope Atrial fibrillation","description":"Oral Anticoagulation treatment to those who develope Atrial fibrillation, according to individual risk assessment by CHA2D2VASC score (Congestive heart failure, hypertension, age, diabetes, stroke, vascular disease, sex - score, min 0 Points (good), max 9 Points):\n\n* Congestive heart failure 1p\n* Uncontrolled hypertension 1p\n* Age ≥ 75 years 2p\n* Age 65-74 years 1p\n* Diabetes 1p\n* Stroke / TIA / Thromboembolism 2p\n* Vascular disease 1p\n* Female gender 1p\n\n  2p or more warrants oral anticoagulation, if no contraindication given individual predictive bleeding assessment.","timeFrame":"During 2 years of follow-up"}],"secondaryOutcomes":[{"measure":"Predictors of postoperative atrial fibrillation","description":"Predictive markers for development of postoperative/postinterventional Atrial Fibrillation","timeFrame":"1 month, 3 months, 12 months and 24 months postoperatively"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* NSTEMI\n* Stable or unstable angina requiring revascularization therapy.\n* No prior hitory of Atrial Fibrillation\n\nExclusion Criteria:\n\n* Previous History of Atrial Fibrillation.\n* Any condition that contraindicates oral anticoagulation treatment","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients undergoing CABG or PCI due to:\n\n* NSTEMI\n* stable angina\n* unstable angina\n* with no prior history of atrial fibrillation","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Department of Cardiothoracic and Vascular surgery, Örebro University Hospital","city":"Örebro","country":"Sweden","geoPoint":{"lat":59.27412,"lon":15.2066}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}