{"protocolSection":{"identificationModule":{"nctId":"NCT04644718","orgStudyIdInfo":{"id":"IRB-2020-03-112"},"organization":{"fullName":"Imam Abdulrahman Al Faisal Hospital","class":"OTHER_GOV"},"briefTitle":"The Effect of Transcranial Direct Current Stimulation and Speech Language Therapy to Improve Language Functioning in Arabic Speakers With Aphasia Post-Stroke","officialTitle":"The Effect of Transcranial Direct Current Stimulation and Speech Language Therapy to Improve Language Functioning in Arabic Speakers With Aphasia Post-Stroke","acronym":"tES-AR-APHASIA"},"statusModule":{"statusVerifiedDate":"2020-11","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-02-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2022-04-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-09-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-11-14","studyFirstSubmitQcDate":"2020-11-19","studyFirstPostDateStruct":{"date":"2020-11-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-11-25","lastUpdatePostDateStruct":{"date":"2020-11-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Turki Abualait","investigatorTitle":"Assistant Prof/Consultant","investigatorAffiliation":"Imam Abdulrahman Al Faisal Hospital"},"leadSponsor":{"name":"Imam Abdulrahman Al Faisal Hospital","class":"OTHER_GOV"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The current planned study is a prospective randomized double-blind, sham-controlled, two parallel-groups, polycentric, phase-I superiority type of trial. Right-handed native Arabic-speaking patients with chronic aphasia post-stroke will be recruited from multiple in and outpatient rehabilitation centers in Saudi Arabia. All participants with aphasia that exceeds at least six months post onset with deficits in naming skills due to ischemic lesion or haemorrhage in the left cerebral hemisphere will be included. All participants will complete three consecutive phases: (i) baseline assessment, (ii) interventions (Speech and Language Therapy (SLT) with real tDCS or sham tDCS, and (iii) outcome testing (GACAT test).\n\nThe primary hypothesis predicts improvement in naming ability (object naming and action verb naming) and word fluency by combining SLT with anodal-tDCS (intervention group) compared to SLT combined with sham-tDCS (control group). Primary endpoint will be a 6-month follow-up, at which will be expected to show the effects of improvement in the language impairments. The secondary hypothesis predicts that anodal-tDCS will yield beneficial results in secondary outcomes measures compared to sham-tDCS. Secondary endpoint will be immediately post-treatment and a 12-month follow-up, and it will examine the consistency effect of long-term outcomes.","detailedDescription":"The current planned study is a prospective randomized double-blind, sham-controlled, two parallel-groups, polycentric, phase-I superiority type of trial.\n\nRight-handed native Arabic-speaking patients with chronic aphasia post-stroke will be recruited from multiple in and outpatient rehabilitation centers in Saudi Arabia. All participants with aphasia that exceeds at least six months post onset with deficits in naming skills due to ischemic lesion or haemorrhage in the left cerebral hemisphere will be included. Aphasia type and severity will be determined using GACAT. The study protocol has been approved by the Institutional Review Board (IRB) of Imam Abdulrahman Bin Faisal University, Saudi Arabia (IAU-IRB -2020-03-112). Written consent forms will be obtained from all participants or from their family members. All study procedures will be conducted in accordance with the current version of Declaration of Helsinki.\n\nAll participants will complete three consecutive phases: (i) baseline assessment, (ii) interventions (Speech and Language Therapy (SLT) with real tDCS or sham tDCS, and (iii) outcome testing (GACAT test). During the first week, each participant will complete GACAT as the first round of the outcome measures as pre-testing before starting SLT. The participant then will complete six consecutive weeks of SLT accompanied with either real tDCS or sham tDCS. Each session starts with 20 minutes of tDCS followed by the SLT program. Once the combined therapeutic intervention is completed, the participant will complete round 2 of outcome testing GACAT. Aphasia assessments will include full implementation of eight subtests of GACAT, whenever possible. For illiterate individuals with aphasia, four to sex subtests will be implemented. SLT will be customized and tailored to the patients' needs based on baseline assessment. Naming ability will be evaluated during two baseline assessments using GACAT that includes a naming of objects, naming of actions, and word fluency (n = 58). The pictures will be presented in random order on a laptop computer split into six sets with short breaks in between. Patients will be asked to name each picture as accurately as possible. Responses will be recorded and subsequently analyzed based on the ﬁrst valid response. The first up to thirty pictures that will not be named correctly during both assessments will be selected for each patient and trained during therapy (trained items). Those items only comprised non responses, unrelated semantic errors, phonologically unrelated errors and neologisms. Minor articulatory errors due to mild apraxia of speech will not be scored as errors during any of the assessments. The purpose of speech therapy sessions will be to have the participant generate nouns and verbs in written and verbal forms. The remaining pictures, except correct responses, will be used to choose another 30 items (untrained items) and serve to assess transfer effects, these may include: omissions, semantic and phonemic paraphasias and other utterances. All stimuli that will be chosen for trained and untrained items are controlled for factors impacting processing: \"response latency; name agreement; familiarity; age of acquisition; imageability, concreteness, image and name agreement, visual complexity, frequency, number of phonemes and syllables\" .\n\nThe focus of SLT sessions will be on word retrieval and word-finding therapy whether nouns or verbs. SLT will be combined either with real tDCS in interventional group or sham tDCS in the control group. The SLT is provided by qualified clinicians with more than five years of experience in assessing and treating speech and language disorders post-stroke. The SLT will include word retrieval therapies that focus on phonological and semantic cueing treatments (PCT and SCT respectively) of nouns and verbs (action naming). The action-naming treatment is a typical hierarchical cueing approach, in which initially minimal cues are increased in a gradual basis until object action picture is named correctly. The verb-action therapy will combine production of verbs with gestural facilitation as verb deficits may stem from a deficit in semantic knowledge of actions caused by motor cortex damage. Therefore, gestures can provide some semantic redundancy, which has been lost in the training that focuses on verb production only. This treatment approach is in line with neuropsychological literature that shows the fact that verbs may demand more processing control than nouns because verbs require more executive resources and have lower imageability scores. Therefore, gestural facilitation may add more value for verb retrieval as it provides a form of additional constraint on activating the correct verb meaning. Patients may attend physical and occupational therapy sessions during the six-week treatment period but no other forms of speech therapy will be received during treatment period.\n\nThe frequency and intensity of treatment will be 90 minutes daily sessions for six consecutive weeks, results in 7.5 hours per week and total dosage of 45 hours throughout the course, which previously reported to be effective.\n\nStimulation duration and intensity are in accordance to current safety recommendations. Due to the weak electrical current of tDCS (0.5-2 mA), many studies have failed to observe long-lasting adverse effects or major physical side effects. However, some minor effects include redness, tingling and itching sensation of the skin under the electrode were reported in some studies. Most importantly, in tDCS studies, no cases of seizure induction have been reported. Several measurements related to the safety of applying electrical stimulation will be taken into consideration include the current density (A/cm2) and total surface charge (C/cm2). Safety will be measured by given open-ended questions, according to the tDCS adverse effects questionnaire.\n\nDuring the therapy procedure, patients may experience discomfort and fatigue because of the length of the speech and language therapy sessions. Thus, to minimize such discomforts, the participants will be given breaks between the tested tasks or the test might be conducted in number of sessions instead of a single session. The participants will be encouraged to notify the speech language pathologist if they feel tired. Speech and language recordings will be obtained from all participants, and the recorded samples will be analysed and interpreted to diagnose any specific type of aphasia and follow up their prognosis. Significant new findings will be communicated immediately. Patients' study-related data and records will saved in a secure database and only the investigators at recruitment sites will have the access.\n\nFor blinding purposes, a masked set of randomization procedures designed to keep both participants and experimenters unaware of the administered intervention (real or sham; mode of stimulation) in addition to group allocation concealment. The randomization sequence will be encrypted and stored on a secure server to confirm blinding process. Independent Endpoint committee blinded to group assignment and time of assessment will evaluate the collected data to further enhance blinding integrity. Aphasia assessments will be completed at the following time points; first, at baseline (t0). Second, at the end of the stimulation sessions with behavioral treatment (t1), third, six months later at the follow-up session (t2), and finally 12 months follow up sessions (t3). The allocation of participants in the two models (combined real tDCS with speech therapy versus combined sham tDCS with speech therapy) will adopt crossover assignment. Triple masking will be followed including participants, care providers, and outcome assessors. In all time points of the study, outcome assessors will be unaware of group assignments and of the participant's intervention group assignment.\n\nAll protocol and related data and Safety issues will be monitored by the clinical trial center at Imam Abdulrahman Bin Faisal University.\n\nThe primary hypothesis predicts improvement in naming ability (object naming and action verb naming) and word fluency by combining SLT with anodal-tDCS (intervention group) compared to SLT combined with sham-tDCS (control group). Primary endpoint will be a 6-month follow-up, at which will be expected to show the effects of improvement in the language impairments. The secondary hypothesis predicts that anodal-tDCS will yield beneficial results in secondary outcomes measures compared to sham-tDCS. Secondary endpoint will be immediately post-treatment and a 12-month follow-up, and it will examine the consistency effect of long-term outcomes.\n\nThe power calculation is based on the results of previous randomized controlled trials, that include patients with stroke at chronic phase. In both studies the group of patients with aphasia trained with tDCS improved 2.1 points more than a sham control group which is similar to picture-naming test in GACAT (naming section). Cohen's d effect size was 0.22, which is equal to a Cohen's f of 0.11. In this protocol, using a study design with two groups (intervention group and control group) and four repeated measurements (t0-t3), a within-patient correlation of 0.75, an alpha of 0.05, with a power of 0.80 and a Cohen's f effect size of 0.11, the calculated total number for both groups is 87 patients (29 patients in each treatment arm; intervention group and control group). With taking into account 10% drop out, the total number of patients that should be recruited is 64 (32 patients in each treatment arm).\n\nThis study protocol is based on the intention-to-treat principle. Therefore, ANOVA test will be used for continuous variables to test the potential baseline differences between two groups, the Kruskal-Wallis test will be used to analyse ordinal variables, and chi-square tests for categorical variables. Repeated measurements analysis will be the test of choice to assess outcomes of the measures over time between interventional groups and control group. Repeated measurement analysis will be utilized to handle the correlation of repeated measurements and the missing data. The outcome measure is the dependent variable and time, group assignment and the interaction between these variables are the independent variables. Any potential confounding variable that could be unequally distributed between groups will be treated and adjusted."},"conditionsModule":{"conditions":["Aphasia"],"keywords":["aphasia","arabic","Transcranial Direct Current Stimulation","Rehabilitation","Speech Language Therapy","Speech Language Pathology","Language"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Patients will be randomly assigned to one of the two groups in a ratio of 1:1 with the use of permuted-block randomization design. The first intervention group will receive real tDCS with SLT, while the second group (control group) will receive sham tDCS with same SLT protocol.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"For blinding purposes, a masked set of randomization procedures designed to keep both participants and experimenters unaware of the administered intervention (real or sham; mode of stimulation) in addition to group allocation concealment (Alonzo et al., 2016; Fonteneau et al., 2019). The randomization sequence will be encrypted and stored on a secure server to confirm blinding process. Independent Endpoint committee blinded to group assignment and time of assessment will evaluate the collected data to further enhance blinding integrity.","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":64,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Anodal-tDCS with speech therapy","type":"EXPERIMENTAL","description":"The participant will complete six consecutive weeks of SLT accompanied with real tDCS. Each session starts with 20 minutes of tDCS followed by the SLT program.","interventionNames":["Device: Transcranial direct current stimulation (tDCS)"]},{"label":"sham tDCS with speech therapy","type":"SHAM_COMPARATOR","description":"The participant will complete six consecutive weeks of SLT accompanied with sham tDCS. Each session starts with 20 minutes of tDCS followed by the SLT program.","interventionNames":["Device: Transcranial direct current stimulation (tDCS)"]}],"interventions":[{"type":"DEVICE","name":"Transcranial direct current stimulation (tDCS)","description":"tDCS will be administered using a battery driven stimulator along with intensive SLT. The anode electrode (5-7cm2) will be placed over the left M1 while the cathode will be positioned over the controlateral supraorbital area in both groups ((Lindenberg et al., 2013; Meinzer et al., 2016; Stahl et al., 2019), (based on the 10-20 EEG system) (Darkow et al., 2017). Stimulation will be provided via an electrode using a Soterix device (Soterix Medical Inc., New York, NY). During sham tDCS (control group), the current will be ramped up and remained for 30 s at (2 mA) before ramping down, which does not affect neural functions, but assures effective blinding of participants due to the initial tingling sensation on the scalp (Gandiga et al., 2006). Both groups will receive a total of 30 consecutive stimulation sessions over six weeks.","armGroupLabels":["Anodal-tDCS with speech therapy","sham tDCS with speech therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"GACAT (Naming noun, Naming action, Word fluency, and Sentence production) are assessing change.","description":"Outcome measures are assessing the changes in GACAT following domains (Naming noun, Naming action, Word fluency, and Sentence production) across all time points. Thus we are using the same outcome measures across all time points. As we are evaluating the maintenance of the functional recovery throughout time points.","timeFrame":"At baseline, immediately post-treatment, 6-month follow-up, and 12-month follow up."}],"secondaryOutcomes":[{"measure":"GACAT (Cognitive function, Emotional well-being, and Quality of life) assessing change.","description":"Outcome measures are assessing the changes in GACAT following domains (Cognitive function, Emotional well-being, and Quality of life) across all time points. Thus we are using the same outcome measures across all time points. As we are evaluating the maintenance of the functional recovery throughout time points.","timeFrame":"At baseline, immediately post-treatment, 6-month follow-up, and 12-month follow up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult (18-70 years old) native Arabic speakers with first-ever symptoms of aphasia due to cortical or subcortical stroke in the left hemisphere in individuals who have had these symptoms for six months and more post-onset.\n* The included participants with aphasia should demonstrate 50% or greater on the auditory verbal comprehension section of the GACAT with a cut score of 54 of total comprehension of spoken language in GACAT.\n* Moderate to severe individuals with aphasia will be included in the study. These included individuals will include individuals with non-fluent aphasia only for sake of homogeneous study population. The nature (fluent versus no fluent) and severity (mild-moderate-Severe) of aphasia will be determined primarily by GACAT, and secondary by clinical history and patients' interview.\n* The GACAT T-scores in naming total are used to determine aphasia severity as follows: mild aphasia ≥ 72, moderate aphasia 71-66, and severe aphasia ≤ 65.\n* Recruitment of participants will include both sexes.\n\nExclusion Criteria:\n\n* The exclusion criteria include any individual with hearing or vision impairments that may preclude participation of speech language therapy tasks, individuals with multiple strokes, individuals with fluent aphasia, individuals with severe apraxia of speech that is determined by a cut- score of ≤ 20 on total of repletion part in GACAT, individuals with severe non-verbal cognitive deficits as determined by a cut- off score of ≤ 50 on the cognitive total screen section in GACAT.\n* The individuals who found to have any of the contraindications for tDCS.\n* These contraindications include but not restricted to (cardiac pacemaker, history of seizures, implanted metal inside the head) (Pulvermüller and Fadiga, 2010).\n* Furthermore; individuals with confirmed severe neurological diseases such as: epilepsy, brain tumor, and subdural hematoma are excluded from the study.\n* Finally, individuals with psychiatric conditions that may include diagnosis of severe alcohol or substance, or any individual who have demonstrated recent changes (within 2 weeks prior to study inclusion) in centrally real drugs (Pulvermüller and Fadiga, 2010).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001037","term":"Aphasia"}],"ancestors":[{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}