{"protocolSection":{"identificationModule":{"nctId":"NCT05559931","orgStudyIdInfo":{"id":"AGN-188-1"},"organization":{"fullName":"Algernon Pharmaceuticals","class":"INDUSTRY"},"briefTitle":"Single and Repeat Doses of DMT in Healthy Subjects","officialTitle":"A Double-blind, Randomised, Placebo-controlled Study to Evaluate the Pharmacokinetics, Safety and Pharmacodynamics of Ascending Single and Fixed Repeat Intravenous Doses of DMT in Healthy Subjects"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-09-14","studyFirstSubmitQcDate":"2022-09-26","studyFirstPostDateStruct":{"date":"2022-09-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-03","lastUpdatePostDateStruct":{"date":"2024-01-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Algernon Pharmaceuticals","class":"INDUSTRY"},"collaborators":[{"name":"Centre for Human Drug Research, Netherlands","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"This study aims to assess the safety and tolerability of single ascending, and fixed repeated doses of N,N-Dimethyltryptamine (DMT) in healthy subjects, when given by intravenous (IV) infusion."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Part A: Single Dose Active","type":"EXPERIMENTAL","description":"Subjects will receive a single IV dose of DMT, administered as a bolus loading dose followed by a 6-h infusion. The starting dose will be 1.5 mg bolus, followed by a 0.105 mg/min infusion. Subsequent doses will be based on the safety and tolerability data from previous groups.","interventionNames":["Drug: N,N-Dimethyltryptamine"]},{"label":"Part A: Single Dose Placebo","type":"PLACEBO_COMPARATOR","description":"Subjects will receive a single IV dose of placebo, administered as a bolus loading dose followed by a 6-h infusion.","interventionNames":["Drug: Placebo"]},{"label":"Part B: Multiple Dose Active","type":"EXPERIMENTAL","description":"Subjects will receive a total of 6 doses of DMT, given as a bolus loading dose, followed by a IV infusion over 6 h, on Days 1, 3, 5, 8, 10, and 12 of a 2-week treatment period. Dose to be determined from single dose phase.","interventionNames":["Drug: N,N-Dimethyltryptamine"]},{"label":"Part B: Multiple Dose Placebo","type":"PLACEBO_COMPARATOR","description":"Subjects will receive a total of 6 doses of placebo, given as a bolus loading dose, followed by IV infusion over 6 h, on Days 1, 3, 5, 8, 10, and 12 of a 2-week treatment period.","interventionNames":["Drug: Placebo"]}],"interventions":[{"type":"DRUG","name":"N,N-Dimethyltryptamine","description":"IV infusion over 6 hours","armGroupLabels":["Part A: Single Dose Active","Part B: Multiple Dose Active"],"otherNames":["DMT"]},{"type":"DRUG","name":"Placebo","description":"Placebo infusion over 6 hours","armGroupLabels":["Part A: Single Dose Placebo","Part B: Multiple Dose Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Safety and Tolerability: Proportion of subjects with abnormal vital signs","timeFrame":"Part A: Up to 10 days post infusion; Part B: Up to 21 days post first infusion"},{"measure":"Safety and Tolerability: Proportion of subjects with abnormal ECG readings","description":"12-lead ECG","timeFrame":"Part A: Up to 10 days post infusion; Part B: Up to 21 days post first infusion"},{"measure":"Safety and Tolerability: Proportion of subjects with abnormal physical examination findings","timeFrame":"Part A: Up to 10 days post infusion; Part B: Up to 21 days post first infusion"},{"measure":"Safety and Tolerability: percentage of subjects with abnormal haematology, clinical chemistry, coagulation, and urinalysis values","timeFrame":"Part A: Up to 10 days post infusion; Part B: Up to 21 days post first infusion"},{"measure":"Safety and Tolerability: percentage of subjects with local reactions at the injection site","timeFrame":"Part A: Up to 2 days post infusion; Part B: Up to 12 days post first infusion"},{"measure":"Safety and Tolerability: proportion of subjects with abnormal findings on the Columbia-Suicide Severity Ratings Scale (C-SSRS)","timeFrame":"Part A: Up to 2 days post infusion; Part B: Up to 12 days post first infusion"},{"measure":"Safety and Tolerability: proportion of subjects with occurrence of psychotic symptoms (BPRS)","timeFrame":"Part A: Up to 2 days post infusion; Part B: Up to 12 days post first infusion"},{"measure":"Safety and Tolerability: proportion of subjects with occurrence of central 5-HT toxicity","description":"Hunters criteria + CPK","timeFrame":"Part A: Up to 10 days post infusion; Part B: Up to 21 days post first infusion"},{"measure":"Safety and Tolerability: proportion of subjects with at least one adverse event (AE)","timeFrame":"Part A: Up to 10 days post infusion; Part B: Up to 21 days post first infusion"}],"secondaryOutcomes":[{"measure":"DMT - Maximum Plasma Concentration (Cmax)","timeFrame":"Up to 4 hours post infusion"},{"measure":"DMT - Time to peak drug concentration (tmax)","timeFrame":"Up to 4 hours post infusion"},{"measure":"DMT - Area Under Curve last (AUClast)","description":"Area under the plasma concentration-time curve to the last measurable plasma concentration","timeFrame":"Up to 4 hours post infusion"},{"measure":"DMT - Area Under Curve 0-t (AUC0-t)","timeFrame":"Up to 4 hours post infusion"},{"measure":"DMT - Area Under Curve infinity (AUCinf)","timeFrame":"Up to 4 hours post infusion"},{"measure":"DMT - %AUCextrap","timeFrame":"Up to 4 hours post infusion"},{"measure":"DMT - Half Life (t1/2)","timeFrame":"Up to 4 hours post infusion"},{"measure":"DMT - Clearance (CL)","timeFrame":"Up to 4 hours post infusion"}],"otherOutcomes":[{"measure":"Psychedelic effects as measured by 5D-ASC","description":"5-Dimensional Altered States of Consciousness Rating Scale (5D-ASC) will be used to measure potential psychedelic effects during and post infusion","timeFrame":"Up to 24 hour after start of infusion"},{"measure":"Psychedelic effects as measured by Hallucinogen Rating Scale","description":"Hallucinogen Rating Scale \\[HRS\\]) will be used to measure potential psychedelic effects during and post infusion","timeFrame":"Up to 24 hour after start of infusion"},{"measure":"Neurophysiological and neuropsychological measures (Neurocart test battery)","description":"NeuroCart will be used to measure DMT effects on several CNS functional domains during and post infusion","timeFrame":"Up to 24 hour after start of infusion"},{"measure":"BNDF Levels","description":"Changes to serum and plasma levels of BDNF compared to baseline","timeFrame":"Up to 24 hour after start of infusion"},{"measure":"Prolactin Levels","description":"Changes to serum levels of prolactin compared to baseline","timeFrame":"Up to 24 hour after start of infusion"},{"measure":"Cortisol Levels","description":"Changes to serum levels of cortisol compared to baseline","timeFrame":"Up to 24 hour after start of infusion"},{"measure":"MoCA Measure of Cognition","description":"Montreal Cognitive Assessment will be used to assess cognition after completion of infusion","timeFrame":"Up to 24 hours after start of infusion"},{"measure":"BDNF val66met polymorphism (rs6265)","description":"Presence or absence of BDNF val66met polymorphism (rs6265) in subjects will be determined and correlated to potential pharmacodynamic variability","timeFrame":"Up to 24 hours after start of infusion"},{"measure":"MAO-A activity","description":"MAO-A activity in subjects will be measured to assess causes of potential pharmacokinetic variability","timeFrame":"Up to 4 hours post infusion"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Healthy male or female volunteer. Subject must be healthy based on physical examination, medical history, vital signs, and 12-lead ECG. Minor abnormalities in ECG, which are not considered to be of clinical significance by the investigator, are acceptable.\n2. Subjects must be healthy based on clinical laboratory tests performed at screening. If the results of the serum chemistry panel, hematology, or urinalysis are outside the normal reference ranges, the subject may be included only if the investigator judges the abnormalities to be not clinically significant. This determination must be recorded in the subject's source documents and initialled by the sub investigator.\n3. Aged 18-60 years inclusive.\n4. A body mass index (BMI; Quetelet index) in the range 18.5-30.0 kg/m2.\n5. Sufficient intelligence to understand the nature of the trial and any hazards of participating in it. Ability to communicate satisfactorily with the investigator and to participate in, and comply with the requirements of, the entire trial.\n6. Willingness to give written consent to participate after reading the information and consent form, and after having the opportunity to discuss the trial with the investigator or their delegate.\n7. Agree to follow the contraception requirements of the trial.\n8. Agree not to donate blood or blood products during the study and for up to 3 months after the administration of the trial medication.\n9. Agree to refrain from using any psychoactive drugs from 30 days before dosing and until the last follow up visit, to refrain from using cannabis from 14 days before dosing and until the last follow up visit and to refrain from using alcoholic beverages within 24 hours of each drug administration.\n\nExclusion Criteria:\n\n1. Clinically relevant abnormal history, physical findings, ECG (e.g. PQ/PR interval \\> 210ms, presence of Left Bundle Branch Block, AV Block (second degree or higher), or laboratory values at the pre-trial screening assessment that could interfere with the objectives of the trial or the safety of the volunteer.\n2. Impaired endocrine, thyroid, hepatic, respiratory or renal function, diabetes mellitus, coronary heart disease or any of the following cardiovascular conditions: arrhythmia, family history of long QT syndrome or sudden death, artificial heart valve, current or any history of hypertension, or any other significant current or history of cardiovascular condition,\n3. History of chronic or frequent migraines.\n4. Blood pressure and heart rate in supine position at the screening examination outside the ranges: blood pressure 90-140 mm Hg systolic, 40-90 mm Hg diastolic; heart rate 40-100 beats/min.\n\n   Repeat measurements are permitted if values are borderline (ie values that are within 5 mm Hg for blood pressure or 5 beats/min for heart rate) or if requested by the investigator. Subjects can be included if the repeat value is within range or still borderline, but deemed not clinically significant by the investigator.\n5. QTcF value at screening of \\> 450 msec (men) or \\> 470 msec (women) on 12 lead ECG. Triplicate measurements will be made, and a mean QTcF value higher than 450 msec (men) or 470 msec (women) will lead to exclusion. A repeat (in triplicate) is allowed on one occasion for determination of eligibility.\n6. Presence or history of a medically diagnosed clinically significant seizure disorder.\n7. Presence of acute or chronic illness or history of chronic illness sufficient to invalidate the volunteer's participation in the trial or make it unnecessarily hazardous.\n8. Woman who is pregnant or lactating, or pre-menopausal woman who is sexually active and not using a reliable method of contraception (see section 11).\n9. Any current or previously diagnosed clinically significant mental health disorder as classified according to DSM-IV or DSM 5.\n10. Presence or history of drug or alcohol abuse within 1 year before Screening, or intake of more than 14 units of alcohol weekly.\n11. Regular use of nicotine (\\>5 cigarettes daily). Significant suicide risk as defined by (1) suicidal ideation as endorsed on items 4 or 5 on the C-SSRS within the past year; (2) suicidal behaviours within the past year; or (3) clinical assessment of significant suicidal risk during participant interview.\n12. Persistent psychological effects following the previous use of psilocybin, LSD, DMT, ayahuasca, mescaline, ibogaine, 2C-drugs (such as 2CB, 2CI and 2CE) and/or ketamine. Such effects might include but are not limited to anxiety, depressed mood, paranoid ideation and/or hallucinations (including hallucinogen persisting perception disorder - HPPD) or recurrent flash-backs related to use.\n13. First or second-degree relative with schizophrenia spectrum or other psychotic disorders, or bipolar and related disorders as classified according to DSM-IV or DSM 5.\n14. Habitual users of psychedelic drugs (regular use (≥every 2 weeks) over the last 12 months). Psychedelic drugs include, but are not limited to: DMT, ayahausca, LSD, mescaline, peyote, ibogaine and psilocybin (including mushroom species containing psilocybin).\n15. Disposition judged by the investigator (or delegate) to be incompatible with establishment of rapport with therapy team and/or safe exposure to DMT.\n16. Indication that the volunteer will not cooperate with the requirements of the protocol.\n17. Difficulty fasting or consuming standard meals.\n18. Subject drinks, on average, more than 8 cups of tea/coffee/cocoa/cola/caffeinated beverages (e.g., energy drink) per day.\n19. Evidence of drug abuse on urine testing at screening or admission. Subject has a positive test result(s) for alcohol and/or drugs of abuse (including: opiates (including methadone), cocaine, amphetamines, methamphetamines, cannabinoids, barbiturates, and benzodiazepines) at screening or admission to the clinical unit.\n20. Positive test for hepatitis B, hepatitis C or HIV.\n21. Loss of more than 400 mL blood during the 3 months before the trial, eg as a blood donor.\n22. Presence or history of severe adverse reaction to any drug or a history of adverse reaction to DMT and/or other serotonergic psychedelic drugs.\n23. Use of a prescription medicine (except oral contraceptives or hormone replacement therapy in females) during the 14 days before the first dose of trial medication or use of an over-the-counter medicine (including natural food supplements, vitamins, garlic as a supplement), during the 7 days before the first dose of trial medication, with the exception of occasional use of common analgesics, eg acetaminophen (paracetamol), ibuprofen.\n\n    Use of MAOIs is prohibited during the 30 days before the first dose of trial medication and during the study.\n24. Receipt of any COVID-19 vaccination in the 7 days before the study or during the study.\n25. Receipt of an investigational product (including prescription medicines) as part of another clinical trial within the 3 months before \\[first\\] admission to this study and/or prior enrolment in this study; in the follow-up period of another clinical trial at the time of screening for this study. Participation in observational registry studies is permitted.\n26. Vulnerable subjects (e.g., a person kept in detention or a person under guardianship).\n27. Subject is an employee of the investigator or study site, with direct involvement in the proposed study or other studies under the direction of that investigator or study site, as well as family members of the employees or the investigator.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Gabriel Jacobs, MD, PhD","affiliation":"Centre for Human Drugs Research","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Centre for Human Drug Research","city":"Leiden","country":"Netherlands","geoPoint":{"lat":52.15833,"lon":4.49306}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"D000004130","term":"N,N-Dimethyltryptamine"}],"ancestors":[{"id":"D000006213","term":"Hallucinogens"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000011619","term":"Psychotropic Drugs"},{"id":"D000012702","term":"Serotonin Antagonists"},{"id":"D000018490","term":"Serotonin Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000017366","term":"Serotonin Receptor Agonists"}],"browseLeaves":[{"id":"M7004","name":"N,N-Dimethyltryptamine","asFound":"Pterygium","relevance":"HIGH"},{"id":"M8995","name":"Hallucinogens","relevance":"LOW"},{"id":"M14164","name":"Psychotropic Drugs","relevance":"LOW"},{"id":"M15202","name":"Serotonin","relevance":"LOW"},{"id":"M20194","name":"Neurotransmitter Agents","relevance":"LOW"},{"id":"M19338","name":"Serotonin Receptor Agonists","relevance":"LOW"}],"browseBranches":[{"abbrev":"PsychDr","name":"Psychotropic Drugs"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}