{"protocolSection":{"identificationModule":{"nctId":"NCT03171077","orgStudyIdInfo":{"id":"Federal University of Bahia"},"organization":{"fullName":"Federal University of Bahia","class":"OTHER"},"briefTitle":"Virtual Rehabilitation and PNF in the Recovery of the Motor Function Post Stroke","officialTitle":"Effectiveness of Virtual Rehabilitation and Proprioceptive Neuromuscular Facilitation in the Recovery of the Motor Function Post Stroke: A Randomized Clinical Trial"},"statusModule":{"statusVerifiedDate":"2018-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-06-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-10-30","type":"ACTUAL"},"completionDateStruct":{"date":"2018-01-30","type":"ACTUAL"},"studyFirstSubmitDate":"2017-05-27","studyFirstSubmitQcDate":"2017-05-27","studyFirstPostDateStruct":{"date":"2017-05-31","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-03-31","lastUpdatePostDateStruct":{"date":"2018-04-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Vítor Antônio dos Santos Júnior","investigatorTitle":"Master's Degree student","investigatorAffiliation":"Federal University of Bahia"},"leadSponsor":{"name":"Federal University of Bahia","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The purpose of this study is to determine the effects of use the Nintendo Wii® (NW) and therapeutic exercises by the method Proprioceptive Neuromuscular Facilitation (PNF) in the recovery of the motor function of poststroke hemiparesis patients.","detailedDescription":"Randomised clinical trial (RCT) will be held in following the recommendations of the CONSORT (Consolidated Standards of Reporting Trials). This RCT have longitudinal and prospective feature, held at the Neurosciences Clinic located at the Clinic Professor Francisco Magalhães Neto the HUPES Complex / Federal University of Bahia from June 2015 until June 2016.\n\nIn the initial evaluation were obtained by a trained examiner and blinded to the allocation of participants, all personal data of all patients, as well as evaluations of balance and quality of life through specific validated scales:\n\n1. Fugl Meyer scale (FMS);\n\nThe investigators employ an experimental program of therapeutic exercises for the PNF method and virtual rehabilitation with NW, for a period of two months, with sessions two times a week for 50 minutes (a total of 16 sessions)."},"conditionsModule":{"conditions":["Stroke","Cerebrovascular Disorders"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Virtual Rehabilitation","type":"ACTIVE_COMPARATOR","description":"A virtual rehabilitation program (G0) based on the use of the NW for a period of two months, with sessions two times a week for 50 minutes (a total of 16 sessions).All treatment groups prior to perform the study interventions,stretches of upper and lower limbs for 10 minutes.\n\nThe G0 treatment program consists of the following protocols: a) protocol 1 games (Balance Bubble Plus and Tennis); b) protocol 2 games (Rhythm Parade and Boxing).","interventionNames":["Other: Virtual Rehabilitation"]},{"label":"PNF Method","type":"EXPERIMENTAL","description":"A program of therapeutic exercises (G1) based on the PNF method for a period of two months, with sessions two times a week for 50 minutes (a total of 16 sessions).All treatment groups prior to perform the study interventions,stretches of upper and lower limbs for 10 minutes. The G1 treatment program consists of the following protocols: a) protocol 1 : 30 minutes diagonal exercise upper limb (flexion-abduction-external rotation and extension-abduction-internal rotation), and 10 minutes diagonal exercise scapula (anterior and posterior elevation); b) protocol 2: 20 minutes diagonal exercise lower limb (flexion-abduction-external rotation and flexion-abduction-internal rotation),10 minutes diagonal exercise pelvis (anterior and posterior depression), and 10 minutes gait cycle training;","interventionNames":["Other: PNF Method"]},{"label":"Virtual Rehabilitation and PNF Method","type":"ACTIVE_COMPARATOR","description":"In G2 program will be performed 20 minutes G0 protocol (1 or 2, used alternately between sessions a week) and 20 minutes G1 protocol (1 or 2, used alternately between sessions a week), taking the time of the performed activities halved in both protocols.","interventionNames":["Other: Virtual Rehabilitation and PNF Method"]}],"interventions":[{"type":"OTHER","name":"Virtual Rehabilitation","description":"It is the use of the NW games for rehabilitation of balance in post-stroke patients.","armGroupLabels":["Virtual Rehabilitation"],"otherNames":["NW Wii-rehabilitation Commercial Game"]},{"type":"OTHER","name":"PNF Method","description":"It is the use of the therapeutic exercises based on the PNF diagonals for rehabilitation of balance in post-stroke patients.","armGroupLabels":["PNF Method"],"otherNames":["Kabat method Diagonals of PNF"]},{"type":"OTHER","name":"Virtual Rehabilitation and PNF Method","description":"It is the use of the exercises based on the PNF diagonals and of the NW for rehabilitation of balance in post-stroke patients.","armGroupLabels":["Virtual Rehabilitation and PNF Method"],"otherNames":["Kabat method Wii-rehabilitation Commercial Game Diagonals of PNF"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Effectiveness of virtual rehabilitation and proprioceptive neuromuscular facilitation in the recovery of the motor function post stroke","description":"Fugl-Meyer Assessment","timeFrame":"8 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age between 18 and 80 years, of both sexes; neurological clinical diagnosis of stroke;\n* owning grade 2-4 spasticity according to the Ashworth scale;\n* hemiparetic patients after 6 months of onset of stroke;\n* deficit moderate gait according to Functional Ambulation Classification (values ≥ 2).\n\nExclusion Criteria:\n\n* score \\<24 on the Mini Mental State Examination;\n* other associated neurological diseases, as well as orthopedic and no visual or hearing impairment;\n* participation in other rehabilitation programs.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ailton S Melo, PhD","affiliation":"Federal University of Bahia","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Complex Hospital Professor Edgard Santos, Federal University of Bahia","city":"Salvador","state":"BA","zip":"40.110-060","country":"Brazil","geoPoint":{"lat":-12.97111,"lon":-38.51083}}]},"referencesModule":{"references":[{"pmid":"20508185","type":"BACKGROUND","citation":"Saposnik G, Teasell R, Mamdani M, Hall J, McIlroy W, Cheung D, Thorpe KE, Cohen LG, Bayley M; Stroke Outcome Research Canada (SORCan) Working Group. Effectiveness of virtual reality using Wii gaming technology in stroke rehabilitation: a pilot randomized clinical trial and proof of principle. Stroke. 2010 Jul;41(7):1477-84. doi: 10.1161/STROKEAHA.110.584979. Epub 2010 May 27."},{"pmid":"20088994","type":"BACKGROUND","citation":"Saposnik G, Mamdani M, Bayley M, Thorpe KE, Hall J, Cohen LG, Teasell R; EVREST Steering Committee; EVREST Study Group for the Stroke Outcome Research Canada Working Group. Effectiveness of Virtual Reality Exercises in STroke Rehabilitation (EVREST): rationale, design, and protocol of a pilot randomized clinical trial assessing the Wii gaming system. Int J Stroke. 2010 Feb;5(1):47-51. doi: 10.1111/j.1747-4949.2009.00404.x."},{"pmid":"21533334","type":"BACKGROUND","citation":"Mouawad MR, Doust CG, Max MD, McNulty PA. Wii-based movement therapy to promote improved upper extremity function post-stroke: a pilot study. J Rehabil Med. 2011 May;43(6):527-33. doi: 10.2340/16501977-0816."},{"pmid":"19443347","type":"BACKGROUND","citation":"Teasell R, Meyer MJ, McClure A, Pan C, Murie-Fernandez M, Foley N, Salter K. Stroke rehabilitation: an international perspective. Top Stroke Rehabil. 2009 Jan-Feb;16(1):44-56. doi: 10.1310/tsr1601-44."},{"pmid":"24846875","type":"BACKGROUND","citation":"Billinger SA, Arena R, Bernhardt J, Eng JJ, Franklin BA, Johnson CM, MacKay-Lyons M, Macko RF, Mead GE, Roth EJ, Shaughnessy M, Tang A; American Heart Association Stroke Council; Council on Cardiovascular and Stroke Nursing; Council on Lifestyle and Cardiometabolic Health; Council on Epidemiology and Prevention; Council on Clinical Cardiology. Physical activity and exercise recommendations for stroke survivors: a statement for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2014 Aug;45(8):2532-53. doi: 10.1161/STR.0000000000000022. Epub 2014 May 20."},{"pmid":"23172402","type":"BACKGROUND","citation":"Ribeiro T, Britto H, Oliveira D, Silva E, Galvao E, Lindquist A. Effects of treadmill training with partial body weight support and the proprioceptive neuromuscular facilitation method on hemiparetic gait: a randomized controlled study. Eur J Phys Rehabil Med. 2013 Aug;49(4):451-61. Epub 2012 Nov 20."},{"pmid":"26258455","type":"RESULT","citation":"da Silva Ribeiro NM, Ferraz DD, Pedreira E, Pinheiro I, da Silva Pinto AC, Neto MG, Dos Santos LR, Pozzato MG, Pinho RS, Masruha MR. Virtual rehabilitation via Nintendo Wii(R) and conventional physical therapy effectively treat post-stroke hemiparetic patients. Top Stroke Rehabil. 2015 Aug;22(4):299-305. doi: 10.1179/1074935714Z.0000000017. Epub 2015 Feb 25."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disorders","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}