{"protocolSection":{"identificationModule":{"nctId":"NCT03903068","orgStudyIdInfo":{"id":"10000001"},"organization":{"fullName":"Xuanwu Hospital, Beijing","class":"OTHER"},"briefTitle":"Transcranial Alternating Current Stimulation Treating Post-stroke Depression","officialTitle":"The Efficacy of Transcranial Alternating Current Stimulation for Treating Post-stroke Depression: a Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2019-08","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-08-15","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2020-08-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2020-10-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-04-03","studyFirstSubmitQcDate":"2019-04-03","studyFirstPostDateStruct":{"date":"2019-04-04","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-08-09","lastUpdatePostDateStruct":{"date":"2019-08-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Allen Song，MD & PHD","investigatorTitle":"Vice Chief of Neurology Department","investigatorAffiliation":"Xuanwu Hospital, Beijing"},"leadSponsor":{"name":"Xuanwu Hospital, Beijing","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"Post-stroke depression (PSD) is one of the most common complications after stroke, with a high prevalence. PSD can affect prognosis and rehabilitation of stroke, increase risks of mortality and suicide, and escalate the economic burden on individuals and society. Studies have shown that transcranial alternating current stimulation (tACS) can also be used to treat depression, insomnia and anxiety. So far, this stimulator has been approved by FDA. However, there have not been any reports on the use of tACS in the treatment of depression and PSD in China. In this trial, the efficacy and safety of the tACS will be assessed with the rigor methodology manner.","detailedDescription":"Patients with post-stroke depression (PSD) have more dysfunction, poorer recovery outcomes, and higher morbidity and mortality in the first year after stroke onset than those patients without stroke. Some therapeutic methods have shown to be effective for PSD, including antidepressants, non-drug interventions, and combination therapies. However, pharmacological agents not only show unwanted side effects, including nausea, diarrhea, fatigue, and dizziness, but also produce high risk of hemorrhagic complications and stroke. Therefore, in addition to antidepressants treating PSD, non-drug interventions have been proposed to treat PSD. Until now, there are various physical techniques, including transcranial magnetic stimulation, vagus nerve stimulation, transcranial direct current stimulation, transcranial ultrasonic stimulation, etc. Previous studies have shown that transcranial alternating current stimulation (tACS) is commonly used to relieve pain, and has also been used to treat conditions such as transient tic disorder and cluster headaches. In the brain, there are specific opioid receptors which are not independent, and they work together with the electro analgesic system. Patients treated for chronic pain had lower levels of endorphins in their cerebrospinal fluid. Theoretically, using tACS can alleviate pain was caused by electrical stimulation to activate the brain's pain system (anti-nociceptive system), led to the beta-endorphin, serotonin and norepinephrine release.\n\nTherefore, the study is expected to verify the effect of Transcranial Alternating Current Stimulation on patients with PSD in China and preliminarily explore the variations of gamma and beta-oscillations and cognitive function for the intervention of PSD utilized by it."},"conditionsModule":{"conditions":["Post-stroke Depression"],"keywords":["transcranial alternating current stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Experiment Group: (NEXALIN ADI AC stimulators) vs Mock Group(pseudo-stimulators). Both require the same appearance, all kinds of buttons, buttons, lights, switches, settings, etc. are the same, but the pseudo-stimulator can not release current.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"The study is blind to participant, care provider, investigator, outcomes assessor. If a serious adverse event occurs, stop treatment immediately.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":70,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"NEXALIN Stimulator Group","type":"EXPERIMENTAL","description":"In this study, the group is the treatment group. Patients are randomly assigned to participate, and patients will be given current parameters for setting time and flow.","interventionNames":["Device: NEXALIN ADI AC stimulator"]},{"label":"Pseudo-Stimulator Group","type":"SHAM_COMPARATOR","description":"In this study, the group is the control group. Patients are randomly assigned to participate, and patients will be given simulated electrical stimulation.","interventionNames":["Device: Pseudo-stimulator"]}],"interventions":[{"type":"DEVICE","name":"NEXALIN ADI AC stimulator","description":"When the patient is ready for the treatment, place an electrode on the patient's forehead and place an electrode in each of the mastoid areas behind each ear. The three electrodes are placed in this way to enhance the performance of the Nexalin ADI device. When the device is activated, there will be a weak current passing through the forehead electrode and each mastoid electrode. The current intensity of Nexalin ADI treatment defaults to 15.00 mA and the duration defaults to 40 minutes. Both are preset to default parameters and cannot be changed.","armGroupLabels":["NEXALIN Stimulator Group"]},{"type":"DEVICE","name":"Pseudo-stimulator","description":"When the patient is ready for the treatment, place an electrode on the patient's forehead and place an electrode in each of the mastoid areas behind each ear. When the device is started, no current flows through the electrodes, but the instrument's operating procedures, parameter displays, and prompts are the same as for a real instrument.","armGroupLabels":["Pseudo-Stimulator Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"the proportion of participants having an improvement at week 8","description":"the proportion of participants having an improvement at week 8, which includes response per the Hamilton Depression Rating Scale 17-Item (HAMD-17) defined as a ≥ 50% reduction from the baseline or clinical recovery (score ≤ 7).","timeFrame":"week 8"}],"secondaryOutcomes":[{"measure":"The proportions of participants achieve an improvement in neurological function","description":"The improvement will be decided by a reduction of ≥ 50% or the total score of 0-1 in the National Institute of Health Stroke Scale (NIHSS) score (ranging from 0 to 42, higher scores indicate a more severe neurological deficit)","timeFrame":"weeks 4 and 8"},{"measure":"The proportions of participants achieve an improvement in independence","description":"measured by a modified Rankin Scale (mRS) over the trial (scores on this scale range from 0 to 6, with higher scores indicating more significant disability), and the improvement is defined as 0, 1, and 2 in mRS.","timeFrame":"weeks 4 and 8"},{"measure":"The proportions of participants with a Barthel Index (BI) score of ≥ 90","description":"the Barthel Index (BI) score is used to assess the activities of daily living (ranging from 0 to 100, higher scores indicate increased independence)","timeFrame":"weeks 4 and 8"},{"measure":"The proportions of participants having severity levels","description":"the Clinical Global Impression-Severity (CGI-S) is a 7-point scale ranging from 1 being \"normal, not at all ill\" to 7 being \"among the most extremely ill patients\"","timeFrame":"weeks 4 and 8"},{"measure":"CGI-Improvement (CGI-I)","description":"The proportions of participants have improvements of 1, 2, and 3 in the CGI-Improvement.","timeFrame":"weeks 4 and 8"},{"measure":"the Hamilton Anxiety Rating Scale (HAMA)","description":"The changes of participants on anxiety symptoms","timeFrame":"weeks 4 and 8"},{"measure":"the Mini-Mental State Examination (MMSE)","description":"The changes of participants on cognitive function assessed by MMSE","timeFrame":"weeks 4 and 8"},{"measure":"the Montreal Cognitive Assessment (MoCA)","description":"The changes of participants on cognitive function","timeFrame":"weeks 4 and 8"},{"measure":"the proportion of participants having an improvement at week 4","description":"the proportion of participants having an improvement at week 4, which includes response per the Hamilton Depression Rating Scale 17-Item (HAMD-17) defined as a ≥ 50% reduction from the baseline or clinical recovery (score ≤ 7).","timeFrame":"week 4"},{"measure":"the changes of beta-and gamma-oscillations at weeks 4 and 8","description":"assessing the resting-state high-density EEG (rsHEEG) by utilizing a 128 channel EEG system (Geodesic EEG system 400, Electrical Geodesics, Inc., OR, USA) at baseline, week 4, and week 8.","timeFrame":"weeks 4 and 8"},{"measure":"the variations of cognitive status at weeks 4 and 8","description":"to measure cognitive status of PSD by the repeatable battery for the assessment of neuropsychological status (RBANS) at baseline, week 4, and week 8.","timeFrame":"weeks 4 and 8"},{"measure":"the proportions of participants have an epileptic seizure at weeks 4 and 8","description":"Electroencephalogram (EEG) of all patients will be recorded at baseline, week 4, and week 8. and the epileptic seizure will be verified by two independent experienced neurologists based on EEG activity and clinical manifestations.","timeFrame":"weeks 4 and 8"},{"measure":"the proportions of participants who have symptoms in the treatment-emergent symptom scale (TESS) at weeks 4 and 8","description":"TESS will be assessed at weeks 4 and 8","timeFrame":"weeks 4 and 8"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. A diagnosis of PSD is based on the \"Depressive disorder due to another medical condition\" of Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-V);\n2. Age 18-70 years old, gender is not limited;\n3. Right-handed;\n4. More than 6 months after the onset of stroke;\n5. The duration of depressive disorder persists for more than two weeks;\n6. Having the Hamilton Depression Rating Scale 17-Item (HAMD-17) scores higher than 17 at baseline;\n7. Absence of psychiatric disorder or family history of psychosis before stroke;\n8. Has never taken antidepressants before enrollment;\n9. Having the level of audiovisual for examinations required for the study;\n10. Providing signed informed consent.\n\nExclusion Criteria:\n\n1. Patients with life expectancy \\< 6 months;\n2. Severe or unstable organic diseases;\n3. Acute brain injury and infection;\n4. The impaired skin integrity at the electrode placement site or skin allergic to electrode gel or adhesive;\n5. Active current suicidal intent or plan as shown by a score of ≥ 3 on the suicide item of HAMD-17;\n6. Current participation in any other clinical trial,;\n7. Prior exposure to all kinds of neuromodulation treatments (including electroconvulsive therapy, TMS, tDCS, etc);\n8. Prior exposure to any implanted device in body (including a cochlear implant, cardiac pacemaker, an implanted device or metal in the brain);\n9. A history of brain organic diseases (including seizures, hydrocephalus, and brain tumors);\n10. Any situations the investigators believe that they are not suitable for this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Haiqing Song, doctor","role":"CONTACT","phone":"86-13701390976","email":"songhq@xwhosp.org"},{"name":"Zu Wang","role":"CONTACT","phone":"86-13260189598","email":"wangzu0606@126.com"}],"overallOfficials":[{"name":"Haiqing Song, doctor","affiliation":"Xuanwu Hospital, Beijing","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Xuanwu Hospital, Capital Medical University","status":"RECRUITING","city":"Beijing","state":"Beijing","zip":"100053","country":"China","contacts":[{"name":"Haiqing Song, Doctor","role":"CONTACT"}],"geoPoint":{"lat":39.9075,"lon":116.39723}}]},"referencesModule":{"references":[{"pmid":"28092847","type":"BACKGROUND","citation":"Shen X, Liu M, Cheng Y, Jia C, Pan X, Gou Q, Liu X, Cao H, Zhang L. Repetitive transcranial magnetic stimulation for the treatment of post-stroke depression: A systematic review and meta-analysis of randomized controlled clinical trials. J Affect Disord. 2017 Mar 15;211:65-74. doi: 10.1016/j.jad.2016.12.058. Epub 2017 Jan 10."},{"pmid":"19247545","type":"BACKGROUND","citation":"Gabis L, Shklar B, Baruch YK, Raz R, Gabis E, Geva D. Pain reduction using transcranial electrostimulation: a double blind \"active placebo\" controlled trial. J Rehabil Med. 2009 Mar;41(4):256-61. doi: 10.2340/16501977-0315."},{"pmid":"32311940","type":"DERIVED","citation":"Wang H, Zhang W, Zhao W, Wang K, Wang Z, Wang L, Peng M, Xue Q, Leng H, Ding W, Liu Y, Li N, Dong K, Zhang Q, Huang X, Xie Y, Chu C, Xue S, Huang L, Yao H, Ding J, Zhan S, Min B, Fan C, Zhou A, Sun Z, Yin L, Ma Q, Baskys A, Jorge RE, Song H. The efficacy of transcranial alternating current stimulation for treating post-stroke depression: Study Protocol Clinical Trial (SPIRIT Compliant). Medicine (Baltimore). 2020 Apr;99(16):e19671. doi: 10.1097/MD.0000000000019671."}],"seeAlsoLinks":[{"label":"The Official website of NEXALIN ADI AC stimulator","url":"https://nexalin.com/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000003863","term":"Depression"},{"id":"D000003866","term":"Depressive Disorder"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001526","term":"Behavioral Symptoms"},{"id":"D000019964","term":"Mood Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6748","name":"Depression","asFound":"Depression","relevance":"HIGH"},{"id":"M6751","name":"Depressive Disorder","asFound":"Depression","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4508","name":"Behavioral Symptoms","relevance":"LOW"},{"id":"M21525","name":"Mood Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}