{"protocolSection":{"identificationModule":{"nctId":"NCT04130503","orgStudyIdInfo":{"id":"2000024512"},"organization":{"fullName":"Yale University","class":"OTHER"},"briefTitle":"The Recovery in Stroke Using PAP Study","officialTitle":"The Recovery in Stroke Using PAP Study","acronym":"RISE-UP"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-10-16","studyFirstSubmitQcDate":"2019-10-16","studyFirstPostDateStruct":{"date":"2019-10-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-12","lastUpdatePostDateStruct":{"date":"2023-12-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Yale University","class":"OTHER"},"collaborators":[{"name":"Hartford HealthCare","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"The proposed study is a randomized controlled trial among an anicipated 180 participants with acute ischemic stroke and mod/severe OSA diagnosed by ambulatory polysomnography (PSG) comparing PAP treatment with usual care concerning the primary outcome of functional recovery.","detailedDescription":"This study has 4 aims: 3 main aims and an additional exploratory aim.\n\nSpecific aim 1: Test whether PAP treatment for OSA in ischemic stroke improves stroke severity, post-stroke symptoms, post-stroke functional recovery (primary outcome), and quality of life.\n\nSpecific aim 2: Determine whether acute vs. subacute initiation of PAP in ischemic stroke results in greater improvement in post-stroke outcomes (stroke severity, symptoms, stroke recovery, quality of life).\n\nSpecific Aim 3: Conduct in-depth qualitative interviews with 25-30 stroke patients, family members, and acute care providers to elicit their experience with PAP use, including factors that influence adherence.\n\nExploratory aim: Evaluate whether polysomnographic measures have prognostic utility in understanding the variability in stroke recovery."},"conditionsModule":{"conditions":["Ischemic Stroke","Obstructive Sleep Apnea"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants will be randomized to usual care or PAP- acute and subacute patients will receive different PAP treatments (non-randomized).","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":360,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"PAP treatment- Acute","type":"EXPERIMENTAL","description":"Acute intervention patients will start PAP within 1-week poststroke symptom onset, and subacute patients will start PAP 1-month post-symptom onset. Both groups will continue PAP therapy through the duration of the study, reinforced with technical assistance and behavioral support.\n\nAll patients (randomized and non-randomized) will receive a healthy lifestyle education (HLE) intervention focused on secondary stroke prevention, as well as interim contacts occurring at 1 week, 1 month, and 3 months, post-randomization, where outcome measures and safety assessments will occur.","interventionNames":["Device: PAP","Behavioral: HLE"]},{"label":"Usual Care (HLE)","type":"ACTIVE_COMPARATOR","description":"All patients (randomized and non-randomized) will receive a healthy lifestyle education (HLE) intervention focused on secondary stroke prevention, as well as interim contacts occurring at 1 week, 1 month, and 3 months, post-randomization, where outcome measures and safety assessments will occur.","interventionNames":["Behavioral: HLE"]},{"label":"PAP treatment- Subacute","type":"EXPERIMENTAL","description":"Acute intervention patients will start PAP within 1-week poststroke symptom onset, and subacute patients will start PAP 1-month post-symptom onset. Both groups will continue PAP therapy through the duration of the study, reinforced with technical assistance and behavioral support.\n\nAll patients (randomized and non-randomized) will receive a healthy lifestyle education (HLE) intervention focused on secondary stroke prevention, as well as interim contacts occurring at 1 week, 1 month, and 3 months, post-randomization, where outcome measures and safety assessments will occur.","interventionNames":["Device: PAP","Behavioral: HLE"]},{"label":"Exploratory arm","type":"OTHER","description":"Non-randomized comparison/exploratory group of subjects with ischemic stroke and Apnea-Hypopnea Index (AHI) \\<15 (approximately 120 participants) and approximately 60 subjects with ICH (who do not need legally authorized representative for consent - most likely mild form of ICH) and any level of AHI.","interventionNames":["Behavioral: HLE"]}],"interventions":[{"type":"DEVICE","name":"PAP","description":"Positive airway pressure (PAP) treatment of obstructive sleep apnea (OSA).","armGroupLabels":["PAP treatment- Acute","PAP treatment- Subacute"]},{"type":"BEHAVIORAL","name":"HLE","description":"All patients (randomized and non-randomized) will receive a healthy lifestyle education (HLE) intervention focused on secondary stroke prevention.","armGroupLabels":["Exploratory arm","PAP treatment- Acute","PAP treatment- Subacute","Usual Care (HLE)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Modified Rankin Scale (mRS)","description":"The Modified Rankin Scale is a widely used measure of functional status and is sensitive to the full range of impairment from mild to severe. This objective examination scale with be video recorded by field staff and subsequently scored by the study neurologist blinded to randomization arm. The Modified Rankin Score (mRS) is a 6 point disability scale with possible scores ranging from 0 to 6. The higher the score, the more severe the disability. A score of 6 indicates the patient has expired (during the hospital stay or after discharge from the hospital).","timeFrame":"6 months"},{"measure":"Change in Katz Scale","description":"The Katz Index of Independence in Activities of Daily Living (KatzADL), is the most appropriate instrument to assess functional status as a measurement of the client's ability to perform Activities of Daily Living independently.\n\nThe Index ranks adequacy of performance in the 6 functions of bathing, dressing, toileting, transferring, continence, and feeding. Clients are scored yes/no for independence in each of the 6 functions. A score of 6 indicates full function, 4 indicates moderate impairment, and 2 or less indicates severe functional impairment","timeFrame":"Randomization date, 3 months, 6 months"}],"secondaryOutcomes":[{"measure":"NIH Stroke Scale (NIHSS)","description":"Stroke severity will be measured using the NIHSS. The NIHSS is a 15-item objective neurological examination scale. This scale has been used extensively to evaluate stroke severity and is a strong predictor of post-stroke outcomes. This exam will be video recorded by field staff and subsequently scored by the study neurologist blinded to randomization arm. Ratings for each item are scored on a 3- to 5-point scale, with 0 as normal, and there is an allowance for untestable items. Scores range from 0 to 42, with higher scores indicating greater severity. Stroke severity may be stratified on the basis of NIHSS scores as follows: Very Severe: \\>25, Severe: 15 - 24, Mild to Moderately Severe: 5 - 14, Mild: 1 - 5.","timeFrame":"1 month"},{"measure":"NIH Stroke Scale (NIHSS)","description":"Stroke severity will be measured using the NIHSS. The NIHSS is a 15-item objective neurological examination scale. This scale has been used extensively to evaluate stroke severity and is a strong predictor of post-stroke outcomes. This exam will be video recorded by field staff and subsequently scored by the study neurologist blinded to randomization arm. Ratings for each item are scored on a 3- to 5-point scale, with 0 as normal, and there is an allowance for untestable items. Scores range from 0 to 42, with higher scores indicating greater severity. Stroke severity may be stratified on the basis of NIHSS scores as follows: Very Severe: \\>25, Severe: 15 - 24, Mild to Moderately Severe: 5 - 14, Mild: 1 - 5.","timeFrame":"3 months"},{"measure":"Epworth Sleepiness Scale (ESS)","description":"The ESS asks: How likely are you to doze off or fall asleep in the following situations? The 8-item questionnaire uses a 3-point Likert scale where 0 equals never doze, and 3 equals high chance of dozing. The ESS is widely used in studies of sleep apnea and is considered a standard measure of daytime sleepiness.","timeFrame":"6 months"},{"measure":"Medical Outcomes Survey-Short Form 36 (MOS-SF36)","description":"The 36-Item Short Form Survey (SF-36) is an outcome measure instrument that is often used, well-researched, self-reported measure of health. It stems from a study called the Medical Outcomes Study for the objective measure of the quality of life.\n\nIt comprises 36 questions that cover eight domains of health\\[2\\]:\n\n1. Limitations in physical activities because of health problems.\n2. Limitations in social activities because of physical or emotional problems\n3. Limitations in usual role activities because of physical health problems\n4. Bodily pain\n5. General mental health (psychological distress and well-being)\n6. Limitations in usual role activities because of emotional problems\n7. Vitality (energy and fatigue)\n8. General health perceptions The SF-36 is often used as a measure of a person or population's quality of life (QOL).","timeFrame":"6 months"},{"measure":"Patient Health Questionnaire-8 (PHQ-8)","description":"The PHQ-8 will provide a psychometrically valid measure of depression, a common concern in post-stroke and OSA patients, and an attribute which has been reported to improve with PAP therapy. The PHQ-8 is an 8-item assessment. Each item is scored on a Likert scale in which \"0\" (not at all) to \"3\" (nearly every day) with maximum total score of 24. Higher score signifies increase in severity. These questions are asked based on the past 2 weeks.","timeFrame":"6 months"},{"measure":"Montreal Cognitive Assessment (MoCA)","description":"The MoCA was designed as a rapid screening instrument for cognitive dysfunction. It assesses different cognitive domains such as attention and concentration, executive functions, memory, language, visual-constructional skills, conceptual thinking, calculations, and orientation. Time to administer the MoCA is approximately 10 minutes. The total possible score is 30 points; a score of 26 or above is considered normal.","timeFrame":"6 months"},{"measure":"Stroke Specific Quality of Life (SS-QOL)","description":"The SS-QOL is a patient-centered outcome measure intended to provide an assessment of health-related quality of life specific to patients with stroke. Scale domains and items were derived from a series of interviews with post- stroke patients. It takes approximately 10-15 minutes to complete the SS-QOL scale. Higher scores indicate better functioning. The SS-QOL yields both domain scores and an overall SS- QOL summary score. The domain scores are unweighted averages of the associated items while the summary score is an unweighted average of all twelve domain scores.","timeFrame":"6 months"},{"measure":"The Calgary Sleep Apnea Quality of Life Index (SAQLI)","description":"The SAQLI is designed to assess responsiveness to OSA treatment and will be administered to obtain a measure of OSA-disease specific quality of life. Disease-specific health-related 84-item quality of life questionnaire for adults with sleep apnea; designed to measure outcome of sleep apnea treatment. It assesses four functional domains plus a fifth domain assessing the negative impacts of therapeutic intervention. (A) Daily functioning (11 items), (B) Social interactions (13 items), (C) Emotional functioning (11 items), (D) Symptoms (21 items; select 5 symptoms), (E) Treatment-related symptoms (26 items; select 5 symptoms), (F) Impact (2 items) Domains A-D: 7-point Likert scale, sum divided by total number of questions answered, Domain E: 7-point Likert scale, mean divided by 5, Domains A-D and E are further modified by a weighting score, derived from responses to Section F (10-point Likert scale). Lower scores indicate greater severity.","timeFrame":"6 months"},{"measure":"Formative Adherence Evaluation","description":"For patients with sleep apnea, qualitative, in-depth interviews with approximately n=25 patients and their bedpartners (dyads) purposefully sampled based on demographics, adherence, and treatment arm. Interviews of the dyads will occur at approximately 3 months into the study when PAP adherence patterns have been established.","timeFrame":"3 months"},{"measure":"Change in Berg Balance Scale","description":"The Berg Balance Scale is used to objectively determine a patient's ability (or inability) to safely balance during a series of predetermined tasks. It is a 14-item list with each item consisting of a five-point ordinal scale ranging from 0 to 4, with 0 indicating the lowest level of function and 4 the highest level of function and takes approximately 20 minutes to complete.\n\nThough initial recruitment of the RISE-UP study occurs in the hospital, the setting for most of the study follow-up may occur in the home and rehabilitation settings and can be done remotely (for example over the phone). \\*- when follow-up is performed over the phone this assessment can be excluded","timeFrame":"3 and 6 months"},{"measure":"Fall Events","description":"Falls are identified and recorded as a part of the routine adverse event collection and reporting protocol. In addition to identification of a fall event, reasons for the fall, and location of the fall, follow-up care will be identified through interview questions and chart review. Individuals who sustained at least one fall were considered a -faller- for these analyses. The fall event information will be categorized for these analyses to describe both the circumstances and the consequences of falls.","timeFrame":"Up to 6 months"},{"measure":"Change in Pittsburgh Sleep Quality Index (PSQI)","description":"Pittsburgh Sleep Quality Index (PSQI) is a self-report questionnaire that assesses sleep quality over a 1-month time interval. The measure consists of 19 individual items, creating 7 components that produce one global score, and takes 5-10 minutes to complete. Each of the questionnaire's 19 self-reported items belongs to one of seven subcategories: subjective sleep quality, sleep latency, sleep duration, habitual sleep efficiency, sleep disturbances, use of sleeping medication, and daytime dysfunction. Five additional questions rated by the respondent's roommate or bed partner are included for clinical purposes and are not scored.\n\nScores for each question range from 0 to 3, with higher scores indicating more acute sleep disturbances.","timeFrame":"Randomization date, 3 months, 6 months"},{"measure":"Change in Insomnia Severity Index (ISI) Severity Index","description":"The ISI is a 7-item self-report questionnaire assessing the nature, severity, and impact of insomnia. The usual recall period is the \"last month\" and the dimensions evaluated are: severity of sleep onset, sleep maintenance, and early morning awakening problems, sleep dissatisfaction, interference of sleep difficulties with daytime functioning, noticeability of sleep problems by others, and distress caused by the sleep difficulties. A 5-point Likert scale is used to rate each item (e.g., 0 = no problem; 4 = very severe problem), yielding a total score ranging from 0 to 28. The total score is interpreted as follows: absence of insomnia (0-7); sub-threshold insomnia (8-14); moderate insomnia (15-21); and severe insomnia (22-28).","timeFrame":"Randomization date, 3 months, 6 months"},{"measure":"Change in PROMIS Pain Interference - Short Form 6b V1.0","description":"The Patient-Reported Outcomes Measurement Information System (PROMIS) provides clinicians and researchers access to reliable, valid, and flexible measures of health status that assess physical, mental, and social well-being from the patient perspective. PROMIS measures are standardized, allowing for assessment of many patient-reported outcome domains-including pain, fatigue, emotional distress, physical functioning and social role participation-based on common metrics that allow for comparisons across domains, across chronic diseases, and with the general population. 6-items measure assessing self-reported perceptions of impairment due to pain interference. Response options range from 1=Not at all to 5=Very much. Responses are summed to create a raw score with higher scores indicating greater impairment","timeFrame":"Randomization date, 3 months, 6 months"},{"measure":"Change in PROMIS Pain Intensity - Short Form 3a V1.0","description":"The Patient-Reported Outcomes Measurement Information System (PROMIS) provides clinicians and researchers access to reliable, valid, and flexible measures of health status that assess physical, mental, and social well-being from the patient perspective. PROMIS measures are standardized, allowing for assessment of many patient-reported outcome domains-including pain, fatigue, emotional distress, physical functioning and social role participation-based on common metrics that allow for comparisons across domains, across chronic diseases, and with the general population. 3-items measure assessing self-reported perceptions of impairment due to pain intensity. Response options range from 1=Not at all to 5=Very much. Responses are summed to create a raw score with higher scores indicating greater impairment","timeFrame":"Randomization date, 3 months, 6 months"},{"measure":"Change in PROMIS Short Form v1.0 Sleep Disturbance 8a","description":"The Patient-Reported Outcomes Measurement Information System (PROMIS) provides clinicians and researchers access to reliable, valid, and flexible measures of health status that assess physical, mental, and social well-being from the patient perspective. PROMIS measures are standardized, allowing for assessment of many patient-reported outcome domains-including pain, fatigue, emotional distress, physical functioning and social role participation-based on common metrics that allow for comparisons across domains, across chronic diseases, and with the general population. 8-items assessing self-reported perceptions of impairment due sleep disturbance. Response options range from 1=Not at all to 5=Very much. Participants will be asked about the last 7 days. Responses are summed to create a raw score with higher scores indicating greater impairment.","timeFrame":"day 7"},{"measure":"Change in PROMIS Short Form v1.0 Sleep-Related Impairment 8a","description":"The Patient-Reported Outcomes Measurement Information System (PROMIS) provides clinicians and researchers access to reliable, valid, and flexible measures of health status that assess physical, mental, and social well-being from the patient perspective. PROMIS measures are standardized, allowing for assessment of many patient-reported outcome domains-including pain, fatigue, emotional distress, physical functioning and social role participation-based on common metrics that allow for comparisons across domains, across chronic diseases, and with the general population. 8-items assessing self-reported perceptions of impairment due to sleep problems. Response options range from 1=Not at all to 5=Very much. Participants will be asked about the last 7 days. Responses are summed to create a raw score with higher scores indicating greater impairment.","timeFrame":"day 7"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Having an acute ischemic stroke with brain imaging within 48 hours of symptoms onset;\n* Being within 5 days of neurologic symptoms onset;\n* Moderate (15 =\\< overall AHI \\< 30) /severe (overall AHI \\>= 30) OSA, thus with an obstructive apnea-hypopnea index AHI \\>= 15.\n\nExclusion Criteria:\n\n* Past use of prescribed PAP for OSA;\n* Suspected sleep disorder other than OSA (e.g., narcolepsy) (because such patients should be referred for a formal PSG in a sleep laboratory);\n* Life expectancy is less than 6 months (e.g., hospice patients);\n* Patients who require mechanical ventilation (because such patients could not participate in the intervention protocol);\n* Non-English language patients (because the intervention strategy involves forming a relationship between the patient and research staff);\n* Central sleep apnea with \\> 50% of respiratory events classified as central apnea;\n* Resting oxygen saturation \\< 90%.\n* Inability to provide their own informed consent. To enhance the generalizability of our study, all stroke severity will be included. However, we will exclude patients who cannot provide their own consent. This is because patients will need to participate actively in the protocol with a behavioral intervention. An assessment of the patient's competence to provide consent will be made based on published recommendations.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Radu Radulescu, MD","role":"CONTACT","phone":"2033614037","email":"radu.radulescu@yale.edu"}],"overallOfficials":[{"name":"Klar Yaggi, MD, MPH","affiliation":"Yale University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Yale University","status":"RECRUITING","city":"New Haven","state":"Connecticut","zip":"06519","country":"United States","contacts":[{"name":"Klar Yaggi, MD","role":"CONTACT","phone":"203-209-4274","email":"henry.yaggi@yale.edu"}],"geoPoint":{"lat":41.30815,"lon":-72.92816}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020181","term":"Sleep Apnea, Obstructive"},{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000012891","term":"Sleep Apnea Syndromes"},{"id":"D000001049","term":"Apnea"},{"id":"D000012120","term":"Respiration Disorders"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000020919","term":"Sleep Disorders, Intrinsic"},{"id":"D000020920","term":"Dyssomnias"},{"id":"D000012893","term":"Sleep Wake Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4051","name":"Apnea","relevance":"LOW"},{"id":"M15384","name":"Sleep Apnea Syndromes","relevance":"LOW"},{"id":"M21700","name":"Sleep Apnea, Obstructive","asFound":"Obstructive Sleep Apnea","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M14647","name":"Respiration Disorders","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M21932","name":"Parasomnias","relevance":"LOW"},{"id":"M22344","name":"Sleep Disorders, Intrinsic","relevance":"LOW"},{"id":"M22345","name":"Dyssomnias","relevance":"LOW"},{"id":"M15386","name":"Sleep Wake Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}