{"protocolSection":{"identificationModule":{"nctId":"NCT05303649","orgStudyIdInfo":{"id":"IPiN_KP01"},"organization":{"fullName":"Institute of Psychiatry and Neurology, Warsaw","class":"OTHER"},"briefTitle":"Effects of Neuronavigated Theta Burst Stimulation in Therapy of Post-stroke Aphasia","officialTitle":"Effects of Neuronavigated Theta Burst Stimulation in Therapy of Post-stroke Aphasia"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-03-22","studyFirstSubmitQcDate":"2022-03-22","studyFirstPostDateStruct":{"date":"2022-03-31","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-27","lastUpdatePostDateStruct":{"date":"2023-09-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Katarzyna Polanowska","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Institute of Psychiatry and Neurology, Warsaw"},"leadSponsor":{"name":"Institute of Psychiatry and Neurology, Warsaw","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Aphasia is an impairment in the ability to express and/or understand language, commonly observed after stroke to the language dominant (left) hemisphere. Despite natural tendency to spontaneous functional recovery in the first months post stroke and language improvement due to application of behavioral speech and language therapy (SLT), many aphasic patients do not achieve satisfactory level of verbal communication. The aim of the planned study is to explore the potential of the noninvasive repetitive Transcranial Magnetic Stimulation (rTMS) as a therapeutic tool for aphasia in addition to traditional behavioral therapy. In case of aphasia, studies on therapeutic effectiveness of rTMS aim to increase the activity of the language-dominant left cerebral hemisphere, which may be achieved in an indirect manner by inhibiting the activity of the opposite (right) hemisphere or in a direct manner by increasing the excitability of preserved language areas in the left hemisphere. In our study, we plan to administer the newest form of rTMS called Theta Burst Stimulation (TBS), which is safer than the conventional rTMS, even when used in the perilesional area. Computer-based neuronavigation system will be implemented to precisely localize stimulation targets, control administration of stimuli during rTMS sessions, and evaluate differences between participants regarding deviations from established stimulation points. 45 patients (all right-handed, polish native speakers, aged 18-75 years, diagnosed with non-fluent aphasia) will be enrolled in a randomized, double-blind, sham-controlled trial. Subjects will be randomly assigned to one of the three groups: 1) a group with excitatory intermittent TBS of the left hemisphere (iTBS group), 2) a group with inhibitory continuous TBS of the right hemisphere (cTBS group), 3) a group with sham TBS (sTBS group as a control group). Specific forms of stimulation will be carried out for three consecutive weeks (Monday to Friday; a total of 15 stimulation sessions). Immediately after each session of the stimulation, patients will undergo individual SLT. Assessment of language functioning will be carried out three times: before and after the therapy period, and 3 months after its completion. Results of the study will broaden knowledge about hemispherical mechanisms of language and speech recovery after stroke and provide insight into possibilities of their modulation for the purpose of post-stroke rehabilitation."},"conditionsModule":{"conditions":["Stroke, Ischemic","Aphasia Non Fluent"],"keywords":["Aphasia","Stroke","Theta Burst Stimulation","Therapy","Rehabilitation","Noninvasive Transcranial Brain Stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":45,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intermittent TBS (iTBS) of the left hemisphere plus behavioral aphasia therapy","type":"EXPERIMENTAL","description":"15 sessions of 200-second of iTBS over the pars triangularis of Broca's area in the left hemisphere (BA 45), preceding 45-minutes of behavioral aphasia therapy.","interventionNames":["Device: Noninvasive transcranial brain stimulation: excitatory iTBS","Behavioral: Individual speech-language therapy (SLT)"]},{"label":"Continuous TBS (cTBS) of the right hemisphere plus behavioral aphasia therapy","type":"EXPERIMENTAL","description":"15 sessions of 40 seconds of cTBS over the pars triangularis of the right inferior frontal gyrus (BA 45 homologue), preceding 45-minutes of behavioral aphasia therapy.","interventionNames":["Device: Noninvasive transcranial brain stimulation: inhibitory cTBS","Behavioral: Individual speech-language therapy (SLT)"]},{"label":"Sham TBS (sTBS) of the left hemisphere plus behavioral aphasia therapy","type":"SHAM_COMPARATOR","description":"15 sessions of sham TBS over the pars triangularis of Broca's area in the left hemisphere (BA 45), preceding 45-minutes of behavioral aphasia therapy.","interventionNames":["Behavioral: Individual speech-language therapy (SLT)","Device: Sham TBS simulating left hemispheric iTBS"]}],"interventions":[{"type":"DEVICE","name":"Noninvasive transcranial brain stimulation: excitatory iTBS","description":"600 pulses (3 pulses at 50 Hz given every 200 milliseconds in 2-second trains at 10-second intervals, delivered at 80% of active motor threshold) generated by Magstim Super Rapid2 stimulator equipped with a figure-of-eight coil applied over BA 45 Device: Magstim Co., Wales, UK.","armGroupLabels":["Intermittent TBS (iTBS) of the left hemisphere plus behavioral aphasia therapy"],"otherNames":["Magstim Super Rapid2"]},{"type":"DEVICE","name":"Noninvasive transcranial brain stimulation: inhibitory cTBS","description":"600 pulses (3 pulses at 50 Hz, repeated at 5 Hz, delivered at 80% of active motor threshold) generated by Magstim Super Rapid2 stimulator equipped with a figure-of-eight coil applied over BA 45 homologue Device: Magstim Co., Wales, UK.","armGroupLabels":["Continuous TBS (cTBS) of the right hemisphere plus behavioral aphasia therapy"],"otherNames":["Magstim Super Rapid2"]},{"type":"BEHAVIORAL","name":"Individual speech-language therapy (SLT)","description":"45 minutes training tailored to every patient's deficits, abilities and needs. Exercises used during each therapeutic session include: expressions tasks (naming and sentence building), complex utterances comprehension tasks, reading and writing exercises. Training is administered using paper-and-pencil tasks and computerized aphasia therapy program AfaSystem (Harpo sp.zoo, Poznań, Poland).","armGroupLabels":["Continuous TBS (cTBS) of the right hemisphere plus behavioral aphasia therapy","Intermittent TBS (iTBS) of the left hemisphere plus behavioral aphasia therapy","Sham TBS (sTBS) of the left hemisphere plus behavioral aphasia therapy"]},{"type":"DEVICE","name":"Sham TBS simulating left hemispheric iTBS","description":"Sham TMS coil positioned exactly like an active TMS coil resulting in a very good approximation of the auditory effects Device: Magstim Co., Wales, UK.","armGroupLabels":["Sham TBS (sTBS) of the left hemisphere plus behavioral aphasia therapy"],"otherNames":["Magstim Super Rapid2"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from pre-treatment assessment in the performance on a picture naming task","description":"Total number of correctly named items (assessed: accuracy and speed of naming) from a set of 250 visually presented objects (200 noun names and 50 verb names; stimuli included in the set are diversified with regard to the articulation difficulty of corresponding words and their usage frequency in everyday speech).","timeFrame":"Pre-treatment assessment (within 2 days before starting the intervention), post-treatment assessment (within 2 days of completing the 15 days intervention)"},{"measure":"Change from pre-treatment in the performance on the picture naming task at 3 months post-therapy (follow up assessment)","description":"Total number of correctly named items from a set of 250 visually presented objects.","timeFrame":"Pre-treatment and 3 months follow-up (post-treatment) assessment"},{"measure":"Change from post-treatment in the performance on the picture naming task at 3 months post-therapy","description":"Total number of correctly named items from a set of 250 visually presented objects.","timeFrame":"Post-treatment and 3 months follow-up assessment"},{"measure":"Change from pre-treatment assessment in the performance on a scene description task of three visually presented scenes","description":"(assessed: length and correctness of utterances).","timeFrame":"Pre-treatment assessment, post-treatment assessment (within 2 days of completing the 15 days intervention)"},{"measure":"Change from pre-treatment in the scene description task at 3 months post-therapy","description":"Oral description of three visually presented scenes (assessed: length and correctness of utterances).","timeFrame":"Pre-treatment and 3 months follow-up"},{"measure":"Change from post-treatment in the scene description task at 3 months post-therapy","description":"Oral description of three visually presented scenes (assessed: length and correctness of utterances).","timeFrame":"Post-treatment and 3 months follow-up"},{"measure":"Change from pre-treatment on the semantic fluency task","description":"Producing within a minute as many words as possible from 3 semantic categories: animals, fruit, clothes; assessed: total number of correctly generated items.","timeFrame":"Pre-treatment and post-treatment (within 2 days of completing the 15 days intervention)"},{"measure":"Change from pre-treatment on the semantic fluency task at 3 months post-therapy","description":"Total number of correctly generated items such as animals, fruits, clothes.","timeFrame":"Pre-treatment and 3 months follow-up"},{"measure":"Change from post-treatment on the semantic fluency task at 3 months post-therapy","description":"Total number of correctly generated items such as animals, fruits, clothes.","timeFrame":"Post-treatment and 3 months follow-up"}],"secondaryOutcomes":[{"measure":"Modified Communication Effectiveness Index (CETI)","description":"A questionnaire to complete by researcher and family member/caregiver. Contains descriptions of ten communication situations, patients' performance in each of them is assessed on a Likert-type scale (from 0 to 7). Higher score means better functional communication.","timeFrame":"Pre-treatment, post-treatment (within 2 days of completing the 15 day intervention) and on 3-month follow-up"}],"otherOutcomes":[{"measure":"The Polish version of short form of the Boston Diagnostic Aphasia Examination (BDAE)","description":"Assesses the linguistic skills of adults with aphasia. This provides information for the diagnosis of the type of aphasia. Includes the six-point Goodglass and Kaplan's Aphasia Severity Rating Scale (ASRS; 0-5 points - lower score means more severe language impairment).","timeFrame":"Screening appointment (pre-enrollment assessment)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* First-ever left middle cerebral artery ischemic stroke (brain damage localization confirmed by magnetic resonance imaging, MRI)\n* 3 or more months from the onset of stroke\n* Non-fluent aphasia (confirmed in the BDAE test) with functional communication difficulties ranging from mild to significant (grades from 2 to 4 in ASRS), marked difficulties in naming, and relatively preserved everyday speech comprehension\n* Native Polish speaker\n* Right-handedness prior to stroke\n* Signing of the informed consent for the participation in the study.\n\nExclusion Criteria:\n\n* Psychiatric and/or neurological comorbidity (e. g. dementia, depressive disorder, alcohol dependence)\n* Diagnose of epilepsy or epileptic changes in EEG, also frequent losses of consciousness of unclear etiology which might suggest epileptic seizures\n* History of any neurosurgical procedure around the head area\n* 1.5 T MRI examination contraindications (metal elements in the body, e. g. implantable cardioverter-defibrillator, deep brain stimulation devices; claustrophobia)\n* Regular intake of medication that could affect cortical excitability (e. g. antiepileptic or antipsychotic drugs, antidepressants, benzodiazepines) or medication influencing neuroplastic processes (e. g. dopamine)\n* Significant cognitive impairment limiting patient's cooperation during assessment and behavioral aphasia therapy\n* Visual deficits significantly hindering the perception of therapeutic tasks presented visually on a computer's screen\n* New neurological episode (e. g. another brain stroke) or somatic illness (e. g. COVID-19) during the cycle of the therapy, requiring its interruption.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Katarzyna E Polanowska, PhD","role":"CONTACT","phone":"+48224582870","email":"kpolanowska@ipin.edu.pl"},{"name":"Szczepan Iwański, PhD","role":"CONTACT","phone":"+48224582870","email":"iwanski@ipin.edu.pl"}],"overallOfficials":[{"name":"Katarzyna E Polanowska, PhD","affiliation":"Institute of Psychiatry and Neurology, Warsaw, Poland","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Institute of Psychiatry and Neurology","status":"RECRUITING","city":"Warsaw","state":"Masovian Voivodeship","country":"Poland","contacts":[{"name":"Katarzyna E Polanowska, PhD","role":"CONTACT","phone":"+48224582870","email":"kpolanowska@ipin.edu.pl"}],"geoPoint":{"lat":52.22977,"lon":21.01178}}]},"referencesModule":{"references":[{"pmid":"30870740","type":"BACKGROUND","citation":"Harvey DY, Mass JA, Shah-Basak PP, Wurzman R, Faseyitan O, Sacchetti DL, DeLoretta L, Hamilton RH. Continuous theta burst stimulation over right pars triangularis facilitates naming abilities in chronic post-stroke aphasia by enhancing phonological access. Brain Lang. 2019 May;192:25-34. doi: 10.1016/j.bandl.2019.02.005. Epub 2019 Mar 11."},{"pmid":"15664172","type":"BACKGROUND","citation":"Huang YZ, Edwards MJ, Rounis E, Bhatia KP, Rothwell JC. Theta burst stimulation of the human motor cortex. Neuron. 2005 Jan 20;45(2):201-6. doi: 10.1016/j.neuron.2004.12.033."},{"pmid":"31901449","type":"BACKGROUND","citation":"Lefaucheur JP, Aleman A, Baeken C, Benninger DH, Brunelin J, Di Lazzaro V, Filipovic SR, Grefkes C, Hasan A, Hummel FC, Jaaskelainen SK, Langguth B, Leocani L, Londero A, Nardone R, Nguyen JP, Nyffeler T, Oliveira-Maia AJ, Oliviero A, Padberg F, Palm U, Paulus W, Poulet E, Quartarone A, Rachid F, Rektorova I, Rossi S, Sahlsten H, Schecklmann M, Szekely D, Ziemann U. Evidence-based guidelines on the therapeutic use of repetitive transcranial magnetic stimulation (rTMS): An update (2014-2018). Clin Neurophysiol. 2020 Feb;131(2):474-528. doi: 10.1016/j.clinph.2019.11.002. Epub 2020 Jan 1. Erratum In: Clin Neurophysiol. 2020 May;131(5):1168-1169."},{"pmid":"21221011","type":"BACKGROUND","citation":"Oberman L, Edwards D, Eldaief M, Pascual-Leone A. Safety of theta burst transcranial magnetic stimulation: a systematic review of the literature. J Clin Neurophysiol. 2011 Feb;28(1):67-74. doi: 10.1097/WNP.0b013e318205135f."},{"pmid":"21227747","type":"BACKGROUND","citation":"Rossi S, Hallett M, Rossini PM, Pascual-Leone A. Screening questionnaire before TMS: an update. Clin Neurophysiol. 2011 Aug;122(8):1686. doi: 10.1016/j.clinph.2010.12.037. Epub 2011 Jan 11. No abstract available."},{"pmid":"19833552","type":"BACKGROUND","citation":"Rossi S, Hallett M, Rossini PM, Pascual-Leone A; Safety of TMS Consensus Group. Safety, ethical considerations, and application guidelines for the use of transcranial magnetic stimulation in clinical practice and research. Clin Neurophysiol. 2009 Dec;120(12):2008-2039. doi: 10.1016/j.clinph.2009.08.016. Epub 2009 Oct 14."},{"pmid":"24399952","type":"BACKGROUND","citation":"Shah PP, Szaflarski JP, Allendorfer J, Hamilton RH. Induction of neuroplasticity and recovery in post-stroke aphasia by non-invasive brain stimulation. Front Hum Neurosci. 2013 Dec 24;7:888. doi: 10.3389/fnhum.2013.00888."},{"pmid":"21842404","type":"BACKGROUND","citation":"Schlaug G, Marchina S, Wan CY. The use of non-invasive brain stimulation techniques to facilitate recovery from post-stroke aphasia. Neuropsychol Rev. 2011 Sep;21(3):288-301. doi: 10.1007/s11065-011-9181-y. Epub 2011 Aug 14."},{"pmid":"29889086","type":"BACKGROUND","citation":"Szaflarski JP, Griffis J, Vannest J, Allendorfer JB, Nenert R, Amara AW, Sung V, Walker HC, Martin AN, Mark VW, Zhou X. A feasibility study of combined intermittent theta burst stimulation and modified constraint-induced aphasia therapy in chronic post-stroke aphasia. Restor Neurol Neurosci. 2018;36(4):503-518. doi: 10.3233/RNN-180812."},{"pmid":"21358599","type":"BACKGROUND","citation":"Szaflarski JP, Vannest J, Wu SW, DiFrancesco MW, Banks C, Gilbert DL. Excitatory repetitive transcranial magnetic stimulation induces improvements in chronic post-stroke aphasia. Med Sci Monit. 2011 Feb 25;17(3):CR132-9. doi: 10.12659/msm.881446."},{"pmid":"15063143","type":"BACKGROUND","citation":"Ball LJ, Beukelman DR, Pattee GL. Communication effectiveness of individuals with amyotrophic lateral sclerosis. J Commun Disord. 2004 May-Jun;37(3):197-215. doi: 10.1016/j.jcomdis.2003.09.002."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001037","term":"Aphasia"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}