{"protocolSection":{"identificationModule":{"nctId":"NCT05675774","orgStudyIdInfo":{"id":"HS25711 (B2022:097)"},"organization":{"fullName":"University of Manitoba","class":"OTHER"},"briefTitle":"DECT for Differentiating Intracerebral Hemorrhage From Contrast Extravasation","officialTitle":"Dual Energy CT for Confirming Hemorrhagic Transformation After Thrombectomy for Patients With Acute Ischemic Stroke","acronym":"DECT-ICH"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-10-17","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-11-14","studyFirstSubmitQcDate":"2023-01-06","studyFirstPostDateStruct":{"date":"2023-01-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-17","lastUpdatePostDateStruct":{"date":"2024-01-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jai Shankar","investigatorTitle":"Professor","investigatorAffiliation":"University of Manitoba"},"leadSponsor":{"name":"University of Manitoba","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to investigate the use of DECT (Dual-Energy Computed Tomography) in patients with acute ischemic stroke who receive an intervention (thrombolysis or thrombectomy). The main questions to answer are:\n\n1. Can DECT more accurately differentiate hyperdensities as intracranial haemorrhage (ICH) or contrast extravasation compared with single-energy CT (SECT)?.\n2. Will DECT lead to better care for patients with AIS who receive intervention and have post-procedural hyperdensities?\n\nPatients who receive intervention for acute ischemic stroke (AIS) receive a SECT at 24 hours as standard of care to determine if ICH is present. In the current study, a DECT will be done in addition to the SECT. Followup imaging (SECT or MRI) will be done at 72 hours to determine if the hyperdensity was indeed ICH. The accuracy of DECT for differentiating ICH from contrast extravasation will be compared.","detailedDescription":"Background:\n\nStroke is a leading cause of death in the world and the majority of strokes are ischemic (80%). The first method of treating acute ischemic (AIS) is tissue plasminogen activator (tPA)\\[1, 2\\] , which is a thrombolytic medication that breaks up the blockage in the blood vessel. The second is called endovascular thrombectomy (EVT), which is a procedure where the clot is physically retrieved using a catheter\\[3\\]. While tPA can only be used within 4.5 hours, EVT can be used 16 hours\\[4\\] and even up to 24 hours\\[5\\] after a patient develops symptoms.\n\nThe go-to modality for imaging AIS is computed tomography (CT)\\[6, 7\\]. On a CT scan image, those objects that are brighter are hyperdense and those objects that are darker are hypodense. To determine the location of the blockage and complete the EVT procedure, contrast dye is used in combination with the CT. In patients presenting with delayed AIS, the CT-Perfusion (CTP) modality is also used, which can determine tissue that is receiving less blood flow but has not infarcted yet. Interestingly, CTP can also generate information about the permeability of the blood-brain barrier, which can be used to create a \"permeability-surface area product map\" (PS). Previous work by our group has demonstrated that using PS, the likelihood (not extent) of hemorrhagic transformation can be predicted\\[8\\].\n\nBoth tPA and EVT can lead to the complication of intracerebral hemorrhage (ICH). If ICH develops in a patient following AIS, the care-plan and prognosis is very different. Another complication, albeit less dangerous, is contrast extravasation (CE) into the region of the stroke. Contrast disappears after one to two days and does not affect the patient clinically. It is standard of care to perform a CT scan 24 hours after a patient receives AIS intervention to rule out ICH. Conventional, single-energy CT (SECT) uses one x-ray spectrum. Because contrast and blood are both significantly denser compared to surrounding tissue, they appear identical to one another. In dual-energy CT (DECT), two different x-ray spectra are used to create an additional \"iodine overlay map\" (IOM) and a \"virtual-noncontrast\" images \\[9-11\\]. By using the IOM and VNC images in conjunction with original SECT image, one can differentiate ICH from CE (Figure 1). DECT does not expose patients the higher levels of radiation compared to SECT and can be a useful technique for differentiating objects on CT.\n\nWe will perform a study looking at whether DECT can accurately identify hyperdensities caused from hemorrhage versus contrast. We will validate the role of DECT in post stroke care for those patients that undergo EVT and have post procedural hyperdensities.\n\nHypothesis:\n\nDECT will have a greater sensitivity and specificity for differentiating between ICH and CE compared to SECT in patients with AIS who receive acute intervention.\n\nObjectives:\n\n1. To determine whether DECT can accurately identify hyperdensities caused from hemorrhage versus contrast.\n2. To validate the role of DECT in post stroke care for those patients that undergo intervention and have post procedural hyperdensities.\n\nMethods:\n\nOutcome Measures:\n\nOur primary outcome is the sensitivity and specificity of DECT in differentiating ICH from CE.\n\nOur secondary outcomes include: duration of hospitalization, level of disability after discharge from hospital, mechanism of large artery occlusion, type of post-stroke therapy (antiplatelet vs anticoagulant).\n\nPatient Selection: All patients will be selected prospectively. In Manitoba, the Health Sciences Centre (HSC) is the only institution that provides EVT. Therefore, the patient population for our study includes the entire population served by HSC which includes the province of Manitoba, north-western Ontario, and southern Nunavut.\n\nCriteria:\n\nInclusion criteria for our study are as follows: patients presenting with AIS that are candidates for 1) tPA (presenting within 4.5 hours of symptom onset, no ICH on CT, not on anticoagulation) and 2) EVT (presenting within 24 hours of symptom onset, large vessel occlusion, National Institute of Health Stroke Scale (NIHSS) \\> 6).\n\nExclusion criteria are patients who are not candidates for EVT or tPA. Sample Size: Sample size was calculated using the formula: sample size= p(1-p)(Z/E)2. The confidence interval was set at 95% and therefore, Z was set at 1.96 and the desired margin of error E, was set at 0.05. Previously, it has been proposed that the proportion of patients that develop ICH post-EVT for AIS was more than 68%\\[12\\]. Based on our experience, we hypothesize that a hyperdensity could be seen in up to 85% of patients undergoing AIS treatment on their 24-hr post treatment CT scan of their head. Therefore, 0.85 was used as the value for population proportion, p. With this calculation, the ideal sample size for recruitment would be 196. We will aim for a sample size of 200. With this selected sample size, the resulting margin of error would be 0.06, which we found to be acceptable.\n\nImaging Protocols: The standard of care is to perform a non-contrast CT and CT with contrast when patients first present with symptoms of AIS. If patients receive tPA and/or EVT they undergo a non-contrast CT scan 24 hours post-treatment. We will be performing DECT in addition to the standard-of-care SECT at 24 hours. The amount of radiation generated by DECT is the same if not less than that generated by SECT\\[13\\].\n\nIn patients who have a hyperdensity, on 24-hour CT, a repeat scan (either CT or MRI) will be done at 72-hours post-intervention. The 72-hour scan will be used as the gold-standard to determine if the hyperdensity on 24-hour CT was indeed ICH or CE.\n\nImaging Data Collection and Analysis: Images will be reviewed by all trained subspeciality neuroradiologists working at the Health Sciences Center.\n\nThe study population will first be separated into two categories: patients 1) with and 2) without hyperdensity seen on post-24 hour SECT scan. Of the patients with hyperdensity, we will further categorize them into four groups: 1) Diagnosed as ICH on SECT and 2) diagnosed as CE on SECT 3) Diagnosed as ICH on DECT 4) Diagnosed as CE on DECT. Finally, of the patients with initial hyperdensity of 24-hour scan, it will be determined if the hyperdensity is still present on 72-hour scan; if it is still present, the diagnosis will be confirmed as ICH.\n\nStatistical Analysis:\n\nAnalysis will be performed by SPSS software. Continuous data will be expressed as means ± standard deviations or 95% confidence intervals, and categorical data will be expressed as numbers of patients with percentages, respectively. Sensitivity, specificity, positive predictive value, negative predictive value, and accuracy of DECT for identifying ICH will be recorded. Statistical significance will be calculated using Fisher exact test. A 2-sided P value less than 0.05 will be considered to indicate a significant difference. We will perform receiver operating characteristic curve analyses to calculate the area under the curve (AUC). The optimal cutoff values for all parameters will be determined by the Youden index, the difference between sensitivity and 1- specificity. Diagnostic performance will be compared by using ROC analysis with the DeLong method.\n\nExpected outcome: This study will determine if DECT is superior to SECT in differentiating ICH from CE and will validate the use of DECT in patients with AIS who receive intervention.\n\nSignificance: Stroke is a leading cause of death in the world. In 2013, there were 405,000 individuals in Canada living with the effects of stroke and this number is expected to increase to about 700,000 by 2038\\[14\\]. In Manitoba alone, about 2000 patients each year suffer from a stroke and up to 500 will have a recurrent stroke. To decrease the risk of subsequent strokes, physicians target optimal blood pressure, blood sugar, and blood thinner management as soon as is safe for the patient. Thrombolytic thrombectomy therapies have been shown to decrease the disability suffered by Manitobans who present with AIS but a significant proportion of these patients develop ICH. These patients' care is separate from those that do not develop ICH and are aimed toward decreasing the bleeding instead of preventing recurrent stroke. The start of antiplatelet and anticoagulation therapies, which have been shown to decrease the likelihood of subsequent stroke the earlier they are started, must be delayed. Blood pressure goals are also separate for these patients.\n\nIf DECT is validated for the use in Manitobans who present with AIS who receive intervention, clinicians will be able to determine more accurately whether a patient truly has an ICH and if their therapy needs to be modified accordingly. Those patients who are determined to just have CE on DECT will not need to have their management needlessly changed and their care can be targeted toward avoiding recurrent stroke. The use of DECT will lead to more diagnostic accuracy for those Manitobans presenting with AIS and more effective, patient-directed care."},"conditionsModule":{"conditions":["Stroke, Ischemic","Tomography, X-Ray Computed"],"keywords":["Thrombectomy","Cerebral Hemorrhage","Extravasation of Diagnostic and Therapeutic Materials","Thrombolytic Therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Dual Energy CT","type":"EXPERIMENTAL","description":"Patients with acute stroke who receive intervention in the form of thrombolysis or EVT will receive dual-energy CT at the 24-hour mark in lieu of conventional single-energy CT.","interventionNames":["Diagnostic Test: Dual Energy CT"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Dual Energy CT","description":"Patients with acute stroke who receive intervention will undergo dual-energy CT in lieu of single-energy CT at 24 hours post-intervention.","armGroupLabels":["Dual Energy CT"],"otherNames":["DECT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The presence or absence of intracerebral hemorrhage on DECT scans","description":"The study population will first be separated into two categories: patients 1) with and 2) without hyperdensity seen on post-24 hour CT scan. DECT will be performed on both of these two groups. Of the patients with hyperdensity, we will further categorize them into two groups: 1) confirmed ICH and 2) confirmed CE or no hemorrhage. In DECT, three different images are obtained, one at high energy, one at low energy, and a mixed image. There are three parameters to separate ICH from CE on DECT: 1) if a hyperdensity is seen on the mixed-energy image and low-energy image but not the high-energy image it is ICH, 2) if a hyperdensity is seen on the mixed-energy image and the high-energy image but not the low-energy image, it is CE.","timeFrame":"24 hours post intervention"}],"secondaryOutcomes":[{"measure":"Length of Stay","description":"Measured as the number of days from admission date to hospital to date of hospital discharge.","timeFrame":"Assessed up to 90 days"},{"measure":"Type of Intracerebral Hemorrhage (ICH)","description":"Type of ICH in patients who have ICH confirmed (as per Heidelberg Bleeding Classification)","timeFrame":"Assessed up to 24 hours over which ICH is confirmed on imaging"},{"measure":"Level of Disability at 90 days post-stroke","description":"Level of disability measured using the Modified Rankin Scale 90 days after the date patient first presented to hospital with symptoms of stroke.","timeFrame":"90 days post date of first symptoms of acute stroke"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients greater than or equal to 18 years of age presenting with acute ischemic stroke (AIS) that are candidates for 1) thrombolysis (tPA) and/or 2) endovascular thrombectomy (EVT)\n\nExclusion Criteria:\n\n* Patients who are not candidates for tPA:\n\nIntracerebral Hemorrhage on CT Ischemic Stroke within 3 months, Severe head trauma within 3 months Acute head trauma GI Malignancy or BI bleed within 21 days Coagulopathy (Platelets \\<100,000/mm3, INR \\>1.7, aPTT \\>40s, PT\\>15s) Anticoagulation (thrombin inhibitors, factor Xa inhibitors, low-molecular weight heparin) History of intracranial hemorrhage Intra-axial neoplasm Infective endocarditis Aortic Arch Dissection Patient receiving IV aspirin Patient receiving IV abciximab\n\n* Patients who are not candidates for EVT:\n\nNo large vessel occlusion on CT angiogram Baseline Modified Rankin Scale \\>3 No significant perfusion mismatch","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Anwer Z Siddiqi, MD, MSc.","role":"CONTACT","phone":"780-860-2560","email":"siddiqia@myumanitoba.ca"},{"name":"Jai Shankar, MD, DM, MSc.","role":"CONTACT","phone":"431-373-4164","email":"jai.shankar@umanitoba.ca"}],"locations":[{"facility":"Health Sciences Center","status":"RECRUITING","city":"Winnipeg","state":"Manitoba","zip":"R3E 3P5","country":"Canada","contacts":[{"name":"Jai Shankar, MD","role":"CONTACT","phone":"2047893996","email":"jshankar@hsc.mb.ca"},{"name":"Zohaib Siddiqi, MD","role":"CONTACT","phone":"2047893996","email":"siddiqiz@myumanitoba.ca"}],"geoPoint":{"lat":49.8844,"lon":-97.14704}}]},"referencesModule":{"references":[{"pmid":"32668115","type":"BACKGROUND","citation":"Powers WJ. Acute Ischemic Stroke. N Engl J Med. 2020 Jul 16;383(3):252-260. doi: 10.1056/NEJMcp1917030. No abstract available."},{"pmid":"7477192","type":"BACKGROUND","citation":"National Institute of Neurological Disorders and Stroke rt-PA Stroke Study Group. Tissue plasminogen activator for acute ischemic stroke. N Engl J Med. 1995 Dec 14;333(24):1581-7. doi: 10.1056/NEJM199512143332401."},{"pmid":"10362821","type":"BACKGROUND","citation":"Kwiatkowski TG, Libman RB, Frankel M, Tilley BC, Morgenstern LB, Lu M, Broderick JP, Lewandowski CA, Marler JR, Levine SR, Brott T. Effects of tissue plasminogen activator for acute ischemic stroke at one year. National Institute of Neurological Disorders and Stroke Recombinant Tissue Plasminogen Activator Stroke Study Group. N Engl J Med. 1999 Jun 10;340(23):1781-7. doi: 10.1056/NEJM199906103402302."},{"pmid":"23387822","type":"BACKGROUND","citation":"Ciccone A, Valvassori L, Nichelatti M, Sgoifo A, Ponzio M, Sterzi R, Boccardi E; SYNTHESIS Expansion Investigators. Endovascular treatment for acute ischemic stroke. N Engl J Med. 2013 Mar 7;368(10):904-13. doi: 10.1056/NEJMoa1213701. Epub 2013 Feb 6."},{"pmid":"29364767","type":"BACKGROUND","citation":"Albers GW, Marks MP, Kemp S, Christensen S, Tsai JP, Ortega-Gutierrez S, McTaggart RA, Torbey MT, Kim-Tenser M, Leslie-Mazwi T, Sarraj A, Kasner SE, Ansari SA, Yeatts SD, Hamilton S, Mlynash M, Heit JJ, Zaharchuk G, Kim S, Carrozzella J, Palesch YY, Demchuk AM, Bammer R, Lavori PW, Broderick JP, Lansberg MG; DEFUSE 3 Investigators. Thrombectomy for Stroke at 6 to 16 Hours with Selection by Perfusion Imaging. N Engl J Med. 2018 Feb 22;378(8):708-718. doi: 10.1056/NEJMoa1713973. Epub 2018 Jan 24."},{"pmid":"29129157","type":"BACKGROUND","citation":"Nogueira RG, Jadhav AP, Haussen DC, Bonafe A, Budzik RF, Bhuva P, Yavagal DR, Ribo M, Cognard C, Hanel RA, Sila CA, Hassan AE, Millan M, Levy EI, Mitchell P, Chen M, English JD, Shah QA, Silver FL, Pereira VM, Mehta BP, Baxter BW, Abraham MG, Cardona P, Veznedaroglu E, Hellinger FR, Feng L, Kirmani JF, Lopes DK, Jankowitz BT, Frankel MR, Costalat V, Vora NA, Yoo AJ, Malik AM, Furlan AJ, Rubiera M, Aghaebrahim A, Olivot JM, Tekle WG, Shields R, Graves T, Lewis RJ, Smith WS, Liebeskind DS, Saver JL, Jovin TG; DAWN Trial Investigators. Thrombectomy 6 to 24 Hours after Stroke with a Mismatch between Deficit and Infarct. N Engl J Med. 2018 Jan 4;378(1):11-21. doi: 10.1056/NEJMoa1706442. Epub 2017 Nov 11."},{"pmid":"31601801","type":"BACKGROUND","citation":"Campbell BCV, De Silva DA, Macleod MR, Coutts SB, Schwamm LH, Davis SM, Donnan GA. Ischaemic stroke. Nat Rev Dis Primers. 2019 Oct 10;5(1):70. doi: 10.1038/s41572-019-0118-8."},{"pmid":"31589578","type":"BACKGROUND","citation":"Potter CA, Vagal AS, Goyal M, Nunez DB, Leslie-Mazwi TM, Lev MH. CT for Treatment Selection in Acute Ischemic Stroke: A Code Stroke Primer. Radiographics. 2019 Oct;39(6):1717-1738. doi: 10.1148/rg.2019190142."},{"pmid":"34154379","type":"BACKGROUND","citation":"Ande SR, Grynspan J, Aviv RI, Shankar JJS. Imaging for Predicting Hemorrhagic Transformation of Acute Ischemic Stroke-A Narrative Review. Can Assoc Radiol J. 2022 Feb;73(1):194-202. doi: 10.1177/08465371211018369. Epub 2021 Jun 21."},{"pmid":"27358687","type":"BACKGROUND","citation":"Yen P, Cobb A, Shankar JJ. Does computed tomography permeability predict hemorrhagic transformation after ischemic stroke? World J Radiol. 2016 Jun 28;8(6):594-9. doi: 10.4329/wjr.v8.i6.594."},{"pmid":"24951287","type":"BACKGROUND","citation":"Dinkel J, Khalilzadeh O, Phan CM, Goenka AH, Yoo AJ, Hirsch JA, Gupta R. Technical limitations of dual-energy CT in neuroradiology: 30-month institutional experience and review of literature. J Neurointerv Surg. 2015 Aug;7(8):596-602. doi: 10.1136/neurintsurg-2014-011241. Epub 2014 Jun 20."},{"pmid":"20679449","type":"BACKGROUND","citation":"Gupta R, Phan CM, Leidecker C, Brady TJ, Hirsch JA, Nogueira RG, Yoo AJ. Evaluation of dual-energy CT for differentiating intracerebral hemorrhage from iodinated contrast material staining. Radiology. 2010 Oct;257(1):205-11. doi: 10.1148/radiol.10091806. Epub 2010 Aug 2."},{"pmid":"24258277","type":"BACKGROUND","citation":"Tijssen MP, Hofman PA, Stadler AA, van Zwam W, de Graaf R, van Oostenbrugge RJ, Klotz E, Wildberger JE, Postma AA. The role of dual energy CT in differentiating between brain haemorrhage and contrast medium after mechanical revascularisation in acute ischaemic stroke. Eur Radiol. 2014 Apr;24(4):834-40. doi: 10.1007/s00330-013-3073-x. Epub 2013 Nov 21."},{"pmid":"31409735","type":"BACKGROUND","citation":"Almqvist H, Holmin S, Mazya MV. Dual energy CT after stroke thrombectomy alters assessment of hemorrhagic complications. Neurology. 2019 Sep 10;93(11):e1068-e1075. doi: 10.1212/WNL.0000000000008093. Epub 2019 Aug 13."},{"pmid":"28525148","type":"BACKGROUND","citation":"Yoshizumi T. Dual Energy CT in Clinical Practice. Med Phys. 2011 Nov;38(11):6346. doi: 10.1118/1.3642476."},{"pmid":"26205371","type":"BACKGROUND","citation":"Krueger H, Koot J, Hall RE, O'Callaghan C, Bayley M, Corbett D. Prevalence of Individuals Experiencing the Effects of Stroke in Canada: Trends and Projections. Stroke. 2015 Aug;46(8):2226-31. doi: 10.1161/STROKEAHA.115.009616."},{"pmid":"33319330","type":"BACKGROUND","citation":"Mangesius S, Janjic T, Steiger R, Haider L, Rehwald R, Knoflach M, Widmann G, Gizewski E, Grams A. Dual-energy computed tomography in acute ischemic stroke: state-of-the-art. Eur Radiol. 2021 Jun;31(6):4138-4147. doi: 10.1007/s00330-020-07543-9. Epub 2020 Dec 14."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9246","name":"Hemorrhage","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5482","name":"Cerebral Hemorrhage","relevance":"LOW"},{"id":"M7952","name":"Extravasation of Diagnostic and Therapeutic Materials","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}