{"protocolSection":{"identificationModule":{"nctId":"NCT03929354","orgStudyIdInfo":{"id":"WVI-CAS"},"organization":{"fullName":"Western Vascular Institute, Ireland","class":"OTHER"},"briefTitle":"Lifestyle Modification Programme for Patients With Asymptomatic Carotid Artery Stenosis","officialTitle":"Intensive Lifestyle Modification Programme Versus Standard Care for Risk Factor Reduction and Stroke Prevention in Patients With Asymptomatic Carotid Artery Stenosis. A Prospective Randomised Controlled Trial"},"statusModule":{"statusVerifiedDate":"2021-07","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-09-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-09-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-12-19","studyFirstSubmitQcDate":"2019-04-23","studyFirstPostDateStruct":{"date":"2019-04-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-08-03","lastUpdatePostDateStruct":{"date":"2021-08-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Western Vascular Institute, Ireland","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study randomises patients with patients with asymptomatic carotid artery stenosis, to be managed either by providing an intensive 12-week lifestyle modification programme, or standard healthcare.","detailedDescription":"Cardiovascular disease (CVD) is the leading cause of mortality and acquired disability globally. According to the World Health Organisation (WHO), 30% of total global deaths are due to CVD, and approximately 6 million deaths result from cerebrovascular disease.\n\nA common cause of cerebrovascular disease is internal carotid artery stenosis. Despite recent advances in carotid artery revascularisation, risk factor modification remains the cornerstone of therapy for this devastating disease. According to the European Society of Cardiology (ESC), the lifestyle risk factors for vascular diseases include; cigarette smoking, physical inactivity, increased body mass index, and unhealthy diet, and stress, while the medical risk factors include; High blood pressure, elevated blood sugar, and hyperlipidaemia. All these factors have been identified in several studies as significant modifiable risk factors that should be targeted for preventing morbidity and mortality resulting from cerebrovascular disease.\n\nPrevious studies indicated that modifiable risk factor programmes can help cardiac patients to achieve their risk factor modification targets. However, to date there do not seem to be any studies assessing the outcomes of a multidisciplinary risk factor modification programme in patients with carotid artery stenosis. Our study will evaluate the impact of an intensive 12-week, multidisciplinary risk factors modification programme on medical and lifestyle risk factors modification, as well as on risk reduction for stroke and cardiovascular events, among patients with asymptomatic carotid artery stenosis. We will compare these outcomes to that of standard care traditionally provided to this high-risk patient group."},"conditionsModule":{"conditions":["Carotid Stenosis"],"keywords":["Asymptomatic Carotid Artery Stenosis","Cardiovascular risk factors","Risk factor modification"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This is a randomised, parallel group, active-control trial, with patients randomised in a 1:1 ratio to one of two treatment arms.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Blinding of trial participants and care providers is not possible because of obvious differences between the interventions. However, the investigator, the outcomes assessor and statistician are blinded to treatment received.","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":208,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Risk Factors Modification Programme","type":"EXPERIMENTAL","description":"* Patients in the intervention arm will attend the 12-week intensive lifestyle programme which includes healthy lifestyle change such as smoking cessation, healthy food choices and increasing physical activity levels, as well as management of cholesterol, diabetes, and blood pressure.\n* The 12-week programme will consist of 12 sessions of 2.5 hours each per week.\n* Each of the weekly sessions will incorporate an individualised meeting between the multidisciplinary healthcare team and each patient to review the progress and health goals.\n* The weekly sessions will also include a one-hour group exercise programme and an educational workshop.","interventionNames":["Behavioral: Risk Factors Modification Programme"]},{"label":"Standard Care","type":"ACTIVE_COMPARATOR","description":"Standard care is defined as giving information and advice to the patients to modify their lifestyles but without providing a structured intervention or an individualised plan.","interventionNames":["Behavioral: Standard Care"]}],"interventions":[{"type":"BEHAVIORAL","name":"Risk Factors Modification Programme","description":"12-week supervised risk factor modification programme derived from the EuroAction Study standards.","armGroupLabels":["Risk Factors Modification Programme"]},{"type":"BEHAVIORAL","name":"Standard Care","description":"Patients advised to adjust lifestyle without the support of the structured supervised programme.","armGroupLabels":["Standard Care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Achieve Lifestyle modification target","description":"This is a composite primary endpoint. The patient will be considered to have achieved the composite primary endpoint if they achieve any one or more of the following targets:\n\n1. Smoking cessation.\n2. Body Mass Index (BMI) between 20 to 25 kg/m\\^2. BMI is calculated by dividing body weight in kilograms by the square of height in metres.\n3. Glycosylated Haemoglobin (HbA1C) less than 7%.","timeFrame":"12 weeks"}],"secondaryOutcomes":[{"measure":"Cardiovascular events","description":"Any of cerebrovascular events (Transient ischaemic attack or stroke), myocardial infarction, or death.","timeFrame":"1 year"},{"measure":"Changes in the degree of carotid artery stenosis","description":"Any increase or decrease in the percentage of internal carotid artery stenosis, documented by duplex scan.","timeFrame":"1 year"},{"measure":"Carotid artery revascularisation","description":"Any need for carotid endarterectomy or carotid stenting, with any documented procedure complications.","timeFrame":"1 year"},{"measure":"Re-intervention rates","description":"Any re-intervention among patients who already underwent carotid revascularisation procedures.","timeFrame":"1 year"},{"measure":"Change in cognitive function","description":"Assessed using the Mini-Mental State Examination (MMSE) at enrolment and after one year.\n\nThe Mini-Mental State Examination (MMSE) is a validated 30-point questionnaire that is used extensively in clinical and research settings to measure cognitive impairment, patient's orientation, attention, memory, language, and visual-spatial skills.\n\nThe maximum score is 30 points (out of 30). Any score greater than or equal to 24 points (out of 30) indicates a normal cognition. Below this, scores can indicate severe (≤9 points), moderate (10-18 points) or mild (19-23 points) cognitive impairment. Moderate to low scores correlate closely with the presence of dementia. A version of the MMSE questionnaire can be found on the British Columbia Ministry of Health website.","timeFrame":"1 year"},{"measure":"Change in quality of life","description":"Assessed using the Dartmouth Cooperative Information Project (COOP) charts at enrolment and after one year.\n\nThe COOP charts measure six core aspects of functional status: physical fitness, feelings, daily activities, social activities, change in health, pain, and overall health. The instrument consists of six charts, referring to the above mentioned aspects of functioning. Each chart consists of a simple title, a question referring to the status of the patient and an ordinal five-point response scale illustrated with a simple drawing.\n\nEach item is rated on this five-point ordinal scale ranging from 1 (no limitation at all) to 5 (severely limited); for 'change in health' score 1 means 'much better' and score 5 'much worse'. The designers do not advocate summing the responses to gain a single index ﬁgure of health status.","timeFrame":"1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults aged 18 years or more.\n* Provide written informed consent.\n* History of asymptomatic carotid artery stenosis, defined as a stenosis of the internal carotid artery of 50% or higher, but without history of any cerebrovascular events within the previous 6 months.\n* Patients should have at least one of the following risk factors:\n\n  1. Blood pressure \\> 140/80 mmHg\n  2. Fasting blood sugar \\> 53 mmol/mol (HbA1c \\> 7%)\n  3. Total cholesterol \\> 5 mmol/l\n  4. Low-density lipoprotein (LDL) cholesterol \\> 2.6 mmol/l\n  5. Triglycerides \\> 1.7 mmol/l\n  6. High-density lipoprotein (HDL) cholesterol ˂ 1.2 mmol/l in females, and ˂ 1 mmol/l in males.\n  7. Body mass index (BMI) \\> 25 kg/m\\^2.\n  8. Waist circumference of \\> 80 cm in women, and \\> 94 cm in men.\n  9. Mediterranean diet score \\< 12\n  10. Physically inactive.\n  11. Current smoker or exposure to tobacco in any form.\n\nExclusion Criteria:\n\n* Patients with symptomatic carotid stenosis and with a documented symptomatic cerebrovascular event. A cerebrovascular event is considered if the patient experienced any of an amaurosis fugax, transient ischaemic attack (TIA), or stroke within the past 6 months.\n* Significant cognitive impairment or mental illness.\n* Currently pregnant women (confirmed by β-Human chorionic gonadotropin (HCG) analysis).\n* Inadequate English language ability to understand the content of the intervention programme.\n* Involvement in another clinical trial in the previous six months.\n* Legal incapacity.\n* Patient is bed-ridden or immobile.\n* Contraindication to antiplatelet or anticoagulation therapy, or any of risk factor medications.\n* Presence of any illness that could limit long-term compliance.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Wael Tawfick, MB BcH,MRCSI","role":"CONTACT","phone":"+ 35391542535","email":"wael.tawfick@hse.ie"},{"name":"Sherif Sultan, MD, FRCSI","role":"CONTACT","phone":"+35391542534","email":"sherif.sultan@hse.ie"}],"overallOfficials":[{"name":"Wael Tawfick, MB BcH,MRCSI","affiliation":"Western Vascular Institute, Ireland","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Sherif Sultan, MD, FRCSI","affiliation":"Western Vascular Institute, Ireland","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Abdelsalam BenSaaud, MB BcH, MSc","affiliation":"Western Vascular Institute, Ireland","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Department of Vascular Surgery, Western Vascular Institute, Galway University Hospital","status":"RECRUITING","city":"Galway","country":"Ireland","contacts":[{"name":"Sherif Sultan, MD","role":"CONTACT","phone":"+35391542534","email":"sherif.sultan@hse.ie"},{"name":"Wael Tawfick, MD","role":"CONTACT","phone":"+35391542535","email":"wael.tawfick@hse.ie"}],"geoPoint":{"lat":53.27194,"lon":-9.04889}}]},"referencesModule":{"references":[{"pmid":"23612326","type":"BACKGROUND","citation":"Perk J, De Backer G, Gohlke H, Graham I, Reiner Z, Verschuren WM, Albus C, Benlian P, Boysen G, Cifkova R, Deaton C, Ebrahim S, Fisher M, Germano G, Hobbs R, Hoes A, Karadeniz S, Mezzani A, Prescott E, Ryden L, Scherer M, Syvanne M, Scholte Op Reimer WJ, Vrints C, Wood D, Zamorano JL, Zannad F; Comitato per Linee Guida Pratiche (CPG) dell'ESC. [European Guidelines on Cardiovascular Disease Prevention in Clinical Practice (version 2012). The Fifth Joint Task Force of the European Society of Cardiology and other societies on cardiovascular disease prevention in clinical practice (constituted by representatives of nine societies and by invited experts)]. G Ital Cardiol (Rome). 2013 May;14(5):328-92. doi: 10.1714/1264.13964. No abstract available. Italian."},{"pmid":"28714997","type":"BACKGROUND","citation":"Piepoli MF, Hoes AW, Agewall S, Albus C, Brotons C, Catapano AL, Cooney MT, Corra U, Cosyns B, Deaton C, Graham I, Hall MS, Hobbs FDR, Lochen ML, Lollgen H, Marques-Vidal P, Perk J, Prescott E, Redon J, Richter DJ, Sattar N, Smulders Y, Tiberi M, van der Worp HB, van Dis I, Verschuren WMM. [2016 European guidelines on cardiovascular disease prevention in clinical practice. The Sixth Joint Task Force of the European Society of Cardiology and Other Societies on Cardiovascular Disease Prevention in Clinical Practice (constituted by representatives of 10 societies and by invited experts. Developed with the special contribution of the European Association for Cardiovascular Prevention & Rehabilitation]. G Ital Cardiol (Rome). 2017 Jul-Aug;18(7):547-612. doi: 10.1714/2729.27821. No abstract available. Italian."},{"pmid":"22494087","type":"BACKGROUND","citation":"Kaikkonen JE, Mikkila V, Magnussen CG, Juonala M, Viikari JS, Raitakari OT. Does childhood nutrition influence adult cardiovascular disease risk?--insights from the Young Finns Study. Ann Med. 2013 Mar;45(2):120-8. doi: 10.3109/07853890.2012.671537. Epub 2012 Apr 12."},{"pmid":"9989963","type":"BACKGROUND","citation":"de Lorgeril M, Salen P, Martin JL, Monjaud I, Delaye J, Mamelle N. Mediterranean diet, traditional risk factors, and the rate of cardiovascular complications after myocardial infarction: final report of the Lyon Diet Heart Study. Circulation. 1999 Feb 16;99(6):779-85. doi: 10.1161/01.cir.99.6.779."},{"pmid":"28254269","type":"BACKGROUND","citation":"Iaccarino Idelson P, Scalfi L, Valerio G. Adherence to the Mediterranean Diet in children and adolescents: A systematic review. Nutr Metab Cardiovasc Dis. 2017 Apr;27(4):283-299. doi: 10.1016/j.numecd.2017.01.002. Epub 2017 Jan 12."},{"pmid":"15364185","type":"BACKGROUND","citation":"Yusuf S, Hawken S, Ounpuu S, Dans T, Avezum A, Lanas F, McQueen M, Budaj A, Pais P, Varigos J, Lisheng L; INTERHEART Study Investigators. Effect of potentially modifiable risk factors associated with myocardial infarction in 52 countries (the INTERHEART study): case-control study. Lancet. 2004 Sep 11-17;364(9438):937-52. doi: 10.1016/S0140-6736(04)17018-9."},{"pmid":"18555911","type":"BACKGROUND","citation":"Wood DA, Kotseva K, Connolly S, Jennings C, Mead A, Jones J, Holden A, De Bacquer D, Collier T, De Backer G, Faergeman O; EUROACTION Study Group. Nurse-coordinated multidisciplinary, family-based cardiovascular disease prevention programme (EUROACTION) for patients with coronary heart disease and asymptomatic individuals at high risk of cardiovascular disease: a paired, cluster-randomised controlled trial. Lancet. 2008 Jun 14;371(9629):1999-2012. doi: 10.1016/S0140-6736(08)60868-5."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Individual participant data (IPD) of primary and secondary outcomes, could be made available to other researchers by request, while maintaining participant confidentiality"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000016893","term":"Carotid Stenosis"},{"id":"D000003251","term":"Constriction, Pathologic"}],"ancestors":[{"id":"D000020763","term":"Pathological Conditions, Anatomical"},{"id":"D000002340","term":"Carotid Artery Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6165","name":"Constriction, Pathologic","asFound":"Stenosis","relevance":"HIGH"},{"id":"M18928","name":"Carotid Stenosis","asFound":"Carotid Artery Stenosis","relevance":"HIGH"},{"id":"M22209","name":"Pathological Conditions, Anatomical","relevance":"LOW"},{"id":"M5284","name":"Carotid Artery Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}