{"protocolSection":{"identificationModule":{"nctId":"NCT03602443","orgStudyIdInfo":{"id":"2011132"},"organization":{"fullName":"University of Missouri-Columbia","class":"OTHER"},"briefTitle":"Feasibility of the Lee Silverman Voice Treatment®-BIG Intervention in Stroke","officialTitle":"Feasibility of the Lee Silverman Voice Treatment®-BIG Intervention in Stroke"},"statusModule":{"statusVerifiedDate":"2020-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-08-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-12-31","type":"ACTUAL"},"completionDateStruct":{"date":"2019-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2018-06-19","studyFirstSubmitQcDate":"2018-07-17","studyFirstPostDateStruct":{"date":"2018-07-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-03-23","lastUpdatePostDateStruct":{"date":"2020-03-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Rachel Proffitt","investigatorTitle":"Assistant Professor","investigatorAffiliation":"University of Missouri-Columbia"},"leadSponsor":{"name":"University of Missouri-Columbia","class":"OTHER"},"collaborators":[{"name":"American Occupational Therapy Foundation","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Evaluate feasibility (acceptability, subject recruitment/retention, willingness to be randomized, and adherence rates) of delivering the Lee Silverman Voice Treatment®-BIG (LSVT®BIG) intervention with individuals with chronic stroke. Evaluate preliminary effect of the LSVT®BIG intervention on motor function and occupational performance with individuals with chronic stroke.","detailedDescription":"Literature suggests the Lee Silverman Voice Treatment®-BIG (LSVT-BIG®) program is an effective intervention for individuals with Parkinson's Disease (Ebersbach et al., 2015); however, no literature or research exists on the use of this program as an intervention for individuals with stroke. Therefore, this project aims to measure the effectiveness of the LSVT®BIG program with one individual with a stroke to determine if LSVT®BIG is a feasible and effective occupational therapy intervention for this population. The LSVT®BIG program is an intensive program with hands-on treatment sessions 4 days per week for 4 weeks. Clients complete home exercises every day that enhance the hands-on treatment and help promote carry-over of skills learned to daily tasks. The investigators have completed two case studies with clients with chronic stroke who demonstrated improved outcomes in upper extremity motor function and occupational performance. The purpose of this study is to test the LSVT®BIG intervention with a larger clinical population and to demonstrate that LSVT®BIG is an effective and feasible treatment option for improvement in occupational performance and upper extremity motor function with individuals with stroke."},"conditionsModule":{"conditions":["Chronic Stroke"],"keywords":["Upper Extremity Hemiparesis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"The study is a randomized, wait-list, cross-over design pilot feasibility trial.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":5,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental","type":"EXPERIMENTAL","description":"This group will receive the LSVT(R)BIG Intervention first (4 weeks) and then cross over to the Waitlist Control (no intervention for 4 weeks).","interventionNames":["Behavioral: LSVT®BIG Intervention","Behavioral: Waitlist Control"]},{"label":"Waitlist Control","type":"OTHER","description":"This group will receive the Waitlist Control (4 weeks) and then cross over to receive the LSVT(R)BIG Intervention (4 weeks).","interventionNames":["Behavioral: LSVT®BIG Intervention","Behavioral: Waitlist Control"]}],"interventions":[{"type":"BEHAVIORAL","name":"LSVT®BIG Intervention","description":"Participants will complete LSVT®BIG intervention which consists of 16 one-hour sessions on 4 consecutive days for 4 weeks, and a home program component.","armGroupLabels":["Experimental","Waitlist Control"]},{"type":"BEHAVIORAL","name":"Waitlist Control","description":"Participants randomized to this arm will be followed for the 4-week time period. We will track engagement in any daily exercise (not therapy services) through self-report.","armGroupLabels":["Experimental","Waitlist Control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Adherence Rate","description":"For each study participant, an percentage of clinic visits and home exercises completed will be calculated. Rates will be averaged within groups.","timeFrame":"1 year"}],"secondaryOutcomes":[{"measure":"Change from baseline in Wolf Motor Function Test (WMFT)","description":"Assessment of upper extremity motor function.","timeFrame":"4 weeks"},{"measure":"Change from baseline in Canadian Occupational Performance Measure (COPM)","description":"The Canadian occupational Performance Measure is a measure of the subject's self-rated performance and satisfaction of their performance with 5 self-identified areas of occupation/activities.","timeFrame":"4 weeks"},{"measure":"Change from baseline in Performance Assessment of Self-Care Skills (PASS)","description":"The Performance Assessment of Self-Care Skills (PASS) assesses basic self-care and instrumental activities of daily living. Subscales: Independence, Safety, Adequacy (minimum: 0, maximum: 3). There is no total score reported.","timeFrame":"4 weeks"},{"measure":"Change from baseline in PROMIS-43","description":"General assessment of quality of life and participation in daily life. Assessment is from the standardized NIH Toolbox. T-scores are reported on scale of 0-100 (50 is average).","timeFrame":"4 weeks"},{"measure":"Change from baseline in Modified Ashworth Scale (MAS)","description":"Assess muscle tone of various joints. Only joints with any spasticity will be recorded. Scale ranges from 0 (no spasticity) to 3 (rigid joint).","timeFrame":"4 weeks"},{"measure":"Change from baseline in Upper Extremity Range of Motion","description":"Angle (degrees) of the upper extremities as measured by a goniometer.","timeFrame":"4 weeks"},{"measure":"Change from baseline in Upper Extremity Strength","description":"Upper extremity strength will be assessed through Manual Muscle Testing.","timeFrame":"4 weeks"},{"measure":"Retention Rate","description":"Rate: Number of study participants completing the study relative to the number initially enrolled in the study","timeFrame":"1 year"},{"measure":"Recruitment Rate","description":"A log of calls will be kept. The number of screened study participants relative to the total number of calls made will be used to calculate recruitment rate.","timeFrame":"1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 18 or older\n2. Diagnosis of first-ever ischemic stroke at least 6 months prior as confirmed by medical records\n3. Has more than a moderate stroke (NIH Stroke Scale \\> 20)\n4. Can read and write English. To ensure participants can understand instructions in clinic and home exercise sessions\n\nExclusion Criteria:\n\n1. More than moderate motor deficits (Fugl-Meyer UE Assessment \\< 32/66)\n2. More than mild cognitive impairment (Mini-Mental Status Examination \\< 24)\n3. More than mild balance deficits (Berg Balance Scale \\<45)\n4. Minimal or no impairments from their stroke (NIH Stroke Scale \\< 6)\n5. Currently receiving occupational therapy or physical therapy services\n6. Has had more than one stroke","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"University of Missouri","city":"Columbia","state":"Missouri","zip":"65211","country":"United States","geoPoint":{"lat":38.95171,"lon":-92.33407}}]},"referencesModule":{"references":[{"pmid":"24231400","type":"BACKGROUND","citation":"Ebersbach G, Ebersbach A, Gandor F, Wegner B, Wissel J, Kupsch A. Impact of physical exercise on reaction time in patients with Parkinson's disease-data from the Berlin BIG Study. Arch Phys Med Rehabil. 2014 May;95(5):996-9. doi: 10.1016/j.apmr.2013.10.020. Epub 2013 Nov 11."},{"pmid":"24872078","type":"BACKGROUND","citation":"Ebersbach G, Grust U, Ebersbach A, Wegner B, Gandor F, Kuhn AA. Amplitude-oriented exercise in Parkinson's disease: a randomized study comparing LSVT-BIG and a short training protocol. J Neural Transm (Vienna). 2015 Feb;122(2):253-6. doi: 10.1007/s00702-014-1245-8. Epub 2014 May 29. Erratum In: J Neural Transm (Vienna). 2015 Feb;122(2):257."},{"pmid":"16283401","type":"BACKGROUND","citation":"Farley BG, Koshland GF. Training BIG to move faster: the application of the speed-amplitude relation as a rehabilitation strategy for people with Parkinson's disease. Exp Brain Res. 2005 Dec;167(3):462-7. doi: 10.1007/s00221-005-0179-7. Epub 2005 Nov 11."},{"pmid":"21130938","type":"BACKGROUND","citation":"Gearing RE, El-Bassel N, Ghesquiere A, Baldwin S, Gillies J, Ngeow E. Major ingredients of fidelity: a review and scientific guide to improving quality of intervention research implementation. Clin Psychol Rev. 2011 Feb;31(1):79-88. doi: 10.1016/j.cpr.2010.09.007. Epub 2010 Oct 7."},{"pmid":"19289487","type":"BACKGROUND","citation":"Lin KC, Hsieh YW, Wu CY, Chen CL, Jang Y, Liu JS. Minimal detectable change and clinically important difference of the Wolf Motor Function Test in stroke patients. Neurorehabil Neural Repair. 2009 Jun;23(5):429-34. doi: 10.1177/1545968308331144. Epub 2009 Mar 16."},{"pmid":"30157019","type":"BACKGROUND","citation":"Proffitt RM, Henderson W, Scholl S, Nettleton M. Lee Silverman Voice Treatment BIG(R) for a Person With Stroke. Am J Occup Ther. 2018 Sep/Oct;72(5):7205210010p1-7205210010p6. doi: 10.5014/ajot.2018.028217."},{"pmid":"26864411","type":"BACKGROUND","citation":"Winstein CJ, Wolf SL, Dromerick AW, Lane CJ, Nelsen MA, Lewthwaite R, Cen SY, Azen SP; Interdisciplinary Comprehensive Arm Rehabilitation Evaluation (ICARE) Investigative Team. Effect of a Task-Oriented Rehabilitation Program on Upper Extremity Recovery Following Motor Stroke: The ICARE Randomized Clinical Trial. JAMA. 2016 Feb 9;315(6):571-81. doi: 10.1001/jama.2016.0276."},{"pmid":"11441212","type":"BACKGROUND","citation":"Wolf SL, Catlin PA, Ellis M, Archer AL, Morgan B, Piacentino A. Assessing Wolf motor function test as outcome measure for research in patients after stroke. Stroke. 2001 Jul;32(7):1635-9. doi: 10.1161/01.str.32.7.1635."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"All de-identified clinical outcome assessment data with accompanying key will be deposited in MOspace Institutional Repository, the University of Missouri's digital institutional repository. MOspace is based on MIT's DSpace technology and is a joint venture of the University of Missouri's Division of Information Technology and the University Libraries. MOspace items will include appropriate metadata and a permanent URL. Items will be freely available via the MOspace web site at https://mospace.umsystem.edu and will be searchable via Google and other search engines."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}