{"protocolSection":{"identificationModule":{"nctId":"NCT05121389","orgStudyIdInfo":{"id":"CORPG6K0201"},"organization":{"fullName":"Chang Gung Memorial Hospital","class":"OTHER"},"briefTitle":"BUN/Cr-based Hydration Therapy to Improve Outcome of Patients With Acute Ischemic Stroke","officialTitle":"A Trial of BUN/Cr-based Hydration Therapy to Reduce Stroke-in-evolution and Improve Short-term Functional Outcomes for Dehydrated Patients With Acute Ischemic Stroke-version 2."},"statusModule":{"statusVerifiedDate":"2021-11","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-11-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-02-28","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-11-15","studyFirstSubmitQcDate":"2021-11-15","studyFirstPostDateStruct":{"date":"2021-11-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-11-15","lastUpdatePostDateStruct":{"date":"2021-11-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Chang Gung Memorial Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"English Synopsis\n\nI. Title of Study:\n\nA trial of BUN/Cr-based hydration therapy to reduce stroke-in-evolution and improve short-term functional outcomes for dehydrated patients with acute ischemic stroke-version 2.\n\nII. Indication:\n\nWe use blood urea nitrogen (BUN)/blood creatinine (Cr) ratio≧15 as a dehydration biomarker. This clinical trial aims to determine if more aggressive intravenous fluid supplement instead of present treatment would yield a better outcome in patients with acute ischemic stroke and a BUN/Cr ratio≧15.\n\nIII. Phase of Development:\n\nPhase III, randomized double-blind control trial.\n\nIV. Study Rationale:\n\nWe have recently reported a novel finding that the blood urea nitrogen (BUN)/creatinine (Cr) ratio, a marker of hydration status, was an independent predictor of early neurological deterioration among patients who had suffered acute ischemic stroke. Pilot study was then designed to determine if providing hydration therapy, specifically intravenous saline infusion, to patients with a blood urea nitrogen/creatinine ratio (BUN/Cr) ≥15 improves outcomes after acute ischemic stroke. The results showed that patients with a presenting BUN/Cr ≥ 15 who received saline hydration therapy experienced a better functional outcome compared with similar patients who received standard therapy.\n\nV. Study Objectives:\n\nPrimary objective: To compare the effectiveness of BUN/Cr-based hydration therapy with standard treatment in early neurological improvement (ENI) rate at 72 hours for dehydrated subjects with acute ischemic stroke Secondary objectives: To compare the benefit of BUN/Cr-based hydration therapy with standard treatment after three months using measure of modified Rankin scale (mRS)\n\nVI. Study Design:\n\nDuration of Treatment: 12 hours Number of Planned Patients: 288 subjects Investigational Product: normal saline\n\nEndpoints:\n\n1. Primary endpoint: To compare the ENI rate between group at 72 hours. ENI is defined as the improvement of the NIHSS score by 2 or more points or a score of 1 or 0 at 72 hours after the onset of stroke.\n2. Secondary endpoints: To compare the rate of favorable functional outcome at 3 months. Scores \\<=1 on the mRS are considered to indicate a favorable outcome.\n\nCriteria for Evaluation\n\nInclusion criteria:\n\n1. Acute ischemic stroke diagnosed by the clinical presentations and brain imaging is confirmed by a stroke care specialist.\n2. has a measurable neurologic deficit according to the National Institutes of Health Stroke Scale (NIHSS)\n3. the time between the onset of neurological symptoms and starting therapy are less than 24 hours\n4. admission BUN/Cr≧15\n\nExclusion criteria:\n\n1. no informed consent obtained\n2. initial NIHSS \\>10\n3. prepared for or received fibrinolytic therapy\n4. prepared for or received surgical intervention with 14 days\n5. congestive heart failure according to past history or Framingham criteria\n6. history of liver cirrhosis or severe liver dysfunction (ALT or AST \\> x 3 upper normal limit)\n7. admission blood Cr \\>2 mg/dl\n8. initial blood pressure SBP\\<90 mmHg\n9. fever with core temperature \\>=38°C\n10. indication of diuretics for fluid overload\n11. any conditions needed more aggressive hydration or blood transfusion\n12. cancer under treatment\n13. life expectancy or any reasons for follow-up \\< 3 months\n\nStatistical Methods:\n\nThe primary objective is efficacy using the binary endpoint of ENI. Descriptive statistics on continuous measurements will include means, medians, standard deviations, and ranges, while categorical data will be summarized using frequency counts and percentages. For the primary endpoint of ENI rate, the proportion of subjects with ENI response will be summarized by treatment group. The proportions of ENI will be compared between BUN/Cr-based hydration therapy (Arm A) and Standard therapy (Arm B) using two proportion Z test. The secondary objectives of this study are to evaluate the benefit of BUN/Cr-based hydration therapy after three months using measure of modified Rankin scale. For the secondary endpoint comparisons between groups, independent t-test will be considered.\n\nDuration of the Study: 3 years (or From 01/09/2020 to 31/08/2023) End of Study : When total 288 participants are enrolled or meet the criteria of early termination.","detailedDescription":"Study Procedures： Our preliminary data presented the proportion of patients who experienced ENI in hydration group is 71.3% (82/115) and 51.4% for control group (55/107) based on NIHSS 1 to 10 patients. Therefore, a double- blind randomized, parallel-group clinical trial will be conducted to evaluate the efficacy by ENI rate increase of the protocol treatment schedule. In this trial, the primary objective is efficacy using the binary endpoint of ENI.\n\nSample size calculation is performed using two sample proportion test to achieving an 90% power at the 5% level of significance. By assuming that the ENI rate of the treatment arm and the control arm is set 71.3% and 51.4%, respectively, the sample size with equal allocation is 120 per arm. According to the missing rate 20%, the sample size in this study is 144 per arm. Sample size calculation was performed using PASS software (Power Analysis and Sample Size version 11.0.8, NCSS, Kaysville, Utah, USA).\n\nIn the first 12 hours, patients of control group will receive intravenous normal saline 10cc per kilogram of body weight as a constant infusion, and patients of study group will receive intravenous normal saline 30cc per kilogram of body weight, one fifth of which will be given as a bolus followed by delivery of the remaining four fifth as a constant infusion over a period of 12 hours.\n\nThe treatment phase of this study will be conducted in a double-blind fashion such that the subject, the treating physician, the sponsor and the site staff responsible for performing assessments will not know the identity of the subjects' study treatment assignment. This will allow the research team to compare the treatment's effectiveness against the control's effectiveness.\n\nStatistical methods： A double-blind randomized, parallel-group clinical trial will be conducted to evaluate the efficacy by ENI rate increase of the protocol treatment schedule. In this trial, the primary objective is efficacy using the binary endpoint of ENI. Descriptive statistics on continuous measurements will include means, medians, standard deviations, and ranges, while categorical data will be summarized using frequency counts and percentages. For the primary endpoint of ENI rate, the proportion of subjects with ENI response will be summarized by treatment group. The proportions of ENI will be compared between BUN/Cr-based hydration therapy (Arm A) and Standard therapy (Arm B) using two proportion Z test. The secondary objectives of this study are to evaluate the benefit of BUN/Cr-based hydration therapy after three months using measure of modified Rankin scale. For the secondary endpoint comparisons between groups, independent t-test will be considered.\n\nHandling of Missing Data：Participants with missing data are excluded from the analysis.\n\nIntroduction and Rationale:\n\nPatients who experience acute ischemic stroke generally have a poor prognosis. Indeed, recent data indicate that 1 of 18 deaths in US are caused by stroke. Early neurological deterioration after stroke, often referred to as stroke-in-evolution (SIE), is particularly common, and has reported to be associated with especially poor outcomes. There is evidence to suggest that more than one-third of stroke patients with SIE will die, compatible with less than 10% of patients who do not experience SIE. Therefore, preventing the occurrence of SIE can have a significant impact on a patient's prognosis.\n\nMany studies have tried to identify early predictors of SIE to facilitate prompt intervention in at risk patients. A variety of different predictors have been described, including medical history (8), hemodynamic factors and perfusion abnormalities, severity of stroke, and biochemical / physiological parameters. There is little evidence, however, that these predictors are clinically useful for dictating treatment strategies and improving patient outcomes.\n\nAccording to the 2018 Guidelines for the Early Management of Patients With Acute Ischemic Stroke(16), patients with acute ischemic stroke are predominantly either euvolemic or hypovolemic. Hypovolemia may predispose to hypoperfusion and exacerbate the ischemic brain injury. Hypervolemia may exacerbate ischemic brain edema. Thus, euvolemia is desirable. However, the cause-and-effect relationship between hydration during acute ischemic stroke and outcome remains unclear. For patients who are euvolemic at presentation, clinicians should initiate maintenance intravenous fluids. Daily fluid maintenance for adults can be estimated as 30 mL per kilogram of body weight. However, for patients who are hypovolemic at presentation, the replaced volume and timing for dehydration condition is not concluded.\n\nDehydration, as indicated by an increased BUN/Cr ratio, is known to be relatively common among patients who have experienced stroke. However, increased BUN/Cr ratio is not always caused by dehydration. According to the result of our pilot study, about 80 percent of patients with a increased BUN/Cr ratio respond to hydration treatment. According to this finding, we suppose 80 percent of these patients with an increased BUN/Cr ratio are caused by dehydration. And a hydration strategy with intravenous 20 cc per kilogram of body weight normal saline in first 8 hours was safe, effective to prevent dehydration related early neurological deterioration. It is reasonable to hydrate all these patients at the initial encounter if no contraindication of fluid supplement is present since it is time consuming to identify the cause of increased ratio and even lead to miss of timely treatment. A recent clinical trial demonstrated a hydration strategy of intravenous normal saline 100 cc/hour in patients with non-dehydrated acute ischemic stroke is also safe and effective.\n\nThe hydration therapy is needed in most of the patients with acute ischemic stroke. We try to find out the useful maker of dehydration, that is Bun/Cr ratio, and provide a more aggressive hydration treatment than present treatment to see if it make difference. This trial will be conducted as a randomized double-blind control trial to test the hypothesis that whether BUN/Cr ratio based hydration therapy has clinical activity.\n\nRisks / benefits Assessment:\n\nThe risks include complications of fluid supplement, such as acute pulmonary edema, brain edema. However, in our recently completed clinical trial with similar protocol, there were no complications caused by fluid supplement. The benefit could be the improvement of outcomes after ischemic stroke.\n\nRegulatory:\n\nThis study will be conducted in compliance with the protocol approved by the Institutional Review Board, and according to Good Clinical Practice standards. No deviation from the protocol will be implemented without the prior review and approval of the IRB except where it may be necessary to eliminate an immediate hazard to a research subject. In such case, the deviation will be reported to the IRB as soon as possible\n\nStudy Design:\n\nOverall Design:\n\nA permuted-block design with blocks of 4 will be used for randomization. Randomization codes will be generated using SAS Version 9.2. In the first 12 hours, patients of control group will receive intravenous normal saline 10cc per kilogram of body weight as a constant infusion, and patients of study group will receive intravenous normal saline 30cc per kilogram of body weight, one fifth of which will be given as a bolus followed by delivery of the remaining four fifth as a constant infusion over a period of 12 hours.\n\nThe treatment phase of this study will be conducted in a double-blind fashion such that the subject, the treating physician, the sponsor and the site staff responsible for performing assessments will not know the identity of the subjects' study treatment assignment. This will allow the research team to compare the treatment's effectiveness against the control's effectiveness.\n\nBoth the intravenous infusion set of the study and control group will be covered and look exactly alike. The intravenous fluid infusion rate will be controlled by infusion pump which the screen will be covered. Only the study nurse for this trial will remain unblinded. The study nurse will track the distribution of the study and control group medications.\n\nDuring the study, both group treatment will be blinded to the research subjects and all study and sponsor personnel. The investigator or treating physician may unblind a subject's treatment assignment only in the case of an emergency, when knowledge of the study treatment is essential for the appropriate clinical management or welfare of the subject. Whenever possible, the investigator must first discuss options with the medical monitor or appropriate supervisor in our clinical trial center before unblinding the subject's treatment assignment. The date and reason for the unblinding must be recorded in the appropriate data collection tool.\n\nThe blood pressure will be managed according to \"Guidelines for the Early Management of Patients With Acute Ischemic Stroke\", published by the American Heart Association, 2018. The medical monitor reviewed each patient's compliance with the protocol throughout the trial.\n\nThe participants will be followed up for 3 months to determine the primary and secondary outcomes. This clinical trial will be conducted at Linko and Chiayi Chang Gung Memorial Hospital.\n\nNumber of Patients:\n\nSample size calculation is performed using two sample proportion test to achieving an 90% power at the 5% level of significance. By assuming that the ENI rate of the treatment arm and the control arm is set 71.3% and 51.4%, respectively, the sample size with equal allocation is 120 per arm. As the rate of screen failure and early withdrawal are estimated as 5% and 15 % respectively, the sample size in this study is 144 per arm. Sample size calculation was performed using PASS software (Power Analysis and Sample Size version 11.0.8, NCSS, Kaysville, Utah, USA).\n\nWithdrawal criteria:\n\n1. adverse event due to fluid supplement\n2. violation of study protocol\n3. informed consent withdrew by participant\n4. the diagnosis is not ischemic stroke\n\n   The participants who are withdrew due to adverse events will be followed up for 3 months. When the participants fit any one of the above criteria, they will be withdrawing from the study right away. And the data will be recorded and reported to the IRB. The data of participants who fit the 4th criteria will not be included for analysis.\n\n   Treatments:\n\n   Treatment Administration:\n\n   In the first 12 hours, patients of control group will receive intravenous normal saline 10cc per kilogram of body weight as a constant infusion, and patients of study group will receive intravenous normal saline 30cc per kilogram of body weight, one fifth of which will be given as a bolus followed by delivery of the remaining four fifth as a constant infusion over a period of 12 hours.\n\n   Efficacy Assessments:\n\n   Two outcome measures, including modified Rankin scale, and NIHSS are selected on the basis of their reliability, familiarity to the neurologic community, adaptability for use in patients who have had a stroke, and comparability to end points used in other trials. The modified Rankin scale is a simplified overall assessment of function in which a score of 0 indicates the absence of symptoms and a score of 5, severe disability. The NIHSS, a serial measure of neurologic deficit, is a 42-point scale that quantifies neurologic deficits in 11 categories. These two measures will be checked by a physician who are blind to the subjects' study treatment assignment. In part 1, the NIHSS will be checked and recorded at ED admission and 72 hours after admission. In part 2, the modified Rankin scale will be checked and recorded at 3 months after stroke onset.\n\n   Safety Assessments:\n\n   Interim analyses were required after every 3 acute pulmonary edemas plus acute coronary syndrome and after every 10 deaths. A lower boundary (z = -2.0) are set to allow the trial to be stopped if BUN/Cr ratio-based hydration therapy are found to be harmful. For deaths, a direct comparison of the survival curves is made with a log-rank test. For acute pulmonary edema and acute coronary syndrome, the rate among patients treated with BUN/Cr ratio-based hydration therapy will be compared with the rate of zero percent estimated from pilot studies using similar doses and times of treatment.\n\n   Adverse event reporting:\n\n   Dr. Lin Leng Chieh, the PI of this clinical trial, will report SAEs to the IRB of Chang Gung Medical Foundation according to the Serious Adverse Event Reporting Procedures and Guidelines as posted in the Clinical Trials Resource on the website of Chang Gung Medical Foundation IRB. SAE reports to the IRB should include the following information when calling the Medical Monitor:\n   * Date and time of the SAE\n   * Date and time of the SAE report\n   * Name of reporter\n   * Call back phone number\n   * Affiliation/Institution conducting the study\n   * Protocol number\n   * Title of protocol\n   * Description of the SAE, including attribution to drug and expectedness\n\n   Definitions and reports of Adverse Events:\n\n   All adverse events that occur after the informed consent is signed (including run-in) must be recorded on the adverse event CRF (paper and/or electronic) whether or not related to study agent. AE Data Elements including:\n   * AE reported date\n   * AE Verbatim Term\n   * CTCAE Term (v 5.0)\n   * Event onset date and event ended date\n   * Severity grade\n   * Attribution to study agent (relatedness)\n   * Whether or not the event was reported as a Serious Adverse Event (SAE)\n   * Action taken with the study agent\n   * Outcome of the event\n   * Comments\n\n   Identify the adverse event using the NCI Common Terminology Criteria for Adverse Events (CTCAE) version 5.0. The CTCAE provides descriptive terminology and a grading scale for each adverse event listed.\n\n   AEs will be assessed according to the CTCAE grade associated with the AE term. AEs that do not have a corresponding CTCAE term will be assessed according to their impact on the participant's ability to perform daily activities.\n\n   The possibility that the adverse event is related to study drug will be classified as one of the following: not related, unlikely, possible, probable, definite.\n\n   DEFINITION of Serious Adverse Events: ICH Guideline E2A and GCP of Taiwan define serious adverse events as those events, occurring at any dose, which meet any of the following criteria:\n   * Results in death\n   * Is life threatening (Note: the term life-threatening refers to an event in which the patient was at risk of death at the time of the event; it does not refer to an event which hypothetically might have caused death if it were more severe).\n   * Requires inpatient hospitalization or prolongation of existing hospitalization\n   * Results in persistent or significant disability/incapacity\n   * Events that may not meet these criteria, but which the investigator finds very unusual and/or potentially serious, will also be reported in the same manner.\n\n   Adverse event follow-up:\n\n   All AEs, including lab abnormalities that in the opinion of the investigator are clinically significant, will be followed according to good medical practices and documented as such. Site staff should send follow-up reports as requested when additional information is available. Additional information should be entered on the IRB of Chang Gung Medical Foundation of SAE form in the appropriate format. Follow-up information should be sent to Chang Gung Medical Foundation IRB as soon as possible according to IRB's Serious Adverse Event Reporting Procedures and Guidelines.\n\n   Criteria for the termination of the trial:\n\n   When the Interim analyses are performed for safety issue, a lower boundary (z = -2.0) are set to allow the trial to be stopped if BUN/Cr ratio based hydration therapy are found to be harmful. For efficacy assessment, interim analyses for the primary outcomes will be performed once during part 1 at 15th months and once during part 2 at 18th month, and only stop if both p\\<0.01.\n\n   Statistical Considerations:\n\n   Sample size Determination:\n\n   Because there is new data presented the proportion of patients who experienced ENI in hydration group is 71.3% (82/115) and 51.4% for control group (55/107) based on NIHSS 1 to 10 patients. Sample size calculation is performed using two sample proportion test to achieving an 90% power at the 5% level of significance. By assuming that the ENI rate of the treatment arm and the control arm is set 71.3% and 51.4%, respectively, the sample size with equal allocation is 120 per arm. According to the missing rate 20%, the sample size in this study is 144 per arm.\n\n   Planned Statistical methods of analysis:\n\n   Descriptive statistics will be provided for selected demographic and safety for each treatment. Descriptive statistics on continuous measurements will include means, medians, standard deviations, and ranges, while categorical data will be summarized using frequency counts and percentages.\n\n   Information on study treatment will be summarized by duration using descriptive statistics. All hypotheses tests and confidence intervals will be two-sided. All efficacy measures will be presented and summarized in tables or graphs.\n\n   Efficacy analysis:\n\n   For the primary endpoint of ENI rate, the proportion of subjects with ENI response will be summarized by treatment group. Point estimates will be reported with exact 95% confidence intervals. The proportions of ENI will be compared between BUN/Cr-based hydration therapy (Arm A) and Stand therapy (Arm B) using two proportion Z test. For the secondary endpoint for comparisons of modified Rankin scale between groups, independent t-test will be considered. Evidence of significant interaction will be assessed at the 5% level. Investigation of interactions will be confined to the primary endpoint. The model-adjusted absolute difference in proportions and associated 95% confidence interval will be estimated. The estimate will be derived using SAS software \\[SAS Institute Inc, 1996\\].\n\n   Safety analysis:\n\n   The number (%) of subjects with adverse events will be reported. Frequency counts and percentages will also be presented of subjects with serious adverse events, adverse events leading to withdrawal, adverse events by severity and adverse events by relationship to study drug. Recognizing the potential for differential follow-up, incidence rates (i.e., events / subject time at risk) for adverse events of interest will be reported with 95% confidence intervals.\n\n   The Safety population will consist of all subjects who received any study medication. Subjects will be evaluated according to treatment(s) received. This population will be used to evaluate the safety and tolerability of the treatment.\n\n   Interim analyses were required after every 3 serious adverse events. A lower boundary (z = -2.0) are set to allow the trial to be stopped if BUN/Cr ratio based hydration therapy are found to be harmful. For deaths, a direct comparison of the survival curves is made with a log-rank test.\n\n   Additional analysis:\n\n   Summary statistics for change from baseline for vital signs evaluations will be presented by treatment group. Adverse events, clinical laboratory evaluations, and all other safety measures will be analysed for the Safety population.\n\n   The level of significance:\n\n   A p-value less than 0.05 was considered significant and was denoted by \\* and p-value less than 0.001 was denoted by \\*\\*.\n\n   Analysis Population:\n\n   Per-Protocol population:\n\n   The Per-Protocol (PP) population will consist of all randomized subjects (i.e., all subjects who received a treatment randomization) who did not violate any important inclusion and exclusion criteria that pertain to the assessment of treatment efficacy; and who incurred no major protocol deviations that pertain to the assessment of treatment efficacy. Further details on what will constitute these important inclusion and exclusion criteria violations and major protocol deviations will be specified in the Reporting and Analysis Plan (RAP).\n\n   The PP population will be identified prior to unblinding of the study. The PP population will be used to analyze the primary endpoint and the key secondary endpoint. However, the PP population will not be analyzed if it comprises more than 95% or less than 50% of the ITT population.\n\n   Procedure for accounting for missing, unused and spurious data:\n\n   The incomplete clinical data and sequencing data with poor quality will be excluded in the study.\n\n   Procedures for reporting any deviation(s) from the original statistical plan:\n\n   All deviations from the original statistical analysis plan will be provided in the final clinical study report.\n\n   Direct access to source data/documents:\n\n   Investigators permit IRB to access to the source data of experiment for trial-related monitoring, audits and regulatory inspection.\n\n   Ethical considerations:\n\n   This study will be conducted according to Taiwan and international standards of Good Clinical Practice for all studies. Applicable government regulations and Chang Gung Medical Foundation research policies and procedures will also be followed.\n\n   This protocol and any amendments will be submitted to the Chang Gung Medical Foundation Institutional Review Board (IRB) for formal approval to conduct the study. The decision of the IRB concerning the conduct of the study will be made in writing to the investigator.\n\n   All subjects for this study will be provided a consent form describing this study and providing sufficient information for subjects to make an informed decision about their participation in this study. This consent form will be submitted with the protocol for review and approval by the IRB. The formal consent of a subject, using the IRB-approved consent form, will be obtained before that subject is submitted to any study procedure. This consent form must be signed by the subject or legally acceptable surrogate, and the investigator-designated research professional obtaining the consent.\n\n   Data handling and keeping:\n\n   Clinical samples will be collected in Chang Gung Medical Foundation. The sequencing data will be stored in computers of laboratory with an electronic encryption. The clinical and source data can only be assessed by clinical doctors and investigators of the study.\n\n   Financing and Insurance:\n\n   This clinical trial is supported by the Chang Gung Medical Research Council. There is no conflict interest and additional insurance."},"conditionsModule":{"conditions":["Dehydration","Ischemic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":288,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"study group","type":"EXPERIMENTAL","description":"Patients of study group will receive intravenous normal saline 30cc per kilogram of body weight, one fifth of which will be given as a bolus followed by delivery of the remaining four fifth as a constant infusion over a period of 12 hours.","interventionNames":["Drug: normal saline"]},{"label":"control group","type":"SHAM_COMPARATOR","description":"Patients of control group will receive intravenous normal saline 10cc per kilogram of body weight as a constant infusion in the first 12 hours.","interventionNames":["Drug: normal saline"]}],"interventions":[{"type":"DRUG","name":"normal saline","description":"Normal saline is injected intravenously, using a infusion rate control device to control the drip rate.","armGroupLabels":["control group","study group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The rate of early neurological improvement at 72 hours after the onset of stroke","description":"early neurological improvement is defined as the improvement of the NIHSS score by 2 or more points or a score of 1 or 0","timeFrame":"72 hours after the onset of stroke"}],"secondaryOutcomes":[{"measure":"The favorable functional outcome at 3 months after the onset of stroke","description":"Scores \\<=1 on the mRS are considered to indicate a favorable outcome","timeFrame":"3 months after the onset of stroke"},{"measure":"the rate of early neurological deterioration at 72 hours of onset of stroke","description":"early neurological deterioration is defined as the increase of the NIHSS score by 2 or more points","timeFrame":"72 hours after the onset of stroke"}],"otherOutcomes":[{"measure":"The rate of early neurological improvement and deterioration in subgroup analysis according to TOAST classification","description":"The definition of early neurological improvement and deterioration is as description above.","timeFrame":"72 hours after the onset of stroke"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Acute ischemic stroke diagnosed by the clinical presentations and brain imaging is confirmed by a stroke care specialist.\n2. has a measurable neurologic deficit according to the National Institutes of Health Stroke Scale (NIHSS)\n3. the time between the onset of neurological symptoms and starting therapy are less than 24 hours\n4. admission BUN/Cr≧15\n\nExclusion Criteria:\n\n1. no informed consent obtained\n2. initial NIHSS \\>10\n3. prepared for or received fibrinolytic therapy\n4. prepared for or received surgical intervention with 14 days\n5. congestive heart failure according to past history or Framingham criteria\n6. history of liver cirrhosis or severe liver dysfunction (ALT or AST \\> x 3 upper normal limit)\n7. admission blood Cr \\>2 mg/dl\n8. initial blood pressure SBP\\<90 mmHg\n9. fever with core temperature \\>=38°C\n10. indication of diuretics for fluid overload\n11. any conditions needed more aggressive hydration or blood transfusion\n12. cancer under treatment\n13. life expectancy or any reasons for follow-up \\< 3 months","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"LENG CHIEH LIN, Dr.","role":"CONTACT","phone":"+88653621000","phoneExt":"2805","email":"a3456711@ms65.hinet.net"}],"overallOfficials":[{"name":"JT Yang, PHD","affiliation":"Chang Gung Memorial Hospital, Chiayi Branch","role":"STUDY_CHAIR"}],"locations":[{"facility":"Chang Gung Memorial Hospital","status":"RECRUITING","city":"Chiayi","zip":"613","country":"Taiwan","contacts":[{"name":"Leng C Lin, MD","role":"CONTACT","phone":"+886 05 3621000","phoneExt":"2805","email":"a3456711@ms65.hinet.net"},{"name":"Leng C Lin, MD","role":"PRINCIPAL_INVESTIGATOR"}]}]},"referencesModule":{"references":[{"pmid":"24768671","type":"BACKGROUND","citation":"Lin LC, Lee JD, Hung YC, Chang CH, Yang JT. Bun/creatinine ratio-based hydration for preventing stroke-in-evolution after acute ischemic stroke. Am J Emerg Med. 2014 Jul;32(7):709-12. doi: 10.1016/j.ajem.2014.03.045. Epub 2014 Apr 4."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000003681","term":"Dehydration"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"},{"id":"D000014883","term":"Water-Electrolyte Imbalance"},{"id":"D000008659","term":"Metabolic Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6573","name":"Dehydration","asFound":"Dehydration","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M17314","name":"Water-Electrolyte Imbalance","relevance":"LOW"},{"id":"M11329","name":"Metabolic Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}