{"protocolSection":{"identificationModule":{"nctId":"NCT02444221","orgStudyIdInfo":{"id":"TRI08890"},"organization":{"fullName":"Thrombosis Research Institute","class":"OTHER"},"briefTitle":"Rivaroxaban Evaluation in Real Life Settings","officialTitle":"Rivaroxaban Evaluation in Real Life Settings","acronym":"RIVER"},"statusModule":{"statusVerifiedDate":"2021-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-07-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-05-30","type":"ACTUAL"},"completionDateStruct":{"date":"2020-09-30","type":"ACTUAL"},"studyFirstSubmitDate":"2015-05-12","studyFirstSubmitQcDate":"2015-05-13","studyFirstPostDateStruct":{"date":"2015-05-14","type":"ESTIMATED"},"lastUpdateSubmitDate":"2021-05-04","lastUpdatePostDateStruct":{"date":"2021-05-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Thrombosis Research Institute","class":"OTHER"},"collaborators":[{"name":"Bayer","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"To discover outcomes of patients treated with Rivaroxaban with atrial fibrillation with at least one additional investigator-determined risk factor for stroke in real-life practice.","detailedDescription":"This large global registry focuses on studying Atrial Fibrillation (AF) and evaluating characteristics, management and outcomes of patients treated with Rivaroxaban. The RIVER registry is observational, decisions on patient management are determined by the health care professional and the patient and not by the protocol. Patients are therefore treated according to normal local practice and the drug label/relevant product information of any drugs administered to them."},"conditionsModule":{"conditions":["Atrial Fibrillation","Stroke"],"keywords":["Atrial Fibrillation","Rivaroxaban","Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"2 Years","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":5278,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Rate of Stroke in Registry participants","description":"To assess the rate of stroke and systemic embolisation in registry participants","timeFrame":"2 years"},{"measure":"Rate of Systemic Embolisation in Registry participants","description":"To assess the rate of stroke and systemic embolisation in registry participants","timeFrame":"2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent\n* Age 18 years and over\n* New diagnosis of non-valvular atrial fibrillation (diagnosed within the last 6 weeks) with at least one additional investigator-determined risk factor for stroke\n* Initial treatment with Rivaroxaban following AF diagnosis\n\nExclusion Criteria:\n\n* No further follow-up envisaged or possible within enrolling hospital or with associated primary care physician.\n* Patients with transient AF secondary to a reversible cause.\n* Patients participating in an interventional study that dictates treatments, visit frequency or diagnostic procedures\n* Not treated with Rivaroxaban as first treatment","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Males and females aged 18 years and over","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Ajay Kakkar","affiliation":"Thrombosis Research Institute","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Prof. Jean-Yues LeHeuzey, National Coordinating Investigator, Hopital Europeen Georges Pompidou","city":"Paris","country":"France","geoPoint":{"lat":48.85341,"lon":2.3488}},{"facility":"Thrombosis Research Institute","city":"London","zip":"SW3 6LR","country":"United Kingdom","geoPoint":{"lat":51.50853,"lon":-0.12574}}]},"referencesModule":{"references":[{"pmid":"16256877","type":"BACKGROUND","citation":"Waldo AL, Becker RC, Tapson VF, Colgan KJ; NABOR Steering Committee. Hospitalized patients with atrial fibrillation and a high risk of stroke are not being provided with adequate anticoagulation. J Am Coll Cardiol. 2005 Nov 1;46(9):1729-36. doi: 10.1016/j.jacc.2005.06.077. Epub 2005 Oct 10."},{"pmid":"3632164","type":"BACKGROUND","citation":"Wolf PA, Abbott RD, Kannel WB. Atrial fibrillation: a major contributor to stroke in the elderly. The Framingham Study. Arch Intern Med. 1987 Sep;147(9):1561-4."},{"pmid":"15028346","type":"BACKGROUND","citation":"Rockson SG, Albers GW. Comparing the guidelines: anticoagulation therapy to optimize stroke prevention in patients with atrial fibrillation. J Am Coll Cardiol. 2004 Mar 17;43(6):929-35. doi: 10.1016/j.jacc.2003.11.028."},{"pmid":"11343485","type":"BACKGROUND","citation":"Go AS, Hylek EM, Phillips KA, Chang Y, Henault LE, Selby JV, Singer DE. Prevalence of diagnosed atrial fibrillation in adults: national implications for rhythm management and stroke prevention: the AnTicoagulation and Risk Factors in Atrial Fibrillation (ATRIA) Study. JAMA. 2001 May 9;285(18):2370-5. doi: 10.1001/jama.285.18.2370."},{"pmid":"2356005","type":"BACKGROUND","citation":"Bogousslavsky J, Van Melle G, Regli F, Kappenberger L. Pathogenesis of anterior circulation stroke in patients with nonvalvular atrial fibrillation: the Lausanne Stroke Registry. Neurology. 1990 Jul;40(7):1046-50. doi: 10.1212/wnl.40.7.1046."},{"pmid":"8903269","type":"BACKGROUND","citation":"Camm AJ, Obel OA. Epidemiology and mechanism of atrial fibrillation and atrial flutter. Am J Cardiol. 1996 Oct 17;78(8A):3-11. doi: 10.1016/s0002-9149(96)00559-0. No abstract available."},{"pmid":"16253651","type":"BACKGROUND","citation":"Go AS, Fang MC, Singer DE. Antithrombotic therapy for stroke prevention in atrial fibrillation. Prog Cardiovasc Dis. 2005 Sep-Oct;48(2):108-24. doi: 10.1016/j.pcad.2005.06.007."},{"type":"BACKGROUND","citation":"Emmerich J, LeHeuzey J-Y, Bath PMW, Connolly SJ. Indication for antithrombotic therapy for atrial fibrillation: reconciling the guidelines with clinical practice. European Heart Journal Supplements 2005;7(Supplement C):C28-C33"},{"pmid":"17569677","type":"BACKGROUND","citation":"Task Force for Diagnosis and Treatment of Non-ST-Segment Elevation Acute Coronary Syndromes of European Society of Cardiology; Bassand JP, Hamm CW, Ardissino D, Boersma E, Budaj A, Fernandez-Aviles F, Fox KA, Hasdai D, Ohman EM, Wallentin L, Wijns W. Guidelines for the diagnosis and treatment of non-ST-segment elevation acute coronary syndromes. Eur Heart J. 2007 Jul;28(13):1598-660. doi: 10.1093/eurheartj/ehm161. Epub 2007 Jun 14. No abstract available."},{"pmid":"20802247","type":"BACKGROUND","citation":"European Heart Rhythm Association; European Association for Cardio-Thoracic Surgery; Camm AJ, Kirchhof P, Lip GY, Schotten U, Savelieva I, Ernst S, Van Gelder IC, Al-Attar N, Hindricks G, Prendergast B, Heidbuchel H, Alfieri O, Angelini A, Atar D, Colonna P, De Caterina R, De Sutter J, Goette A, Gorenek B, Heldal M, Hohloser SH, Kolh P, Le Heuzey JY, Ponikowski P, Rutten FH. Guidelines for the management of atrial fibrillation: the Task Force for the Management of Atrial Fibrillation of the European Society of Cardiology (ESC). Eur Heart J. 2010 Oct;31(19):2369-429. doi: 10.1093/eurheartj/ehq278. Epub 2010 Aug 29. No abstract available. Erratum In: Eur Heart J. 2011 May;32(9):1172."},{"pmid":"18574273","type":"BACKGROUND","citation":"Singer DE, Albers GW, Dalen JE, Fang MC, Go AS, Halperin JL, Lip GYH, Manning WJ. Antithrombotic therapy in atrial fibrillation: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines (8th Edition). Chest. 2008 Jun;133(6 Suppl):546S-592S. doi: 10.1378/chest.08-0678."},{"pmid":"16885201","type":"BACKGROUND","citation":"Fuster V, Ryden LE, Cannom DS, Crijns HJ, Curtis AB, Ellenbogen KA, Halperin JL, Le Heuzey JY, Kay GN, Lowe JE, Olsson SB, Prystowsky EN, Tamargo JL, Wann S; Task Force on Practice Guidelines, American College of Cardiology/American Heart Association; Committee for Practice Guidelines, European Society of Cardiology; European Heart Rhythm Association; Heart Rhythm Society. ACC/AHA/ESC 2006 guidelines for the management of patients with atrial fibrillation-executive summary: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines and the European Society of Cardiology Committee for Practice Guidelines (Writing Committee to Revise the 2001 Guidelines for the Management of Patients with Atrial Fibrillation). Eur Heart J. 2006 Aug;27(16):1979-2030. doi: 10.1093/eurheartj/ehl176. No abstract available. Erratum In: Eur Heart J. 2007 Aug;28(16):2046."},{"pmid":"19762550","type":"BACKGROUND","citation":"Lip GY, Nieuwlaat R, Pisters R, Lane DA, Crijns HJ. Refining clinical risk stratification for predicting stroke and thromboembolism in atrial fibrillation using a novel risk factor-based approach: the euro heart survey on atrial fibrillation. Chest. 2010 Feb;137(2):263-72. doi: 10.1378/chest.09-1584. Epub 2009 Sep 17."},{"pmid":"31169831","type":"DERIVED","citation":"Beyer-Westendorf J, Camm AJ, Fox KAA, Le Heuzey JY, Haas S, Turpie AGG, Virdone S, Kakkar AK; RIVER Registry Investigators. International longitudinal registry of patients with atrial fibrillation and treated with rivaroxaban: RIVaroxaban Evaluation in Real life setting (RIVER). Thromb J. 2019 Apr 25;17:7. doi: 10.1186/s12959-019-0195-7. eCollection 2019."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M463","name":"Rivaroxaban","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}