{"protocolSection":{"identificationModule":{"nctId":"NCT02690493","orgStudyIdInfo":{"id":"935.288"},"organization":{"fullName":"Federal University of Health Science of Porto Alegre","class":"OTHER"},"briefTitle":"The Efficacy of an Acupuncture Protocol and Use of Taping in the Treatment of Spastic Upper Limb After Stroke","officialTitle":"The Efficacy of an Acupuncture Protocol and Use of Taping in the Treatment of Spastic Upper Limb After Stroke"},"statusModule":{"statusVerifiedDate":"2016-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-01"},"primaryCompletionDateStruct":{"date":"2015-03","type":"ACTUAL"},"completionDateStruct":{"date":"2015-12","type":"ACTUAL"},"studyFirstSubmitDate":"2016-02-14","studyFirstSubmitQcDate":"2016-02-19","studyFirstPostDateStruct":{"date":"2016-02-24","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-02-25","lastUpdatePostDateStruct":{"date":"2016-02-29","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Fernanda Cechetti","investigatorTitle":"Clinical Professor","investigatorAffiliation":"Federal University of Health Science of Porto Alegre"},"leadSponsor":{"name":"Fernanda Cechetti","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The purpose of this study is to determine whether acupuncture and taping are effective in the treatment of spastic upper limb after stroke.","detailedDescription":"Acupuncture and taping have emerged as treatment alternatives for many diseases with positive and satisfactory results.\n\nThus, acupuncture seeks to balance all physiological systems, using specific points on the body where needles are inserted.\n\nIn turn, the use of taping is associated to various benefits such as improved blood and lymphatic function. In addition, it assists in the correction of muscle function and in the decrease of pain for neurological suppression. The constant afferent mechanical and somatosensory stimuli are perceived in cortical level and may produce motor unit recruitment and contribute to neuroplasticity of the nervous system.\n\nThus, this research aims to analyze the effects of Acupuncture associated with Functional Taping on patients' upper limb with chronic hemiparesis after Stroke through a prospective, randomized intervention. Seventy-five patients will be evaluated before and after intervention with Acupuncture and / or Function Taping, divided into three groups (Acupuncture, Functional Taping and Acupuncture plus Functional Taping). The evaluation will consist of Isokinetic, Mini-Mental State Examination, Modified Ashworth Scale, Motor Activity Log, Wolf Motor Function Test and Visual Analog Scale of Pain. The results will be analyzed and presented descriptively, as of statistical comparisons of pre- and post-treatment and the relationship between the groups."},"conditionsModule":{"conditions":["Stroke","Cerebrovascular Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":12,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Acupuncture Only","type":"ACTIVE_COMPARATOR","description":"Patients will be treated with acupuncture only.","interventionNames":["Procedure: Acupuncture"]},{"label":"Functional Taping Only","type":"ACTIVE_COMPARATOR","description":"Patients will be treated with taping only.","interventionNames":["Other: Functional Taping"]},{"label":"Acupuncture and Functional Taping","type":"EXPERIMENTAL","description":"Patients will be treated with both acupuncture and taping at the same session.","interventionNames":["Other: Acupuncture and Functional Taping"]}],"interventions":[{"type":"PROCEDURE","name":"Acupuncture","description":"Acupuncture needles are inserted in specific acupuncture points on the boby (three points on both forearms and five points on the top of the head) for twenty minutes, three times a week, during twelve sessions.","armGroupLabels":["Acupuncture Only"]},{"type":"OTHER","name":"Functional Taping","description":"Elastic taping is positioned directly on the skin (on the back of the fingers, hand, forearm and arm - paretic upper limb), three times a week, during twelve sessions. The patient should keep the taping on the skin for two days.","armGroupLabels":["Functional Taping Only"]},{"type":"OTHER","name":"Acupuncture and Functional Taping","description":"Acupuncture needles are inserted in specific acupuncture points on the boby (three points on both forearms and five points on the top of the head) for twenty minutes, then elastic taping is positioned directly on skin (on the back of the fingers, hand, forearm and arm - paretic upper limb). Both procedures are performed three times a week, during twelve sessions.","armGroupLabels":["Acupuncture and Functional Taping"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The change of level of spasticity of upper limb after 12 sessions of intervention, assessed using the Modified Ashworth Scale","description":"Modified Ashworth Scale","timeFrame":"Immediately before the first session of intervention and 2 days after the last (12th) session of intervention."}],"secondaryOutcomes":[{"measure":"The change of functionality of upper limb after 12 sessions of intervention, assessed using the Wolf Motor Function Test","description":"Wolf Motor Function Test","timeFrame":"Immediately before the first session of intervention and 2 days after the last (12th) session of intervention."},{"measure":"The change of frequency of movement of upper limb after 12 sessions of intervention","description":"Motor Activity Log","timeFrame":"Immediately before the first session of intervention and 2 days after the last (12th) session of intervention."},{"measure":"The change of quality of movement of upper limb after 12 sessions of intervention","description":"Motor Activity Log","timeFrame":"Immediately before the first session of intervention and 2 days after the last (12th) session of intervention."},{"measure":"The change of amplitude of movement after 12 sessions of intervention, assessed using Manual Goniometer","description":"Manual Goniometry","timeFrame":"Immediately before the first session of intervention and 2 days after the last (12th) session of intervention."},{"measure":"The change of level of pain in upper limb after 12 sessions of intervention, assessed using Visual Analogue Scale","description":"Visual Analogue Scale of Pain","timeFrame":"Immediately before the first session of intervention and 2 days after the last (12th) session of intervention."}],"otherOutcomes":[{"measure":"Measure of Cognitive Impairment required to include the patient in the study assessed using Mini Mental State Examination.","description":"Mini Mental State Examination","timeFrame":"Immediately before the inclusion of patient in the study (before the first session of intervention)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with stroke diagnosis for at least six (06) months, who present hemiparesis in upper limb;\n* To accept participate in the study by signing theTerms of Consent;\n* Do not have any cognitive impairment.\n\nExclusion Criteria:\n\n* Do not follow the inclusion criteria;\n* To present shoulder subluxation or dislocation, shoulder pain syndrome or amputations (with or without the use of aids);\n* To present any allergic reaction due to use of bandage and/or do not adapt to treatment with needles.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Rodrigo Della Méa Plentz, Doctor","affiliation":"Federal Universiity of Health Science of Porto Alegre","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Federal University of Health Science of Porto Alegre","city":"Porto Alegre","state":"Rio Grande do Sul","zip":"90050170","country":"Brazil","geoPoint":{"lat":-30.03306,"lon":-51.23}}]},"referencesModule":{"references":[{"pmid":"16699703","type":"BACKGROUND","citation":"Andrade FA, Pereira LV, Sousa FA. [Pain measurement in the elderly: a review]. Rev Lat Am Enfermagem. 2006 Mar-Apr;14(2):271-6. doi: 10.1590/s0104-11692006000200018. Epub 2006 May 8. Portuguese."},{"type":"BACKGROUND","citation":"ASSOCIAÇÃO BRASILEIRA DE MEDICINA FÍSICA E REABILITAÇÃO. Espasticidade: Avaliação Clínica. Projeto Diretrizes. 2006."},{"type":"BACKGROUND","citation":"ASSUMPÇAO, María Sebra de, et al. Coativação, Espasticidade, Desempenho Motor e Funcional na Paralisia Cerebral. Revista Motriz, v. 17, n. 4, out./dez. 2011, p. 650-659."},{"pmid":"25147752","type":"BACKGROUND","citation":"Belagaje SR, Lindsell C, Moomaw CJ, Alwell K, Flaherty ML, Woo D, Dunning K, Khatri P, Adeoye O, Kleindorfer D, Broderick J, Kissela B. The adverse effect of spasticity on 3-month poststroke outcome using a population-based model. Stroke Res Treat. 2014;2014:696089. doi: 10.1155/2014/696089. Epub 2014 Jul 24."},{"pmid":"25157219","type":"BACKGROUND","citation":"Bodhankar S, Chen Y, Lapato A, Vandenbark AA, Murphy SJ, Offner H. Targeting immune co-stimulatory effects of PD-L1 and PD-L2 might represent an effective therapeutic strategy in stroke. Front Cell Neurosci. 2014 Aug 11;8:228. doi: 10.3389/fncel.2014.00228. eCollection 2014."},{"type":"BACKGROUND","citation":"BRANDÃO, Aline D.; LASKOVSKI, Larissa; GARANHANI, Márcia R. Estratégias de Fisioterapia com Enfoque na Prevenção da Dor no Ombro de Pacientes Hemiplégicos: Revisão Narrativa da Literatura. Fisioterapia em Movimento, v. 21, n. 4, p. 71-78, out./dez. 2008."},{"type":"BACKGROUND","citation":"BROL, Angela M.; BORTOLOTO, Flavia; MAGAGNIN, Nedi M.S. Tratamento de Restrição e Indução do Movimento na Reabilitação Funcional de Pacientes Pós Acidente Vascular Encefálico: Uma Revisão Bibliográfica. Fisioterapia em Movimento, v. 22, n. 4, p. 497-509, out./dez. 2009."},{"pmid":"22634824","type":"BACKGROUND","citation":"Cabral DL, Damascena CG, Teixeira-Salmela LF, Laurentino GE. [Reliability of the Nottingham Health Profile after suffering a stroke]. Cien Saude Colet. 2012 May;17(5):1313-22. doi: 10.1590/s1413-81232012000500025. Portuguese."},{"type":"BACKGROUND","citation":"CANCELA, Diana M. G. O Acidente Vascular Cerebral - Classificação, Principais Conseqüências e Reabilitação. Universidade Lusíada do Porto, 2008."},{"type":"BACKGROUND","citation":"CORREIA, Andreza C. S. et al. Crioterapia e Cinesioterapia no Membro Superior Espástico no Acidente Vascular Cerebral. Fisioterapia em Movimento, v. 23, n. 4, p. 555-563, out./dez. 2010."},{"type":"BACKGROUND","citation":"DUARTE, Alcino et al., Efeito da Crioterapia na Noção de Posição Articular Activa do Ombro: Um Estudo Comparativo Entre o Género Masculino e Feminino. Revista Portuguesa de Fisioterapia no Desporto, [2007]."},{"pmid":"1202204","type":"BACKGROUND","citation":"Folstein MF, Folstein SE, McHugh PR. \"Mini-mental state\". A practical method for grading the cognitive state of patients for the clinician. J Psychiatr Res. 1975 Nov;12(3):189-98. doi: 10.1016/0022-3956(75)90026-6. No abstract available."},{"pmid":"17588814","type":"BACKGROUND","citation":"Fu TC, Wong AM, Pei YC, Wu KP, Chou SW, Lin YC. Effect of Kinesio taping on muscle strength in athletes-a pilot study. J Sci Med Sport. 2008 Apr;11(2):198-201. doi: 10.1016/j.jsams.2007.02.011. Epub 2007 Jun 27."},{"type":"BACKGROUND","citation":"GOMES, A. C. Acidente Vascular Cerebral Isquêmico Direito e suas Repercussões em Idosos. São Paulo: Pontífica Universidade Católica de São Paulo, 2005."},{"type":"BACKGROUND","citation":"GOMES, Bruna Moreira et al. O Efeito da Técnica de Reeducação Postural Global de um Paciente com Hemiparesia após Acidente Vascular Encefálico. Revista Acta Fisiátrica, v. 13, n. 2, 2006, p. 103-108."},{"pmid":"20339643","type":"BACKGROUND","citation":"Graciani Z, Santos S, Macedo-Souza LI, Monteiro CB, Veras MI, Amorim S, Zatz M, Kok F. Motor and functional evaluation of patients with spastic paraplegia, optic atrophy, and neuropathy (SPOAN). Arq Neuropsiquiatr. 2010 Feb;68(1):3-6. doi: 10.1590/s0004-282x2010000100002."},{"pmid":"24497814","type":"BACKGROUND","citation":"Halseth T, McChesney JW, Debeliso M, Vaughn R, Lien J. The effects of kinesio taping on proprioception at the ankle. J Sports Sci Med. 2004 Mar 1;3(1):1-7. eCollection 2004 Mar."},{"pmid":"22503293","type":"BACKGROUND","citation":"Hammami N, Coroian FO, Julia M, Amri M, Mottet D, Herisson C, Laffont I. Isokinetic muscle strengthening after acquired cerebral damage: a literature review. Ann Phys Rehabil Med. 2012 May;55(4):279-91. doi: 10.1016/j.rehab.2012.03.003. Epub 2012 Mar 27. English, French."},{"pmid":"17179441","type":"BACKGROUND","citation":"Harris JE, Eng JJ. Paretic upper-limb strength best explains arm activity in people with stroke. Phys Ther. 2007 Jan;87(1):88-97. doi: 10.2522/ptj.20060065. Epub 2006 Dec 19."},{"type":"BACKGROUND","citation":"HENRIQUES, Ana. Nível de Actividade do Tronco VS Repercussões Funcionais no Movimento de Alcance em Indivíduos Pós AVE. Mestrado de Fisioterapia. Escola Superior de Tecnologia de Saúde do Porto, out. 2010."},{"pmid":"14595480","type":"BACKGROUND","citation":"Horn AI, Fontes SV, de Carvalho SM, Silvado RA, Barbosa PM, Durigan A Jr, Atallah AN, Fukujima MM, do Prado GF. [Kinesiotherapy prevents shoulder pain in hemiplegic/paretic patients on sub-acute stage post-stroke]. Arq Neuropsiquiatr. 2003 Sep;61(3B):768-71. doi: 10.1590/s0004-282x2003000500012. Epub 2003 Oct 28. Portuguese."},{"pmid":"12907818","type":"BACKGROUND","citation":"Kwakkel G, Kollen BJ, van der Grond J, Prevo AJ. Probability of regaining dexterity in the flaccid upper limb: impact of severity of paresis and time since onset in acute stroke. Stroke. 2003 Sep;34(9):2181-6. doi: 10.1161/01.STR.0000087172.16305.CD. Epub 2003 Aug 7."},{"type":"BACKGROUND","citation":"LEITE, Nadia N. et al. Uso da Bola Terapêutica no Equilíbrio Estático e Dinâmico de Pacientes com Hemiparesia. Fisioterapia em Movimento, v. 22, n. 1, p. 121-131, jan./mar. 2009."},{"pmid":"21301653","type":"BACKGROUND","citation":"Leung ES, Hamilton-Bruce MA, Koblar SA. Transient ischaemic attacks - assessment and management. Aust Fam Physician. 2010 Nov;39(11):820-4."},{"type":"BACKGROUND","citation":"LOBATO, Daniel F. M. Avaliação Subjetiva da Função do Joelho da Sensibilidade Proprioceptiva Antes e Após a Reconstrução do Ligamento Cruzado Anterior. Dissertação de Mestrado. Universidade Federal de São Carlos. 2007."},{"type":"BACKGROUND","citation":"LOBATO, Daniel F. M. et al. Avaliação da Propriocepção do Joelho em Indivíduos Portadores de Disfunção Femoropatelar. Revista Brasileira de Fisioterapia, v. 9, n. 1, p. 57-62, 2005."},{"type":"BACKGROUND","citation":"LOPES, Luiz Fernando et al. Sistema de Conhecimento para Diagnóstico em Acupuntura: uma Abordagem usando o CommonKADS. Gestão de Produção, v. 18, n. 2, 2011, p. 351-366."},{"pmid":"16906312","type":"BACKGROUND","citation":"Lourenco RA, Veras RP. [Mini-Mental State Examination: psychometric characteristics in elderly outpatients]. Rev Saude Publica. 2006 Aug;40(4):712-9. doi: 10.1590/s0034-89102006000500023. Epub 2006 Aug 8. Portuguese."},{"type":"BACKGROUND","citation":"LUVIZUTTO, Gustavo José; GAMEIRO, Mônica Orsi. Efeito da Espasticidade sobre os Padrões Lineares de Marcha em Hemiparéticos. Fisioterapia em Movimento, v. 24, n. 4, out./dez. 2011, p. 705-712."},{"type":"BACKGROUND","citation":"MACHADO, Márcia M. T.; OLIVEIRA, Jéssica C.; FECHINE, Álvaro D. L. Acupuntura: Conhecimento e Percepção de Professores Universitários. Revista Brasileira de Educação Médica, v. 36, n. 1, 2012, p. 41-49."},{"pmid":"17952306","type":"BACKGROUND","citation":"Marcucci FC, Cardoso NS, Berteli Kde S, Garanhani MR, Cardoso JR. [Electromyographic alterations of trunk muscle of patients with post-stroke hemiparesis]. Arq Neuropsiquiatr. 2007 Sep;65(3B):900-5. doi: 10.1590/s0004-282x2007000500035. Portuguese."},{"type":"BACKGROUND","citation":"MARINHO, Hellen V. R. Relação Entre Acuidade Proprioceptiva, Rigidez Articular Passiva e Estabilidade Funcional do Tornozelo. Doutorado em Ciências da Reabilitação. Universidade Federal de Minas Gerais. Belo Horizonte, 2014."},{"type":"BACKGROUND","citation":"MARINO, Selma R. A.; OLIVA, Marcelo F. Perfil Epidemiológico de Pacientes com Tratamento com Acupuntura. Centro Integrado de Estudos e Pesquisas do Homem, [2002]."},{"pmid":"21779706","type":"BACKGROUND","citation":"Martinez JE, Grassi DC, Marques LG. Analysis of the applicability of different pain questionnaires in three hospital settings: outpatient clinic, ward and emergency unit. Rev Bras Reumatol. 2011 Jul-Aug;51(4):299-303, 308. English, Portuguese."},{"type":"BACKGROUND","citation":"MAZUCHI, Flávia A. S. Efeitos do Treinamento Aeróbico em Piscina e Esteira Rolante na Capacidade Funcional, Qualidade de Vida e na Propriocepção de Indivíduos com Sequela de Acidente Vascular Cerebral. Tese de Doutorado. Universidade São Judas Tadeu. São Paulo, 2013."},{"type":"BACKGROUND","citation":"OLIVEIRA, Roberto M. C.; ANDRADE, Luiz A. F. Acidente Vascular Cerebral. Revista Brasileira de Hipertensão, v. 8, n. 3, jul./set. 2001."},{"pmid":"16320150","type":"BACKGROUND","citation":"Paci M, Nannetti L, Rinaldi LA. Glenohumeral subluxation in hemiplegia: An overview. J Rehabil Res Dev. 2005 Jul-Aug;42(4):557-68. doi: 10.1682/jrrd.2004.08.0112."},{"pmid":"21829991","type":"BACKGROUND","citation":"Pereira ND, Michaelsen SM, Menezes IS, Ovando AC, Lima RC, Teixeira-Salmela LF. Reliability of the Brazilian version of the Wolf Motor Function Test in adults with hemiparesis. Rev Bras Fisioter. 2011 May-Jun;15(3):257-65. English, Portuguese."},{"type":"BACKGROUND","citation":"PIASSAROLI, Cláudia A. P. et al. Modelos de Reabilitação Fisioterápica em Pacientes Adultos com Sequelas de AVC Isquêmico. Revista de Neurociências, 2011."},{"type":"BACKGROUND","citation":"PLAVSIC, Aleksandra et al. Avaliação dos Efeitos a Longo Prazo da Acupuntura e Exercícios Terapêuticos em Ombro Congelado de Pacientes com Acidente Cerebral Vascular. Acta Fisiátrica, v. 16, n. 3, p. 121-125, 2009."},{"type":"BACKGROUND","citation":"RIGOTTI, Marcelo A.; FERREIRA, Adriano M. Intervenções de Enfermagem ao Paciente com Dor. Arquivos de Ciências da Saúde, v. 12, n. 1, p. 50-54, jan./mar. 2005."},{"type":"BACKGROUND","citation":"SALIBA, Viviane Amaral. Tradução e Adaptação Transcultural da Escala Motor Activity Log para a Avaliação da Quantidade e Qualidade do Uso do Membro Superior em Hemiplégicos. Universidade Federal de Minas Gerais, 2009."},{"pmid":"22069074","type":"BACKGROUND","citation":"Saliba VA, Magalhaes Lde C, Faria CD, Laurentino GE, Cassiano JG, Teixeira-Salmela LF. [Cross-cultural adaptation and analysis of the psychometric properties of the Brazilian version of the Motor Activity Log]. Rev Panam Salud Publica. 2011 Sep;30(3):262-71. doi: 10.1590/s1020-49892011000900011. Portuguese."},{"type":"BACKGROUND","citation":"SANTOS, Joice C. C. et al. A Influência da Kinesio Taping no Tratamento da Subluxação de Ombro no Acidente Vascular Cerebral. Revista de Neurociências, v. 18, n. 3, p. 335-340, 2010."},{"type":"BACKGROUND","citation":"SCOGNAMILLO-SZABÓ, Márcia V. R.; BECHARA, Gervásio H. Acupuntura: Bases Científicas e Aplicações. Ciência Rural, v. 31, n. 6, dez. 2001, p. 1091-1099."},{"type":"BACKGROUND","citation":"SEDERZ, Juliana A., FARIAS Gisele L., BRAIDA, Giane. Relação Entre Funcionalidade e Sequela em Lado Dominante em Pacientes com AVE. Saúde em Revista, v. 12, n. 31, p. 43-51, maio/ago. 2012."},{"type":"BACKGROUND","citation":"SILVA, Emanuel J. A. Reabilitação após o AVC. Faculdade de Medicina Universidade do Porto. Mestrado Integrado em Medicina, abr. 2010."},{"type":"BACKGROUND","citation":"SOCIEDADE BRASILEIRA DE MEDICINA FÍSICA E DE REABILITAÇÃO. Consenso Nacional Espasticidade: Diretrizes para o Diagnóstico e Tratamento. Coordenador e Editor: Sergio Lianza. 2001."},{"type":"BACKGROUND","citation":"SOUZA, Selma R. S. et al. Reabilitação Funcional para Membros Superiores Pós-Acidente Vas¬cular Encefálico. Fisioterapia Brasil, v. 4, p. 195-199, 2003."},{"pmid":"18227756","type":"BACKGROUND","citation":"Slupik A, Dwornik M, Bialoszewski D, Zych E. Effect of Kinesio Taping on bioelectrical activity of vastus medialis muscle. Preliminary report. Ortop Traumatol Rehabil. 2007 Nov-Dec;9(6):644-51. English, Polish."},{"pmid":"19587463","type":"BACKGROUND","citation":"Sylaja PN, Hill MD. Transient ischemic attacks--definition, risk prediction and urgent management. Neurol India. 2009 May-Jun;57(3):252-6. doi: 10.4103/0028-3886.53262."},{"type":"BACKGROUND","citation":"TAKIGUCHI, Raymond S. et al. Efeito da Acupuntura na Melhora da Dor, Sono e Qualidade de Vida em Pacientes Fibromiálgicos: Estudo Preliminar. Fisioterapia e Pesquisa, v. 15, n. 3, jul./set. 2008, p. 280-284."},{"pmid":"10029894","type":"BACKGROUND","citation":"Teive HA, Zonta M, Kumagai Y. [Treatment of spasticity: an update]. Arq Neuropsiquiatr. 1998 Dec;56(4):852-8. doi: 10.1590/s0004-282x1998000500025. Portuguese."},{"type":"BACKGROUND","citation":"WOELLNER, Simone Suzuki et al. Treinamento Específico do Membro Superior de Hemiparéticos por Acidente Vascular Encefálico. Arquivos Catarinenses de Medicina, v. 41, n. 3, 2012, p. 49-53."},{"pmid":"16987790","type":"BACKGROUND","citation":"Jaraczewska E, Long C. Kinesio taping in stroke: improving functional use of the upper extremity in hemiplegia. Top Stroke Rehabil. 2006 Summer;13(3):31-42. doi: 10.1310/33KA-XYE3-QWJB-WGT6."},{"pmid":"25132858","type":"BACKGROUND","citation":"Zhu LB, Chan WC, Lo KC, Yum TP, Li L. Wrist-ankle acupuncture for the treatment of pain symptoms: a systematic review and meta-analysis. Evid Based Complement Alternat Med. 2014;2014:261709. doi: 10.1155/2014/261709. Epub 2014 Jul 15."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}