{"protocolSection":{"identificationModule":{"nctId":"NCT03703635","orgStudyIdInfo":{"id":"2017YFC1307900"},"organization":{"fullName":"Ministry of Science and Technology of the People´s Republic of China","class":"OTHER_GOV"},"briefTitle":"Balloon Angioplasty for Symptomatic Intracranial Artery Stenosis","officialTitle":"A Multicenter, Prospective, Randomized, Open-label, Blinded End-point Clinical Study to Evaluate the Safety and Efficacy of Intracranial Balloon Angioplasty Plus Aggressive Medical Management for Symptomatic Intracranial Artery Stenosis","acronym":"BASIS"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-10-17","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-05-02","type":"ACTUAL"},"completionDateStruct":{"date":"2025-05","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-09-30","studyFirstSubmitQcDate":"2018-10-09","studyFirstPostDateStruct":{"date":"2018-10-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-30","lastUpdatePostDateStruct":{"date":"2023-07-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Zhongrong Miao","investigatorTitle":"Departments of Interventional Neuroradiology, Beijing Tian Tan Hospital","investigatorAffiliation":"Ministry of Science and Technology of the People´s Republic of China"},"leadSponsor":{"name":"Ministry of Science and Technology of the People´s Republic of China","class":"OTHER_GOV"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Intracranial atherosclerotic disease (ICAD) is the most common cause of ischemical cerebrovascular events. The risk of stroke recurrence or death of ICAD patients remains very high. Even with aggressive medical management including dual antiplatelet therapy and strict management of risk factors, 12.2 percent of patients with 70-99 percent stenosis of intracranial artery had stroke or death during 1 year follow-up. In the real world, the 30-day risk of recurrent stroke of patients with aggressive medical management was as high as 20.2 percent. Balloon angioplasty and stent for intracranial artery have become important alternative treatments to prevent recurrent stroke for patients with severe intracranial atherosclerotic stenosis. Nevertheless, the SAMMPRIS trial has suggested intracranial stenting has higher stroke and death rate than aggressive medication with high peri-procedure complication rate. Previous nonrandomized studies have showed that stroke and death rate of angioplasty for ICAD patients with severe stenosis of intracranial artery is lower than that of aggressive medication. The primary purpose of this trial is to compare intracranial angioplasty plus aggressive medical management with aggressive medical management alone for the treatment of patients with 70-99 percent intracranial artery stenosis because of ICAD and to clarify the efficacy and safety of intracranial angioplasty through a multicenter, prospective, randomized, open-label, blinded end-point trial.","detailedDescription":"This trial is a multicenter, prospective, randomized, parallel controlled trial. A total of approximately 512 patients (35-80 years of age) with primary or recurrent sICAS (a recent TIA\\[\\<90 days\\] or ischemic stroke \\[14-90 days\\] before enrollment attributed to 70-99% atherosclerotic stenosis of a major intracranial artery) receiving treatment with at least one antithrombotic drug and/or standard medical management of vascular risk factors will be enrolled. Patients fulfilling all of the inclusion criteria and none of the exclusion criteria will be randomized into two groups according to the 1:1 ratio after offering informed content: 1) Experimental group will receive intracranial angioplasty plus aggressive medical management which is the same as the control group; 2) Control group will receive aggressive medical management only. Aggressive medical management includes 100 mg/day of aspirin during the follow-up period; 75 mg/day of clopidogrel within 90 days after enrollment, and whether clopidogrel should continue to be used depends on the actual situation of the subjects; 20-80mg/day of atorvastatin should be used during the year after enrollment, and dose adjustment to target LDL \\<1.8mmol/L or \\<70 mg/dl. Both groups will receive risk factors management including blood pressure to maintain 130-140/80-90 mmHg and LDL lower than 70 mg/dl or 1.8mmol/L. The primary objective is to evaluate the safety and efficacy of intracranial angioplasty combined with aggressive medical management for symptomatic intracranial artery stenosis. The study consists of 11 visits including the day of screening and randomization, the day when the subject receive intracranial angioplasty and/or aggressive medical management, the day before the subject is discharged from hospital, 30, 90,180 days and 1 year after enrollment, and every half a year after then until the third year. Demographic information, symptoms and signs, laboratory test, neuro-imaging assessment neurological function rating scale will be recorded during the program. The trial is anticipated to last from October 2018 to May 2025 with 512 subjects recruited from 31 centers in China. All the related investigative organization and individuals will obey the Declaration of Helsinki and Chinese Good Clinical Practice standard. A Data and Safety Monitoring Board (DSMB) will regularly monitor safety during the study. The trial has been approved by the ethics committee of Beijing Tiantan Hospital and corresponding branch centers."},"conditionsModule":{"conditions":["Intracranial Artery Stenosis"],"keywords":["ICAD","Intracranial Artery Stenosis","Ischemic Stroke","TIA","Angioplasty","Aggressive Medical Care"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":512,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intracranial balloon angioplasty and aggressive medical management","type":"EXPERIMENTAL","description":"All the participants in this group will be given Intracranial balloon angioplasty and aggressive medical management.","interventionNames":["Device: intracranial balloon angioplasty","Drug: aggressive medical management"]},{"label":"Aggressive Medical management","type":"EXPERIMENTAL","description":"All the participants in this group will be given aggressive medical management alone.","interventionNames":["Drug: aggressive medical management"]}],"interventions":[{"type":"DEVICE","name":"intracranial balloon angioplasty","description":"A balloon (recommending the Neuro RX and Neuro LPS Intracranial Balloon Dilation Catheter \\[Sinomed Inc., Tianjin, China\\]) is navigated by the microwire to the lesion of the target artery.","armGroupLabels":["Intracranial balloon angioplasty and aggressive medical management"]},{"type":"DRUG","name":"aggressive medical management","description":"Aspirin 100mg once/day during the follow-up period, Clopidogrel 75mg once/day for at least 90 days, Atorvastatin 20-80mg once/day as the situation requires and risk factors management including blood pressure to maintain 130-140/80-90 mmHg and LDL lower than 70 mg/dl or 1.8mmol/L.","armGroupLabels":["Aggressive Medical management","Intracranial balloon angioplasty and aggressive medical management"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Stroke or death within 30 days after enrollment or after balloon angioplasty procedure of the qualifying lesion during follow-up, or any ischemic stroke or revascularization from the qualifying artery beyond 30 days through 12 months after enrollment","description":"This outcome includes ischemic/hemorrhagic stroke and all-cause death within 30 days after enrollment or after balloon angioplasty procedure of the qualifying lesion during follow-up, or any ischemic stroke and revascularization from the original culprit symptomatic intracranial artery beyond 30 days through 12 months after enrollment.","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Any stroke (ischemic or hemorrhage stroke) or all-cause deaths within 30 days after enrollment or after balloon angioplasty procedure of the qualifying lesion during follow-up","description":"Any stroke (ischemic or hemorrhage stroke) or all-cause deaths within 30 days after enrollment or after balloon. angioplasty procedure of the qualifying lesion during follow-up.","timeFrame":"30 days"},{"measure":"Any stroke (ischemic or hemorrhage stroke) inside of the territory of the target artery or all-cause deaths within 90 days after enrollment","description":"Rat of any stroke (ischemic or hemorrhage stroke) inside of the territory of the target artery or all-cause deaths within 90 days after enrollment.","timeFrame":"90 days"},{"measure":"Any stroke (ischemic or hemorrhage stroke) outside of the territory of the target artery within 90 days after enrollment","description":"Rat of any stroke (ischemic or hemorrhage stroke) outside of the territory of the target artery within 90 days after enrollment.","timeFrame":"90 days"},{"measure":"Neurological improvement assessed by mRS at 90 days","description":"Modified Rankin Scale (mRS score) ranged from 0 to 6 is used to measure the recovery of neurological function in patients after stroke. Score 0 means completely no symptom. Score 6 means death. Higher values represent a worse outcome.","timeFrame":"90 days"},{"measure":"Any stroke (ischemic or hemorrhage stroke) inside of the territory of the target artery or all-cause deaths within 12 months after enrollment","description":"Rat of any stroke (ischemic or hemorrhage stroke) inside of the territory of the target artery or all-cause deaths within 12 months after enrollment.","timeFrame":"12 months"},{"measure":"Revascularization of the target artery within 12 months after enrollment","description":"Rat of revascularization of the target artery within 12 months after enrollment.","timeFrame":"12 months"},{"measure":"Any stroke (ischemic or hemorrhage stroke) outside of the territory of the target artery within 12 months after enrollment","description":"Rat of any stroke (ischemic or hemorrhage stroke) outside of the territory of the target artery within 12 months after enrollment.","timeFrame":"12 months"},{"measure":"Neurological improvement assessed by mRS at 12 months","description":"Modified Rankin Scale (mRS score) ranged from 0 to 6 is used to measure the recovery of neurological function in patients after stroke. Score 0 means completely no symptom. Score 6 means death. Higher values represent a worse outcome.","timeFrame":"12 months"},{"measure":"Restenosis rate of the target artery within 12 months (defined as rate of stenosis >70% or increased by 30% based on following-up neurovascular imaging)","description":"Restenosis is defined as rate of stenosis \\>70% or increased by 30% based on following-up neurovascular imaging.","timeFrame":"12 months"},{"measure":"Combined events such as stroke, myocardial infarction, and vascular death within 12 months after enrollment","description":"Combined events include stroke, myocardial infarction and vascular death etc; Myocardial infarction occurs when blood stops flowing properly to a part of the heart, and the heart muscle is injured because it is not receiving enough oxygen; vascular death means the death is due to vessel rupture or clot.","timeFrame":"12 months"},{"measure":"Life quality assessment (EuroQol-5-Dimensions Scale [EQ-5D] questionnaire) within 12 months after enrollment","description":"Quality of life evaluated by EuroQol-5-Dimensions Scale (EQ-5D) questionnaire at the 12 months follow-up. EQ-5D descriptive system covers five dimensions including mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each dimension has three response levels (no problem, some problems, and severe problems). The EQ-5D descriptive system generates 243 health states, each of which was assigned a utility. score ranging from -0.59 to 1.00 (full health)","timeFrame":"12 months"},{"measure":"Any stroke (ischemic or hemorrhage stroke) inside of the territory of the target artery or all-cause deaths within 24 months after enrollment","description":"Rat of any stroke (ischemic or hemorrhage stroke) inside of the territory of the target artery or all-cause deaths within 24 months after enrollment.","timeFrame":"24 months"},{"measure":"Any stroke (ischemic or hemorrhage stroke) outside of the territory of the target artery within 24 months after enrollment","description":"Rat of any stroke (ischemic or hemorrhage stroke) outside of the territory of the target artery within 24 months after enrollment.","timeFrame":"24 months"},{"measure":"Neurological improvement assessed by mRS at 24 months","description":"Modified Rankin Scale (mRS score) ranged from 0 to 6 is used to measure the recovery of neurological function in patients after stroke. Score 0 means completely no symptom. Score 6 means death. Higher values represent a worse outcome.","timeFrame":"24 months"},{"measure":"Combined events such as stroke, myocardial infarction, and vascular death within 24 months after enrollment","description":"Combined events include stroke, myocardial infarction and vascular death etc; Myocardial infarction occurs when blood stops flowing properly to a part of the heart, and the heart muscle is injured because it is not receiving enough oxygen; vascular death means the death is due to vessel rupture or clot.","timeFrame":"24 months"},{"measure":"Any stroke (ischemic or hemorrhage stroke) inside of the territory of the target artery or all-cause deaths within 36 months after enrollment","description":"Rat of any stroke (ischemic or hemorrhage stroke) inside of the territory of the target artery or all-cause deaths within 36 months after enrollment.","timeFrame":"36 months"},{"measure":"Any stroke (ischemic or hemorrhage stroke) outside of the territory of the target artery within 36 months after enrollment","description":"Rat of any stroke (ischemic or hemorrhage stroke) outside of the territory of the target artery or all-cause deaths within 36 months after enrollment.","timeFrame":"36 months"},{"measure":"Neurological improvement assessed by mRS at 36 months","description":"Modified Rankin Scale (mRS score) ranged from 0 to 6 is used to measure the recovery of neurological function in patients after stroke. Score 0 means completely no symptom. Score 6 means death. Higher values represent a worse outcome.","timeFrame":"36 months"},{"measure":"Combined events such as stroke, myocardial infarction, and vascular death within 36 months after enrollment","description":"Combined events include stroke, myocardial infarction and vascular death etc; Myocardial infarction occurs when blood stops flowing properly to a part of the heart, and the heart muscle is injured because it is not receiving enough oxygen; vascular death means the death is due to vessel rupture or clot.","timeFrame":"36 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 35-80 years.\n2. Participants with primary or recurrent sICAS (a recent TIA\\[\\<90 days\\] or ischemic stroke \\[14-90 days\\] before enrollment attributed to 70-99% atherosclerotic stenosis of a major intracranial artery) receiving treatment with at least one antithrombotic drug and/or standard medical management of vascular risk factors;\n3. Diagnosed by DSA: a major intracranial artery (terminal internal carotid artery \\[ICA\\] \\[C4-C7 segments\\], middle cerebral artery \\[MCA\\] M1 segment, vertebral artery \\[VA\\] V4 segment, and basilar artery \\[BA\\]) severe atherosclerotic stenosis (70-90% according to WASID method) with lesion length ≤ 10mm, diameter ≥1.5mm, and normal distal artery. (Regarding the curvature and angle of the lesion, whether the patient is enrolled in BASIS per the investigator's determination based on the patient's situation);\n4. Informed consent signed.\n\nExclusion Criteria:\n\n1. Surgery within the past 30 days or plan to receive ≥ 3-grade surgery within 90 days;\n2. Thrombolytic therapy within 24 hours before enrollment;\n3. Neurological deficits worsen within 24 hours before enrollment;\n4. Acute ischemic stroke onset within 14 days before enrollment;\n5. Other intracranial arteries with severe stenosis (70-99%) besides the target artery and its supplying artery;\n6. Target artery's supplying artery stenosis \\> 50%. For example, patient with MCA severe stenosis (target artery) and the ipsilateral ICA stenosis \\> 50% should be excluded; patient with BA severe stenosis (target artery) and the dominant VA stenosis \\> 50% should be excluded; the patient with extracranial artery (non-lesion side) stenosis \\> 70% should be excluded; For patients with balanced VA, if bilateral VA stenosis \\> 70% at the same time, should be excluded (unable to determine which VA is the lesion artery). However, if patient's dominant VA is the lesion artery with a dysplasia or slender contralateral VA or a non-dominant contralateral VA terminating at posteroinferior cerebellar artery, should not be excluded.\n7. Participant with perforator stroke (except for severe stenosis of supplying artery combined with hemodynamic compromise or poor collaterals) 12;\n8. Baseline modified Rankin Scale ≥ 3;\n9. Non-atherosclerotic diseases (e.g., arterial dissection, moyamoya disease, vascular inflammatory lesions caused by infection, autoimmune diseases, post-irradiation, postpartum status; developmental or genetic abnormalities such as fibromuscular dysplasia, sickle cell anemia, suspected vasospasm);\n10. Target artery with severely calcified and adjacent to stenosis;\n11. Suspected ischemic event caused by embolism or the arterial embolism from extracranial segment (ipsilateral chest or neck vascular occlusive disease) or potential cardioembolism (e.g., atrial fibrillation, mitral stenosis, patent foramen ovale, left ventricular thrombus, myocardial infarction within 6 weeks, etc.);\n12. Coexistent with Intracranial tumors, aneurysms or intracranial arteriovenous malformations;\n13. Intracranial hemorrhage within the past 3 months, including parenchymal hemorrhage, intraventricular hemorrhage, subarachnoid hemorrhage, epidural hemorrhage or subdural hemorrhage, etc.;\n14. Angioplasty procedure (including balloon dilatation, stenting, or endarterectomy) performed at the original target vessel or its primary supplying artery, or a planned stenting procedure;\n15. Unable to receive dual antiplatelet therapy due to other diseases;\n16. Tortuous vascular approach that cannot be stabilized to obtain vascular access;\n17. Allergic to heparin, aspirin, clopidogrel, contrast agents, anesthetics, and balloon components;\n18. Hemoglobin \\< 100g/L, platelet count \\< 100×109/ L, international normalized ratio (INR) \\>1.5 (irreversible), Coagulation dysfunction or uncorrectable bleeding factors;\n19. Severe liver or kidney dysfunction. ALT \\> three-fold higher than the upper limit of normal value or AST \\> three-fold higher than the upper limit of normal value, or serum creatinine \\> two-fold higher than the upper limit of normal value;\n20. Pregnant and lactating women;\n21. Participants with renal artery, radial artery, and cardiac coronary artery requiring concurrent intervention;\n22. Expected survival expectation is less than\\< 1 year;\n23. Unable to complete follow-up due to mental illness, cognitive or emotional disorders;\n24. Participants participating in other drug/medical device clinical trials who have not yet completed the program requirements;\n25. Participants are not suitable for BASIS trial per investigator's opinion.","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Zhongrong Miao, MD","affiliation":"Beijing Tiantan Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Yilong Wang, MD","affiliation":"Beijing Tiantan Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The First Affiliated Hospital of Anhui Medical University","city":"Hefei","state":"Anhui","zip":"230022","country":"China","geoPoint":{"lat":31.86389,"lon":117.28083}},{"facility":"The First Affiliated Hospital of Anhui University of CM","city":"Hefei","state":"Anhui","zip":"230031","country":"China","geoPoint":{"lat":31.86389,"lon":117.28083}},{"facility":"Beijing Chao-Yang Hospital, Capital Medical University","city":"Beijing","state":"Beijing","zip":"100020","country":"China","geoPoint":{"lat":39.9075,"lon":116.39723}},{"facility":"Beijing Fengtai You Anmen Hospital","city":"Beijing","state":"Beijing","zip":"100069","country":"China","geoPoint":{"lat":39.9075,"lon":116.39723}},{"facility":"Beijing Tian Tan Hospital, Capital Medical University","city":"Beijing","state":"Beijing","zip":"100070","country":"China","geoPoint":{"lat":39.9075,"lon":116.39723}},{"facility":"Dongfang Hospital Beijing University of Chinese Medicine","city":"Beijing","state":"Beijing","zip":"100078","country":"China","geoPoint":{"lat":39.9075,"lon":116.39723}},{"facility":"Chinese PLA General Hospital","city":"Beijing","state":"Beijing","zip":"100853","country":"China","geoPoint":{"lat":39.9075,"lon":116.39723}},{"facility":"Beijing Luhe Hospital,Capital Medical University","city":"Beijing","state":"Beijing","zip":"101149","country":"China","geoPoint":{"lat":39.9075,"lon":116.39723}},{"facility":"Beijing ShunYi Hospital","city":"Beijing","state":"Beijing","zip":"101300","country":"China","geoPoint":{"lat":39.9075,"lon":116.39723}},{"facility":"The First Affiliated Hospital,Sun Yat-sen University","city":"Guangzhou","state":"Guangdong","zip":"510080","country":"China","geoPoint":{"lat":23.11667,"lon":113.25}},{"facility":"Guangdong Provincial Hospital of Traditional Chinese Medicine","city":"Guangzhou","state":"Guangdong","zip":"510120","country":"China","geoPoint":{"lat":23.11667,"lon":113.25}},{"facility":"The Second Affiliated Hospital of Guangzhou Medical University","city":"Guangzhou","state":"Guangdong","zip":"510260","country":"China","geoPoint":{"lat":23.11667,"lon":113.25}},{"facility":"Guangdong Sanjiu Brain Hospital","city":"Guangzhou","state":"Guangdong","zip":"510510","country":"China","geoPoint":{"lat":23.11667,"lon":113.25}},{"facility":"Shenzhen Hospital of Southern Medical University","city":"Shenzhen","state":"Guangdong","zip":"518110","country":"China","geoPoint":{"lat":22.54554,"lon":114.0683}},{"facility":"The Affiliated Hospital of Guizhou Medical University","city":"Guiyang","state":"Guizhou","zip":"550004","country":"China","geoPoint":{"lat":26.58333,"lon":106.71667}},{"facility":"Henan Provincial People's Hospital","city":"Zhengzhou","state":"Henan","zip":"450003","country":"China","geoPoint":{"lat":34.75778,"lon":113.64861}},{"facility":"Wuhan NO.1 Hospital","city":"Wuhan","state":"Hubei","zip":"430022","country":"China","geoPoint":{"lat":30.58333,"lon":114.26667}},{"facility":"Hunan Provincial People's Hospital","city":"Changsha","state":"Hunan","zip":"410005","country":"China","geoPoint":{"lat":28.19874,"lon":112.97087}},{"facility":"The First People's Hospital of Changzhou","city":"Changzhou","state":"Jiangsu","zip":"213003","country":"China","geoPoint":{"lat":31.77359,"lon":119.95401}},{"facility":"Nanjing Drum Tower Hospital, The Affiliated Hospital of Nanjing University Medical School","city":"Nanjing","state":"Jiangsu","zip":"210008","country":"China","geoPoint":{"lat":32.06167,"lon":118.77778}},{"facility":"The Second Affiliated Hospital Of NanJing Medical University","city":"Nanjing","state":"Jiangsu","zip":"210008","country":"China","geoPoint":{"lat":32.06167,"lon":118.77778}},{"facility":"Jiangxi Provincial People's Hospital","city":"Nanchang","state":"Jiangxi","zip":"330006","country":"China","geoPoint":{"lat":28.68396,"lon":115.85306}},{"facility":"The First Hospital of Jilin University","city":"Chang chun","state":"Jilin","zip":"130021","country":"China","geoPoint":{"lat":42.74694,"lon":126.24667}},{"facility":"General Hospital of The Northern Theater of The Chinese People's Liberation Army","city":"Shenyang","state":"Liaoning","zip":"110015","country":"China","geoPoint":{"lat":41.79222,"lon":123.43278}},{"facility":"Qilu Hospital of Shandong University","city":"Jinan","state":"Shandong","zip":"250012","country":"China","geoPoint":{"lat":36.66833,"lon":116.99722}},{"facility":"Shandong Provincial Hospital","city":"Jinan","state":"Shandong","zip":"250021","country":"China","geoPoint":{"lat":36.66833,"lon":116.99722}},{"facility":"LiaochengI People's Hospital","city":"Liaocheng","state":"Shandong","zip":"252000","country":"China","geoPoint":{"lat":36.45596,"lon":115.97766}},{"facility":"The Affiliated Hospital of Qingdao University","city":"Qingdao","state":"Shandong","zip":"266000","country":"China","geoPoint":{"lat":36.06488,"lon":120.38042}},{"facility":"The First Affiliated Hospital of Xi'an Jiaotong University","city":"Xi'an","state":"Shanxi","zip":"710061","country":"China","geoPoint":{"lat":34.25833,"lon":108.92861}},{"facility":"The Affiliated Hospital of Northwest University","city":"Xian","state":"Shanxi","zip":"100005","country":"China","geoPoint":{"lat":34.25833,"lon":108.92861}},{"facility":"West China Hospital Sichuan University","city":"Chendu","state":"Sichuan","zip":"610041","country":"China"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003251","term":"Constriction, Pathologic"}],"ancestors":[{"id":"D000020763","term":"Pathological Conditions, Anatomical"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M3414","name":"Aggression","relevance":"LOW"},{"id":"M6165","name":"Constriction, Pathologic","asFound":"Stenosis","relevance":"HIGH"},{"id":"M22209","name":"Pathological Conditions, Anatomical","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4238","name":"Aspirin","relevance":"LOW"},{"id":"M351","name":"Atorvastatin","relevance":"LOW"},{"id":"M1669","name":"Clopidogrel","relevance":"LOW"},{"id":"M4544","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"Antipy","name":"Antipyretics"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Lipd","name":"Lipid Regulating Agents"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}