{"protocolSection":{"identificationModule":{"nctId":"NCT05943431","orgStudyIdInfo":{"id":"L20230613"},"organization":{"fullName":"Zhujiang Hospital","class":"OTHER"},"briefTitle":"taVNS Paired With Motor Training for Upper-extremity Rehabilitation in Stroke Patients","officialTitle":"A Randomized, Double-blind Controlled Trial Investigating the Efficacy of Transcutaneous Auricular Vagus Nerve Stimulation (taVNS) in Improving Upper Extremity Motor Function in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-08-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-07-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-06-25","studyFirstSubmitQcDate":"2023-07-04","studyFirstPostDateStruct":{"date":"2023-07-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-10","lastUpdatePostDateStruct":{"date":"2024-01-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Qiuyou Xie","investigatorTitle":"principal investigator","investigatorAffiliation":"Zhujiang Hospital"},"leadSponsor":{"name":"Qiuyou Xie","class":"OTHER"},"collaborators":[{"name":"Zhuhai Fudan Innovation Institute","class":"UNKNOWN"},{"name":"BrainClos Co., LTD.","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background: Recently, there has been increasing attention on the application of transcutaneous auricular vagus nerve stimulation (taVNS) in ischemic stroke. This innovative technique involves non-invasive electrical stimulation of the vagus nerve. A controlled study by Dawson et al. (2021), conducted using a randomized, double-blind approach, has demonstrated that vagus nerve stimulation (VNS) when paired with motor function training, can effectively promote the improvement of motor dysfunction in stroke patients. In the same year, the Food and Drug Administration approved the use of VNS, alongside motor rehabilitation training, for upper extremity dysfunction caused by stroke. However, it is worth noting that VNS requires surgical procedures with contraindications. Consequently, researchers are exploring taVNS as a potential alternative intervention. Compared to VNS, taVNS offers a low-risk and user-friendly intervention that eliminates the need for surgery and the associated postoperative complications. A recent meta-analysis has shown that the efficacy of taVNS in upper extremity rehabilitation for stroke patients can be comparable to that of VNS. Therefore, pairing taVNS with motor training holds promise as a valuable clinical tool for post-stroke rehabilitation.\n\nMethods and Design: This study presents a protocol for a single-center randomized, double-blind controlled trial. A total of 150 participants will be enrolled and randomly assigned to one of three groups (Group 1, Group 2, or Group 3) in a 1:1:1 ratio. Each patient will undergo a total of 14 treatment sessions. In Group 1, patients will receive motor training paired with taVNS. In Group 2, patients will receive motor training and taVNS interventions, seperately. In Group 3, patients will receive motor training paired with sham taVNS. Primary and secondary outcome measures will be assessed at baseline and after taVNS treatment. The primary outcome will be determined by evaluating the behavioral response to treatment, using the Fugl-Meyer Assessment of Upper Extremity (FMA-UE).\n\nDiscussion: This study aims to elucidate the role of paired taVNS in the rehabilitation of upper extremity dysfunction in stroke patients. The researchers propose a novel approach by pairing taVNS with individualized training actions, utilizing electromyography (EMG) during motor training to precisely trigger taVNS."},"conditionsModule":{"conditions":["Upper Extremity Dysfunction","Stroke"],"keywords":["Upper Extremity Dysfunction","Ischemic Stroke","Transcutaneous auricular vagus nerve stimulation","Electromyography"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Paired taVNS","type":"EXPERIMENTAL","description":"Upper extremity motor rehabilitation training will be paired with taVNS.","interventionNames":["Device: paired taVNS"]},{"label":"Unpaired taVNS","type":"ACTIVE_COMPARATOR","description":"Unpaired transcutaneous vagus nerve stimulation for upper limb motor rehabilitation will be administered.","interventionNames":["Device: Unpaired taVNS"]},{"label":"Sham taVNS","type":"SHAM_COMPARATOR","description":"Upper limb motor rehabilitation training will be paired with sham-stimulation.","interventionNames":["Device: Sham taVNS"]}],"interventions":[{"type":"DEVICE","name":"paired taVNS","description":"The stimulator will be placed on the left ear of the patient. While the patient performs the action training, the EMG signal feature evoked by the action will trigger an electrical stimulation of the transcutaneous auricular vagus nerve. The amplitude of the electrical stimulation will be adjusted under the patient's pain threshold. The intervention will be performed daily for 14 days.","armGroupLabels":["Paired taVNS"]},{"type":"DEVICE","name":"Unpaired taVNS","description":"The stimulator will be placed on the patient's left ear. Patients will receive taVNS with pulses every 5-7 seconds. Following the stimulation, motor training will be performed. The motor training will be identical to that of the paired group. The amplitude of the electrical stimulation will be adjusted under the patient's pain threshold. The intervention will be performed daily for 14 days.","armGroupLabels":["Unpaired taVNS"]},{"type":"DEVICE","name":"Sham taVNS","description":"The stimulator will be placed on the patient's left ear. The amplitude of the electrical stimulation will be adjusted at 0 mA. The intervention will be performed daily for 14 days.","armGroupLabels":["Sham taVNS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes from Baseline Fugl-Meyer Assessment of Upper Extremity (FMA-UE) Scores","description":"The Fugl-Meyer Assessment - Upper Extremity (FMA-UE) is a stroke-specific assessment that measures performance at the body function/impairment domain. It uses an ordinal scale for scoring 33 items for the upper limb function with a total possible score of 66. The FMA-UE is one of the most widely used quantitative measures of motor impairment after stroke. Studies have shown excellent inter-rater, and intra-rater reliability, and construct validity of FMA-UE. In addition, empirical evidence suggests that the FMA-UE is responsive to the change in rehabilitation. Higher scores are indicative of better outcomes.\n\nThe primary outcome measures are as follows:\n\n1. Difference in the changes from baseline FMA-UE scores between paired taVNS and shame taVNS groups.\n2. Difference in the changes from baseline FMA-UE scores between unpaired taVNS and shame taVNS groups.\n3. Difference in the changes from baseline FMA-UE scores between paired taVNS and unpaired taVNS groups.","timeFrame":"Immediately after 14 days' sessions"}],"secondaryOutcomes":[{"measure":"Changes from Baseline Wolf motor function test (WMFT)","description":"The Wolf motor function test (WMFT) is a widely used measure for upper extremity motor abilities. It uses a 6-point ordinal scale for scoring 17 items with a total core of 85. Higher scores are indicative of better outcomes.\n\nWe will compare the differences in the changes from baseline WMFT scores between paired taVNS and shame taVNS groups, between unpaired taVNS and shame taVNS groups, and between paired taVNS and unpaired taVNS groups.","timeFrame":"Immediately after 14 days' sessions"},{"measure":"Changes from Baseline Brunnstrom recovery stages (BRS)","description":"The Brunnstrom recovery stages (BRS) is a measure for assessing motor function. The BRS contains 3 items rated on a 6-level Likert-type scale. Higher scores are indicative of better outcomes.\n\nWe will compare the differences in the changes from baseline BRS scores between paired taVNS and shame taVNS groups, between unpaired taVNS and shame taVNS groups, and between paired taVNS and unpaired taVNS groups.","timeFrame":"Immediately after 14 days' sessions"},{"measure":"Changes from Baseline Barthel Index (BI)","description":"The Barthel Index (BI) is a measure of independence in the activities of daily living (ADLs). The BI includes the 10 ADLs with a total score of 100. Higher scores are indicative of better outcomes.\n\nWe will compare the differences in the changes from baseline BI scores between paired taVNS and shame taVNS groups, between unpaired taVNS and shame taVNS groups, and between paired taVNS and unpaired taVNS groups.","timeFrame":"Immediately after 14 days' sessions"},{"measure":"Changes from Baseline Hong Kong version of the Functional Test for the Hemiplegic Upper Extremity (FTHUE-HK)","description":"The Hong Kong version of the Functional Test for the Hemiplegic Upper Extremity (FTHUE-HK) is another measure for ADL. It uses a 7-point ordinal scale for scoring 12 items with a total score of 84. Higher scores are indicative of better outcomes.\n\nWe will compare the differences in the changes from baseline FTHUE-HK scores between paired taVNS and shame taVNS groups, between unpaired taVNS and shame taVNS groups, and between paired taVNS and unpaired taVNS groups.","timeFrame":"Immediately after 14 days' sessions"},{"measure":"Changes from Baseline EMG features","description":"EMG will be acquired from 2 channels on the upper limb. When participants perform motor training, the peak amplitudes and the zero crossing rate of EMG signals at the time domain and the relative spectral power (RSP) of EMG signals at 20 to 200 Hz will be calculated on-line.\n\n1. Difference in the changes from baseline EMG features between paired taVNS and shame taVNS groups.\n2. Difference in the changes from baseline EMG features scores between unpaired taVNS and shame taVNS groups.\n3. Difference in the changes from baseline EMG features scores between paired taVNS and unpaired taVNS groups.","timeFrame":"Immediately after 14 days' sessions"},{"measure":"Changes from Baseline EEG features","description":"EEG will be acquired from 66 channels following the international 10-20 System for 10 mins. The relative spectral power (RSP) of participants will be calculated by the selected artifact-free EEG epochs at five frequency bands: δ (1-4 Hz), θ (4-8 Hz), α (8-13 Hz), β (13-30 Hz), and γ (30-45 Hz). The investigators will perform off-line analysis to calculate RSP.\n\n1. Difference in the changes from baseline EEG features between paired taVNS and shame taVNS groups.\n2. Difference in the changes from baseline EEG features scores between unpaired taVNS and shame taVNS groups.\n3. Difference in the changes from baseline EEG features scores between paired taVNS and unpaired taVNS groups.","timeFrame":"Immediately after 14 days' sessions"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients diagnosed with ischemic stroke according to a clinically qualified physician with reference to the Chinese Stroke Prevention and Control Guideline (2021).\n* Patients in the acute/recovery phase (after 2 weeks of onset) with stable signs;\n* No previous neuropsychiatric-related diseases;\n* No significant impairment of cognitive function and able to cooperate in completing the corresponding rehabilitation training;\n* With unilateral upper limb dysfunction;\n* Patients who have not received various neuromodulation rehabilitation treatments;\n* No contraindications to taVNS;\n* Patients voluntarily cooperated with the study and signed an informed consent form.\n\nExclusion Criteria:\n\n* Patients have other mental health disorders (dementia, Parkinson's disease, depression, schizophrenia, bipolar disorder, etc.)\n* Patients have uncontrolled epilepsy, i.e., having had a seizure within 4 weeks prior to enrollment\n* Patients have cardiac arrhythmias or other abnormalities\n* Patients have a history of respiratory disease or disorder, including dyspnea and asthma;\n* The presence of gastrointestinal disorders such as diarrhea and vomiting that make it difficult for the patient to cooperate\n* Patients have a history of vasovagal syncope\n* Patients are under treatment with other neurostimulation/modulation\n* The presence of severe spasticity, other serious injuries to the upper extremities, or other medical conditions\n* Patients have difficulty in communication and understanding and inability to cooperate in completing the test;\n* Women who are pregnant or breastfeeding.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Xue-Zhen XIAO, PhD","role":"CONTACT","phone":"+8613425122570","email":"xuezhenxiao@brainclos.com"},{"name":"Rongdong Li, BSc","role":"CONTACT","phone":"+86 15626216282","email":"13413627078@163.com"}],"overallOfficials":[{"name":"Qiuyou Xie, PhD","affiliation":"Southern Medical University, China","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Zhujiang Hospital of Southern Medical University","status":"RECRUITING","city":"Guangzhou","state":"Guangdong","zip":"510280","country":"China","contacts":[{"name":"Qiuyou Xie, PhD","role":"CONTACT","phone":"+86 139 0301 9604","email":"764942251@qq.com"}],"geoPoint":{"lat":23.11667,"lon":113.25}}]},"referencesModule":{"references":[{"pmid":"33894832","type":"BACKGROUND","citation":"Dawson J, Liu CY, Francisco GE, Cramer SC, Wolf SL, Dixit A, Alexander J, Ali R, Brown BL, Feng W, DeMark L, Hochberg LR, Kautz SA, Majid A, O'Dell MW, Pierce D, Prudente CN, Redgrave J, Turner DL, Engineer ND, Kimberley TJ. Vagus nerve stimulation paired with rehabilitation for upper limb motor function after ischaemic stroke (VNS-REHAB): a randomised, blinded, pivotal, device trial. Lancet. 2021 Apr 24;397(10284):1545-1553. doi: 10.1016/S0140-6736(21)00475-X."},{"pmid":"35334250","type":"BACKGROUND","citation":"Liu Y, Zhang L, Zhang X, Ma J, Jia G. Effect of Combined Vagus Nerve Stimulation on Recovery of Upper Extremity Function in Patients with Stroke: A Systematic Review and Meta-Analysis. J Stroke Cerebrovasc Dis. 2022 Jun;31(6):106390. doi: 10.1016/j.jstrokecerebrovasdis.2022.106390. Epub 2022 Mar 22."},{"pmid":"36683127","type":"BACKGROUND","citation":"De Smet S, Ottaviani C, Verkuil B, Kappen M, Baeken C, Vanderhasselt MA. Effects of non-invasive vagus nerve stimulation on cognitive and autonomic correlates of perseverative cognition. Psychophysiology. 2023 Jun;60(6):e14250. doi: 10.1111/psyp.14250. Epub 2023 Jan 22."},{"pmid":"34899170","type":"BACKGROUND","citation":"Chang JL, Coggins AN, Saul M, Paget-Blanc A, Straka M, Wright J, Datta-Chaudhuri T, Zanos S, Volpe BT. Transcutaneous Auricular Vagus Nerve Stimulation (tAVNS) Delivered During Upper Limb Interactive Robotic Training Demonstrates Novel Antagonist Control for Reaching Movements Following Stroke. Front Neurosci. 2021 Nov 25;15:767302. doi: 10.3389/fnins.2021.767302. eCollection 2021."},{"pmid":"32289710","type":"BACKGROUND","citation":"Cook DN, Thompson S, Stomberg-Firestein S, Bikson M, George MS, Jenkins DD, Badran BW. Design and validation of a closed-loop, motor-activated auricular vagus nerve stimulation (MAAVNS) system for neurorehabilitation. Brain Stimul. 2020 May-Jun;13(3):800-803. doi: 10.1016/j.brs.2020.02.028. Epub 2020 Feb 27."},{"pmid":"25288536","type":"BACKGROUND","citation":"Monge-Pereira E, Molina-Rueda F, Rivas-Montero FM, Ibanez J, Serrano JI, Alguacil-Diego IM, Miangolarra-Page JC. Electroencephalography as a post-stroke assessment method: An updated review. Neurologia. 2017 Jan-Feb;32(1):40-49. doi: 10.1016/j.nrl.2014.07.002. Epub 2014 Oct 5. English, Spanish."},{"pmid":"37209010","type":"BACKGROUND","citation":"Badran BW, Peng X, Baker-Vogel B, Hutchison S, Finetto P, Rishe K, Fortune A, Kitchens E, O'Leary GH, Short A, Finetto C, Woodbury ML, Kautz S. Motor Activated Auricular Vagus Nerve Stimulation as a Potential Neuromodulation Approach for Post-Stroke Motor Rehabilitation: A Pilot Study. Neurorehabil Neural Repair. 2023 Jun;37(6):374-383. doi: 10.1177/15459683231173357. Epub 2023 May 20."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2023-04-18","uploadDate":"2023-07-04T02:09","filename":"Prot_000.pdf","size":190403},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2023-04-18","uploadDate":"2023-06-25T22:59","filename":"ICF_001.pdf","size":116184}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}