{"protocolSection":{"identificationModule":{"nctId":"NCT05290649","orgStudyIdInfo":{"id":"ssaka2"},"organization":{"fullName":"Halic University","class":"OTHER"},"briefTitle":"Respiratory Functions and Muscle Strength, Trunk Control, Functional Capacity and Independence in Hemiplegic Patients","officialTitle":"The Relationship of Respiratory Functions and Respiratory Muscle Strength With Trunk Control, Functional Capacity and Functional Independence in Hemiplegic Patients After Stroke"},"statusModule":{"statusVerifiedDate":"2022-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-11-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-04-06","type":"ACTUAL"},"completionDateStruct":{"date":"2020-04-06","type":"ACTUAL"},"studyFirstSubmitDate":"2022-02-18","studyFirstSubmitQcDate":"2022-03-21","studyFirstPostDateStruct":{"date":"2022-03-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-03-21","lastUpdatePostDateStruct":{"date":"2022-03-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Seda Saka","investigatorTitle":"Director","investigatorAffiliation":"Halic University"},"leadSponsor":{"name":"Halic University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this study was to invastigate the relationship between respiratory functions and respiratory muscle strength with trunk control, functional capacity and functional independence in hemiplegic patients after stroke. In our study, 25 hemiplegic patients were included on a voluntary basis. Pulmonary function test (PFT) for respiratory functions, mouth pressure measurement (MIP: maximal ınspiratory pressure, MEP: maximal expiratory pressure) for respiratory muscle strenght. Trunk Impairment Scale (TIS) for trunk control, and Time Up and Go Test (TUG) for functional capacity and Barthel Index (BI) for functional independence assessment were used.","detailedDescription":"Stroke is a clinical picture where motor loss, emotional and balance disororder, speech and cognitive functions are seen as a obstruction or rupture of cerebral vessels. %10 of patients with stroke recover spontaneously within the first month: the other %10 do not respond treatment. %80 of patients need rehabilitation. The purpose of stroke rehabilitation is to provide individuals with the functional capacity and functional indepence they need in the shortest time. The aim of this study was to invastigate the relationship between respiratory functions and respiratory muscle strength with trunk control, functional capacity and functional independence in hemiplegic patients after stroke. In our study, 25 hemiplegic patients were included on a voluntary basis. Pulmonary function test (PFT) for respiratory functions, mouth pressure measurement (MIP: maximal ınspiratory pressure, MEP: maximal expiratory pressure) for respiratory muscle strenght. Trunk Impairment Scale (TIS) for trunk control, and Time Up and Go Test (TUG) for functional capacity and Barthel Index (BI) for functional independence assessment were used."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","hemiplegia","respiratory function","respiratory muscle strength","trunk control"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"1 Day","designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":25,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"DIAGNOSTIC_TEST","name":"clinical assessment","description":"mini mental test, pulmonary function test, respiratory muscle strength test, trunk impairment scale, timed up and go test, barthel index"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Trunk Impairment Scale","description":"Trunk control was assessed with Trunk Impairment Scale (TIS) that was developed to evaluate trunk control in patients with neurological problems consists of 17 parameters. The parameters are scored between 0 and 3 in the scale in which static and dynamic sitting balance and trunk coordination are evaluated. The best performance value was recorded after three repeated measurements in patients who could maintain their starting position","timeFrame":"at the enrollment"},{"measure":"Timed Up and Go Test","description":"Functional capacity of subjects were evaluated with Time Up and Go Test (TUG). TUG is widely used to evaluate functional capacity in stroke patients. Test procedure was given to the patients before the test. During the test, the subject was asked to stand up from the chair, walk 3 meters forward, turn 180 degrees where they were, walk back to the chair and sit on the chair again. Test time was measured with a stopwatch and recorded. Subjects performed the test three times with intervals and the best result was recorded","timeFrame":"at the enrollment"},{"measure":"Barthel Index","description":"Functional independence was evaluated with Barthel Index (BI) which is one of the most frequently used scales for determining and tracking functional independence. It basically evaluates mobility and self-care activities. The test consists of 10 sections: nutrition, transfer, self-care, toilet use, bathroom, movement, use of wheelchairs (if using), climbing up and down stairs, dressing, bowel and bladder control (26, 27). The total score is evaluated between 0-100; 0-20 points: fully dependent, 21-61 points: highly dependent, 62-90 points: moderately dependent, 91-99 points: slightly dependent, 100 points: fully independent","timeFrame":"at the enrollment"},{"measure":"FEV1 (liter)","description":"This is the amount of air with pulmonary function test that the patient can force out of their lungs in one second.","timeFrame":"at the enrollment"},{"measure":"FEV1 (%-percentage)","description":"This is the percentage of air with pulmonary function test that the patient can force out of their lungs in one second.","timeFrame":"at the enrollment"},{"measure":"FVC (liter)","description":"This is the greatest total amount of air patient can forcefully breathe out after breathing in as deeply as possible.","timeFrame":"at the enrollment"},{"measure":"FVC (%-percentage)","description":"This is the percentage of total amount of air patient can forcefully breathe out after breathing in as deeply as possible.","timeFrame":"at the enrollment"},{"measure":"FEV1/FVC (percentage)","description":"The FEV1/FVC ratio is a number that represents the percentage of patient lung capacity patient is able to exhale in one second.","timeFrame":"at the enrollment"},{"measure":"Inspiratory muscle test","description":"Maximal inspiratory pressure (MIP) is going to measured using a mouth pressure meter (MicroRPM; MicroMedical, UK) according to the guideline of ATS and European Respiratory Society (ERS).","timeFrame":"at the enrollment"},{"measure":"Expiratory muscle test","description":"Maximal expiratory pressure (MEP) is going to measured using a mouth pressure meter (MicroRPM; MicroMedical, UK) according to the guideline of ATS and European Respiratory Society (ERS).","timeFrame":"at the enrollment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* diagnosis of ischemic stroke\n* over age 40 years\n* Brunnstrom stage 3-6.\n\nExclusion Criteria:\n\n* having an additional clinical problem affecting lung functions,\n* Mini-mental test score below 24,\n* having another cardiovascular disease except stroke.","sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"It was performed in Aydın University Health Practice and Research Center Physical Therapy Unit.\n\nWhen the literature is examined, it is reported that there are moderate correlations (r=0.578) between trunk control and respiratory muscle strength evaluation results. Based on this, it was calculated that the sample size should be 23 cases in order to have a medium level correlation (r=0.550) target, 80% power and 95% confidence level for our study","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Seda Saka, PT, PhD","affiliation":"Haliç Üniversitesi: Halic Universitesi","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Seda Saka","city":"Istanbul","zip":"34350","country":"Turkey","geoPoint":{"lat":41.01384,"lon":28.94966}}]},"referencesModule":{"references":[{"pmid":"29848898","type":"BACKGROUND","citation":"Lee K, Cho JE, Hwang DY, Lee W. Decreased Respiratory Muscle Function Is Associated with Impaired Trunk Balance among Chronic Stroke Patients: A Cross-sectional Study. Tohoku J Exp Med. 2018 Jun;245(2):79-88. doi: 10.1620/tjem.245.79."},{"pmid":"31314840","type":"BACKGROUND","citation":"Santos RSD, Dall'alba SCF, Forgiarini SGI, Rossato D, Dias AS, Forgiarini Junior LA. Relationship between pulmonary function, functional independence, and trunk control in patients with stroke. Arq Neuropsiquiatr. 2019 Jul 15;77(6):387-392. doi: 10.1590/0004-282X20190048."},{"pmid":"33489649","type":"BACKGROUND","citation":"Kubo H, Nozoe M, Yamamoto M, Kamo A, Noguchi M, Kanai M, Mase K, Shimada S. Recovery process of respiratory muscle strength in patients following stroke: A Pilot Study. Phys Ther Res. 2020 Jul 22;23(2):123-131. doi: 10.1298/ptr.E10006. eCollection 2020."},{"pmid":"32722338","type":"BACKGROUND","citation":"Pozuelo-Carrascosa DP, Carmona-Torres JM, Laredo-Aguilera JA, Latorre-Roman PA, Parraga-Montilla JA, Cobo-Cuenca AI. Effectiveness of Respiratory Muscle Training for Pulmonary Function and Walking Ability in Patients with Stroke: A Systematic Review with Meta-Analysis. Int J Environ Res Public Health. 2020 Jul 24;17(15):5356. doi: 10.3390/ijerph17155356."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}