{"protocolSection":{"identificationModule":{"nctId":"NCT05677880","orgStudyIdInfo":{"id":"2021-1033"},"secondaryIdInfos":[{"id":"2021-6179","type":"OTHER","domain":"WCG"},{"id":"1RF1AG074608-01","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1RF1AG074608-01"},{"id":"Protocol Version 1.0","type":"OTHER","domain":"UW Madison"},{"id":"Neurology-Gen","type":"OTHER","domain":"UW Madison"}],"organization":{"fullName":"University of Wisconsin, Madison","class":"OTHER"},"briefTitle":"Cerebral Autosomal Dominant Arteriopathy With Subcortical Infarcts and Leukoencephalopathy (CADASIL) Study","officialTitle":"Unraveling the Early Phases of Cerebral Autosomal Dominant Arteriopathy With Subcortical Infarcts and Leukoencephalopathy (CADASIL)"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-06-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-12-12","studyFirstSubmitQcDate":"2022-12-28","studyFirstPostDateStruct":{"date":"2023-01-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-11","lastUpdatePostDateStruct":{"date":"2023-09-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Wisconsin, Madison","class":"OTHER"},"collaborators":[{"name":"National Institute on Aging (NIA)","class":"NIH"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is an observational study to better understand the risk factors and progression of CADASIL, a leading cause of vascular cognitive impairment and dementia (VCID). 500 participants will be enrolled and can expect to be on study for up to 5 years.","detailedDescription":"Cerebral Autosomal Dominant Arteriopathy with Subcortical Infarcts and Leukoencephalopathy (CADASIL) is the most common monogenic vascular dementia. Individuals with CADASIL are destined to develop vascular cognitive impairment and dementia (VCID), which can be studied in pre-symptomatic and prodromal disease stages to detect the earliest changes in biological fluids, neuroimaging, and the emerging phenotype of symptomatic VCID.\n\nThe objective of the proposed research is to exploit an autosomal dominant vascular dementia as a model to investigate specific features of VCID and to examine interactions with risk factors impacting the aging life course.\n\nThe study will enroll a total of 500 participants with a CADASIL family history who have had a genetic test for a NOTCH3 variant. Participants will complete: a clinical interview, a neurological exam, neurocognitive and behavior assessments, MRI, and a blood draw at each study visit. Participants will complete 3 in-person visits in total as part of this study: baseline, visit 2 (18 months after baseline), visit 3 (36 months after baseline). Additional contact will occur by phone, mail, email or the internet as needed and will be referred to as \"remote visits\"."},"conditionsModule":{"conditions":["CADASIL"],"keywords":["neurodegeneration","dementia","cognitive impairment","NOTCH3","vascular dementia"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"60 milliliter blood draw"},"enrollmentInfo":{"count":500,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Non-Carrier Cohort","description":"About 100 participants who are at-risk, healthy family members with No NOTCH3 Mutation and no symptoms or signs of cognitive decline.","interventionNames":["Other: Study Procedures"]},{"label":"Pre-Symptomatic NOTCH3 Cohort","description":"About 133 participants who are pre-symptomatic, at-risk, and healthy (with verified NOTCH3 mutation) family members with no symptoms.","interventionNames":["Other: Study Procedures"]},{"label":"Symptomatic NOTCH3 Cohort - No Functional Decline","description":"About 134 participants who are symptomatic (with verified NOTCH3 mutation) family members and no functional decline (e.g., mild cognitive impairment (MCI) with premorbid functional levels maintained).","interventionNames":["Other: Study Procedures"]},{"label":"Symptomatic NOTCH3 Cohort - Functional Decline","description":"About 133 participants who are symptomatic family members with a verified NOTCH3 CADASIL mutation and evidence of functional decline consistent with early dementia.","interventionNames":["Other: Study Procedures"]}],"interventions":[{"type":"OTHER","name":"Study Procedures","description":"Participants will experience\n\n* Neurocognitive Tests and Self-Report Measures\n* Clinical Interviews\n* Neurological Exam\n* MRI screening at baseline, 18 months, 36 months\n* Fasted Blood draw","armGroupLabels":["Non-Carrier Cohort","Pre-Symptomatic NOTCH3 Cohort","Symptomatic NOTCH3 Cohort - Functional Decline","Symptomatic NOTCH3 Cohort - No Functional Decline"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Performance Measured by Change in Cognitive Executive Function Composite Z-Score","description":"A composite Cognitive Executive Function Score will be reported based on data from two electronic assessments (Favorites and Match). Favorites tests both episodic and associative memory and consists of 2 learning trials followed by an immediate recall trial, 10 minute delayed recall, and delayed recognition trials. The Match assessment tests the processing speed and executive functions. The primary performance metric is the total correct score in 2 minutes. Scores are reported on a continuous scale with greater values indicating better performance. Demographically adjusted regression based z score for Favorites Total Recall and Match Total Correct are calculated to produce the composite score.","timeFrame":"baseline and 36 months"},{"measure":"Change in total brain volume between baseline and 36 months","description":"MRI structural integrity is measured using available analytic packages as well as newly validated outcome measures from the investigator's imaging core. MRI outcomes will reflect changes in the total brain volume from two time points. Less volumes will reflect greater brain loss and greater change over time will suggest a more rapid rate of progression.","timeFrame":"baseline and 36 months"},{"measure":"Change in total cerebral spinal volume between baseline and 36 months","description":"MRI structural integrity is measured using available analytic packages as well as newly validated outcome measures from the investigator's imaging core. MRI outcomes will reflect changes in the total cerebral spinal fluid volume from two time points. Less volumes will reflect greater brain loss and greater change over time will suggest a more rapid rate of progression.","timeFrame":"baseline and 36 months"},{"measure":"Percent change in brain connectivity from baseline to 36 months","description":"MRI functional integrity is measured using available analytic packages as well as newly validated outcome measures from the investigator's imaging core. MRI outcomes will reflect the strength of connectivity among different areas of the brain. Levels of connectivity will be associated with cognitive performances. Greater connectivity is associated with better cognition.","timeFrame":"baseline and 36 months"},{"measure":"Change in Neurofilament Light (Nfl)","description":"Blood will be analyzed using validated assays to measure the amount of NfL. Greater levels of NfL reflect worsened brain atrophy and change over time will demonstrate worsening over time.","timeFrame":"baseline and 36 months"},{"measure":"Change in World Health Organization Disability Assessment Schedule (WHODAS) Score","description":"Functional capacity is assessed using the WHODAS instrument. The measure consists of 12 items and allows responses on a 5-point scale for each item, the total possible range of scores is converted to 0-100 where 0 is no disability and 100 is full disability. The change in total WHODAS score from baseline to 36 months will show the rate of progression in loss of capacity.","timeFrame":"baseline and 36 months"},{"measure":"Change in CADASIL Severity Score","description":"CADASIL severity is determined using established disease-specific scales involving the frequency, severity, and duration of clinical signs and symptoms of CADASIL. The CADASIL scale is a 12-item scale of CADASIL symptoms and signs. Each item is given a weighted score according to a large sample of patients in Europe. A summary of all items is the total CADASIL score which can range from 0-25. Higher scores represent greater CADASIL severity. Change in total score from baseline to 36 months is used to measure the rate of symptomatic worsening or improvements over time.","timeFrame":"baseline and 36 months"}],"secondaryOutcomes":[{"measure":"Age of Disease Onset","description":"Date of disease onset is determined by family and medical history and self-, proxy- and clinician-reported symptoms and signs. Earlier disease onset will suggest worsened burden for the participant.","timeFrame":"baseline"},{"measure":"NOTCH3 variant characteristics","description":"There are various methods used to define the NOTCH3 variations: Specific mutations are documented in available databases and hypothesis testing will include those with and without a cysteine residue and the location of variant as determined by the 34 epidermal growth factor-like repeat domains (EGFrs). Participants will gene mutations in exons 1-6 are expected to demonstrate worsened cognition, MRI abnormality, biofluid NfL marker, functional capacity and symptomatic severity than participants having gene mutation in exons 7-34.","timeFrame":"baseline"},{"measure":"Frequency of NOTCH2 CADASIL Genetic Variations associated with VCID","description":"All mutations in the NOTCH3 CADASIL gene will be characterized and the frequency of each mutation will be tallied. Gene mutations that are present for the most participants will be determined.","timeFrame":"baseline"},{"measure":"Polygenic Risk Score (PRS)","description":"Polygenic risk scores (PRS) for cerebral small vessel disease and dementia will be derived for each participant. We will derive PRSs for phenotypes in the data, such as worsened white matter hyperintensities or disabling headache. The best-fit PRS for each phenotype will be used to address how the PRS may impact the association of NOTCH3 canonical mutations with clinical, neuroimaging, and fluid markers of CADASIL and whether PRSs will add information to a predictive risk model to inform management of CADASIL.","timeFrame":"baseline"},{"measure":"Statistical Analysis of Risk Factors that Modify Clinical Meaningful Outcomes","description":"Lifestyle risk factors for VCID (e.g., inactivity, obesity, heavy alcohol use, smoking, SES) and comorbid health conditions (e.g., hypertension, hyperlipidemia, hypercholesterolemia, atrial fibrillation, diabetes) may contribute to disease outcomes.","timeFrame":"baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for CADASIL Participants:\n\n1. Must be at least 18 years old\n2. Positive NOTCH3 genetic testing; OR a positive skin biopsy; OR a willingness to have a NOTCH3 genetic test completed prior to enrolling AND are at-risk for, or diagnosed clinically with, CADASIL\n3. Willing to commit to three in-person visits (a baseline visit, an 18-month follow-up, and a 36-month follow-up) and to remote visits as needed by phone, email, mail or internet\n4. Willing to provide documentation of all current medications to study team\n\n   a. All medications will be allowed throughout the course of study. Documentation of medications will be used for analyses to assess potential impact of medications on study outcomes.\n5. Willing and able to undergo an MRI scan and blood draw at each in-person visit\n6. Must have a designated \"study companion\"\n\n   a. A \"study companion\" is someone who knows the participant well (has greater than or equal to 3 hours/month of contact with the CADASIL participant) and can provide additional information to the study team (either remotely or in-person).\n7. A functional capacity less than 4 on the Modified Rankin Scale\n\nInclusion Criteria for Healthy Controls (HC):\n\n1. Must meet same criteria as CADASIL participants, EXCEPT have negative NOTCH3 genetic testing\n\nExclusion Criteria:\n\n1. History of severe learning disability, intellectual disability, or other neurological disease or event not attributable to CADASIL\n2. History of serious alcohol or drug abuse within the past year\n3. Unwilling to undergo NOTCH3 genetic testing if there is no test on file","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The study will enroll a total of 500 participants with a CADASIL family history who have had a genetic test for a NOTCH3 variant.\n\nAll ethnicities, sexes and ages throughout the adult lifespan will be recruited. CADASIL research participants will be recruited across the earlier part of the disease spectrum from pre-symptomatic (no symptoms or signs) through the prodromal phase (having symptoms and signs without significant functional decline) to varying levels of early dementia or mild to moderate functional impairment.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Cadasil Consortium","role":"CONTACT","phone":"1-833-795-3016","email":"info@cadasil-consortium.org"}],"overallOfficials":[{"name":"Jane S Paulsen, PhD","affiliation":"University of Wisconsin, Madison","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Michael D Geschwind, MD","affiliation":"University of California, San Francisco","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of California","status":"RECRUITING","city":"Los Angeles","state":"California","zip":"90095","country":"United States","geoPoint":{"lat":34.05223,"lon":-118.24368}},{"facility":"University of California","status":"RECRUITING","city":"San Francisco","state":"California","zip":"94143","country":"United States","geoPoint":{"lat":37.77493,"lon":-122.41942}},{"facility":"University of Colorado","status":"RECRUITING","city":"Denver","state":"Colorado","zip":"80204","country":"United States","geoPoint":{"lat":39.73915,"lon":-104.9847}},{"facility":"Georgia State University Research Foundation","status":"RECRUITING","city":"Atlanta","state":"Georgia","zip":"30303","country":"United States","geoPoint":{"lat":33.749,"lon":-84.38798}},{"facility":"Loyola University","status":"RECRUITING","city":"Chicago","state":"Illinois","zip":"60660","country":"United States","geoPoint":{"lat":41.85003,"lon":-87.65005}},{"facility":"Columbia University","status":"RECRUITING","city":"New York","state":"New York","zip":"10027","country":"United States","geoPoint":{"lat":40.71427,"lon":-74.00597}},{"facility":"Oregon Health & Science University","status":"RECRUITING","city":"Portland","state":"Oregon","zip":"97239","country":"United States","geoPoint":{"lat":45.52345,"lon":-122.67621}},{"facility":"Brown University","status":"RECRUITING","city":"Providence","state":"Rhode Island","zip":"02912","country":"United States","geoPoint":{"lat":41.82399,"lon":-71.41283}},{"facility":"University of Texas Health Science Center","status":"NOT_YET_RECRUITING","city":"Houston","state":"Texas","zip":"77030","country":"United States","geoPoint":{"lat":29.76328,"lon":-95.36327}},{"facility":"University of Texas","status":"NOT_YET_RECRUITING","city":"San Antonio","state":"Texas","zip":"78249","country":"United States","geoPoint":{"lat":29.42412,"lon":-98.49363}},{"facility":"University of Utah","status":"RECRUITING","city":"Salt Lake City","state":"Utah","zip":"84112","country":"United States","geoPoint":{"lat":40.76078,"lon":-111.89105}},{"facility":"University of Washington","status":"RECRUITING","city":"Seattle","state":"Washington","zip":"98195","country":"United States","geoPoint":{"lat":47.60621,"lon":-122.33207}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Registry for CADASIL","url":"https://clinicaltrials.gov/ct2/show/NCT05567744"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"All clinical research data collected as part of this study will be stored in a designated NIH database such as the National Institute on Aging Genetics of Alzheimer's Disease Data Storage Site (NIAGADS) NIA Genetic and for sharing with approved researchers worldwide. Summaries of studies and the contents of measured variables as well as original study document text are generally available to the public, while access to individual-level data including phenotypic data tables and genotypes require varying levels of authorization. Data to be de-identified such that the identities of data subjects cannot be readily ascertained or otherwise associated with the data by the repository staff or secondary data users.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR"],"timeFrame":"De-identified data will be shared with the research community one year following the end of the research study.","accessCriteria":"Data sharing will be granted to persons with appropriate scientific and professional expertise to advance knowledge of CADASIL."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000056784","term":"Leukoencephalopathies"},{"id":"D000046589","term":"CADASIL"},{"id":"D000015161","term":"Dementia, Multi-Infarct"}],"ancestors":[{"id":"D000007238","term":"Infarction"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000059345","term":"Cerebral Small Vessel Diseases"},{"id":"D000015140","term":"Dementia, Vascular"},{"id":"D000002539","term":"Cerebral Arterial Diseases"},{"id":"D000020765","term":"Intracranial Arterial Diseases"},{"id":"D000020521","term":"Stroke"},{"id":"D000003704","term":"Dementia"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000030342","term":"Genetic Diseases, Inborn"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M6594","name":"Dementia","relevance":"LOW"},{"id":"M29395","name":"Cognitive Dysfunction","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M17551","name":"Dementia, Vascular","relevance":"LOW"},{"id":"M12044","name":"Nerve Degeneration","relevance":"LOW"},{"id":"M25376","name":"CADASIL","asFound":"CADASIL","relevance":"HIGH"},{"id":"M17567","name":"Dementia, Multi-Infarct","asFound":"CADASIL","relevance":"HIGH"},{"id":"M28281","name":"Leukoencephalopathies","asFound":"Leukoencephalopathy","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M29127","name":"Cerebral Small Vessel Diseases","relevance":"LOW"},{"id":"M5478","name":"Cerebral Arterial Diseases","relevance":"LOW"},{"id":"M22211","name":"Intracranial Arterial Diseases","relevance":"LOW"},{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M23376","name":"Genetic Diseases, Inborn","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"T591","name":"Autosomal Dominant Multiple Pterygium Syndrome","asFound":"Autosomal Dominant","relevance":"HIGH"},{"id":"T904","name":"CADASIL","asFound":"CADASIL","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}