{"protocolSection":{"identificationModule":{"nctId":"NCT05483751","orgStudyIdInfo":{"id":"NL76189.068.21"},"organization":{"fullName":"Maastricht University Medical Center","class":"OTHER"},"briefTitle":"Micro- and Macrovascular Parameters in Delayed Cerebral Ischemia","officialTitle":"Predicting Delayed Cerebral Ischemia Using Micro- and Macrovascular Parameters in Subarachnoid Hemorrhage Patients","acronym":"PDMMS"},"statusModule":{"statusVerifiedDate":"2022-07","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-07-21","studyFirstSubmitQcDate":"2022-07-29","studyFirstPostDateStruct":{"date":"2022-08-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-08-02","lastUpdatePostDateStruct":{"date":"2022-08-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Maastricht University Medical Center","class":"OTHER"},"collaborators":[{"name":"Neuroplast","class":"INDUSTRY"},{"name":"NovaSignal Corp.","class":"INDUSTRY"},{"name":"Glycocheck","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Delayed cerebral ischemia (DCI) following aneurysmal subarachnoid hemorrhage (aSAH) results from a complex combination of macro- and microvascular processes. Besides cerebral vasospasms (CVS), DCI is caused by microthrombosis, neuroinflammation, microvascular dysfunction and cortical spreading depolarization.The glycocalyx plays an essential role in regulation of inflammation, oxidative stress and thrombosis, and could be involved in the pathophysiology of DCI. This study is a single-center prospective observational pilot (phase 1) and correlation (phase 2) study recruiting patients with an aneurysmal subarachnoid hemorrhage. The primary aim of the study is to evaluate the feasibility of performing measurements of the glycocalyx using side-stream darkfield (SDF) imaging sublingually and on the conjunctiva, and by sampling blood for analysis of markers of glycocalyx shedding. Moreover, the objective is to determine characteristic Doppler waveform morphologies in DCI patients by means of thorough analysis of transcranial Doppler (TCD) measurements. The secondary objective is to determine whether changes in glycocalyx integrity correlate with the development of DCI and whether these changes are associated with increased inflammation and with variation in TCD signals. Finally, changes in glycocalyx integrity, in TCD waveform morphology and in levels of inflammatory markers will be correlated with patient outcome at 6 weeks and 6 months after ictus.","detailedDescription":"BACKGROUND DCI following aSAH affects 30% of all aSAH-patients and is the leading cause of morbidity, mortality, prolonged hospitalization and neuropsychological disturbances in aSAH patients. DCI is defined as the occurrence of new focal deficits (like hemiparesis, apraxia, aphasia or neglect) and/or a decrease in Glasgow Coma Scale score of two or more points lasting for at least one hour and is suggested after exclusion of other causes like electrolyte disturbances, infection or hydrocephalus. The exact underlying mechanisms causing DCI are not fully understood and are thought to be multifactorial. It has become clear that vasospasms eg. narrowing of the cerebral arteries, are not the sole cause of DCI. Recent studies on DCI following aSAH also suggest a multifactorial etiology of DCI involving many microvascular abnormalities including microthrombosis, neuroinflammation and neurovascular uncoupling. The glycocalyx, a gel-like carbohydrate-rich layer lining the luminal side of the endothelium could be involved in the pathophysiology of DCI. It is involved in regulation of inflammation, in regulation of thrombogenesis and in vasomotor responses through nitric oxide release. This makes the glycocalyx a likely actor contributing to DCI.\n\nAIM The aim of this study is twofold. In the first phase, we aim to assess the feasibility of measuring glycocalyx parameters in aSAH patients during a period of two weeks after ictus, the period during which DCI is most likely to develop. Glycocalyx integrity can be studied and quantified using two techniques: by in vivo visualization of glycocalyx width using SDF imaging or measurements of glycocalyx breakdown products in plasma.\n\nThe first technique will consist of sublingual and conjunctival glycocalyx measurements using SDF imaging, which indirectly measures the glycocalyx thickness by evaluating the red blood cell column (RBCC) width variations. Other parameters like microvascular density, blood flow, and red blood cell velocity are recorded simultaneously. SDF imaging is a minimally invasive technique previously used and validated by our group for numerous studies on microvascular changes in epilepsy. This imaging technique is painless and can be performed directly on the patient by placing a camera on any easily accessible vascular bed of interest. For obvious reasons, we are unable to visualize the cerebral microcirculation during hospital admission. Instead, only sublingual and conjunctival measurements will allow us to visualize the microcirculation at two different sites, which are differently connected to the cerebral vasculature. The conjunctiva is mostly vascularized by the ophthalmic artery, a branch of the internal carotid artery, whereas the tongue is vascularized by branches of the external carotid artery. Thus, it is possible that the glycocalyx changes following ictus are more pronounced in the vascular territory of the ophthalmic artery than in the sublingual circulation. These different locations could yield different results with regards to the glycocalyx integrity, which we seek to objectify.\n\nThe second technique consists of measurements of glycocalyx degradation markers in plasma. Using two techniques will allow a multimodal approach to assess glycocalyx integrity. Other markers of extra-cellular matrix/glycocalyx breakdown, inflammatory cytokines and glucose will be measured to correlate glycocalyx findings with mechanisms that have been shown to contribute to DCI and glycocalyx breakdown. Inflammatory cytokines will be measured both in plasma and cerebrospinal fluid (CSF) (in patients with an external ventricular drain (EVD)).\n\nTCD is a widely used, non-invasive bedside method for the assessment of cerebral hemodynamics, offering information on possible changes due to DCI. This encompasses detecting CVS in the large basal arteries but also distal vascular changes like an increased resistance of the small vessels or altered characteristics of the vessel wall properties. Therefore, TCD is a useful tool to better understand vascular changes following an aSAH leading to DCI, even in patients without vasospasms of large intracranial arteries. Thus, this feasibility study finally seeks to determine the characteristics of the Doppler signal waveforms in aSAH patients and in DCI patients more specifically.\n\nIn a second phase, this study seeks to determine how the glycocalyx responds to an aSAH and whether changes in the glycocalyx predict DCI. To this end, observed glycocalyx width variation using SDF imaging and measured glycocalyx breakdown products in combination with inflammatory cytokines will be correlated with clinical manifestation of DCI. Moreover, blood flow velocity in large intracranial arteries and waveform morphology of the Doppler signals derived from TCD measurements will be correlated with changes in glycocalyx integrity and with the occurrence of DCI.\n\nThe entire study will:\n\n* Determine whether SDF imaging of the sublingual and conjunctival glycocalyx is feasible in aSAH patients during a two-week period following ictus.\n* Compare sublingual and conjunctival glycocalyx measurements if glycocalyx imaging appears to be feasible\n* Assess whether aSAH affects glycocalyx integrity during a two-week follow-up period and whether this variability is measurable either locally (SDF imaging on the conjunctiva and sublingually) and/or systemically (plasma markers)\n* Determine whether changes in levels of inflammatory cytokines precede or result from changes in glycocalyx integrity and whether these are related to the development of DCI\n* Assess whether the observed changes in glycocalyx integrity are associated with the development of DCI.\n* Assess whether observed changes of microvascular parameters, including glycocalyx integrity, are related to changes in blood flow velocity or Doppler waveform morphology as obtained with TCD\n* Assess whether changes in blood flow velocity or in the Doppler waveform morphology of cerebral arteries obtained with TCD can be related to DCI.\n\nDESIGN This study is a single-center prospective observational feasibility (PHASE 1) and correlation (PHASE 2) study, expected to last 24 months.\n\nSetting:\n\nAdult patients admitted to the Maastricht University Medical Center (MUMC+) with a computed tomography angiography (CTA) or digital subtraction angiography (DSA) confirmed aSAH will be assessed for eligibility for participation in this study. All aSAH patients in the Limburg region are referred to the MUMC+, as it is the only regional tertiary health care center providing specialized treatment for intracranial aneurysms.\n\nClinical phase:\n\nFollowing informed consent and assessment of eligibility within 72 hours following ictus, a patient can be included in this study. Immediately following inclusion, baseline TCD measurements of the large intracranial arteries will be performed. Moreover baseline measurement of the sublingual and conjunctival microvasculature including the glycocalyx will be performed using SDF imaging and blood samples will be taken to measure plasma markers of glycocalyx disruption and inflammatory cytokines. Moreover, in patient with an EVD, CSF will be sampled from the reservoir. All these measurements will take place at the patient's bedside. In the same week of inclusion, two additional TCD measurements, conjunctival and sublingual measurements, CSF samples and blood samples will take place. Likewise, in the second week, TCD measurement and SDF imaging will be performed, CSF and blood will be sampled three times per week. DCI usually presents around three to four days after ictus, with a peak at seven to ten days; therefore a fourteen day follow-up allows us to capture most of the DCI events. During a DCI period (new focal deficits, decrease in GCS score \\> 2 after exclusion of other causes), SDF imaging, TCD measurements, CSF samples and blood samples will be performed daily until DCI resolves. The measurements are performed as soon as possible and within 24 hours of the first symptoms, while symptoms are still present. Thereafter, all measurements will be performed three times per week.\n\nPatient experience with the measurements using SDF imaging sublingually and conjunctivally will be reported using a five-point Likert scale (if the patient is conscious) at the end of each week.\n\nOutpatient follow-up phase:\n\nIn order to assess the relationship between microvascular parameters and clinical outcome, we will include two assessment tools at the usual outpatient follow-up moments, i.e. at six weeks and six months post-ictus. Firstly, the functional outcome will be measured using the modified Rankin Scale (mRS) based on a structured interview. The mRS explores patient mobility, autonomy, activities and symptoms resulting from the aSAH. It is expressed using an ordinal seven-point scale, with 0 representing no residual symptoms, 5 severe disability and 6 death. The mRS is part of the national quality registry of aSAH patients, and is therefore part of standard patient care. Secondly, quality of life will be measured using the EuroQuol 5D-5L (EQ-5D-5L) questionnaire, which explores mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Completion of the interview and questionnaire will take around 10 - 15 minutes. In case a patient cannot complete this interview and questionnaire him/herself, a proxy will be asked for help."},"conditionsModule":{"conditions":["Delayed Cerebral Ischemia","Aneurysmal Subarachnoid Hemorrhage"],"keywords":["Delayed cerebral ischemia","Pathophysiology"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Blood samples and cerebrospinal fluid"},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Success rate of measurements","description":"Number of successful measurements/ number of required measurements (%)","timeFrame":"2 weeks"},{"measure":"Rate of complications related to measurements","description":"Number of complications per patient and in total (%)","timeFrame":"2 weeks"},{"measure":"Communication speed between moment of inclusion and measurement, and DCI presentation and measurement","description":"Communication speed (hours)","timeFrame":"2 weeks"},{"measure":"Rate of patient-specific or software-related obstacles","description":"Number of obstacles/ number of patients (%)","timeFrame":"2 weeks"},{"measure":"Global perceived experience of the patient with the measurement","description":"5-point likert scale: \"I could tolerate the measurement well\": completely disagree, disagree, neutral, agree, completely agree","timeFrame":"2 weeks"},{"measure":"Patterns of Doppler signal morphology in aSAH and DCI patients","description":"Doppler signal waveforms (normalized with respect to time (ms) and velocity (cm/s)","timeFrame":"2 weeks"}],"secondaryOutcomes":[{"measure":"Width red blood cell column","description":"Red blood cell column width (RBCC, in μm)","timeFrame":"2 weeks"},{"measure":"Total perfused diameter","description":"Total perfused diameter (Dperf, in μm)","timeFrame":"2 weeks"},{"measure":"Perfused boundary region","description":"Perfused boundary region (PBR, in μm)","timeFrame":"2 weeks"},{"measure":"Quantity of markers of glycocalyx breakdown","description":"Syndecan-1 and heparan sulfate (ng/ml)","timeFrame":"2 weeks"},{"measure":"Quantity of inflammatory cytokines and enzymes","description":"Inflammatory cytokines and enzymes (ng/ml)","timeFrame":"2 weeks"},{"measure":"Vessel density","description":"Number of microvessels per mm2","timeFrame":"2 weeks"},{"measure":"Vessel volume","description":"Vessel volume (mm3)","timeFrame":"2 weeks"},{"measure":"Capillary recruitment rate","description":"Capillary recruitment rate (%)","timeFrame":"2 weeks"},{"measure":"Vessel blood flow","description":"Vessel blood flow (cm/s)","timeFrame":"2 weeks"},{"measure":"Blood flow velocity","description":"Blood flow velocity (cm/s)","timeFrame":"2 weeks"},{"measure":"Doppler signal waveform characteristics","description":"Normalized with respect to time (s) and velocity (cm/s)","timeFrame":"2 weeks"},{"measure":"Functional outcome","description":"Structured interview for modified Rankin Scale","timeFrame":"6 months"},{"measure":"Level of health","description":"EQ-5D-5L questionnaire","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age ≥ 18 years\n* confirmed aneurysmal subarachnoid hemorrhage on CTA or DSA\n* inclusion within 72 hours after ictus\n\nExclusion Criteria:\n\n* imminent death within 24 hours\n* other causes of subarachnoid hemorrhage like AVM or trauma\n* language barrier\n* ophthalmic or oral trauma or infection\n* absent temporal bone window for TCD","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Adult patients above 18 years of age admitted to MUMC+ with a SAH due to a ruptured intracranial aneurysm are eligible for inclusion in this study.\n\nMany conditions are known to affect glycocalyx integrity like diabetes mellitus type 1 and 2, stroke, hyperlipidemia, history of vasculitides, epilepsy, blood coagulation disorders or systemic inflammation. However, patients with these conditions will not be excluded from our study because these comorbidities are often seen in aSAH patients. Besides this, presence of these conditions will allow us to determine whether possible pre-existent glycoclayx disruption is associated with higher chances of developing DCI.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Roel Haeren, MD, PhD","role":"CONTACT","phone":"+31433874041","email":"roel.haeren@mumc.nl"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000013345","term":"Subarachnoid Hemorrhage"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000006470","term":"Hemorrhage"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020300","term":"Intracranial Hemorrhages"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000020521","term":"Stroke"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M15825","name":"Subarachnoid Hemorrhage","asFound":"Subarachnoid Hemorrhage","relevance":"HIGH"},{"id":"M5484","name":"Brain Ischemia","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M21803","name":"Intracranial Hemorrhages","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"}]}},"hasResults":false}