{"protocolSection":{"identificationModule":{"nctId":"NCT00697645","orgStudyIdInfo":{"id":"tmstroke Hadassah"},"organization":{"fullName":"Hadassah Medical Organization","class":"OTHER"},"briefTitle":"Use of Deep Transcranial Magnetic Stimulation After Stroke","officialTitle":"Phase 2 Double Blind Randomized Clinical Trial of Deep Transcranial Magnetic Stimulation After Stroke","acronym":"tmstroke"},"statusModule":{"statusVerifiedDate":"2017-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2010-12"},"primaryCompletionDateStruct":{"date":"2013-12","type":"ACTUAL"},"completionDateStruct":{"date":"2014-06","type":"ACTUAL"},"studyFirstSubmitDate":"2008-06-12","studyFirstSubmitQcDate":"2008-06-13","studyFirstPostDateStruct":{"date":"2008-06-16","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-08-08","lastUpdatePostDateStruct":{"date":"2017-08-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ronen Leker","investigatorTitle":"Director -Stroke Center","investigatorAffiliation":"Hadassah Medical Organization"},"leadSponsor":{"name":"Hadassah Medical Organization","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"This study will determine the safety and efficacy of transcranial magnetic stimulation (TMS) in treating acute ischemic stroke (stroke resulting from a blood clot in the brain).\n\nTMS was found to be effective and safe in the set up of depression. TMS acts by generating magnetic fields in the brain which simulate neuro-chemical changes and stimulate neuronal activity translating into increased secretion of growth factors such as brain derived neurotrophic factor (BDNF). This is followed by positive effects of these growth and survival factors on neuronal sprouting, re-organization and also potentially on neurogenesis. Hence it is postulated that TMS will have a positive effect on the recovery rate and extent of recovery after stroke. Brainsway innovative project involves the development and use of deep Transcranial Magnetic Stimulation in humans to treat a host of behavioral disorders, including depression and addiction. Brainsway developed a novel coil design for stimulation of deep structures in the human brain and conducted several safety and efficacy studies and recently completed a large study (70 subjects) demonstrating effectiveness in depressive patients. Deep TMS produces directed electromagnetic fields that can induce excitation or inhibition of neurons deep inside the brain. The treatment is non-invasive, with no significant side effects, and no need of hospitalization or anesthesia. Consistent with animal studies using brain stimulation deep TMS of the prefrontal cortex was found to exert potent antidepressant effects on patients not previously responsive to antidepressant drugs in two different studies. Therefore, it is expected that TMS will also be safe in patients with stroke.\n\nPatients between 18 and 80 years of age who have had a mild or moderate acute stroke may be eligible for this study. Candidates will be screened with a medical history and physical examination, blood tests, rating of neurological deficits such as cognition deficits or problems walking that resulted from the stroke, and a computed tomography (CT) or a magnetic resonance (MRI) scan of the head. CT involves the use of specialized X-rays and MRI involves a magnetic field to obtain images of the brain.\n\nAll participants will receive standard medical and rehabilitation therapy for stroke. In addition, patients recruited for the study will receive x sessions of TMS with the Brainsway device delivered over the motor strip of the affected hemisphere. Each session will last for y minutes. Sessions will begin on day 3 after stroke onset and will be given on an alternate day basis for 14 days (7 treatments). Patients will be monitored daily until discharge from the hospital, or until day 17, whichever is earlier. Assessments will include physical examinations and safety evaluations including blood tests to and MRI or CT scans to evaluate both the response to treatment and side effects if needed. Patients will return for a follow-up examination 30 and 90 days after treatment conclusion to evaluate their recovery rate and functional status."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke,","Cerebrovascular disease,","Transcranial magnetic stimulation,","rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Patietns were recruited into placebo or active treatment groups","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"patients in the placebo group received sham TMS","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":15,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"1","type":"SHAM_COMPARATOR","description":"Patients with stroke will be treated with usual stroke care and sham TMS will be applied","interventionNames":["Device: Deep TMS (Transcranial magnetic stimulation)","Device: Brainsway Deep TMS"]},{"label":"2","type":"EXPERIMENTAL","description":"Deep TMS applied over the motor strip in patients with stroke in addition to usual stroke care.","interventionNames":["Device: Brainsway Deep TMS"]}],"interventions":[{"type":"DEVICE","name":"Deep TMS (Transcranial magnetic stimulation)","description":"All participants will receive standard medical and rehabilitation therapy for stroke without any restrictions. In addition, patients recruited for the study will receive 7 sessions of TMS with the Brainsway device delivered over the motor strip of the affected hemisphere. Each session will last for 15 minutes and the brain will be stimulated at 10Hz. Each TMS train will contain 20 pulses (2 seconds) and the inter train interval will be 20 seconds. Each session will contain 40 trains. Sessions will begin on day 3-5 after stroke onset and will be given every day, excluding weekends, for 10 days. All deep TMS will be performed in a dedicated room under the observation of an unblinded investigator. Patients will be monitored daily until discharge from the hospital, or until the end of the treatment, whichever is earlier. All assessments will be performed by investigators blinded to the therapy group.","armGroupLabels":["1"]},{"type":"DEVICE","name":"Brainsway Deep TMS","description":"Deep TMS applied over the motor strip","armGroupLabels":["1","2"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Proportion of patients achieving excellent functional outcome as determined by a modified Rankin score (mRS) < 2 and Barthel index (BI) > 95 obtained at 3 months after stroke onset","timeFrame":"2 yeras"}],"secondaryOutcomes":[{"measure":"Safety (mortality, symptomatic ICH, asymptomatic ICH, hematological, cardiac, liver etc)","timeFrame":"2 years"},{"measure":"Good neurological outcome as assessed by NIH stroke scale score at discharge < 5 or showing improvement of at least 8 points from the initial stroke score or improvement of at least 2 points on item 6 of the NIHSS (motor score leg)","timeFrame":"2 years"},{"measure":"Good neurological outcome as assessed by NIH stroke scale score at 3 months < 5 or showing improvement of at least 8 points from the initial stroke score or improvement of at least 2 points on item 6 of the NIHSS (motor score leg)","timeFrame":"2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPatients must meet all of the inclusion criteria.\n\n1. Diagnosis of acute ischemic stroke defined as a measurable neurological deficit of sudden onset, presumed secondary to focal cerebral ischemia.\n2. Disabling neurological deficit attributable to acute ischemic stroke.\n3. NIHSS less than or equal to 18 for left hemisphere strokes, NIHSS less than or equal to 16 for others.\n4. A score of at least 3 on item 6 of the NIHSS (motor score leg) pre-treatment.\n5. Age 18-85 years, inclusive.\n6. Able to sign informed consent.\n\nExclusion Criteria:\n\nPatients will be excluded from study participation for any of the following reasons:\n\n1. Current participation in another study with an investigational drug or device within, prior participation in the present study, or planned participation in another therapeutic trial, prior to the final (day 90) assessment in this trial.\n2. Symptoms suggestive of subarachnoid hemorrhage, even if CT or MRI scan is negative for hemorrhage.\n3. Women known to be pregnant, lactating or having a positive or indeterminate pregnancy test.\n4. Neurological deficit that has led to stupor or coma (NIHSS level of consciousness \\[item I a\\] score greater than or equal to 2).\n5. Minor stroke with non-disabling deficit or rapidly improving neurological symptoms.\n6. Baseline NIHSS greater than 18 for left hemisphere stroke or greater than 16 for others.\n7. Evidence of acute or chronic ICH by head CT or MRI.\n8. CT or MRI evidence of non-vascular cause for the neurological symptoms.\n9. Signs of mass effect causing shift of midline structures on CT or MRI.\n10. Any intracranial surgery, intraspinal surgery, or serious head trauma (any head injury that required hospitalization) within the past 3 months.\n11. Stroke within the past 3 months.\n12. Presence or history of intracranial neoplasm (except small meningiomas) or arteriovenous malformation.\n13. Intracranial aneurysm, unless surgically or endovascularly treated more than 3 months before.\n14. Seizure at the onset of stroke or a history of epilepsy.\n15. Life expectancy less than 3 months.\n16. Other serious illness, e.g., severe hepatic, cardiac, or renal failure; acute myocardial infarction; or complex disease that may confound treatment assessment.\n17. Treatment of the qualifying stroke with any thrombolytic, anti-thrombotic or GPIIbIIIa inhibitor outside of this protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ronen R Leker, MD","affiliation":"Hadassah MO","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hadassah Medical Center","city":"Jerusalem","country":"Israel","geoPoint":{"lat":31.76904,"lon":35.21633}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}