{"protocolSection":{"identificationModule":{"nctId":"NCT04877184","orgStudyIdInfo":{"id":"(785)109A-24"},"organization":{"fullName":"Cheng-Hsin General Hospital","class":"OTHER"},"briefTitle":"Feasibility Study of Transcranial Ultrasound Stimulation (TUS) on Stroke Patients","officialTitle":"Feasibility Study of Transcranial Ultrasound Stimulation (TUS) on Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-07-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-04-27","studyFirstSubmitQcDate":"2021-05-03","studyFirstPostDateStruct":{"date":"2021-05-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-05","lastUpdatePostDateStruct":{"date":"2023-03-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Cheng-Hsin General Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Currently, the main treatment method for Intracerebral Hemorrhage (ICH) is medication or surgery. However, the effectiveness of medicines is moderate and there are several side effects. In this clinical trial, we would like to enhance the protein levels of brain derived neurotrophic factor in the brain by the transcranial ultrasound stimulation (TUS). By this technology, the symptoms of ICH could be alleviated and the side effects of medicines might be avoided. Preclinical trials have also shown that low-intensity pulsed ultrasound can alleviate the degree of neuroinflammation, neurodegeneration and significantly improve motor and cognitive deficits after brain injury. The purpose of this clinical trial is to evaluate the safety and feasibility of TUS for the treatment of patients with hypertensive intracerebral hemorrhage. The primary safety assessment indexes are brain magnetic resonance imaging (MRI) and brain magnetic resonance angiography (MRA). The secondary safety assessment indexes include weight, vital signs, electrocardiogram, general blood biochemical tests, adverse reaction events, and concurrent drug tracking. The feasibility assessment includes blood specific biomarker expression and neurological function \\& quality of life scales."},"conditionsModule":{"conditions":["Intracerebral Hemorrhage","Hemiplegia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Transcranial ultrasound stimulation and rehabilitation","type":"EXPERIMENTAL","description":"The investigators expect to enroll 10 people in the experimental group.","interventionNames":["Device: Transcranial ultrasound stimulation and rehabilitation"]},{"label":"Rehabilitation","type":"ACTIVE_COMPARATOR","description":"The investigators expect to enroll 10 people in the control group.","interventionNames":["Device: Rehabilitation"]}],"interventions":[{"type":"DEVICE","name":"Transcranial ultrasound stimulation and rehabilitation","description":"The participants in experimental group would received transcranial ultrasound stimulation and rehabilitation therapy.\n\n* transcranial ultrasound stimulation: during 4 weeks\n* rehabilitation: physiotherapy and occupational therapy (may combine with speech therapy and psychological therapy if needed)","armGroupLabels":["Transcranial ultrasound stimulation and rehabilitation"]},{"type":"DEVICE","name":"Rehabilitation","description":"The participants in control group would received rehabilitation therapy.\n\n- rehabilitation: physiotherapy and occupational therapy (may combine with speech therapy and psychological therapy if needed)","armGroupLabels":["Rehabilitation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Brain observation by image","description":"The investigators would use Magnetic Resonance Image (MRI) to observe if there is brain atrophy, hemorrhage, or any other anatomical change in brain. Magnetic Resonance Angiography (MRA) would be used, too, to observe any change in intracerebral vessels or blood-brain barrier.","timeFrame":"12 weeks"}],"secondaryOutcomes":[{"measure":"Body weight","description":"As a safety parameter, the investigators would follow up body weight (in kilograms) of the subjects, to observe if there is a tendency to rise or descend.","timeFrame":"12 weeks"},{"measure":"respiratory rate","description":"As a safety parameter, the investigators would follow up respiratory rate (in times per minute) of the subjects, to observe if there is a tendency to rise or descend.","timeFrame":"12 weeks"},{"measure":"blood pressure","description":"As a safety parameter, the investigators would follow up blood pressure (in millimeter of mercury, mmHg) of the subjects, to observe if there is a tendency to rise or descend.","timeFrame":"12 weeks"},{"measure":"heart rate","description":"As a safety parameter, the investigators would follow up heart rate (in times per minute) of the subjects, to observe if there is a tendency to rise or descend.","timeFrame":"12 weeks"},{"measure":"electrocardiogram","description":"As a safety parameter, the investigators would follow up electrocardiogram of the subjects, to observe if some newly-onset pathological evidences occur. For example, ST segment elevation, ST segment dumping, Q wave, or left bundle branch block could be pathological findings.","timeFrame":"12 weeks"},{"measure":"Serum biomarkers: trophic factors","description":"The investigators would measure serum brain-derived neurotrophic factor (BDNF) and serum vascular endothelial growth factor (VEGF) as the indicators as trophic factors. The changes of these biomarkers during the study would be evaluated.","timeFrame":"12 weeks"},{"measure":"Serum biomarkers: factors relating inflammatory response","description":"The investigators would measure matrix metalloproteinase-9, S100 calcium-binding protein B, glial fibrillary acidic protein, and Interleukin, as the factors relating inflammatory response. The changes of these biomarkers during the study would be evaluated.","timeFrame":"12 weeks"},{"measure":"Serum biomarkers: neurodegeneration","description":"The investigators would measure phosphorylated Tau, and β-amyloid, as the indicators of neurodegeneration. The changes of these biomarkers during the study would be evaluated.","timeFrame":"12 weeks"},{"measure":"Device and procedure related adverse events recording","description":"Rate of adverse events following each treatment through end of study clinical evaluation","timeFrame":"12 weeks"},{"measure":"National Institutes of Health Stroke Scale (NIHSS)","description":"National Institutes of Health Stroke Scale (NIHSS) is an objective scale for neurologic impairment of stoke. This scale includes 13 categories, with highest score of 3 or 4 and lowest score is 0, quantifying level of consciousness, best gaze, visual filed, facial palsy, motor function, limb ataxia, sensory function, language function, dysarthria, extinction/inattention. The maximum score is 42, which signifies severe stroke, while the minimum score is 0, meaning a normal exam.","timeFrame":"12 weeks"},{"measure":"Stroke Rehabilitation Assessment of Movement (STREAM)","description":"Stroke Rehabilitation Assessment of Movement (STREAM) evaluate the recovery of voluntary movement and mobility post stroke in supine, sitting, and standing posture. It is composed of 30 items, measuring the upper limb voluntary movement, lower limb voluntary movements and basic mobility. A 3 point original scale (0\\~2) is used for upper and lower limb voluntary movement, and a 4 point original scale (0\\~3) is used for basic mobility. Higher scales means better motor performance.","timeFrame":"12 weeks"},{"measure":"Fugl-Meyer Assessment (FMA)","description":"The Fugl-Meyer Assessment (FMA) assesses motor functioning, balance, sensation and joint functioning in patients with post-stroke hemiplegia. The investigators chose the domain of motor score for this study. The motor score ranges from 0 (hemiplegia) to 100 points (normal motor performance). Divided into 66 points for upper extremity and 34 points for the lower extremity.","timeFrame":"12 weeks"},{"measure":"Wolf Motor Function test (WMFT)","description":"It is a 17-item measure used to quantify upper extremity functional limitations. It is comprised of 2 strength items and 15 timed task performance items, and the investigators choose the 15 timed task performance items for this study. The test yields 3 scores: a functional ability (FA) score, which quantifies quality of performance; a timed (time) score, quantifying speed of performance in seconds; and a grip strength (strength) score. The FA score uses a 6-point ordinal scale to rate movement quality on 15 items, where 0 indicates no attempt to use the more affected upper extremity and 5 indicates that movement of the affected upper extremity appears to be normal. The time score is the mean time to complete the same 15 items; scores were truncated at 120 seconds.","timeFrame":"12 weeks"},{"measure":"Berg Balance Scale (BBS)","description":"Berg balance scale determines a patient's ability to safely balance during a series of predetermined tasks. It is a 14 item list with each item consisting of a five-point ordinal scale ranging from 0 to 4, with 0 indicating the lowest level of function and 4 the highest level of function.","timeFrame":"12 weeks"},{"measure":"Timed up-and-go test","description":"Time up-and-go test assesses a person's mobility and requires both static and dynamic balance. During this test, a person should stand up from a chair and walk for 3 meters, turns around and walks back to the chair and sit down. The spent time was recorded.","timeFrame":"12 weeks"},{"measure":"Barthal index","description":"The Barthel Index measures a person's performance in activities of daily living (ADL). Ten variables describing ADL and mobility are scored, a higher number being a reflection of greater ability to function independently. The Barthel Index consists of 10 items of mobility and self care ADL.","timeFrame":"12 weeks"},{"measure":"World Health Organization Quality of Life (WHOQOL-BREF)-Taiwan version","description":"The World Health Organization Quality of Life (WHOQOL-BREF) is a 28-item instrument consisting of four domains: physical health (7 items), psychological health (6 items), social relationships (4 items), and environmental health (9 items); with another 2 items about general condition and overall quality of life. Each individual item of the WHOQOL-BREF is scored from 1 to 5 on a response scale, which is stipulated as a five-point ordinal scale. The scores are then transformed linearly to a 0-100-scale. The higher scores equals better quality of life.","timeFrame":"12 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age between 20 and 65 years old\n* hemiplegia or hemiparesis\n* has a history of hypertension\n* a victim of first episode of hypertensive intracerebral hemorrhage at basal ganglion\n* 3 to 12 months after the episode of hypertensive intracerebral hemorrhage\n* medically stable\n* the blood flow of middle cerebral artery (M1) could be detected by transcranial doppler\n\nExclusion Criteria:\n\n* severe heart failure (New York Heart Association class 4)\n* severe angina pectoris (canadian cardiovascular society class 4)\n* chronic kidney disease stage 5\n* hepatic encephalopathy stage 2 or more advanced\n* uncontrolled diabetes mellitus in recent 6 months (HbA1c \\> 8.5)\n* combined with intraventricular hemorrhage causing hydrocephalus and underwent ventriculoperitoneal shunt placement surgery\n* high-dose radiation exposure in recent 1 year\n* blood flow of middle cerebral artery (M1) could be not be detected by transcranial doppler at either side\n* major psychological disease in recent 6 months (for example, uncontrolled depression, schizophrenia, and bipolar disease)\n* has evidence of any autoimmune disease, neurodegenerative disease (such as parkinsonism, Alzheimer's disease), or epilepsy\n* has clinically significant systemic disease or severe infection (pneumonia, sepsis)\n* pregnant or lactating women\n* allergy to MRI contrast\n* uncontrolled hypertension (systolic blood pressure higher than 160 mmHg or diastolic blood pressure higher than 100 mmHg) transcranial doppler\n* aneurysm, brain tumor, or arteriovenous malformation identified by MRA\n* has coagulation disorders or other coagulation problems identified by blood test (abnormal complete blood count, prothrombin time, or partial thromboplastin time)","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Wen-Shin Song","role":"CONTACT","phone":"+886-2-28264400","phoneExt":"2081","email":"ch6364@chgh.org.tw"}],"locations":[{"facility":"Cheng-Hsin general hospital","status":"RECRUITING","city":"Taipei","country":"Taiwan","contacts":[{"name":"Wen-Shin Song","role":"CONTACT","phone":"+886-2-28264400","phoneExt":"2081","email":"ch6364@chgh.org.tw"}],"geoPoint":{"lat":25.04776,"lon":121.53185}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002543","term":"Cerebral Hemorrhage"},{"id":"D000006429","term":"Hemiplegia"},{"id":"D000006470","term":"Hemorrhage"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020300","term":"Intracranial Hemorrhages"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M5482","name":"Cerebral Hemorrhage","asFound":"Intracerebral Hemorrhage","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M21803","name":"Intracranial Hemorrhages","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}