{"protocolSection":{"identificationModule":{"nctId":"NCT03751306","orgStudyIdInfo":{"id":"94858718.3.0000.5503"},"organization":{"fullName":"Universidade do Vale do Paraíba","class":"OTHER"},"briefTitle":"Aerobic Exercise and Transcranial Low Laser Therapy in Patients With Central Nervous System Injury","officialTitle":"Sensory-Motor and Cardiorespiratory Rehabilitation Associated With Transcranial Laser Therapy in Patients With Central Nervous System Injury"},"statusModule":{"statusVerifiedDate":"2018-11","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-01-14","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2019-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2020-03-05","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-11-01","studyFirstSubmitQcDate":"2018-11-19","studyFirstPostDateStruct":{"date":"2018-11-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-11-22","lastUpdatePostDateStruct":{"date":"2018-11-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Universidade do Vale do Paraíba","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Objective of this protocol will be to evaluate the parameters related to the function of the musculoskeletal and cardiorespiratory system, through a rehabilitation and training program for people with acquired central nervous system and multiple sclerosis. The study will consist of volunteers with acquired CNS lesions and multiple sclerosis of both sexes, between 18 and 85 years old, and who wander with or without aid devices, randomly divided into 3 groups: Group 1 (cardiopulmonary treatment), Group 2 (cardiopulmonary treatment and transcranial photobiomodulation application) and Group 3 (cardiopulmonary treatment and placebo laser). All groups will receive aerobic training on a treadmill (Moviment®) with the aid of a suspension equipment (BrainMov® Physical Activity Station). The transcranial photobiomodulation (laser diode, λ = 810 nm, beam area 0.028 cm², power of 100 mW, power density of 3.5 mW / cm², energy of 3 Joules / point and energy density of 107.1 J / cm2) will be applied on the skin / scalp and the International System 10-20 at points F7, F8 and AFz will be used as reference for irradiation. Muscular activation, heart rate variability, lung volumes and capacities, fatigability, exercise tolerance, cognition and quality of life will be evaluated before, during, at the end and after two months of rehabilitation. The treatment proposed in this study, using transcranial photobiomodulation, is expected to improve muscle, sensory, cardiorespiratory, cognitive functions and to interfere positively in the quality of life of the volunteers.","detailedDescription":"Central nervous system (CNS) diseases can be acquired (such as stroke, spinal cord injury, and traumatic brain injury) or non-acquired (such as multiple sclerosis). Many diseases that affect the CNS can be fatal or cause sequelae, which affect the sensorimotor, cardiorespiratory and the quality of life of the individual. Subjects with neurological lesions present low resistance to exercise, a factor that can be attributed to decreased muscle recruitment, oxidative and metabolic capacity reduction, low aerobic resistance and increased energy expenditure. With that in mind, treatment proposals such as aerobic training and gait training with or without weight loss can maximize and restore the individual's functional abilities through active learning. Cardiorespiratory fitness in this patient profile has benefits in terms of fatigue retardation, gait improvement and regulation of the autonomic nervous system. Aerobic exercises change the heart rhythm, increase vascularity and provide oxygen. The association of these factors promote cerebral neuroprotective effect, stimulate the production of endogenous neutrotransmitters related to general well-being and favor neuroplasticity. Low-intensity laser therapy, especially transcranial photobiomodulation, has shown benefits in animals and humans such as cognitive and memory improvement, improvement in the behavioral picture, such as attenuation of depression and anxiety, and cortical oxygenation.\n\nThe study design is a randomized, double-blind, placebo-controlled trial that will compare the effect of cardiorespiratory rehabilitation, cardiorespiratory rehabilitation and low-intensity laser therapy, cardiorespiratory rehabilitation and placebo laser. It is worth mentioning that the use of a Placebo Therapy is restricted to Low Power Laser irradiation. This means that the three experimental groups will effectively be treated with cardiorespiratory rehabilitation, a therapy that improves physical fitness. The treatment with transcranial photobiomodulation irradiation aims to verify the effects and aggregates greater beneficial to the volunteers. In this case, the magnitude of the laser effect must be calculated by the difference (if any) of the group treated with \"cardiorespiratory rehabilitation + laser\" subtracted from the group treated with \"cardiorespiratory rehabilitation + laser Placebo\"."},"conditionsModule":{"conditions":["Post Stroke","Post-Traumatic Headache","Spinal Injuries","Cerebral Palsy, Spastic","Surgery","Sclerosis, Multiple","Spastic"],"keywords":["Neurological Diseases","Cardiorespiratory Rehabilitation","Aerobic exercise","Fotobiomodulação Transcraniana"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SEQUENTIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":90,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Control-Cardiorespiratory Rehabilitation","type":"ACTIVE_COMPARATOR","description":"These individuals will compose the control group for transcranial laser therapy, which will only receive cardiorespiratory rehabilitation.","interventionNames":["Procedure: Cardiorespiratory Rehabilitation"]},{"label":"Transcranial Photobiomodulation Placebo","type":"PLACEBO_COMPARATOR","description":"In this group, the application of laser irradiation will be simulated, and the laser will be turned off. And the simulation of irradiation, the individuals will initiate cardiorespiratory rehabilitation.","interventionNames":["Procedure: Transcranial Photobiomodulation (Placebo)","Procedure: Cardiorespiratory Rehabilitation"]},{"label":"Transcranial Photobiomodulation","type":"EXPERIMENTAL","description":"In this group, low-intensity irradiation will be applied and after irradiation, the volunteers will begin cardiorespiratory rehabilitation.","interventionNames":["Procedure: Transcranial Photobiomodulation","Procedure: Cardiorespiratory Rehabilitation"]}],"interventions":[{"type":"PROCEDURE","name":"Transcranial Photobiomodulation","description":"Photobiomodulation Rehabilitation:\n\nDiode laser, λ infrared = 810 nm, 0.028 cm2 beam area, 100 mW power, 3.5 W / cm2 power density, 3 Joules / dot and Energy Density of 107.1 J / cm2). Each point will be radiated for 30 seconds. The regions of irradiation will be in the middle cerebral arteries (points F7 and F8 will be used as reference point according to the International System 10-20 of the electroencephalogram) and anterior cerebral artery (AFz point according to the International System 10-20 of the electroencephalogram) .","armGroupLabels":["Transcranial Photobiomodulation"]},{"type":"PROCEDURE","name":"Transcranial Photobiomodulation (Placebo)","description":"Photobiomodulation Placebo Therapy:\n\nThe same apparatus of the transcranial group photobiomodulation and the same irradiation points will be used. However, during the procedure, with the laser off.","armGroupLabels":["Transcranial Photobiomodulation Placebo"]},{"type":"PROCEDURE","name":"Cardiorespiratory Rehabilitation","description":"Cardiorespiratory Rehabilitation:\n\nAerobic training on the treadmill will be reliated for 30 minutes using the support of the Rehabilitation and Physical Activity Station BrainMov® (equipment with 4 pillars condition that favors the suspension and stabilization of people with neuromuscular dysfunctions of mild to severe impairment. For monitoring, the training heart rate equation - Karvonen equation, effort perception scale - BORG, systemic arterial pressure, peripheral oxygen saturation, and patient signs and symptoms will be used. Subsequently, respiratory exercises and muscle strengthening of lower limbs, final relaxation and general guidelines will be performed for research volunteer and his / her relatives.","armGroupLabels":["Control-Cardiorespiratory Rehabilitation","Transcranial Photobiomodulation","Transcranial Photobiomodulation Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Muscular electrical activity (Surface electromyograph).","description":"The surface electrodes will be positioned in the rectus femoris and femoral biceps muscles. The evaluation of the muscles will be realized during the squat movement. 10 seconds of signal collection (in triplicate).","timeFrame":"Baseline (before starting rehabilitation) and after 9 weeks."},{"measure":"Change in analysis of bipodal balance during the squat movement.","description":"The balance evaluation will be performed during the squat movement on the power platform (Stabilometric analysis in Kgf). 10 seconds of signal collection (in triplicate).","timeFrame":"Baseline (before starting rehabilitation) and after 9 weeks."},{"measure":"Change in analysis of the heart rate variability to study the responses of the autonomic nervous system","description":"Heart rate variability will be assessed during aerobic training on the treadmill for 40 minutes (5 minutes of initial rest, 30 minutes of exercise and 5 minutes of final rest).","timeFrame":"Baseline (First day of rehabilitation) and after 9 weeks (Last day of rehabilitation)."},{"measure":"Change in Pulmonary function analysis (spirometry): forced vital capacity","description":"Using the spirometry technique, forced vital capacity (measured in liters) will be evaluated. The volunteer will be asked to perform the maximum inspiration and exhale with maximum effort.","timeFrame":"Baseline (before starting rehabilitation) and after 9 weeks."},{"measure":"Change in Pulmonary function analysis (spirometry): forced expiratory volume in the first second","description":"Using the spirometry technique, forced expiratory volume in the first second (measured in liters) will be evaluated. The volume of exhaled air in the first second in the forced vital capacity maneuver will be evaluated.","timeFrame":"Baseline (before starting rehabilitation) and after 9 weeks."},{"measure":"Change in Pulmonary function analysis (spirometry): Tiffeneau Index","description":"Using the spirometry technique, Tiffeneau Index will be evaluated. The Tiffeneau index is the result of the division of forced expiratory volume in the first second in relation to forced vital capacity.","timeFrame":"Baseline (before starting rehabilitation) and after 9 weeks."},{"measure":"Change in Pulmonary function analysis (spirometry): maximum voluntary ventilation","description":"Using the spirometry technique, maximum voluntary ventilation will be evaluated. Maximum voluntary ventilation is the largest volume of air that the individual can mobilize in one minute with maximum voluntary effort. The test gives an overview of the ventilatory function (measured in L / min).","timeFrame":"Baseline (before starting rehabilitation) and after 9 weeks."},{"measure":"Change in analysis of inspiratory muscle strength","description":"The inspiratory muscle strength will be evaluated by means of the manovacuometer.","timeFrame":"Baseline (before starting rehabilitation) and after 9 weeks."},{"measure":"Analysis of expiratory muscle strength","description":"The expiratory muscle strength will be evaluated by means of the manovacuometer","timeFrame":"Baseline (before starting rehabilitation) and after 9 weeks."},{"measure":"Change in analysis of Peak expiratory flow.","description":"To analyze the velocity of the air out of the lungs.","timeFrame":"Baseline (before starting rehabilitation) and after 9 weeks."},{"measure":"Change in analysis of the thoracic expandability (axillary level).","description":"In order to analyze the chest expansion at the axillary level, a metric tape placed at the torarico-axillary level will be used, which will measure the inspiratory and expiration mobility values, and will be subtracted (Insp-Exp).","timeFrame":"Baseline (before starting rehabilitation) and after 9 weeks."},{"measure":"Change in analysis of the thoracic expandability (xiphoid level).","description":"In order to analyze the chest expansion at the xiphoid level, a metric tape will be used, placed at the thoracic-xiphoid level, which will measure the inspiratory and expiration mobility values and then be subtracted (Insp-Exp).","timeFrame":"Baseline (before starting rehabilitation) and after 9 weeks."},{"measure":"Change in analysis of abdominal level expandability.","description":"In order to analyze abdominal expansibility, a tape measure will be used, placed at the level of the umbilical scar, which will measure the inspiratory and expiration mobility values and will be subtracted (Insp-Exp).","timeFrame":"Baseline (before starting rehabilitation) and after 9 weeks."},{"measure":"Change in analysis of change in Infrared Thermography.","description":"By means of an infrared thermographic camera, the blood circulation of the lower limbs will be evaluated by the temperature difference.","timeFrame":"Baseline (before starting rehabilitation) and after 9 weeks."},{"measure":"Change in aariation of blood lactate level.","description":"The blood lactate level will be measured by a lactometer, which will be collected from the volunteer's blood sample before starting the aerobic training on the treadmill and after training.","timeFrame":"Baseline (before starting rehabilitation) and after 9 weeks."},{"measure":"Change in 6-Minute Walk Test (Adapted)","description":"The 6-minute-walk test will be adapted for neurological patients, which will be evaluated for exercise tolerance using a treadmill (Moviment RT200®). Volunteers will be assisted by the BrainMov® Rehabilitation and Physical Activity Station to stabilize the trunk and thus remain upright to wander on the treadmill","timeFrame":"Baseline (before starting rehabilitation) and after 9 weeks."},{"measure":"Change in Mini-Mental State Examination (MINI MENTAL).","description":"To evaluate the cognitive functions, the MINI MENTAL test will be applied.","timeFrame":"Baseline (before starting rehabilitation) and after 9 weeks."},{"measure":"Change in Short Form 36 questionnaire (SF-36)","description":"To evaluate the domains of quality of life: Functional Capacity, physical aspect, pain, general health, vitality, social aspect, emotional spectrum and mental health","timeFrame":"Baseline (before starting rehabilitation) and after 9 week."}],"secondaryOutcomes":[{"measure":"Follow-up: Evaluation Muscular electrical activity (Surface electromyograph)","description":"Evaluation of muscular electrical activity after 9 weeks of the end of rehabilitation. The surface electrodes will be positioned in the rectus femoris and femoral biceps muscles. The evaluation of the muscles will be realized during the squat movement. 10 seconds of signal collection (in triplicate).","timeFrame":"The follow-up revaluation will be 2 months after the end of rehabilitation."},{"measure":"Follow-up: Analysis of bipodal balance during the squat movement","description":"The balance evaluation will be performed during the squat movement on the power platform. 10 seconds of signal collection (in triplicate).","timeFrame":"The follow-up revaluation will be 2 months after the end of rehabilitation."},{"measure":"Follow-up: Analysis of the heart rate variability to study the responses of the autonomic nervous system","description":"The heart rate variability will be evaluated during aerobic training on the treadmill using a frequency for 5 minutes of initial rest, 30 minutes of exercise and 5 minutes of final rest.","timeFrame":"The follow-up revaluation will be 2 months after the end of rehabilitation."},{"measure":"Follow-up: Pulmonary function analysis (spirometry): forced vital capacity","description":"Using the spirometry technique, forced vital capacity (measured in liters) will be evaluated. The patient will be asked to perform the maximum inspiration and exhale with maximum effort.","timeFrame":"The follow-up revaluation will be 2 months after the end of rehabilitation."},{"measure":"Follow-up: Pulmonary function analysis (spirometry): forced expiratory volume in the first second","description":"Using the spirometry technique, forced expiratory volume in the first second (measured in liters) will be evaluated. The volume of exhaled air in the first second in the forced vital capacity maneuver will be evaluated.","timeFrame":"The follow-up revaluation will be 2 months after the end of rehabilitation."},{"measure":"Follow-up: Pulmonary function analysis (spirometry):Tiffeneau Index","description":"Using the spirometry technique, Tiffeneau Index will be evaluated. The Tiffeneau index is the result of the division of forced expiratory volume in the first second in relation to forced vital capacity.","timeFrame":"The follow-up revaluation will be 2 months after the end of rehabilitation."},{"measure":"Follow-up: Pulmonary function analysis (spirometry): maximum voluntary ventilation","description":"Using the spirometry technique, maximum voluntary ventilation will be evaluated. Maximum voluntary ventilation is the largest volume of air that the individual can mobilize in one minute with maximum voluntary effort. The test gives an overview of the ventilatory function (measured in L / min).","timeFrame":"The follow-up revaluation will be 2 months after the end of rehabilitation."},{"measure":"Follow-up: Analysis of inspiratory muscle strength","description":"The inspiratory muscle strength will be evaluated by means of the manovacuometer.","timeFrame":"The follow-up revaluation will be 2 months after the end of rehabilitation."},{"measure":"Follow-up: Analysis of expiratory muscle strength","description":"The expiratory muscle strength will be evaluated by means of the manovacuometer.","timeFrame":"The follow-up revaluation will be 2 months after the end of rehabilitation."},{"measure":"Follow-up: Analysis of Peak expiratory flow.","description":"To analyze the velocity of the air out of the lungs.","timeFrame":"The follow-up revaluation will be 2 months after the end of rehabilitation."},{"measure":"Follow-up: Analysis of the thoracic expandability (axillary level).","description":"In order to analyze the chest expansion at the axillary level, a metric tape placed at the torarico-axillary level will be used, which will measure the inspiratory and expiration mobility values, and will be subtracted (Insp-Exp).","timeFrame":"The follow-up revaluation will be 2 months after the end of rehabilitation."},{"measure":"Follow-up: Analysis of the thoracic expandability (xiphoid level).","description":"In order to analyze the chest expansion at the xiphoid level, a metric tape will be used, placed at the thoracic-xiphoid level, which will measure the inspiratory and expiration mobility values and then be subtracted (Insp-Exp).","timeFrame":"The follow-up revaluation will be 2 months after the end of rehabilitation."},{"measure":"Follow-up: Analysis of abdominal level expandability.","description":"In order to analyze abdominal expansibility, a tape measure will be used, placed at the level of the umbilical scar, which will measure the inspiratory and expiration mobility values and will be subtracted (Insp-Exp).","timeFrame":"The follow-up revaluation will be 2 months after the end of rehabilitation."},{"measure":"Follow-up: Analysis of change in Infrared Thermography.","description":"By means of an infrared thermographic camera, the blood circulation of the lower limbs will be evaluated by the temperature difference.","timeFrame":"The follow-up revaluation will be 2 months after the end of rehabilitation."},{"measure":"Follow-up: Variation of blood lactate level.","description":"The blood lactate level will be measured by a lactometer, which will be collected from the volunteer's blood sample before starting the aerobic training on the treadmill and after training.","timeFrame":"The follow-up revaluation will be 2 months after the end of rehabilitation."},{"measure":"Follow-up: Analysis 6-Minute Walk Test (Adapted)","description":"The 6-minute-walk test will be adapted for neurological patients, which will be evaluated for exercise tolerance using a treadmill (Moviment RT200®). Volunteers will be assisted by the BrainMov® Rehabilitation and Physical Activity Station to stabilize the trunk and thus remain upright to wander on the treadmill.","timeFrame":"The follow-up revaluation will be 2 months after the end of rehabilitation."},{"measure":"Follow-up: Evaluation Mini-Mental State Examination (MINI MENTAL).","description":"To evaluate the cognitive functions, the MINI MENTAL test will be applied.","timeFrame":"The follow-up revaluation will be 2 months after the end of rehabilitation."},{"measure":"Follow-up: Evaluation Short Form 36 questionnaire (SF-36)","description":"To evaluate the domains of quality of life: Functional Capacity, physical aspect, pain, general health, vitality, social aspect, emotional spectrum and mental health","timeFrame":"The follow-up revaluation will be 2 months after the end of rehabilitation."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Persons with stroke, traumatic brain injury, spinal cord trauma, post-operative brain tumor, chronic non-progressive encephalopathy and multiple sclerosis;\n* Chronic neurological diseases, from 6 months of injury;\n* Caucasian individuals;\n* Age between 18 and 85 years;\n* Both sexes;\n* Individuals with the cognitive preserved;\n* Persons who are able to wander on the treadmill voluntarily or through assistance from the Rehabilitation and Physical Activity Station BrainMov®;\n* Persons who make continuous and regular use of medications prescribed by the physician for the control and / or treatment of chronic diseases;\n* People with the release of the cardiologist for rehabilitation.\n\nExclusion Criteria:\n\n* People who do not meet the inclusion criteria;\n* Active smokers;\n* Carriers of chronic respiratory diseases, such as COPD, asthma and bronchiectasis;\n* Patients with decompensated heart disease;\n* Obesity grade II - body mass index greater than 34.99 kg / m2;\n* Patients with spinal cord injury above T6, who present autonomic dysreflexia;\n* Patients with ASA A or B spinal cord injury;\n* Patients with multiple sclerosis who are in an outbreak period;\n* Patients taking betablockers;\n* Hemorrhagic stroke.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ana Paula Pinto","role":"CONTACT","phone":"55 12 981585974","email":"apaula@outlook.com.br"},{"name":"Carolina Lobo Guimarães","role":"CONTACT","phone":"55 12 981585974","email":"caroll.guimaraes@yahoo.com.br"}],"overallOfficials":[{"name":"Mário Oliveira Lima, Doctor","affiliation":"Universidade do Vale do Paraíba - Univap","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Universidade do Vale do Paraíba","city":"São José Dos Campos","state":"São Paulo","zip":"12244-000","country":"Brazil","contacts":[{"name":"Ana Paula Pinto","role":"CONTACT","phone":"55 12 981585974","email":"apaula@outlook.com.br"}],"geoPoint":{"lat":-23.17944,"lon":-45.88694}}]},"referencesModule":{"references":[{"pmid":"31232920","type":"DERIVED","citation":"Pinto AP, Guimaraes CL, Souza GADS, Leonardo PS, Neves MFD, Lima FPS, Lima MO, Lopes-Martins RAB. Sensory-motor and cardiorespiratory sensory rehabilitation associated with transcranial photobiomodulation in patients with central nervous system injury: Trial protocol for a single-center, randomized, double-blind, and controlled clinical trial. Medicine (Baltimore). 2019 Jun;98(25):e15851. doi: 10.1097/MD.0000000000015851."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000002547","term":"Cerebral Palsy"},{"id":"D000051298","term":"Post-Traumatic Headache"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000009103","term":"Multiple Sclerosis"},{"id":"D000006261","term":"Headache"},{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000013124","term":"Spinal Injuries"}],"ancestors":[{"id":"D000001925","term":"Brain Damage, Chronic"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000051271","term":"Headache Disorders, Secondary"},{"id":"D000020773","term":"Headache Disorders"},{"id":"D000019567","term":"Back Injuries"},{"id":"D000020278","term":"Demyelinating Autoimmune Diseases, CNS"},{"id":"D000020274","term":"Autoimmune Diseases of the Nervous System"},{"id":"D000003711","term":"Demyelinating Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M5486","name":"Cerebral Palsy","asFound":"Cerebral Palsy, Spastic","relevance":"HIGH"},{"id":"M15105","name":"Sclerosis","relevance":"LOW"},{"id":"M9041","name":"Headache","asFound":"Headache","relevance":"HIGH"},{"id":"M26359","name":"Post-Traumatic Headache","asFound":"Post-Traumatic Headache","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spastic","relevance":"HIGH"},{"id":"M21713","name":"Trauma, Nervous System","asFound":"Nervous System Injury","relevance":"HIGH"},{"id":"M15611","name":"Spinal Injuries","asFound":"Spinal Injuries","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M11750","name":"Multiple Sclerosis","asFound":"Sclerosis, Multiple","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","relevance":"LOW"},{"id":"M4892","name":"Brain Damage, Chronic","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M11997","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M22219","name":"Headache Disorders","relevance":"LOW"},{"id":"M26348","name":"Headache Disorders, Secondary","relevance":"LOW"},{"id":"M21193","name":"Back Injuries","relevance":"LOW"},{"id":"M4319","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M21788","name":"Demyelinating Autoimmune Diseases, CNS","relevance":"LOW"},{"id":"M21784","name":"Autoimmune Diseases of the Nervous System","relevance":"LOW"},{"id":"M6599","name":"Demyelinating Diseases","relevance":"LOW"},{"id":"M9890","name":"Immune System Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}