{"protocolSection":{"identificationModule":{"nctId":"NCT00629915","orgStudyIdInfo":{"id":"201103026"},"secondaryIdInfos":[{"id":"R01NS051631","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01NS051631"}],"organization":{"fullName":"Washington University School of Medicine","class":"OTHER"},"briefTitle":"The Role of Cerebral Hemodynamics in Moyamoya Disease","officialTitle":"The Role of Cerebral Hemodynamics in Moyamoya Disease"},"statusModule":{"statusVerifiedDate":"2018-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2006-10"},"primaryCompletionDateStruct":{"date":"2015-06","type":"ACTUAL"},"completionDateStruct":{"date":"2015-06","type":"ACTUAL"},"studyFirstSubmitDate":"2008-03-04","studyFirstSubmitQcDate":"2008-03-04","studyFirstPostDateStruct":{"date":"2008-03-06","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-05-04","lastUpdatePostDateStruct":{"date":"2018-05-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Washington University School of Medicine","class":"OTHER"},"collaborators":[{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The purpose of this study is to determine if people with moyamoya disease who have insufficient blood flow are at a higher risk for stroke.","detailedDescription":"Moyamoya disease is a rare medical disorder that affects the blood vessels (pipes that transport blood) in the brain. In Moyamoya disease, the large blood vessels in the middle of the brain close down over time. The cause of this disorder is unknown. In order to compensate for this narrowing, the body grows new small blood vessels around the blockage. These small branches grow larger (and may be more numerous) to give the disorder its name. \"Moyamoya\" is the Japanese term for \"puff of smoke\" and is used to describe the hazy appearance of these small blood vessels on an angiogram.\n\nTreatment for moyamoya is difficult because so little is known about the disease. Some people never have a stroke while others may have several. It is likely that the strokes are due to insufficient blood flow to the brain. There are surgical procedures that may improve blood flow to the brain, however, these procedures may cause complications and may not always improve the blood flow.\n\nThe main purpose of this study is to determine if people with moyamoya disease who have insufficient blood flow are at a higher risk for stroke. In this study researchers will learn more about the risks and potential benefits of surgical treatment. This information will help decide if there are people at higher risk for stroke who might benefit from surgery or if there are those at a lower risk who might not benefit.\n\nIn this study, participants will undergo baseline clinical and laboratory evaluation. Measurements of blood flow to the brain and oxygen use will be obtained using by positron emission tomography (PET). Participants will be followed for up to 5 years. PET studies will be conducted one and three years after enrollment to determine if blood flow improves over time. Participants treated with surgery (at the discretion of their treating physicians) will also be followed for perioperative complications, improvement in blood flow, and long term risk of stroke."},"conditionsModule":{"conditions":["Moyamoya","Stroke"],"keywords":["Moyamoya","stroke"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":56,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Primary endpoint: ipsilateral ischemic stroke.","timeFrame":"6 month intervals for up to 5 years after enrollment"}],"secondaryOutcomes":[{"measure":"Stroke specific quality of life (SSQOL), modified Rankin Scale, Barthel index","timeFrame":"6 month intervals for up to 5 years after enrollment"},{"measure":"any stroke or death","timeFrame":"6 month intervals for up to 5 years after enrollment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult \\> 18 years of age\n* Capable of informed consent\n* Clinical: Both asymptomatic and symptomatic patients will be included.\n* Anatomic: Unilateral or bilateral imaging findings consistent with moyamoya collaterals (Suzuki stages 3 and 4) on digital subtraction, computed tomographic, or magnetic resonance angiography (after Suzuki and Kodama, 1983)\n\nExclusion Criteria:\n\n* Any other disease that might be responsible for the vasculopathy, including atherosclerosis, neurofibromatosis, meningitis, sickle cell disease, skull base radiation therapy.\n* Pregnancy: All women of child-bearing potential will be tested for pregnancy on the day of the enrollment and throughout the course of the study.\n* Surgery: Prior open or endovascular revascularization procedures, unless there have been ischemic symptoms since surgery and angiographic evidence that the procedure was not successful","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Persons with moyamoya disease will be recruited without restriction in regards to gender, race, age, and socioeconomic status. At Washington University, persons will be identified and recruited from the Neurosurgery service, the Stroke service of the Department of Neurology, and the Interventional Neuroradiology service.\n\nWe have invited several established stroke investigators at large tertiary care facilities in the Midwest to form a cooperative study group. All these investigators have large-volume clinical practices and see several people with moya moya disease each year.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Colin Derdeyn, MD","affiliation":"Washington University School of Medicine","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Washington University School Of Medicine, 510 South Kingshighway Blvd","city":"Saint Louis","state":"Missouri","zip":"63110","country":"United States","geoPoint":{"lat":38.62727,"lon":-90.19789}}]},"referencesModule":{"references":[{"pmid":"16645133","type":"BACKGROUND","citation":"Hallemeier CL, Rich KM, Grubb RL Jr, Chicoine MR, Moran CJ, Cross DT 3rd, Zipfel GJ, Dacey RG Jr, Derdeyn CP. Clinical features and outcome in North American adults with moyamoya phenomenon. Stroke. 2006 Jun;37(6):1490-6. doi: 10.1161/01.STR.0000221787.70503.ca. Epub 2006 Apr 27."},{"pmid":"19335132","type":"BACKGROUND","citation":"Zipfel GJ, Sagar J, Miller JP, Videen TO, Grubb RL Jr, Dacey RG Jr, Derdeyn CP. Cerebral hemodynamics as a predictor of stroke in adult patients with moyamoya disease: a prospective observational study. Neurosurg Focus. 2009 Apr;26(4):E6. doi: 10.3171/2009.01.FOCUS08305."},{"pmid":"20562658","type":"BACKGROUND","citation":"Goyal MS, Hallemeier CL, Zipfel GJ, Rich KM, Grubb RL Jr, Chicoine MR, Moran CJ, Cross DT 3rd, Dacey RG Jr, Derdeyn CP. Clinical features and outcome in North American adults with idiopathic basal arterial occlusive disease without moyamoya collaterals. Neurosurgery. 2010 Aug;67(2):278-85. doi: 10.1227/01.NEU.0000371977.55753.DE."},{"pmid":"24402480","type":"BACKGROUND","citation":"Arias EJ, Derdeyn CP, Dacey RG Jr, Zipfel GJ. Advances and surgical considerations in the treatment of moyamoya disease. Neurosurgery. 2014 Feb;74 Suppl 1:S116-25. doi: 10.1227/NEU.0000000000000229."},{"pmid":"19021845","type":"RESULT","citation":"Ashley WW Jr, Zipfel GJ, Moran CJ, Zheng J, Derdeyn CP. Moyamoya phenomenon secondary to intracranial atherosclerotic disease: diagnosis by 3T magnetic resonance imaging. J Neuroimaging. 2009 Oct;19(4):381-4. doi: 10.1111/j.1552-6569.2008.00272.x."},{"pmid":"23394336","type":"RESULT","citation":"Jiang T, Perry A, Dacey RG Jr, Zipfel GJ, Derdeyn CP. Intracranial atherosclerotic disease associated with moyamoya collateral formation: histopathological findings. J Neurosurg. 2013 May;118(5):1030-4. doi: 10.3171/2013.1.JNS12565. Epub 2013 Feb 8."},{"pmid":"30361434","type":"DERIVED","citation":"Lee JJ, Shimony JS, Jafri H, Zazulia AR, Dacey RG Jr, Zipfel GR, Derdeyn CP. Hemodynamic Impairment Measured by Positron-Emission Tomography Is Regionally Associated with Decreased Cortical Thickness in Moyamoya Phenomenon. AJNR Am J Neuroradiol. 2018 Nov;39(11):2037-2044. doi: 10.3174/ajnr.A5812. Epub 2018 Oct 25."},{"pmid":"28283605","type":"DERIVED","citation":"Derdeyn CP, Zipfel GJ, Zazulia AR, Davis PH, Prabhakaran S, Ivan CS, Aiyagari V, Sagar JR, Hantler N, Shinawi L, Lee JJ, Jafri H, Grubb RL Jr, Miller JP, Dacey RG Jr. Baseline Hemodynamic Impairment and Future Stroke Risk in Adult Idiopathic Moyamoya Phenomenon: Results of a Prospective Natural History Study. Stroke. 2017 Apr;48(4):894-899. doi: 10.1161/STROKEAHA.116.014538. Epub 2017 Mar 10."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009072","term":"Moyamoya Disease"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000002340","term":"Carotid Artery Diseases"},{"id":"D000002539","term":"Cerebral Arterial Diseases"},{"id":"D000020765","term":"Intracranial Arterial Diseases"},{"id":"D000001157","term":"Arterial Occlusive Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11722","name":"Moyamoya Disease","asFound":"Moyamoya","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5284","name":"Carotid Artery Diseases","relevance":"LOW"},{"id":"M5478","name":"Cerebral Arterial Diseases","relevance":"LOW"},{"id":"M22211","name":"Intracranial Arterial Diseases","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"T3892","name":"Moyamoya Disease","asFound":"Moyamoya","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}