{"protocolSection":{"identificationModule":{"nctId":"NCT05145855","orgStudyIdInfo":{"id":"Gazi FTR Anosognosi-İhmal"},"organization":{"fullName":"Gazi University","class":"OTHER"},"briefTitle":"The Effects of Offline Anosognosia For Spatial Neglect on Neglect Rehabilitation","officialTitle":"Is Anosognosia for Hemispatial Neglect \"a Barrier\" or \"an Opportunity\" for Rehabilitation? A Retrospective Cohort Study."},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-11-29","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-12-15","type":"ACTUAL"},"completionDateStruct":{"date":"2021-12-15","type":"ACTUAL"},"studyFirstSubmitDate":"2021-11-11","studyFirstSubmitQcDate":"2021-11-23","studyFirstPostDateStruct":{"date":"2021-12-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-11-29","lastUpdatePostDateStruct":{"date":"2022-12-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Levent Karataş","investigatorTitle":"Medical Doctor, Principal Investigator","investigatorAffiliation":"Gazi University"},"leadSponsor":{"name":"Gazi University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Anosognosia for hemispatial neglect is an intriguing phenomenon characterized by decreased awareness of spatial deficits, common in patients with right hemisphere stroke. However, it has not been examined as extensively as anosognosia for hemiplegia. In this study, we aim to investigate the relationship between the decrease in anosognosia for neglect and the improvement of spatial deficits.","detailedDescription":"Babinski described the term \"anosognosia\" in 1914 as a phenomenon characterized by unawareness of the paralysis in patients with right hemisphere lesions. Now, this term is used for not only ignorance of hemiplegia but also unawareness of somatosensory, visual deficits, or cognitive disorders like aphasia and memory problems. Another phenomenon, hemispatial neglect (HN), is inattention and decreased responsiveness to the contralesional half of the space that cannot be attributed to the primary motor and sensory deficits. In this perspective, anosognosia for spatial neglect is an intriguing issue. Chen et al. have proposed two different domains of anosognosia for HN. Offline (general) anosognosia means the unawareness of spatial deficits based on daily living experiences. Online (task-specific) anosognosia refers to underestimating spatial errors that are likely to occur in an upcoming task or have just occurred during the task. In this study, we will investigate the relationship between HN and offline anosognosia for HN in right hemisphere injured patients. Besides, we aim to examine how the increased awareness of spatial problems in daily life could affect the success of HN rehabilitation.\n\nThis retrospective cohort study will be conducted based on the medical records of HN patients with right hemisphere injury hospitalized in our rehabilitation clinic between 2012 and 2019. Demographic data such as age, gender, weeks after disease onset, rehabilitation duration; and clinical data such as HN severity, extinction phenomena, anosognosia level, sensorimotor functions of the affected (left) extremities, functional ambulation, and independence in activities of daily living will be extracted from medical records. The severities of HN and anosognosia for HN will be determined based on the scores of the Catherine Bergego Scale (CBS) assessments. The cohort will be divided into groups as anosognosia-positive and anosognosia-negative regarding the anosognosia scores of patients. Baseline parameters will be compared between the two groups. A patient-specific neglect rehabilitation program comprising 30-45-minute sessions five times a week will be considered, having been routinely administered to all patients to be included in this cohort. Based on this assumption, clinical data recorded at discharge will be included in the final analysis regarding the effect of rehabilitation on HN."},"conditionsModule":{"conditions":["Hemispatial Neglect","Hemiplegia","Right Hemispheric Stroke","Anosognosia"],"keywords":["Anosognosia","Hemispatial neglect","Catherine Bergego Scale","Cognitive rehabilitation","Brain injury"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":85,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Anosognosia-positive group","description":"Patients will be included in the anosognosia-positive group if they achieved at least one positive anosognosia score before rehabilitation. The anosognosia score for HN will be calculated by subtracting the patient's self-evaluation score from the score assigned by the rehabilitation nurse using the parallel Catherine Bergego Scale.","interventionNames":["Other: Patient-tailored multimodal neglect rehabilitation"]},{"label":"Anosognosia-negative group","description":"Patients will be included in the anosognosia-negative group if they achieved zero or negative anosognosia score before rehabilitation.","interventionNames":["Other: Patient-tailored multimodal neglect rehabilitation"]}],"interventions":[{"type":"OTHER","name":"Patient-tailored multimodal neglect rehabilitation","description":"Patient-tailored neglect rehabilitation program which comprises 30-45 minutes of sessions, five times per week includes a combination of reading, copying, and representational drawing tasks with visual or verbal cueing, visual scanning, mirror therapy, and allocation of attention to the neglected side using multimodal stimulus in daily activities.","armGroupLabels":["Anosognosia-negative group","Anosognosia-positive group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Catherine Bergego Scale score before rehabilitation","description":"Catherine Bergego Scale score, which was assigned before rehabilitation by an experienced rehabilitation nurse, will be obtained.\n\nCBS is a 10-item questionnaire based on direct observation of the patient's activities of daily living such as grooming, dressing, eating, cleaning mouth after a meal, gaze orientation, left limb knowledge, auditory attention, collide when moving, spatial orientation and, finding belongings. For each item, a 4-point scale ranging from 0 (no ignore) to 3 (severe ignore) is used. The sum of scores of all items ranges from zero to 30. Higher scores represent more severe spatial neglect behavior.","timeFrame":"Baseline (before rehabilitation)"},{"measure":"Score of anosognosia for neglect before rehabilitation","description":"Anosognosia score, which was calculated based on the Catherine Bergego Scale before rehabilitation, will be obtained.\n\nCatherine Bergego Scale is a parallel test that can be applied to patients by themselves or by observers. The score of anosognosia for HN will be calculated by subtracting the patient's self-assessment score from the rehabilitation nurse's assessment score. Higher scores show more severe anosognosia for hemispatial neglect.","timeFrame":"Baseline (before rehabilitation)"},{"measure":"Catherine Bergego Scale score after rehabilitation","description":"Catherine Bergego Scale score, which was assigned after rehabilitation by an experienced rehabilitation nurse, will be obtained.\n\nCBS is a 10-item questionnaire based on direct observation of the patient's activities of daily living such as grooming, dressing, eating, cleaning mouth after a meal, gaze orientation, left limb knowledge, auditory attention, collide when moving, spatial orientation and, finding belongings. For each item, a 4-point scale ranging from 0 (no ignore) to 3 (severe ignore) is used. The sum of scores of all items ranges from zero to 30. Higher scores represent more severe spatial neglect behavior.","timeFrame":"Immediately after the rehabilitation"},{"measure":"Score of anosognosia for neglect after rehabilitation","description":"Anosognosia score, which was calculated based on the Catherine Bergego Scale after rehabilitation, will be obtained.\n\nCatherine Bergego Scale is a parallel test that can be applied to patients by themselves or by observers. The score of anosognosia for HN will be calculated by subtracting the patient's self-assessment score from the rehabilitation nurse's assessment score. Higher scores show more severe anosognosia for hemispatial neglect.","timeFrame":"Immediately after the rehabilitation"}],"secondaryOutcomes":[{"measure":"Prevalence of the extinction on the visual double simultaneous stimulation test","description":"Prevalence of the extinction on the visual double simultaneous stimulation (DSS) test will be obtained.\n\nFor visual DSS, the examiner stands in front of the patient's midline, raises both hands, and moves the index fingers (right, left, or both) while the patient was looking at the examiner's nose. The patient is asked to say or point which fingers (right, left, or both) were moving. After enough trials (at least 3 trials) presence of unilateral (non-neglected side) biased response to bilateral stimulation is considered a positive visual extinction phenomenon.","timeFrame":"Baseline (before rehabilitation)"},{"measure":"Prevalence of the extinction on the auditory double simultaneous stimulation test","description":"Prevalence of the extinction on the auditory double simultaneous stimulation (DSS) test will be obtained. For auditory DSS, the examiner stands behind the patient and snaps her right, left, or both fingers near the participant's ears. The patient is asked to say or point which side (right, left, or both) the sound came from. After enough trials (at least 3 trials) presence of unilateral (non-neglected side) biased response to bilateral stimulation is considered a positive auditory extinction phenomenon.","timeFrame":"Baseline (before rehabilitation)"},{"measure":"Prevalence of the extinction on the tactile double simultaneous stimulation test","description":"Prevalence of the extinction on the tactile double simultaneous stimulation (DSS) test will be obtained. For tactile DSS, the examiner sits behind the patient and touches the right shoulder, left shoulder, or both shoulders of the patient while the patient's eyes are closed. The patient is asked to say or point which side (right, left, or both) the assessor touched. After enough trials (at least 3 trials) presence of unilateral (non-neglected side) biased response to bilateral stimulation is considered a positive tactile extinction phenomenon.","timeFrame":"Baseline (before rehabilitation)"},{"measure":"Functional Ambulation Classification","description":"Before rehabilitation, the level of the patients in the Functional Ambulation Classification will be obtained. The Functional Ambulation Classification (FAC) is a 6-point functional walking test that evaluates ambulation ability, determining how much human support the patient requires when walking, regardless of whether they use a personal assistive device. Higher stages show better mobility status.","timeFrame":"Baseline (before rehabilitation)"},{"measure":"Functional Independence Measurement","description":"Before rehabilitation, the level of the patients in the Functional Independence Measurement will be obtained.\n\nThe Functional Independence Measure (FIM) is an assessment tool that aims to evaluate the functional status of patients in their daily activities throughout the rehabilitation process. FIM is comprised of 18 items, grouped into 2 subscales - motor and cognition. Each item is scored on a 7 point ordinal scale, ranging from a score of 1 to a score of 7. The total FIM score ranges from 7 to 126. The higher the score, the more independent the patient is in performing the task associated with that item.","timeFrame":"Baseline (before rehabilitation)"},{"measure":"Brunnstrom stage of the hand","description":"Brunnstrom stages are used to evaluate the sensorimotor functions and recovery status of stroke patients. It addresses the functions of the upper extremity, hand, and lower extremity separately based on 6 consecutive stages. Higher stages show better sensorimotor function after stroke.","timeFrame":"Baseline (before rehabilitation)"},{"measure":"Brunnstrom stage of the upper extremity","description":"Brunnstrom stages are used to evaluate the sensorimotor functions and recovery status of stroke patients. It addresses the functions of the upper extremity, hand, and lower extremity separately based on 6 consecutive stages. Higher stages show better sensorimotor function after stroke.","timeFrame":"Baseline (before rehabilitation)"},{"measure":"Brunnstrom stage of the lower extremity","description":"Brunnstrom stages are used to evaluate the sensorimotor functions and recovery status of stroke patients. It addresses the functions of the upper extremity, hand, and lower extremity separately based on 6 consecutive stages. Higher stages show better sensorimotor function after stroke.","timeFrame":"Baseline (before rehabilitation)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Being older than 18 years of age\n* Having subacute or chronic right hemisphere injury\n* Having left-sided hemispatial neglect based on Catherine Bergego Scale assessment.\n\nExclusion Criteria:\n\n* Acute cerebral injury (within the first two weeks of disease),\n* Bilateral cerebral lesions\n* Other neurological and psychiatric disorders that prevent evaluation of HN (e.g., severe cognitive or primer visual impairment)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients with subacute or chronic right hemisphere injury who have hemispatial neglect.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Gülçin Kaymak Karataş, MD","affiliation":"Gazi University Faculty of Medicine","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Levent Karataş, MD","affiliation":"Gazi University Faculty of Medicine","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ayça Utkan Karasu, MD","affiliation":"Gazi University Faculty of Medicine","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Gazi University Hospital, Department of Physical Medicine and Rehabilitation","city":"Ankara","zip":"06560","country":"Turkey","geoPoint":{"lat":39.91987,"lon":32.85427}}]},"referencesModule":{"references":[{"pmid":"32927461","type":"BACKGROUND","citation":"Langer KG, Bogousslavsky J. The Merging Tracks of Anosognosia and Neglect. Eur Neurol. 2020;83(4):438-446. doi: 10.1159/000510397. Epub 2020 Sep 14."},{"pmid":"25481474","type":"BACKGROUND","citation":"Ronchi R, Bolognini N, Gallucci M, Chiapella L, Algeri L, Spada MS, Vallar G. (Un)awareness of unilateral spatial neglect: a quantitative evaluation of performance in visuo-spatial tasks. Cortex. 2014 Dec;61:167-82. doi: 10.1016/j.cortex.2014.10.004."},{"pmid":"29648845","type":"BACKGROUND","citation":"Chen P, Toglia J. Online and offline awareness deficits: Anosognosia for spatial neglect. Rehabil Psychol. 2019 Feb;64(1):50-64. doi: 10.1037/rep0000207. Epub 2018 Apr 12."},{"pmid":"32684100","type":"BACKGROUND","citation":"Toglia J, Chen P. Spatial exploration strategy training for spatial neglect: A pilot study. Neuropsychol Rehabil. 2022 Jun;32(5):792-813. doi: 10.1080/09602011.2020.1790394. Epub 2020 Jul 20."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006429","term":"Hemiplegia"},{"id":"D000010468","term":"Perceptual Disorders"},{"id":"D000000377","term":"Agnosia"}],"ancestors":[{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000019954","term":"Neurobehavioral Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","relevance":"LOW"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M13069","name":"Perceptual Disorders","asFound":"Hemispatial Neglect","relevance":"HIGH"},{"id":"M3417","name":"Agnosia","asFound":"Anosognosia","relevance":"HIGH"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"T241","name":"Agnosia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}