{"protocolSection":{"identificationModule":{"nctId":"NCT04166513","orgStudyIdInfo":{"id":"33162"},"organization":{"fullName":"Medical College of Wisconsin","class":"OTHER"},"briefTitle":"Effects of Transcranial Direct Current Stimulation (tDCS) on Language","officialTitle":"Effects of tDCS in Language Recovery and Reorganization in Chronic Aphasia"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-12-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2029-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-11-08","studyFirstSubmitQcDate":"2019-11-14","studyFirstPostDateStruct":{"date":"2019-11-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-18","lastUpdatePostDateStruct":{"date":"2023-08-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Sara Pillay","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Medical College of Wisconsin"},"leadSponsor":{"name":"Medical College of Wisconsin","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"This study will investigate the effects of mild electrical stimulation in conjunction with speech therapy for people with post-stroke aphasia to enhance language recovery.","detailedDescription":"Aphasia is a disturbance of language, primarily caused by brain injury to the left cerebral hemisphere. Aphasia treatments include speech and language therapy and pharmacologic therapy, but several studies have found that these treatments are not completely effective for patients with aphasia, leaving them with residual deficits that significantly add to the cost of stroke-related care. Additionally, the amount and frequency of speech and language therapy delivered may have a critical effect on recovery. Therefore, there is a need for new treatments or adjuncts to existing treatments, such as brain stimulation interventions, that have the potential to show greater improvements in patients with aphasia. One such new approach for non-invasive brain stimulation is transcranial direct current stimulation (tDCS).\n\nThis study will examine the effects of tDCS during speech therapy to further examine which method or methods is best for patient recovery. Patients enrolled in the study will undergo language testing that covers a broad range of language functions. Functional Magnetic Resonance Imaging (fMRI) will be completed before and after speech therapy intervention arms to investigate the neural processes affected by tDCS and speech therapy.\n\nStudy design:\n\nPatients will be randomly assigned to one of 2 speech therapy groups in a double-blind, partial crossover design. Patients will receive one of two different speech therapy treatment interventions to focus on specific processing deficits. Participants will undergo neuropsychological evaluation and fMRI assessment before receiving targeted or active-control anodal-tDCS for 10 therapy sessions. Participants will then be re-tested using the behavioral assessment measure and fMRI before crossing over to either receive the tDCS intervention they did not already receive, within the same speech therapy arm. They will complete a behavioral assessment and fMRI at 3 months post Treatment 2 and a final behavioral assessment at 6 months post Treatment 2."},"conditionsModule":{"conditions":["Stroke","Aphasia"],"keywords":["tDCS","treatment","brain stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"Partial crossover design. Participants will maintain one of two speech therapy modalities throughout the study, but will crossover from targeted to active control stimulation (or vice versa).","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"Care provider, participant, and outcome assessor are masked for tDCS status.","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":4,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Targeted tDCS with Phonologic-Focused Speech Therapy","type":"EXPERIMENTAL","description":"Participants will receive phonologic-focused speech therapy with targeted anodal-tDCS for 10 therapy sessions before.","interventionNames":["Device: Targeted Transcranial Direct Current Stimulation","Behavioral: Phonologic-Focused Speech Therapy"]},{"label":"Active Control tDCS with Phonologic-Focused Speech Therapy","type":"ACTIVE_COMPARATOR","description":"Participants will receive phonologic-focused speech therapy with active control tDCS for 10 therapy sessions.","interventionNames":["Device: Active Control Transcranial Direct Current Stimulation","Behavioral: Phonologic-Focused Speech Therapy"]},{"label":"Targeted tDCS with Semantic-Focused Speech Therapy","type":"EXPERIMENTAL","description":"Participants will receive semantic-focused speech therapy with targeted anodal-tDCS for 10 therapy sessions.","interventionNames":["Device: Targeted Transcranial Direct Current Stimulation","Behavioral: Semantic-Focused Speech Therapy"]},{"label":"Active Control tDCS with Semantic-Focused Speech Therapy","type":"ACTIVE_COMPARATOR","description":"Participants will receive semantic-focused speech therapy with active control tDCS for 10 therapy sessions.","interventionNames":["Device: Active Control Transcranial Direct Current Stimulation","Behavioral: Semantic-Focused Speech Therapy"]}],"interventions":[{"type":"DEVICE","name":"Targeted Transcranial Direct Current Stimulation","description":"High-Definition-tDCS will be delivered via a battery-driven constant direct current stimulator (Soterix) using a 4x1 montage (1 central anodal electrode and 4 cathodal electrodes) arranged in a HD-cap. The current is turned on and increased in a ramplike fashion over approximately 30 seconds until reaching a strength of no more than 2mA, with a current density equal to 0.08mA/cm2. Stimulation will be maintained no longer than 20 minutes, and stimulation will be applied to the targeted region.","armGroupLabels":["Targeted tDCS with Phonologic-Focused Speech Therapy","Targeted tDCS with Semantic-Focused Speech Therapy"],"otherNames":["HD-tDCS","tDCS"]},{"type":"DEVICE","name":"Active Control Transcranial Direct Current Stimulation","description":"High-Definition-tDCS will be delivered via a battery-driven constant direct current stimulator (Soterix) using a 4x1 montage (1 central anodal electrode and 4 cathodal electrodes) arranged in a HD-cap. The current is turned on and increased in a ramplike fashion over approximately 30 seconds until reaching a strength of no more than 2mA, with a current density equal to 0.08mA/cm2. Stimulation will be maintained no longer than 20 minutes, and stimulation will be applied to the active control region.","armGroupLabels":["Active Control tDCS with Phonologic-Focused Speech Therapy","Active Control tDCS with Semantic-Focused Speech Therapy"],"otherNames":["Active Control tDCS","Active Control HD-tDCS"]},{"type":"BEHAVIORAL","name":"Phonologic-Focused Speech Therapy","description":"Participants are asked to generate or choose from a list phonologic information about a target picture.","armGroupLabels":["Active Control tDCS with Phonologic-Focused Speech Therapy","Targeted tDCS with Phonologic-Focused Speech Therapy"],"otherNames":["Phonologic Component Analysis"]},{"type":"BEHAVIORAL","name":"Semantic-Focused Speech Therapy","description":"Participants who have difficulty retrieving an object name are given hierarchical clues or asked questions about the objects function as a way of activating the semantic network for that object, leading to eventual retrieval of the target word.","armGroupLabels":["Active Control tDCS with Semantic-Focused Speech Therapy","Targeted tDCS with Semantic-Focused Speech Therapy"],"otherNames":["Semantic Feature Analysis"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"change from baseline language performance on Picture Naming and Reading Tasks","description":"Improvement on trained, untrained and untested items used during therapy. Items will consist of words and pictures that participants will name. Percent improvement on lists after each therapy cycle will be the primary behavioral outcome measure.","timeFrame":"Upon the completion of therapy cycle (a cycle consists of 10 intervention days) and 10 weeks post"}],"secondaryOutcomes":[{"measure":"fMRI","description":"Rs-fMRI functional connectivity changes between time points at the site of stimulation will be assessed. Rs-FMRI functional connectivity changes between time points with the semantic network and between semantic network and perilesional phonological areas. Cortical activation patterns and ROI lateralization will be measured using an adaptive language mapping task-fMRI procedure. Activation patterns will be assessed for each task contrast within a set of ROIs thought to reflect the semantic and phonological network in healthy controls. Laterality indexes will be created using the same ROIs and their right-sided homologues to assess whether lateralization changes as a result of therapy.","timeFrame":"3 time points: pre-assessment, 10 weeks post-therapy cycle A and 10 weeks post-therapy cycle B"}],"otherOutcomes":[{"measure":"Performance on functional outcome measures assessed through the language battery","description":"A full language battery assessing different language processes (phonology, semantics, orthography, comprehension, executive functioning, etc) will be repeated three times (Time 1, Time 2, Time 3), and change scores between times will be used to create behavioral variables for comparison of treatment effects. Change in functional rating between assessment times will be used to examine functional improvement as a result of intervention.","timeFrame":"3 time points: pre-assessment, 10 weeks post-therapy cycle A and 10 weeks post-therapy cycle B"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with a language deficit from focal neurologic damage (e.g. stroke, tumor).\n* Patients must be adults and have English-language fluency.\n* Patients must be eligible to undergo MRI.\n\nExclusion Criteria:\n\n* Advanced neurodegenerative disease (i.e. Stage 3 Alzheimer's disease) or neurologic disorder (e.g. idiopathic epilepsy, Parkinson's disease, ALS)\n* Severe psychopathology (e.g. schizophrenia, bipolar disorder, acute major depressive episode)\n* No suspected or diagnosed uncorrectable hearing or vision difficulties, or developmental disabilities (i.e. intellectual disability or learning disability).\n* Contraindications to MRI such as claustrophobia, implanted electronic devices, MRI-incompatible metal in the body, extreme obesity, pregnancy, inability to lie flat, and inability to see or hear stimulus materials","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sidney Schoenrock","role":"CONTACT","phone":"414-955-7579","email":"sschoenrock@mcw.edu"}],"overallOfficials":[{"name":"Sara Pillay, PhD","affiliation":"Medical College of Wisconsin","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Medical College of Wisconsin","status":"RECRUITING","city":"Milwaukee","state":"Wisconsin","zip":"53226","country":"United States","contacts":[{"name":"Samantha Drane, MS","role":"CONTACT","phone":"414-955-5891","email":"sdrane@mcw.edu"}],"geoPoint":{"lat":43.0389,"lon":-87.90647}}]},"referencesModule":{"references":[{"pmid":"17102697","type":"BACKGROUND","citation":"Jordan LC, Hillis AE. Disorders of speech and language: aphasia, apraxia and dysarthria. Curr Opin Neurol. 2006 Dec;19(6):580-5. doi: 10.1097/WCO.0b013e3280109260."},{"pmid":"11687079","type":"BACKGROUND","citation":"Greener J, Enderby P, Whurr R. Pharmacological treatment for aphasia following stroke. Cochrane Database Syst Rev. 2001;2001(4):CD000424. doi: 10.1002/14651858.CD000424."},{"pmid":"22592672","type":"BACKGROUND","citation":"Brady MC, Kelly H, Godwin J, Enderby P. Speech and language therapy for aphasia following stroke. Cochrane Database Syst Rev. 2012 May 16;(5):CD000425. doi: 10.1002/14651858.CD000425.pub3."},{"pmid":"6202993","type":"BACKGROUND","citation":"Lincoln NB, McGuirk E, Mulley GP, Lendrem W, Jones AC, Mitchell JR. Effectiveness of speech therapy for aphasic stroke patients. A randomised controlled trial. Lancet. 1984 Jun 2;1(8388):1197-200. doi: 10.1016/s0140-6736(84)91690-8."},{"pmid":"22343643","type":"BACKGROUND","citation":"Ellis C, Simpson AN, Bonilha H, Mauldin PD, Simpson KN. The one-year attributable cost of poststroke aphasia. Stroke. 2012 May;43(5):1429-31. doi: 10.1161/STROKEAHA.111.647339. Epub 2012 Feb 16."},{"pmid":"21160122","type":"BACKGROUND","citation":"Ellis C, Dismuke C, Edwards KK. Longitudinal trends in aphasia in the United States. NeuroRehabilitation. 2010;27(4):327-33. doi: 10.3233/NRE-2010-0616."},{"type":"BACKGROUND","citation":"Boysen AE, Wertz RT. Clinician Costs in Aphasia Treatment: How Much Is a Word Worth? Clin. Aphasiology 1996;24:207-213."},{"pmid":"15947279","type":"BACKGROUND","citation":"Meinzer M, Djundja D, Barthel G, Elbert T, Rockstroh B. Long-term stability of improved language functions in chronic aphasia after constraint-induced aphasia therapy. Stroke. 2005 Jul;36(7):1462-6. doi: 10.1161/01.STR.0000169941.29831.2a. Epub 2005 Jun 9."},{"pmid":"23060684","type":"BACKGROUND","citation":"Holland R, Crinion J. Can tDCS enhance treatment of aphasia after stroke? Aphasiology. 2012 Sep;26(9):1169-1191. doi: 10.1080/02687038.2011.616925. Epub 2011 Nov 3."},{"pmid":"14677402","type":"BACKGROUND","citation":"Paulus W. Transcranial direct current stimulation (tDCS). Suppl Clin Neurophysiol. 2003;56:249-54. doi: 10.1016/s1567-424x(09)70229-6."},{"pmid":"10990547","type":"BACKGROUND","citation":"Nitsche MA, Paulus W. Excitability changes induced in the human motor cortex by weak transcranial direct current stimulation. J Physiol. 2000 Sep 15;527 Pt 3(Pt 3):633-9. doi: 10.1111/j.1469-7793.2000.t01-1-00633.x."},{"pmid":"11723286","type":"BACKGROUND","citation":"Nitsche MA, Paulus W. Sustained excitability elevations induced by transcranial DC motor cortex stimulation in humans. Neurology. 2001 Nov 27;57(10):1899-901. doi: 10.1212/wnl.57.10.1899."},{"pmid":"12244081","type":"BACKGROUND","citation":"Liebetanz D, Nitsche MA, Tergau F, Paulus W. Pharmacological approach to the mechanisms of transcranial DC-stimulation-induced after-effects of human motor cortex excitability. Brain. 2002 Oct;125(Pt 10):2238-47. doi: 10.1093/brain/awf238."},{"pmid":"21459427","type":"BACKGROUND","citation":"Hamilton RH, Chrysikou EG, Coslett B. Mechanisms of aphasia recovery after stroke and the role of noninvasive brain stimulation. Brain Lang. 2011 Jul;118(1-2):40-50. doi: 10.1016/j.bandl.2011.02.005. Epub 2011 Apr 2."},{"pmid":"27859982","type":"BACKGROUND","citation":"Darkow R, Martin A, Wurtz A, Floel A, Meinzer M. Transcranial direct current stimulation effects on neural processing in post-stroke aphasia. Hum Brain Mapp. 2017 Mar;38(3):1518-1531. doi: 10.1002/hbm.23469. Epub 2016 Nov 11."},{"pmid":"23988131","type":"BACKGROUND","citation":"Meinzer M, Jahnigen S, Copland DA, Darkow R, Grittner U, Avirame K, Rodriguez AD, Lindenberg R, Floel A. Transcranial direct current stimulation over multiple days improves learning and maintenance of a novel vocabulary. Cortex. 2014 Jan;50:137-47. doi: 10.1016/j.cortex.2013.07.013. Epub 2013 Aug 6."},{"pmid":"19164589","type":"BACKGROUND","citation":"Reis J, Schambra HM, Cohen LG, Buch ER, Fritsch B, Zarahn E, Celnik PA, Krakauer JW. Noninvasive cortical stimulation enhances motor skill acquisition over multiple days through an effect on consolidation. Proc Natl Acad Sci U S A. 2009 Feb 3;106(5):1590-5. doi: 10.1073/pnas.0805413106. Epub 2009 Jan 21."},{"pmid":"21055945","type":"BACKGROUND","citation":"Cohen Kadosh R, Soskic S, Iuculano T, Kanai R, Walsh V. Modulating neuronal activity produces specific and long-lasting changes in numerical competence. Curr Biol. 2010 Nov 23;20(22):2016-20. doi: 10.1016/j.cub.2010.10.007. Epub 2010 Nov 4."},{"pmid":"25352798","type":"BACKGROUND","citation":"Vestito L, Rosellini S, Mantero M, Bandini F. Long-term effects of transcranial direct-current stimulation in chronic post-stroke aphasia: a pilot study. Front Hum Neurosci. 2014 Oct 14;8:785. doi: 10.3389/fnhum.2014.00785. eCollection 2014."},{"pmid":"16427357","type":"BACKGROUND","citation":"Gandiga PC, Hummel FC, Cohen LG. Transcranial DC stimulation (tDCS): a tool for double-blind sham-controlled clinical studies in brain stimulation. Clin Neurophysiol. 2006 Apr;117(4):845-50. doi: 10.1016/j.clinph.2005.12.003. Epub 2006 Jan 19."},{"pmid":"19394269","type":"BACKGROUND","citation":"Bikson M, Datta A, Elwassif M. Establishing safety limits for transcranial direct current stimulation. Clin Neurophysiol. 2009 Jun;120(6):1033-4. doi: 10.1016/j.clinph.2009.03.018. Epub 2009 Apr 24. No abstract available."},{"pmid":"15753425","type":"BACKGROUND","citation":"Iyer MB, Mattu U, Grafman J, Lomarev M, Sato S, Wassermann EM. Safety and cognitive effect of frontal DC brain polarization in healthy individuals. Neurology. 2005 Mar 8;64(5):872-5. doi: 10.1212/01.WNL.0000152986.07469.E9."},{"pmid":"21320389","type":"BACKGROUND","citation":"Brunoni AR, Amadera J, Berbel B, Volz MS, Rizzerio BG, Fregni F. A systematic review on reporting and assessment of adverse effects associated with transcranial direct current stimulation. Int J Neuropsychopharmacol. 2011 Sep;14(8):1133-45. doi: 10.1017/S1461145710001690. Epub 2011 Feb 15."},{"pmid":"23138766","type":"BACKGROUND","citation":"Monti A, Ferrucci R, Fumagalli M, Mameli F, Cogiamanian F, Ardolino G, Priori A. Transcranial direct current stimulation (tDCS) and language. J Neurol Neurosurg Psychiatry. 2013 Aug;84(8):832-42. doi: 10.1136/jnnp-2012-302825. Epub 2012 Nov 8."},{"pmid":"18096677","type":"BACKGROUND","citation":"Monti A, Cogiamanian F, Marceglia S, Ferrucci R, Mameli F, Mrakic-Sposta S, Vergari M, Zago S, Priori A. Improved naming after transcranial direct current stimulation in aphasia. J Neurol Neurosurg Psychiatry. 2008 Apr;79(4):451-3. doi: 10.1136/jnnp.2007.135277. Epub 2007 Dec 20."},{"pmid":"20395612","type":"BACKGROUND","citation":"Baker JM, Rorden C, Fridriksson J. Using transcranial direct-current stimulation to treat stroke patients with aphasia. Stroke. 2010 Jun;41(6):1229-36. doi: 10.1161/STROKEAHA.109.576785. Epub 2010 Apr 15."},{"pmid":"20946060","type":"BACKGROUND","citation":"Fiori V, Coccia M, Marinelli CV, Vecchi V, Bonifazi S, Ceravolo MG, Provinciali L, Tomaiuolo F, Marangolo P. Transcranial direct current stimulation improves word retrieval in healthy and nonfluent aphasic subjects. J Cogn Neurosci. 2011 Sep;23(9):2309-23. doi: 10.1162/jocn.2010.21579. Epub 2010 Oct 14."},{"pmid":"21620414","type":"BACKGROUND","citation":"Fridriksson J. Measuring and inducing brain plasticity in chronic aphasia. J Commun Disord. 2011 Sep-Oct;44(5):557-63. doi: 10.1016/j.jcomdis.2011.04.009. Epub 2011 Apr 30."},{"pmid":"21856336","type":"BACKGROUND","citation":"Marangolo P, Marinelli CV, Bonifazi S, Fiori V, Ceravolo MG, Provinciali L, Tomaiuolo F. Electrical stimulation over the left inferior frontal gyrus (IFG) determines long-term effects in the recovery of speech apraxia in three chronic aphasics. Behav Brain Res. 2011 Dec 1;225(2):498-504. doi: 10.1016/j.bbr.2011.08.008. Epub 2011 Aug 12."},{"pmid":"26912641","type":"BACKGROUND","citation":"Meinzer M, Darkow R, Lindenberg R, Floel A. Electrical stimulation of the motor cortex enhances treatment outcome in post-stroke aphasia. Brain. 2016 Apr;139(Pt 4):1152-63. doi: 10.1093/brain/aww002. Epub 2016 Feb 16."},{"pmid":"17473391","type":"BACKGROUND","citation":"Hesse S, Werner C, Schonhardt EM, Bardeleben A, Jenrich W, Kirker SG. Combined transcranial direct current stimulation and robot-assisted arm training in subacute stroke patients: a pilot study. Restor Neurol Neurosci. 2007;25(1):9-15."},{"pmid":"21586821","type":"BACKGROUND","citation":"Kang EK, Kim YK, Sohn HM, Cohen LG, Paik NJ. Improved picture naming in aphasia patients treated with cathodal tDCS to inhibit the right Broca's homologue area. Restor Neurol Neurosci. 2011;29(3):141-52. doi: 10.3233/RNN-2011-0587."},{"pmid":"22506160","type":"BACKGROUND","citation":"Jung IY, Lim JY, Kang EK, Sohn HM, Paik NJ. The Factors Associated with Good Responses to Speech Therapy Combined with Transcranial Direct Current Stimulation in Post-stroke Aphasic Patients. Ann Rehabil Med. 2011 Aug;35(4):460-9. doi: 10.5535/arm.2011.35.4.460. Epub 2011 Aug 31."},{"pmid":"21641021","type":"BACKGROUND","citation":"You DS, Kim DY, Chun MH, Jung SE, Park SJ. Cathodal transcranial direct current stimulation of the right Wernicke's area improves comprehension in subacute stroke patients. Brain Lang. 2011 Oct;119(1):1-5. doi: 10.1016/j.bandl.2011.05.002."},{"pmid":"21794852","type":"BACKGROUND","citation":"Turkeltaub PE, Coslett HB, Thomas AL, Faseyitan O, Benson J, Norise C, Hamilton RH. The right hemisphere is not unitary in its role in aphasia recovery. Cortex. 2012 Oct;48(9):1179-86. doi: 10.1016/j.cortex.2011.06.010. Epub 2011 Jun 30."},{"pmid":"21864891","type":"BACKGROUND","citation":"Naeser MA, Martin PI, Theoret H, Kobayashi M, Fregni F, Nicholas M, Tormos JM, Steven MS, Baker EH, Pascual-Leone A. TMS suppression of right pars triangularis, but not pars opercularis, improves naming in aphasia. Brain Lang. 2011 Dec;119(3):206-13. doi: 10.1016/j.bandl.2011.07.005. Epub 2011 Aug 23."},{"pmid":"16006338","type":"BACKGROUND","citation":"Naeser MA, Martin PI, Nicholas M, Baker EH, Seekins H, Helm-Estabrooks N, Cayer-Meade C, Kobayashi M, Theoret H, Fregni F, Tormos JM, Kurland J, Doron KW, Pascual-Leone A. Improved naming after TMS treatments in a chronic, global aphasia patient--case report. Neurocase. 2005 Jun;11(3):182-93. doi: 10.1080/13554790590944663."},{"type":"BACKGROUND","citation":"Boyle M, Coelho CA. Application of semantic feature analysis as a treatment for aphasic dysnomia. Am. J. Speech Lang. Pathol. 1995;4(4):94-98"},{"type":"BACKGROUND","citation":"Leonard C, Rochon E, Laird L. Treating naming impairments in aphasia: Findings from a phonological components analysis treatment. Aphasiology 2008;22(9):923-947."},{"pmid":"17452283","type":"BACKGROUND","citation":"Poreisz C, Boros K, Antal A, Paulus W. Safety aspects of transcranial direct current stimulation concerning healthy subjects and patients. Brain Res Bull. 2007 May 30;72(4-6):208-14. doi: 10.1016/j.brainresbull.2007.01.004. Epub 2007 Jan 24."},{"pmid":"14580622","type":"BACKGROUND","citation":"Nitsche MA, Liebetanz D, Lang N, Antal A, Tergau F, Paulus W. Safety criteria for transcranial direct current stimulation (tDCS) in humans. Clin Neurophysiol. 2003 Nov;114(11):2220-2; author reply 2222-3. doi: 10.1016/s1388-2457(03)00235-9. No abstract available."},{"pmid":"29710193","type":"BACKGROUND","citation":"Efstratiadou EA, Papathanasiou I, Holland R, Archonti A, Hilari K. A Systematic Review of Semantic Feature Analysis Therapy Studies for Aphasia. J Speech Lang Hear Res. 2018 May 17;61(5):1261-1278. doi: 10.1044/2018_JSLHR-L-16-0330."},{"pmid":"23098246","type":"BACKGROUND","citation":"van Hees S, Angwin A, McMahon K, Copland D. A comparison of semantic feature analysis and phonological components analysis for the treatment of naming impairments in aphasia. Neuropsychol Rehabil. 2013;23(1):102-32. doi: 10.1080/09602011.2012.726201. Epub 2012 Oct 26."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001037","term":"Aphasia"}],"ancestors":[{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}