{"protocolSection":{"identificationModule":{"nctId":"NCT06066593","orgStudyIdInfo":{"id":"2023BJYYEC-239-01"},"organization":{"fullName":"Beijing Hospital","class":"OTHER_GOV"},"briefTitle":"Prediction Model for Chronic Intracranial Arterial Occlusion With Radiomic Features","officialTitle":"Developing and Validating a Prediction Model for Bidirectional Stroke Risk in Chronic Intracranial Arterial Occlusion Based on Multimodal CT Radiomic Features of Key Brain Regions."},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-08-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-21","studyFirstSubmitQcDate":"2023-09-27","studyFirstPostDateStruct":{"date":"2023-10-04","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-27","lastUpdatePostDateStruct":{"date":"2023-10-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Beijing Hospital","class":"OTHER_GOV"},"collaborators":[{"name":"Beijing Tiantan Hospital","class":"OTHER"},{"name":"Chinese Academy of Sciences","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Chronic intracranial arterial occlusion is associated with a \"bidirectional stroke risk,\" with a significantly increased risk of both ischemic stroke and cerebral hemorrhage. Currently, Western CTAP products, in combination with clinical expertise, offer some predictive value for assessing the risk of ischemic events by evaluating compensatory pathways and overall perfusion in chronic intracranial arterial occlusion. However, there is limited support for assessing the risk of hemorrhagic events.\n\nOur proposed project aims to address a significant scientific challenge: the precise assessment of long-term stroke risk in asymptomatic patients with chronic intracranial arterial occlusion using a machine learning-based approach. The rapidly advancing field of machine learning provides a rich set of solutions for tackling this problem. In this project, we intend to develop a deep learning-based segmentation model for key brain regions using multimodal CT scans. Subsequently, we will automate the extraction of radiomic features and CT perfusion parameters, followed by the application of machine learning techniques to construct a stroke risk prediction model tailored for patients with chronic intracranial arterial occlusion.","detailedDescription":"1. Establishment of a Brain Segmentation Model for Key Brain Regions Based on Multimodal CT\n\n   The establishment of a brain segmentation model for key brain regions based on multimodal CT is one of the core components of this research. The project plans to use advanced algorithms such as U-Net and Transformer as the foundation to develop a model for automatically segmenting key brain regions in CT images. These key brain regions include the basal ganglia, frontal lobe, temporal lobe, parietal lobe, and others. The development of the automatic segmentation model consists of two main parts: training and validation. Retrospective cohort data from this research are used to constitute the training set. Specific brain regions are manually annotated to serve as training materials for the model. Parameter tuning and internal validation are conducted to achieve satisfactory training results. Prospective cohort data from this research form an independent validation set used for external validation of the model. The performance evaluation criteria for the model include the DICE coefficient and loss value.\n2. Exploration of Core Neuroimaging Features Related to Stroke in Patients with Chronic Intracranial Arterial Occlusion\n\n   Using masks generated by the automatic segmentation model, this study intends to extract radiomic information and CT perfusion parameters of specific brain regions through a self-designed automated workflow. These features will be used to construct a machine learning predictive model for stroke risk in patients with chronic intracranial arterial occlusion. To select the most effective features for stroke prediction, a feature selection and dimensionality reduction process is required. This study plans to use L1 regularization to reduce the dimensionality of the standardized data, aiming to optimize the ROC area under the curve (AUC). Thus, it is possible to explore and refine core neuroimaging features related to stroke in patients with intracranial arterial occlusion, analyze their correlation with stroke, and use them for subsequent model construction.\n3. Construction and Validation of a Stroke Prediction Model Based on Core Neuroimaging Features of Key Brain Regions\n\nThe construction and validation of the prediction model are divided into training and validation phases. The training data are collected from the training cohort and internally validated using cross-validation. The prospective cohort remains an independent validation set for external validation of the model. Model construction begins with testing basic machine learning models' performance. By analyzing the performance of these basic models, the architecture of an ensemble learning model is designed and constructed. Finally, the ensemble learning model is validated. The primary performance metric for the model is the area under the ROC curve (AUC), and additional evaluation metrics such as accuracy, recall, precision, and F1 score are used for supplementary assessment of performance."},"conditionsModule":{"conditions":["Stroke, Ischemic","Stroke Hemorrhagic"],"keywords":["Chronic intracranial arterial occlusion","Multimodal CT","Radiomics","Machine Learning","Deep Learning"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":1000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Ischemic Stroke","description":"MRI suggests a new cerebral infarction."},{"label":"Hemorrhagic Stroke","description":"CT suggests a new cerebral hemorrhage."},{"label":"Asymptomatic Group","description":"Without new infarction or hemorrhage"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Stroke","description":"The patient cohort requires the collection of both CT and MRI imaging data, including various modalities:\n\nCT Imaging: CT Plain Scan, CT Angiography, CT Perfusion MRI Imaging: T1-Weighted Imaging, T2-Weighted Imaging, DWI, FLAIR\n\nFollow-up evaluations should be conducted annually to record the occurrence of either hemorrhagic or ischemic stroke events. This involves monitoring and documenting whether any stroke events (hemorrhagic or ischemic) have occurred in the patient cohort during the follow-up period.","timeFrame":"1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosed with chronic intracranial arterial occlusion.\n* Asymptomatic or with a history of only transient ischemic attacks (TIAs).\n* The age of the patient falls within the range of 18 to 80 years old.\n* Willing to undergo both perfusion CT scans and magnetic resonance imaging (MRI).\n\nExclusion Criteria:\n\n* Acute intracranial arterial occlusive disease.\n* History of either ischemic or hemorrhagic stroke.\n* Allergies to contrast agents or conditions such as claustrophobia that prevent completion of imaging data acquisition.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Training Cohort Selection:\n\n600 patients with chronic intracranial arterial occlusion who had been confirmed to have experienced new-onset intracranial stroke through cranial MRI, with 200 experienced ischemic strokes, 200 experienced hemorrhagic strokes, and 200 asymptomatic patients.\n\nTest Cohort Selection:\n\n400 patients with chronic intracranial arterial occlusion who presented with either no symptoms or isolated TIAs.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Shaosen Zhang, Doctor","role":"CONTACT","phone":"18611284839","email":"longyoubafang@hotmail.com"}],"overallOfficials":[{"name":"Dong Zhang, Doctor","affiliation":"Beijing Hospital","role":"STUDY_CHAIR"}],"locations":[{"facility":"Beijing Tiantan Hospital","status":"RECRUITING","city":"Beijing","state":"Beijing","zip":"100070","country":"China","contacts":[{"name":"Yuanren Zhai, Doctor","role":"CONTACT","phone":"18610638233","email":"zhaiyr3998@aliyun.com"}],"geoPoint":{"lat":39.9075,"lon":116.39723}},{"facility":"Beijing Hospital","status":"RECRUITING","city":"Beijing","state":"Beijing","zip":"100730","country":"China","contacts":[{"name":"Shaosen Zhang, Doctor","role":"CONTACT","phone":"+8618611284839","email":"longyoubafang@hotmail.com"},{"name":"Dong Zhang, Doctor","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.9075,"lon":116.39723}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"The data that support the findings of this study are available from the corresponding author upon reasonable request."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000083302","term":"Hemorrhagic Stroke"},{"id":"D000001157","term":"Arterial Occlusive Diseases"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2405","name":"Hemorrhagic Stroke","asFound":"Stroke Hemorrhagic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M4155","name":"Arterial Occlusive Diseases","asFound":"Arterial Occlusion","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}