{"protocolSection":{"identificationModule":{"nctId":"NCT05845541","orgStudyIdInfo":{"id":"5628"},"organization":{"fullName":"Sunnybrook Health Sciences Centre","class":"OTHER"},"briefTitle":"Meditation and Biofeedback to Improve Anxiety, Depression and Quality of Life in Inpatients After Stroke","officialTitle":"Using a Technology-based Meditation Program Administered Through the iom2 Biofeedback Device to Reduce Depression and Anxiety and Improve QOL in the Inpatient Stroke Rehabilitation Setting"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-01-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-01-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-04-25","studyFirstSubmitQcDate":"2023-05-04","studyFirstPostDateStruct":{"date":"2023-05-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-24","lastUpdatePostDateStruct":{"date":"2023-10-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Sunnybrook Health Sciences Centre","class":"OTHER"},"collaborators":[{"name":"Sunnybrook Research Institute","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to investigate the impact of a technology-based meditation program in the inpatient stroke population. It will explore how this approach can support patient-centred, holistic, compassionate care by reducing symptoms of depression and anxiety and improving quality of life. Patients will be recruited from the inpatient stroke rehabilitation unit and will have sustained a stroke in the past 2 months. The main question\\[s\\] it aims to answer are:\n\n1. Is using a technology-based meditation program in the prevention and/or improvement of post stroke depression and anxiety effective for inpatient stroke survivors?\n2. Does using a technology-based meditation program support patient-centered, holistic and compassionate care and result in improved measures of quality of life?\n\nThose in the treatment arm will be asked to complete the following:\n\n* complete 2-3 scales on admission and discharge\n* participate in meditation therapy at least three times per week for a minimum of 10 minutes per session.\n\nParticipate in education and demonstration of the meditation app and use of the iom2 device\n\n* use the iom2 (technology supported meditation and biofeedback) device to monitor heart rate variability and resonance scores\n* participate in an informal discussion re: experience with software and biofeedback\n\nIn this randomized controlled trial, those allocated to the control group (standard care) will undergo their usual inpatient rehabilitation but will be asked to complete the outcome measures on admission and prior to hospital discharge.","detailedDescription":"Inpatients at St. John's Rehab Hospital (A3 Unit) who experienced a stroke within the past two months will be approached to participate in the study. A member of the circle of care will identify the potential participant to see if they are interested in learning more about the study. If they are interested, a member of the research team who is NOT part of their care (e.g., research assistant) will undertake the informed consent process. For those individuals identified as experiencing aphasia, a pictographic version of the consent form will be provided. Participants will be given at least 48 hours to review the information before being asked to consent. Once consent is obtained, all participants will be screened with the HADS (Hospital Anxiety and Depression Scale) (if they do not have significant levels of aphasia) or the SADQ-10 (Stroke Aphasic Depression Questionnaire AND the BOA (Behavioural Outcomes of Anxiety) (if they have significant levels of aphasia). These tools will be used to identify the risk of post stroke depression and/ or anxiety. If patients score as \"at risk\" on any of the screening tools, they will be randomly assigned to either the no treatment control or the treatment group. Participants who have no indications of being at risk for depression or anxiety will be thanked for their time, and no further study interventions will be undertaken with them.\n\nFor those participants who are 'at risk' for depression or anxiety, the following participant characteristics will be collected: age, sex, type of stroke, location of stroke, date of stroke, visual neglect, presence/type of aphasia, The Functional Independence Measure Scores (FIM) (FIMSM; Uniform Data Set for Medical Rehabilitation, 1996), and the Montreal Cognitive Assessment (MOCA) score (Nassredine et al., 2005). These measures are collected as part of routine standard care for all patients and will be obtained from the participants' charts. Self-identified gender will be obtained via an outcome survey measure administered to the participants at baseline and post-intervention.\n\nA simple randomization method will be used to allocate participants to either the treatment arm or control arm of the study. This randomization will be done prior to start of the study whereby an online randomizer will be used to determine group allocation. A person not involved in the data collection or analysis of the findings will be responsible for generating the randomization sequence (to start with treatment or to start with standard care), and will be blinded to which participants are allocated to which group. Since it is impossible to blind the study participants, we will request they not discuss their group allocation with the coordinator who is collecting the outcome measure data, but it is possible they may inadvertently reveal this to the coordinator. Consequently, this will serve to inform the feasibility of blinding study staff for a future trial. If the staff becomes unblinded, we will make a note and the coordinator will continue to collect data. However, the person analyzing the survey data will be blinded to group allocation (group 1 versus group 2) only.\n\nFor those allocated to the control group (standard care), they will undergo their inpatient rehabilitation but will be asked to complete the outcome measures again prior to hospital discharge.\n\nFor those allocated to the treatment arm (iom2 - technology supported meditation), participants will receive technology-based meditation therapy at least three times per week for a minimum of 10 minutes per session. They will participate in sessions throughout the length of their inpatient stay via the iom2 device and the interactive meditation software. At their first treatment visit, the participants will be provided education about the study and will be given a brief and simple explanation and demonstration of the meditation App (Journeys). As well, they will be given an overview of the study technology with the patient using simple language and a Guided demonstration of the \"Journeys\" app and the iom2 device. All participants' will be given the opportunity to ask questions and receive additional support where required. It is expected that participants will be able to engage in these sessions independently but study personnel will be available at the beginning and end of each session to ensure accurate use of the technology, data collection and respond to any questions. During and following each session, participants will be shown their average HRV (Heart Rate Variability) score, average HRV, and time spent on the session. Patients will be able to review sessions and keep track of their progress. Participants in the intervention arm will be asked to complete the outcome measures prior to their hospital discharge. As well, an informal discussion about the patient's experience using technology based meditation will be transcribed. All participants will be thanked for their time on the study."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Meditation","Biofeedback","Depression","Anxiety","Inpatient"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Pilot Study using an RCT design will be employed whereby participants are randomly assigned to either a treatment arm (iom2 - technology supported meditation) or control arm (standard care).","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"DOUBLE","maskingDescription":"A person not involved in the data collection or analysis of the findings will be responsible for generating the randomization sequence (to start with treatment or to start with standard care), and will be blinded to which participants are allocated to which group. Since it is impossible to mask the study participants, we will request they not discuss their group allocation with the coordinator who is collecting the outcome measure data, but it is possible they may inadvertently reveal this to the coordinator. Consequently, this will serve to inform the feasibility of masking the study staff for a future trial. If the staff becomes unmasked, we will make a note and the coordinator will continue to collect data. However, the person analyzing the survey data will be masked to group allocation (group 1 versus group 2) only.","whoMasked":["CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Technology Supported Meditation","type":"EXPERIMENTAL","description":"Patient's randomized to the treatment arm will receive technology-based meditation therapy at least three times per week for a minimum of 10 minutes per session. They will participate in sessions throughout the length of their inpatient stay via the iom2 device and the interactive meditation software. Signals from the iom2 are then sent to an App on a phone, tablet or personal computer that generates biofeedback information and allows patients to adjust their breathing based on the feedback. The interactive Meditation programs teach specific breathing, mindfulness and relaxation techniques to increase a person's heart rate variability (HRV). Doing so provides the participant with instantaneous awareness of their nervous system state, which helps them to learn to directly influence their HRV.","interventionNames":["Behavioral: Technology Supported Meditation and Biofeedback"]},{"label":"Standard Treatment","type":"ACTIVE_COMPARATOR","description":"Patients at St. John's Rehab undergoing rehabilitation are supported by an interprofessional team - including physiatrists, nurses, occupational therapists, speech language pathologists, physical therapists, social workers and psychiatrists. During their inpatient stay, patients receive a wide range of rehabilitation services aimed at addressing their physical, emotional and cognitive care needs. Length of stay for inpatient services ranges between 2 to 12 weeks.","interventionNames":["Other: Standard Treatment"]}],"interventions":[{"type":"BEHAVIORAL","name":"Technology Supported Meditation and Biofeedback","description":"Patient's in the treatment arm will participate in technology based meditation using the iom2 and Journeys app at least 3 times/ week. This will involve placing a probe on their ear attached to the iom2 and following the guidance provided by the Journeys App.\n\nDuring and following each session, participants will be shown their average heart rate variability (HRV) score, average HRV, and time spent on the session. Patients will be able to review sessions and keep track of their progress. Participants in the intervention arm will be asked to complete the outcome measures prior to their hospital discharge. As well, an informal discussion about the patient's experience using technology based meditation will be transcribed.","armGroupLabels":["Technology Supported Meditation"],"otherNames":["iom2 relaxation device by Unyte Health ; Journeys App- Wild Devine"]},{"type":"OTHER","name":"Standard Treatment","description":"Patients at St. John's Rehab undergoing rehabilitation are supported by an interprofessional team - including physiatrists, nurses, occupational therapists, speech language pathologists, physical therapists, social workers and psychiatrists. During their inpatient stay, patients receive a wide range of rehabilitation services aimed at addressing their physical, emotional and cognitive care needs. Length of stay for inpatient services ranges between 2 to 12 weeks.","armGroupLabels":["Standard Treatment"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Hospital Anxiety and Depression Scale (HADS)","description":"The HADS is a self-administered measure used to screen for the presence of depression and anxiety. The HADS was developed to provide clinicians with a reliable, valid and easy to use tool for identifying depression and anxiety. The HADS has 14 items in total. Clients are asked to reflect on their mood within the past week. Seven items assess depression, 5 of which are markers for anhedonia (an inability to experience pleasure), and 2 concern appearance and feelings of slowing down. Seven items assess anxiety, of which 2 assess autonomic anxiety (panic and butterflies in the stomach), and the remaining 5 assess tension and restlessness. Scores for items in each subscale of the HADS are summed to produce an anxiety score (HADS-A) or a depression score (HADS-D). A higher score indicates higher distress. A recent publication in individuals with stroke determined using a cut-off score of 11 for the total HADS, and 8 for the HADS-D .","timeFrame":"1) Pre-intervention: up to 2 weeks before the intervention start date. 2) Post-intervention: up to 2 weeks after the intervention end date."},{"measure":"The Stroke Aphasic Depression Questionnaire-10 (SADQ-10)","description":"The SADQ was developed to detect depressed mood in aphasic patients. It is a 21-item questionnaire developed based on observable behaviours thought to be associated with depressed mood and is completed by the client's caregiver on behalf of the client. A shortened version of the SADQ has been developed (SADQ-10), which is comprised of 10 questions that best differentiate those with high scores on depression questionnaires from those with low scores. The SADQ-10 is scored by assigning corresponding numeric values to observer selections (\"Never\" = 0, \"Always\" = 3), with a higher score indicating more depressive symptoms. In a subsequent study among patients without aphasia, a threshold of 14/30 was found to indicate clinically significant symptoms of depression (70% sensitivity and 77% specificity).","timeFrame":"1) Pre-intervention: up to 2 weeks before the intervention start date. 2) Post-intervention: up to 2 weeks after the intervention end date."},{"measure":"Stroke Specific Quality of Life Scale (SS-QOL)","description":"The SS-QOL consists of 49 items covering 12 domains: Mobility, Energy, Upper Extremity Function, Work and Productivity, Mood, Self-Care, Social Roles, Family Roles, Vision, Language, Thinking and Personality. Each domain is measured by three to six items using a 5-point (1-5) Likert scale (higher scores indicate better function). An average non-weighted raw score for each domain can be generated. The overall SS-QOL summary score is most often used as the primary outcome, although the separate domain scores are helpful for identifying specific areas that are affected by stroke or that improve the most or least over time.","timeFrame":"1) Pre-intervention: up to 2 weeks before the intervention start date. 2) Post-intervention: up to 2 weeks after the intervention end date."},{"measure":"The Behavioural Outcomes of Anxiety scale (BOA)","description":"The BOA is an observational tool. It is designed to measure signs of anxiety that are readily observable by carers. It offers 10 descriptors of anxiety based on diagnostic criteria. It requires individuals select the box which comes closest to how s/he has been feeling in the past week. The scale ranges from \"often\" (3) to \"Never\" (0).","timeFrame":"1) Pre-intervention: up to 2 weeks before the intervention start date. 2) Post-intervention: up to 2 weeks after the intervention end date."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult (18 years and older)\n* Inpatient rehabilitation patients at St. John's Rehab\n* Experienced a stroke within the past two months prior to study enrollment\n* Identified as being at risk for depression and/or anxiety based on their scores on study screening tools\n* Able to comply with study requirements\n\nExclusion Criteria:\n\n* Younger than 18 years old\n* Significant comorbidity including psychiatric or neurological disorder (not including premorbid depression or anxiety)\n* Inability to complete any of the screening tools\n* Starting a new antidepressant or a change in antidepressant medication within the past 6 months\n* Inability to provide informed consent","healthyVolunteers":false,"sex":"ALL","genderBased":true,"genderDescription":"Gender data will be obtained, but participant eligibility is not based on self-representation of gender identity.","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Amanda Ratner, M.H.Sc.","role":"CONTACT","phone":"416-226-6780","phoneExt":"57003","email":"amanda.ratner@sunnybrook.ca"},{"name":"Eva Cohen, B.Sc.","role":"CONTACT","phone":"416-226-6780","phoneExt":"57897","email":"eva.cohen@sri.utoronto.ca"}],"overallOfficials":[{"name":"Amanda Ratner, M.Sc.","affiliation":"Sunnybrook Health Sciences Centre","role":"PRINCIPAL_INVESTIGATOR"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000003863","term":"Depression"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001526","term":"Behavioral Symptoms"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6748","name":"Depression","asFound":"Depression","relevance":"HIGH"},{"id":"M6751","name":"Depressive Disorder","relevance":"LOW"},{"id":"M4014","name":"Anxiety Disorders","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4508","name":"Behavioral Symptoms","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}