{
    "title": "Naringenin in Si-Ni-San formula inhibits chronic psychological stress-induced breast cancer growth and metastasis by modulating estrogen metabolism through FXR/EST pathway",
    "abstract": "Mice were deprived of water for 24 h, and placed in the dark followed by exposure to one bottle of water and one bottle of 1% sucrose for 4 h. The location of the bottles was changed after 2 h. Sucrose preference was calculated as a percentage (100× volume of sucrose consumed/the total consumption of both water and sucrose). Mice were deprived of water for 24 h, and placed in the dark followed by exposure to one bottle of water and one bottle of 1% sucrose for 4 h. The location of the bottles was changed after 2 h. Sucrose preference was calculated as a percentage (100× volume of sucrose consumed/the total consumption of both water and sucrose). The metabolites in the 2-, 4-, and 16-pathways were all remarkably affected, among which the level of estradiol-3-O-sulfate was the mostly downregulated, finally resulting in the increase of estradiol in the liver and serum, as well as in the tumor tissues.",
    "authors": [
        "Juping Zhang",
        "Neng Wang",
        "Yifeng Zheng",
        "Bowen Yang",
        "Shengqi Wang",
        "Xuan Wang",
        "Bo Pan",
        "Zhiyu Wang"
    ],
    "published_year": "2022",
    "description": "Introduction\n      Breast cancer is the most common malignancy among women worldwide. The GLOBOCAN 2020 statistics showed that breast cancer has surpassed lung cancer as the most commonly diagnosed cancer, with an estimated 2.3 million new cases, accounting for 11.7% among all malignancies worldwide [1]. Although the overall survival and prognosis of breast cancer patients have been improved in recent years, tremendous difficulties are faced by oncologists on how to decrease breast cancer incidence ratio and avoid recurrence and metastasis. Estrogen is considered as level a I carcinogen for breast cancer, and estrogen targeting strategies have always been a focus for limiting breast cancer initiation, development, and metastasis [2]. However, current therapies against estrogen are greatly limited by intolerable side effects or drug resistance [3]. Therefore, it is significant to develop novel therapeutic approaches for estrogen reduction with high efficiency and safety.\n      The positive association between endogenous estrogen level and breast cancer risk is well established, particularly for the estrogen receptor α (ERα)-positive subtype [4]. Since ERα was reported to express in almost 80% of breast cancer patients, selective ER modulators (SERMs), such as tamoxifen and toremifene, were used in premenopausal patients, and aromatase inhibitors (AIs), such as letrozole, anastrozole, and exemestane, were widely applied in postmenopausal patients [5]. Although ER antagonists have greatly prolonged the overall survival periods of ERα-positive breast cancer, primary or secondary drug resistance limited their clinical efficiency [6]. In the past decade, tremendous endeavors were paid to the development of selective estrogen receptor downregulators (SERDs) and cyclin-dependent kinase 4/6 inhibitors [7]. For example, fulvestrant is the representative ER downregulator and had been demonstrated to improve overall survival in metastatic ER-positive breast cancer patients when combined with anastrozole [8]. Ribociclib, a CDK4/6 inhibitor, was also approved for the first-line treatment of ER-positive advanced breast cancer to improve the clinical efficacy of AIs [9]. However, all these ER antagonists were designed based on the interruption of the binding between estrogen and ERα, either taking up the binding sites or reducing estrogen production. Little attention has been paid to the point of accelerating estrogen metabolism. The main estrogens in the human body are estradiol and estrone, which could be reversibly inter-converted. Estradiol is the most biologically active estrogen, and mainly metabolized into inactive form by sulfation in the liver [10]. Estrogen sulfotransferase (EST) is the key enzyme mediating the sulfation process [11]. Previous studies showed that EST was significantly downregulated in breast carcinomas and elevation of EST in MCF-7 cells remarkably inhibited estrogen-induced DNA synthesis and cell proliferation by 21% and 46%, respectively. Consistently, EST disruption in female mice was reported to result in both local and systemic estrogen excess [12], [13]. All these findings suggested that activation of EST expression in the liver might be a novel approach for limiting estrogen levels in breast cancer patients.\n      EST activity in the liver is influenced by multiple factors, among which psychological stress is the most important one. Numerous studies reported that chronic psychological stress promoted breast cancer growth and metastasis [14]. A large meta-analysis of 282,203 breast cancer patients showed that depression and anxiety were closely associated with recurrence and mortality [15]. Besides, a cohort study also demonstrated that frequent depression and negative emotional experiences were risk factors for early onset breast cancer [16]. Mechanistic studies indicated that stress could promote breast cancer lung metastasis via stimulating β-adrenergic signaling. The levels of cortisol and epinephrine were significantly upregulated in stress-exposed breast cancer patients [17]. However, little attention had been paid to the estrogen response to stress exposure and its role in breast cancer development. Previous studies suggested that there exists a positive correlation between bile acid and estrogen levels. It was found that cholestasis-induced bile acid could elevate estrogen levels via suppressing EST expression [18], [19]. However, the detailed regulatory mechanisms between bile acid and estrogen, as well as their response to chronic psychological stress, are remained unknown. Traditional Chinese medicine (TCM) has been appreciated for emotion-related disease prevention and treatment for thousands of years in Asian countries. It was reported that TCM application could improve the 3- and 5-year survival period in breast cancer patients [20]. Si-Ni-San (SNS) is a classical formula prescribed to patients to relieve their chronic psychological stress. SNS is composed of four Chinese herbs including the root of Bupleurum chinense DC. (Chai-Hu), the root of Paeonia lactiflora Pall. (Bai-Shao), the fruit of Citrus aurantium L. (Zhi-Shi) and the root of Glycyrrhiza uralensis Fisch. (Gan-Cao). Previous studies demonstrated that SNS was effective in inhibiting breast cancer growth and metastasis, particularly for ER-positive subtype [21], [22]. Nevertheless, the involved molecular mechanisms and the active ingredients are unexplored. It is of great significance to investigate the effects of SNS on estrogen metabolism and the potential role of bile acid involved in.\n      Herein, we found that SNS significantly limited chronic psychological stress-induced breast cancer growth and metastasis. Metabolomics study revealed that stress could upregulate the level of cholic acid and subsequently activate FXR expression, which inhibited HNF4α-mediated EST transcription and resulted in estradiol elevation. Pharmacological study further demonstrated that SNS could inhibit the process and screened naringenin as the most active compound for triggering HNF4α/EST activity via inhibiting FXR expression in hepatocytes. The zebrafish and mice xenografts finally validated the estradiol modulation and anti-breast cancer effects of naringenin in vivo. Collectively, our results not only highlight the crucial role of chronic psychological stress in estrogen metabolism but also provide naringenin as a potential candidate for breast cancer endocrine therapy via promoting estradiol metabolism.\nObjectives\n          This study aimed to explore the modulatory mechanism and bioactive compound of SNS in regulating estrogen metabolism during breast cancer development induced by chronic psychological stress.\nMethods\n          Mouse breast cancer xenograft was used to determine the effect of SNS on breast cancer growth and metastasis. Metabolomics analysis was conducted to discover the impact of SNS on metabolic profile changes in vivo. Multiple molecular biology experiments and breast cancer xenografts were applied to verify the anti-metastatic potentials of the screened bioactive compound.\nResults\n      \n        SNS inhibits breast cancer growth and metastasis induced by CUMS in vivo\n        The mice CUMS model bearing breast cancer was established according to the flowchart shown in Fig. 1A. After seven days of stimulation by chronic psychological stress, the female C57BL/6 mice were injected with 1 × 106 E0771 breast cancer cells at the 4th mammary gland. Simultaneously, C57BL/6 mice were administrated with SNS suspension or saline by gavage once daily. The quality control of SNS was described in Fig. S1. Behavioral experiments were conducted on the 21st day. During the experiment, all animals were subjected to tumor volume and body weight monitoring every three days. Compared with control mice, CUMS-treated mice were found to display increased immobility time and decreased sucrose preference, indicating that the CUMS model was successfully established. Interestingly, the results showed that SNS administration apparently improved the depression status in the mice (Fig. 1B). Interestingly, CUMS significantly accelerated tumor growth rate, while SNS administration could significantly inhibit tumor growth induced by CUMS in a dose-dependent manner (Fig. 1C). However, SNS brought little inhibitory effects on tumor growth when CUMS was not applied (Fig. S2A-B). In addition, little significant changes in body weight were observed during the whole treatment period (Fig. 1D), indicating that the tumor-suppressive effects of SNS are particularly effective for CUMS stimulation. Exo vivo lung observation showed that CUMS promoted breast cancer metastasis, which was significantly blocked by SNS treatment. Similarly, SNS did not suppress lung metastasis when CUMS was not applied (Fig. S2C). HE staining results also revealed that a drastic reduction in the number of metastatic lesions was observed in SNS plus with CUMS stimulation group, while no significant difference was detected when SNS was lonely administrated (Fig. 1E). In order to confirm the effects of SNS on breast cancer metastasis, the expression of vimentin and N-cadherin in the primary tumor tissues were determined by immunoblotting assay. The results indicated that CUMS significantly enhanced the expression levels of vimentin and N-cadherin in tumor tissues while SNS displayed the opposite effects (Fig. 1F). Immunohistochemistry results also showed that SNS significantly inhibited CUMS-mediated up-regulation of Ki67 in tumor tissues (Fig. 1G & Fig. S2D). All these findings suggested that SNS could inhibit breast cancer growth and lung metastasis induced by chronic psychological stress.Fig. 1SNS inhibits breast cancer growth and metastasis induced by CUMS in vivo. (A) Schematic flowchart of experiments. (B) Behavioral analysis of OFT, TST and SPT (n = 6). (C) Tumor growth curve in different groups (n = 6). (D) Body weight change in each group (n = 6). (E) Representative lung images from mice are shown in the upper panel and representative H&E staining images of lung sections are shown in the lower panel (n = 6). The black arrows indicate the metastatic foci and the red circle represents the area of lung metastasis. (F) The expression level of tumor metastasis-related proteins including N-cadherin and vimentin in different groups (n = 3). (G) Representative Ki67 staining in tumor tissues of different groups (n = 3). Data are represented as mean ± SD, *P < 0.05, #P < 0.01. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)\n      \n      \n        SNS promotes estradiol metabolized into estradiol-3-O-sulfate under CUMS\n        Since estradiol is significant for accelerating ER+ breast cancer growth and metastasis, the levels of estradiol and its metabolite estradiol-3-O-sulfate in the liver, serum and tumor were detected, respectively. A total ion flow chromatogram (TIC) of the estradiol and estradiol-3-O-sulfate analyzed by LC-MS is shown in Fig. 2A. The TIC presented good peak shape, intensity, and separation, indicating that the chromatographic and MS conditions were suitable for sample analysis. The mass spectrometry results showed that the estradiol level in liver was increased significantly (+195%) following CUMS intervention, accompanied by the reduction of estradiol-3-O-sulfate (-70%). However, SNS treatment could remarkably promote the transition of estradiol into estradiol-3-O-sulfate, resulting in a decreased level of estradiol in the serum and tumor tissue in a dose-dependent manner (Fig. 2B). In addition, the estradiol metabolites in the 2-, 4-, and 16- hydroxylation pathway were also detected. The results showed that the levels of 2-hydroxyestrone (−44%), 2-methoxyestradiol (−47%), 4-hydroxyestrone (+96%), 4-methoxyestradiol (−45%) and 16α-hydroxyestrone (+39%) were simultaneously changed following CUMS administration, and were correspondingly reversed by SNS treatment (Fig. 2C). The estradiol metabolism profile in the liver was depicted in Fig. 2D, and it obviously pointed out that the key step of estradiol metabolism affected by CUMS or SNS was its sulfation, which is mediated by the estrogen sulfotransferase (EST) enzyme. These results indicated that SNS might inhibit breast cancer growth and metastasis via promoting estradiol sulfation through EST activation.Fig. 2SNS promotes estradiol metabolized into estradiol-3-O-sulfate under CUMS. (A) The total ion chromatogram of liver tissue in negative ESI mode. (B) Concentrations of estradiol and estradiol-3-O-sulfate in the liver, serum and tumor. (C) The relative abundance of other estrogen metabolites in liver tissue. (D) Schematic illustration depicting estrogen metabolic changes induced by CUMS in the liver. estradiol: E2; estradiol-3-O-sulfate: E2-3-O-sulfate. Data are represented as mean ± SD, n = 6, *P < 0.05, #P < 0.01.\n      \n      \n        Identification of cholic acid as the main target of SNS by metabolomics study\n        In order to explore the influence of SNS on liver metabolism, a total of 2322 metabolites in the liver were successfully identified using the Metabolon UPLC-MS/MS platform. To discriminate the metabolic profiles across groups, we performed clustering analysis based on partial least-squares discriminant analysis (PLS-DA). PLS-DA indicated a good separation between CUMS-treated and untreated groups, and SNS treatment remarkably changed the metabolite profile induced by CUMS (Fig. 3A). The agglomerative hierarchic cluster analysis also revealed a similar metabolism pattern between Ctrl and CUMS + SNShigh groups (Fig. 3B). To better evaluate the metabolism changes in the liver, a total of 78 metabolites were identified with significant changes between control and CUMS-treated mice. Based on the hierarchical clustering analyses, we found that following SNS administration, the altered metabolite pattern induced by CUMS was recovered, indicating that SNS had a direct regulatory effect on the liver metabolic disorder induced by CUMS (Fig. 3C). KEGG analysis further indicated that the primary bile acid biosynthesis pathway was significantly involved in the liver metabolic alteration induced by CUMS or SNS treatment (Fig. 3D). Therefore, the metabolites in the bile acid metabolism pathway were further detected among groups. The results showed that the level of cholic acid was elevated (26-fold) significantly by CUMS, while SNS treatment could dose-dependently decrease its level in vivo (Fig. 3E). In the meantime, the level of taurodeoxycholic acid was also significantly upregulated (3.76-fold) following CUMS, accompanied by the reduction of taurocholic acid (−0.56-fold) and taurochenodeoxycholic acid (−0.47-fold). Finally, we summarized the bile acid metabolism pathway in Fig. 3F, and the cholic acid synthesis was identified as the main target influenced by CUMS and SNS treatment.Fig. 3Identification of cholic acid as the main target of SNS by metabolomics study. (A) PLS-DA plot of global liver samples. (B) Heatmap depicting the average metabolite intensities in the metabolomics data. (C) Heatmap of differential metabolites in liver tissue. (D) KEGG pathway enrichment analysis of differential metabolites. (E) The content changes of 14 bile acids in liver tissue. (F) Schematic illustration depicting bile acid metabolic changes induced by CUMS in the liver. Data are represented as mean ± SD, n = 6, *P < 0.05, #P < 0.01.\n      \n      \n        SNS promotes EST-mediated estradiol metabolism via inhibiting FXR activity\n        In order to explore the potential correlation between estrogen metabolism and cholic acid, the expressions of EST and cholic acid receptor FXR in the liver were determined. The results showed that CUMS clearly enhanced the expression of FXR, while inhibited levels of EST. However, SNS treatment played an opposite effect, presenting as decreased expression of FXR and increased expression of EST (Fig. 4A). Immunofluorescence assay also revealed the same phenomenon (Fig. 4B). To investigate whether SNS had modulatory effects on the metabolism of estradiol and cholic acid in vitro, cortisol was added to the human normal liver cell line LO2 to simulate the stress condition. Cortisol and estradiol were applied in 200 nM and 40 μM, respectively, which were commonly used in the literature [23], [26]. The results showed that cortisol significantly increased the level of estradiol, accompanied by the reduction of estradiol-3-O-sulfate. However, SNS administration from 20 to 80 μg/ml remarkably promoted estradiol metabolized into estradiol-3-O-sulfate (Fig. 4C). On the other hand, cortisol was also found to upregulate the level of cholic acid, which was significantly reduced following SNS administration in a dose-dependent manner (Fig. 4D). Immunofluorescence results further showed that cortisol could significantly increase FXR expression, while inhibiting EST expression in LO2 cells. Following SNS treatment, the expressions of FXR and EST were recovered to the level under the unstressed condition (Fig. 4E). All these results were consistent with the in vivo findings. Furthermore, to obtain the direct evidence supporting the regulatory effects of cholic acid on estradiol metabolism, cholic acid was added to LO2 cells plus with or without SNS administration. Cholic acid concentration was set at 100 μM according to previous reports [27], [28]. The results showed that cholic acid significantly increased estradiol levels and blocked its metabolization into estradiol-3-O-sulfate. However, SNS treatment was able to promote estradiol metabolized into estradiol-3-O-sulfate and therefore inhibiting the effects of cholic acid (Fig. 4F). Taken together, these findings suggested that cholic acid increased by CUMS may activate FXR to inhibit EST expression, and results in estradiol elevation. Significantly, SNS could promote estradiol metabolism via modulating FXR/EST pathway.Fig. 4SNS promotes EST-mediated estradiol metabolism via inhibiting FXR activity. (A-B) Immunoblotting and immunofluorescence analyses of FXR and EST in liver tissue after CUMS or SNS administration. (C-D) The effects of SNS on the estradiol metabolism and cholic acid level in vitro. (E) Representative immunofluorescence staining of FXR, EST in LO2 cells treated with cortisol plus with or without SNS administration. (F) The effects of SNS on estradiol metabolism induced by cholic acid. Data are represented as mean ± SD, n = 3, *P < 0.05, #P < 0.01.\n      \n      \n        SNS activates HNF4α-mediated EST transcription via inhibiting cholic acid-induced FXR expression\n        We next explored the mechanism by which cholic acid modulates EST expression. First, the impact of cholic acid on the expression of FXR and EST was examined. Both immunoblots and immunofluorescence results found that cholic acid could significantly upregulate FXR expression, while decreasing EST expression. However, the modulatory effects of cholic acid could be reversed by SNS administration in a time-dependent manner (Fig. 5A-B). Notably, real-time quantitative PCR also demonstrated that cholic acid could inhibit EST mRNA expression, while SNS treatment directly blocked the inhibition effect on the LO2 cell line (Fig. 5C), indicating that the transcriptional activity of EST could be influenced by cholic acid and SNS. Since HNF4α was reported to be the main transcription factor of EST, its expression was therefore detected. Immunoblots and immunofluorescence assay revealed that cholic acid could significantly inhibit HNF4α expression, while SNS administration time-dependently increased its expression (Fig. 5D-E). In order to uncover the critical role of HNF4α in controlling FXR-mediated EST regulation, FXR was overexpressed in LO2 cells. Immunoblots assay showed that FXR overexpression resulted in a significant reduction of HNF4α and EST, which were rescued by SNS treatment (Fig. 5F). More importantly, cytoplasmic and nuclear fractionation assay indicated that FXR overexpression could inhibit HNF4α translocating into the nucleus, presenting an increased expression of HNF4α in the cytosol. By contrast, SNS administration could induce HNF4α entering the nucleus, accompanied by the reduction of HNF4α in the cytosol (Fig. 5G). The results of immunofluorescence assay further validated the phenomenon (Fig. 5H). To determine the direct effect of FXR on the transcription activity of EST, the luciferase-reporting system containing the promoter region of EST was established. The results showed that FXR overexpression induced a significant inhibition on EST transcription, and SNS treatment could block the process (Fig. 5I), indicating that FXR had a regulatory effect on EST transcription. Moreover, we used the JASPAR database to discover two HNF4α binding sites (S1: −1076 to −1058 bp and S2: −2214 to −2203 bp) in the promoter of the EST gene. Our experiments revealed that FXR overexpression in LO2 cells was found to inhibit the binding of HNF4α with EST promoter (S2), while SNS administration resulted in an increased binding (Fig. 5J). However, SNS brought little effect on the other binding site S1. These results revealed that cholic acid could inhibit EST transcription via FXR/HNF4α pathway, and SNS was able to reactivate the HNF4α/EST transcription by blocking cholic acid interaction with FXR.Fig. 5SNS activates HNF4α-mediated EST transcription via inhibiting cholic acid-induced FXR expression. (A-B) Immunoblotting and immunofluorescence analyses of FXR and EST expression by SNS in a time-dependent manner. (C) EST mRNA expression was examined by quantitative PCR. (D-E) The influence of SNS on HNF4α expression in a time-dependent manner. (F) FXR overexpression inhibited HNF4α and EST activation, which was rescued by SNS treatment. (G-H) Immunoblotting and immunofluorescence showed that FXR overexpression inhibited nuclear HNF4α transportation, and SNS reactivate HNF4α nuclear translocation. (I) Transcriptional activity of EST promoter after FXR overexpression or SNS treatment. (J) The binding sites between HNF4α and EST promoters affected by FXR overexpression or SNS treatment were detected by ChIP assay. Data are represented as mean ± SD, n = 3, *P < 0.05, #P < 0.01.\n      \n      \n        SNS inhibits breast cancer cell metastasis in the co-culture system with hepatocytes\n        Next, in order to validate the anti-metastasis effects of SNS in vitro, the co-culture system of breast cancer cells and hepatocytes was established. Mouse breast cancer cell line E0771 and mouse normal liver cell line AML12 were co-cultured in transwells, as well as human breast cancer cell line MCF7 and human normal liver cell line LO2. SNS was administrated to AML12 (or LO2) in the upper chamber for 24 h. Wound healing assay showed that SNS inhibited cortisol-induced migration of both E0771 and MCF-7 breast cancer cells in a dose-dependent manner. When E0771 and MCF-7 cells were placed in the upper chamber, SNS was found to inhibit cortisol-induced cell invasion dose-dependently (Fig. 6A). Meanwhile, immunoblotting assay revealed that metastasis-related proteins including N-cadherin and vimentin in E0771 or MCF-7 cells were upregulated by cortisol while suppressed following SNS treatment (Fig. 6B). Furthermore, to observe the modulation effects of SNS on estradiol and cholic acid-induced breast cancer metastasis, estradiol and cholic acid were added to the chamber plus with or without SNS. The results verified that cholic acid facilitated estradiol-induced breast cancer migration and invasion, while SNS treatment led to a significant inhibition (Fig. 6C). Simultaneously, estradiol and cholic acid were found to enhance the expression of N-cadherin or vimentin in E0771 and MCF-7 cells, and SNS was capable of inhibiting their expression (Fig. 6D). All these findings suggested that SNS can inhibit cortisol or cholic acid-mediated breast cancer metastasis in vitro.Fig. 6SNS inhibits breast cancer cell metastasis in the co-culture system with hepatocytes. (A) The migration and invasion abilities of both E0771 and MCF-7 breast cancer cells after treatment with cortisol or SNS in hepatocytes. (B) Protein expression of N-cadherin or vimentin in both E0771 and MCF-7 breast cancer cells following treatment with cortisol or SNS in hepatocytes. (C) The migration and invasion abilities of both E0771 and MCF-7 breast cancer cells after treating hepatocytes with estradiol, cholic acid or SNS. (D) Protein expression of N-cadherin or vimentin in both E0771 and MCF-7 breast cancer cells following treating hepatocytes with estradiol, cholic acid or SNS. Data are represented as mean ± SD, n = 3, *P < 0.05, #P < 0.01.\n      \n      \n        Identification of naringenin as the active compound in SNS regulating FXR/ HNF4α/EST pathway\n        In order to determine the active ingredients of SNS in promoting estradiol metabolism, the compounds in the formula were analyzed by HPLC-MS/MS method. A total of 173 phytochemicals were confirmed based on the MS/MS fragmentations including ion type, m/z and MSn ions (Table S1). By intersecting with the metabolites in vivo, 72 exogenous compounds derived from SNS were finally identified as potential active ingredients (Table S2). Among the 72 compounds, the top 10 were ranked in Fig. 7A according to their relative abundance absorbed by the liver. Subsequently, the 10 compounds were subjected to EST luciferase reporting gene screening assay. The results showed that naringenin, ellagic acid and hypericin (Fig. S3) exhibited a significant activity in triggering EST transcription, but naringenin presented as the strongest compound in the dose range from 10 to 200 nM (Fig. 7B). HPLC-MS/MS analysis further determined the concentration of naringenin in SNS was 0.0032 g/kg in its lyophilized powder (Fig. 7C). Moreover, functional analysis further demonstrated that naringenin could dose-dependently inhibit FXR expression induced by cholic acid, and correspondingly induce the elevation of HNF4α and EST (Fig. 7D). The results of immunofluorescence assay further validated that naringenin could block cholic acid-mediated FXR overexpression and therefore promote HNF4α translocating into the nucleus (Fig. 7E). Naringenin was also found to promote estradiol metabolized into estradiol-3-O-sulfate in a dose-dependent manner from 10 to 150 nM (Fig. 7F), indicating that naringenin might be the material basis responsible for the estrogen modulatory activity of SNS. In order to evaluate the pharmacokinetic characteristics of naringenin in vivo, 6 mg/kg naringenin was administrated to SD rats via oral gavage. As shown in Fig. 7G and Table S3, the Cmax and AUC0-t values of naringenin were 165.858 ng/mL and 241.325 ng/mL·h, and the t1/2 was determined as 3.853 h. More importantly, the distribution of naringenin in the organs and mammary glands was analyzed. The results showed that naringenin was mainly enriched in the liver, and the concentration reached as high as 413.43 ng/g. However, the accumulation of naringenin in the mammary glands was the least, with only 56.37 ng/g (Fig. 7H). The TICs of naringenin in the plasma and tissues including heart, liver, spleen, lung, kidney, and mammary glands were shown in Table S4. The results implied that naringenin has the natural characteristic of liver targeting, and is the active ingredient in SNS accounting for the estradiol metabolism in the liver.Fig. 7Identification of naringenin as the active compound in SNS regulating FXR/ HNF4α/EST pathway. (A) LC-MS detected the top 10 absorbed compounds of SNS in liver tissue (n = 3). (B) A dual-luciferase reporter assay was applied to screen the EST activation ability of the 10 compounds (n = 3). (C) Relative content of naringenin in SNS lyophilized powder (n = 3). (D-F) Naringenin increased the expression of EST and HNF4α and promoted estradiol metabolized into estradiol-3-O-sulfate (n = 3). (G) Pharmacokinetic curves of naringenin following 6 mg/kg oral administration in rats (n = 6). (H) The distribution of naringenin in the heart, kidney, liver, lung, spleen and mammary gland of rats (n = 6). Data are represented as mean ± SD, *P < 0.05, #P < 0.01.\n      \n      \n        Naringenin inhibits breast cancer growth and metastasis in the zebrafish breast cancer xenotransplantation model via modulating estradiol metabolism\n        In order to validate the anti-breast cancer and estradiol modulatory effects of naringenin in vivo, the zebrafish breast cancer xenotransplantation model was established. First, in vivo toxicity effect of naringenin was assessed via embryonic zebrafish assay. In Fig. S4A, naringenin exhibited little observable embryotoxicity or teratogenic effect during the hatching and development processes even at 50 μM, suggesting that naringenin is a bioactive compound with high safety. Next, to investigate the effects of naringenin on tumor growth and metastasis in vivo, we built the zebrafish xenotransplantation model by injecting DIL-stained E0771 cells to visualize breast cancer growth and metastasis in real-time. The results indicated that cortisol promoted breast tumor growth and metastasis, accompanied by the increase of estradiol and the reduction of E2-3-O-sulfate. Reciprocally, naringenin from 10 to 100 nM remarkably suppressed the stimulation and promoted estradiol metabolized into E2-3-O-sulfatein in a dose-dependent manner. Immunofluorescence results further suggested that cortisol could significantly enhance FXR expression, while attenuating EST expression in the zebrafish liver. Notably, following naringenin treatment, the expressions of FXR and EST were restored to the normal levels (Fig. 8A-B). In the meantime, cortisol was also found to augment the level of cholic acid, which was significantly reduced following naringenin intervention in a dose-dependent manner (Fig. 8B). These results demonstrated that naringenin could significantly suppress breast cancer metastasis and modulate estradiol metabolism in vivo. In order to confirm the crucial role of cholic acid in controlling estradiol metabolism, estradiol was added to zebrafish medium plus with or without cholic acid intervention. The results revealed that estradiol obviously promoted breast cancer growth and metastasis, and cholic acid administration could remarkably accelerate breast cancer metastasis induced by estradiol in a dose-dependent manner. In addition, immunofluorescence assay confirmed that estradiol resulted in an increase of EST, which was suppressed by cholic acid intervention (Fig. 8C). More importantly, cholic acid could inhibit estradiol metabolized into E2-3-O-sulfate (Fig. S4B). These results demonstrated that cholic acid not only promoted breast cancer growth and metastasis, but also suppressed estradiol metabolized into E2-3-O-sulfate in vivo. Furthermore, to obtain the direct evidence supporting the regulatory effects of cholic acid on estradiol metabolism, cholic acid was added to zebrafish medium plus with or without naringenin treatment. The results verified that naringenin significantly inhibited cholic acid-induced breast cancer growth and metastasis in a dose-dependent manner. Moreover, naringenin could dose-dependently attenuate FXR expression induced by cholic acid, and correspondingly induce the elevation of EST (Fig. 8D). Likewise, naringenin was also found to promote estradiol metabolized into E2-3-O-sulfate in a dose-dependent manner from 10 to 100 nM (Fig. S4C). Finally, given that cholic acid accelerated breast cancer metastasis induced by estradiol in vivo, we wondered whether the effect of cholic acid could be blocked by naringenin. Our results demonstrated that naringenin significantly inhibited breast cancer growth and metastasis induced by cholic acid in a dose-dependent manner (Fig. 8E). The mass spectrometry assay further confirmed that naringenin blocked the inhibitory effects of cholic acid on estradiol metabolism (Fig. S4D). In summary, naringenin could suppress breast cancer growth and metastasis in the zebrafish breast cancer xenotransplantation model via modulating estradiol metabolism through the FXR/EST pathway.Fig. 8Naringenin inhibits breast cancer growth and metastasis in the zebrafish breast cancer xenotransplantation model via modulating estradiol metabolism. (A) The effects of naringenin on breast cancer growth and metastasis in zebrafish xenografts induced by cortisol at 48 h (n = 10). Immunofluorescence assay showed that the expressions of FXR and EST were restored to the normal level following naringenin treatment (n = 3). (B) Naringenin could promote estradiol metabolized into estradiol-3-O-sulfate in zebrafish breast cancer xenografts and decrease the level of cholic acid (n = 3). (C) The effects of cholic acid on breast cancer growth and metastasis in zebrafish xenografts induced by estradiol (n = 10). Immunofluorescence assay showed that cholic acid could activate FXR expression while inhibiting EST level (n = 3). (D) The effects of naringenin on breast cancer growth and metastasis in zebrafish xenografts induced by cholic acid (n = 10). Immunofluorescence assay showed that naringenin could reactivate EST expression and inhibit FXR expression (n = 3). (E) The effects of naringenin on breast cancer growth and metastasis in zebrafish xenografts induced by estradiol plus with or without cholic acid (n = 10). Immunofluorescence assay showed that naringenin could reactivate EST expression and inhibit FXR expression induced by cholic acid (n = 3). Data are represented as mean ± SD, *P < 0.05, #P < 0.01.\n      \n      \n        Naringenin inhibits CUMS-mediated breast cancer growth and metastasis by promoting estradiol metabolism\n        To further validate the in vivo inhibitory effects of naringenin on CUMS-mediated breast cancer growth and metastasis, a mouse breast cancer xenograft was established as previously studied [29], and the flow diagram was provided in Fig. 9A. The results revealed that naringenin could decrease immobility time and increase sucrose preference compared to CUMS group, indicating that naringenin could improve depression-like behavior in mice (Fig. 9B). Notably, naringenin also significantly suppressed breast cancer growth induced by CUMS in a dose-dependent manner, and brought little influence on mice body weight (Fig. 9C-D). Furthermore, both gross observation and HE staining of lung tissues indicated that naringenin could inhibit CUMS-mediated lung metastasis in a dose-dependent manner (Fig. 9E). Meanwhile, it was demonstrated that naringenin could inhibit the expression of metastasis-related proteins including N-cadherin and vimentin in the primary tumor tissues. Besides, immunohistochemistry results also validated that the enhanced expression of Ki67 induced by CUMS was suppressed following naringenin treatment (Fig. 9F & Fig. S5). More importantly, the mass spectrometry results showed that naringenin could dose-dependently inhibits CUMS-induced upregulation of estradiol in the liver and serum, as well as in the tumor. Consequently, the level of estradiol-3-O-sulfate was increased following naringenin administration (Fig. 9G). Immunofluorescence assay finally revealed that CUMS remarkably enhanced the expression of FXR and inhibited EST expression in the liver, which could be reversed by naringenin (Fig. 9H). Overall, all these findings suggested that naringenin can inhibit CUMS-mediated breast cancer growth and lung metastasis by promoting estradiol metabolism via FXR/EST pathway.Fig. 9Naringenin inhibits breast cancer growth and metastasis induced by CUMS in vivo. (A) The experimental workflow. (B) Behavioral analysis of OFT, TST and SPT (n = 6). (C) Breast cancer growth curve in different groups (n = 6). (D) Body weight change in each group (n = 6). (E) Representative lung images from mice are shown in the upper panel and representative H&E staining images of lung tissues are shown in the lower panel (n = 6). The black arrows indicate the metastatic foci and the red circle represents the area of lung metastasis. (F) The expression level of N-cadherin and vimentin in different tumor groups (n = 3). (G) Representative Ki67 staining in tumor tissues of different groups (n = 3). (G) Effects of naringenin on the concentrations of estradiol and estradiol-3-O-sulfate in the liver, serum and tumor (n = 6). (H) Immunofluorescence analyses of FXR and EST in liver tissues after CUMS or naringenin administration (n = 6). Data are represented as mean ± SD, *P < 0.05, #P < 0.01. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)\nConclusion\n          This study not only highlights FXR/EST signaling as a crucial target in mediating stress-induced breast cancer development, but also provides naringenin as a potential candidate for breast cancer endocrine therapy via promoting estradiol metabolism.\nMaterials and methods\n      \n        Chemicals and reagents\n        Dulbecco’s Modified Eagle Medium (DMEM), Roswell Park Memorial Institute 1640 medium (RPMI 1640) and penicillin/streptomycin (PS) were purchased from Gibco (USA). The standards included lithocholic acid, ursodeoxycholic acid, chenodeoxycholic acid, cholic acid, deoxycholic acid, glycolithocholic acid, glycoursodeoxycholic acid, glycodeoxycholic acid, glycocholic acid, taurolithocholic acid, glycochenodeoxycholic acid, tauroursodeoxycholic acid, taurochenodeoxycholic acid, taurodeoxycholic acid, taurocholic acid were purchased from Yuanye Bio-Technology Co., Ltd (Shanghai, China). Estradiol was obtained from Sigma (San Francisco, US), and estradiol-3-O-sulfate was ordered from Meilun Bio-Technology Co., Ltd (Dalian, China). Naringenin was purchased from Yuanye Bio-Technology Co., Ltd (Shanghai, China). The purity of standards was always more than 98%. Methanol and acetonitrile were derived from Merck (Darmstadt, Germany). The deionized water (18 MΩ) was from a MilliQ water purification system (Millipore, Billerica, MA). HLB solid phase extraction column was sourced from Waters (Milford, MA, USA).\n      \n      \n        Preparation of SNS\n        All of the herbs were purchased from Kangmei Pharmaceutical Co., Ltd. (Guangzhou, China). The herbal materials, including 10 g Bupleurum chinense DC. (Chai-Hu), 10 g Paeonia lactiflora Pall. (Bai-Shao), 10 g Citrus aurantium L. (Zhi-Shi) and 10 g Glycyrrhiza uralensis Fisch. (Gan-Cao), were soaked in 8-fold volume water for 1 h and refluxed twice for 1 h each time. Finally, the extracts were combined, concentrated, and freeze-dried to get lyophilized powder. The fingerprint of SNS was performed on an Agilent 1260 high-performance liquid chromatography (HPLC) system. Saikosaponin A, naringin, paeoniflorin, and glycyrrhizic acid were used for quality control of SNS.\n      \n      \n        Ethics statement\n        All animal experiments were approved by the Guangdong Provincial Hospital of Chinese Medicine Animal Ethics Committee (Approval No. 2021074, No. 2021076).\n      \n      \n        Animals experiments\n        The C57BL/6 female mice (6–8 weeks of age) were purchased from the Experimental Animals Center of Guangdong Province (Guangzhou, China). Mice were subjected to 12-h light/dark cycles, constant room temperature (20–22 °C), and air humidity (30%−70%) (SCXK-2020-100). Before the experiment, mice were allowed to acclimatize for at least seven days. After 7 days of stress treatment, we established the orthotopic breast cancer model by injection of 1 × 106 E0771 breast cancer cells (ER-positive) in 100 μL PBS-Matrigel (1:1) mixture into the 4th mammary fat pads of female C57BL/6 mice. Chronic unpredictable mild stress (CUMS) was applied to induce depression. A total of eight different stressors were used as followings: restrained from 10:00 am to 2:00 pm in a well-ventilated 50 mL polypropylene tube; starved for 24 h; fasted water for 24 h; damp litter for 24 h; tail pinching for 5 min; swimming in 4 °C ice water for 2 min; day and night reversal for 24 h; angling 45° for 24 h. Two stressors were selected randomly every day without repetition. Mice were randomized into five groups (n = 6 in each group), including control, control + SNShigh, CUMS, CUMS + SNSlow and CUMS + SNShigh. According to the clinical dosage, the concentrations of SNS administered to mice by oral gavage were set as 0.825 g/kg (low) and 1.65 g/kg (high), respectively. In the anti-tumor experiment of naringenin, mice were randomly distributed into four groups (n = 6 each group) including control, CUMS, CUMS + naringeninlow, CUMS + naringeninhigh. Naringenin was administrated at 10 and 20 mg/kg by oral gavage, respectively. Tumor length and width were monitored with a vernier caliper every three days after inoculation, and the tumor volume was calculated using the formula ([length] × [width2]/2). Behavioral tests (open field test, tail suspension test and sucrose preference test) were performed 3 weeks after CUMS. Primary tumors were surgically resected when tumor size reached 1.5 cm and lungs were observed for the signs of metastasis. All animal studies and experimental procedures were approved by the Guangdong Provincial Hospital of Chinese Medicine Animal Ethics Committee (2021074).\n      \n      \n        Behavioral analyses\n        To assess the effects of chronic stress on loco-motor and exploratory activities, mice were evaluated by open field test (OFT), tail suspension test (TST) and sucrose preference (SPT). First, each mouse was placed in the center of an arena (40 cm × 40 cm × 40 cm) in a dimly lit room, and activity traces of mouse was continuously recorded by a camera for 6 min. Second, mice were suspended 45 cm above the floor by an adhesive tape placed approximately 1 cm from the tip of the tail. Time of immobility and latency was recorded during a 6-min period in TST. To test for preference for sucrose, mice were accommodated with two bottles of water for 3 days, followed by one bottle of water and one bottle of 1% sucrose for three consecutive days. Mice were deprived of water for 24 h, and placed in the dark followed by exposure to one bottle of water and one bottle of 1% sucrose for 4 h. The location of the bottles was changed after 2 h. Sucrose preference was calculated as a percentage (100× volume of sucrose consumed/the total consumption of both water and sucrose). All results were recorded and analyzed by the Smart 3.0 software (Panlab, Cornella, Spain).\n      \n      \n        Sample collection and preparation\n        C57BL/6 mice were anesthetized in accordance with bioethical procedures and then serum was obtained quickly. Tumor, liver and other tissues were harvested and flash frozen on dry ice. One part was fixed in 4% paraformaldehyde while another part was immediately stored at −80 °C. 30 mg of tissue was homogenized using ice-cold extraction solvent (90% methanol/water, 600 μL) to an even suspension, and then incubated on ice for an additional 30 min. The extract was harvested by centrifuge at 12,000g for 15 min at 4 °C, transferred to a new Eppendorf tube, and dried in a vacuum concentrator. Next, the serum was desalted using HLB solid phase extraction (Waters, Milford, MA). An aliquot of 100 μL of serum was loaded for solid phase extraction and eluted with 1 mL acetonitrile. The acetonitrile eluent was then vacuum-concentrated, and reconstituted with 80 μL acetonitrile/water (1:1). For cell samples, cells were washed twice with PBS and then quenched in liquid nitrogen. 1 mL of ice-cold 80% methanol solvent (80% methanol/water) was added to each well and the cells were incubated on ice for 30 min. Cells were scraped carefully, and centrifuged at 4 °C. Finally, the pooled supernatant was dried using nitrogen gas and dissolved for subsequent LC-MS/MS analyses.\n      \n      \n        High-performance liquid chromatography and mass spectrometry\n        The metabolites were analyzed with an Ultimate U3000 HPLC (Thermo Fisher Scientific) coupled to Q Exactive Plus mass spectrometer (Thermo Fisher Scientific). Chromatographic analysis was performed on the Acquity UPLC BEH C18 column (1.7 μm, 100 × 2.1 mm; Waters). Solvent A consisted of H2O + 0.1% formic acid while solvent B consisted of acetonitrile. The following gradients were applied: 5% solvent B (0 to 1 min), 5%-100% solvent B (1 to 29 min), 100%-5% solvent B (29 to 30 min), 5% solvent B (30 to 34 min). The column was set at a flow rate of 200 μL/min, a column temperature of 37 °C and an injection volume of 5 μL. The mass spectrometer parameters were as follows: spray voltage, 2.5 kV in negative ion mode and 3.0 kV in positive ion mode; sheath gas, 40; auxiliary gas, 10; sweep cone gas, 0. Capillary temperature was set at 325 ℃, and S-lens was 55. Full scan resolution was set to 70,000 at m/z 100–1000. Automatic gain control target was set at 5e5, and the maximum injection time was 200 ms. All data were acquired and analyzed with the Xcalibur 4.0 software (Thermo Fisher Scientific).\n      \n      \n        Metabolomics analysis\n        The raw data was processed using Compound Discover 3.1 software (Thermo Fisher Scientific). For analysis, the original metabolomics data was further normalized between batches. Metabolites were identified using m/z (error within ± 3 ppm), retention time and mass spectrometry database. The enrichment of KEGG pathway was analyzed by the metaboanalyst 5.0 software (https://www.metaboanalyst.ca/). All identified metabolites reported in this study met the requirements of the Metabolomics Standards Initiative. %Variation was calculated as follows: %Variation = (CUMS − Control)/Control × 100%. The fold-change between different groups was calculated as: fold-change = CUMS/Control.\n      \n      \n        Cell culture\n        Human liver cell line LO2 was obtained from Guangzhou Weijia Technology Co., Ltd (Guangzhou, China) and cultured in DMEM medium supplemented with 10% FBS and 1% PS. E0771 mouse breast cancer cell line was a kind gift from Prof. Song Erwei (Sun Yat-sen University, China) and cultured in RPMI-1640 medium supplemented with 10% FBS and 1% PS. The human breast cancer cell line MCF7 and mouse normal hepatocyte AML12 were purchased from Jiangsu Kaiji Biotechnology Co., Ltd (Nanjing, China). MCF7 and AML12 were cultured in 1640 and DMEM/F12 medium supplemented with 10% FBS and 1% PS, respectively. Cells were incubated at 37 ℃ in a humidified atmosphere containing 5% CO2.\n      \n      \n        Estradiol sulfation assay\n        The detection of estradiol sulfation in LO2 cells was operated as described previously [23]. After drug exposure for 24 h, the cells were incubated with Hanks balanced salt solutions containing 40 μM estradiol for 6 h at 37 ℃. The supernatant was collected for LC-MS/MS detection.\n      \n      \n        Western blot\n        Fresh frozen liver samples and tumor tissues were thawed, cut into small pieces and treated with a homogenizer in standard lysis buffer containing 1 mM protease inhibitors. For cell samples, cells were lysed with cell lysis buffer to prepare whole-cell lysates. After centrifugation, the supernatant was used for immunoblotting. Primary antibodies were as follows: FXR (Santa Cruz, sc-25309), EST (ProteinTech, 12522-1-AP), HNF4α (Abcam, ab181604), vimentin (ProteinTech, 10366-1-AP), N-cadherin (ProteinTech, 22018-1-AP), GAPDH (Cell Signaling Technology, 5174S), β-actin (Cell Signaling Technology, 4970), Lamin B1 (ProteinTech, 12987-1-AP), and α-Tubulin (ProteinTech, 11224-1-AP). After incubation with secondary antibodies, the bands were scanned by ChemiDocXRS + Imaging System (Bio-Rad) and quantified by Image J.\n      \n      \n        Immunohistochemistry\n        The tumor tissues were fixed with 4% paraformaldehyde and subjected to gradient dehydration and finally embedded in paraffin for subsequent detection. The specimens were cut into 3 µm pieces, and tumor sections were then deparaffinized and rehydrated. Antigen retrieval was carried out by heating specimens in sodium-citrate buffer, and endogenous peroxidase was inactivated by 3% hydrogen peroxide. The sections were then incubated with the primary antibody Ki67 (Abcam, ab16667) at 4 °C overnight, followed by incubation with the secondary antibody for 30 min at room temperature. The immunostaining was detected by incubating with 3, 3′-diaminobenzidine (DAB) (ZSGB-BIO, Bejing, China) and counterstained with Mayer’s hematoxylin. The images were captured with a BX61 microscope (Olympus, Center Valley, PA, USA).\n      \n      \n        Wound healing and transwell assay\n        For wound healing assay, MCF7 (or E0771) cells were seeded into the lower chamber of six-well plates and LO2 (or AML12) cells were added to the upper chamber. The lower and upper chambers were separated by a polycarbonate membrane with a pore size of 0.4 µm (Corning, 3450). The indicated drugs were added to the upper chamber. Cortisol was used at a concentration of 200 nM, estradiol was set as 40 μM, and cholic acid concentration was 100 μM. SNS was diluted to a final concentration of 20 and 40 μg/mL, respectively. A scratch was made at 0 h and the healing ratio was calculated at 24 h using the formula (T0 h scratch width - T24 h scratch width)/T0 h scratch width ×100%. Transwell assays were performed using 8 µm pore chambers (Corning, 3422). LO2 (or AML12) cells were placed in the lower chamber while MCF7 (or E0771) cells were seeded in the upper chamber. The indicated drugs were added to the lower chamber with the above-mentioned concentrations. The invasion cells were fixed and stained with Coomassie brilliant blue after 24 h and counted with image J.\n      \n      \n        Immunofluorescence assay\n        The liver frozen sections were cut (4 µm thick) and dried in an oven at 37 ℃ for 1 h, and then were soaked in ultrapure water for 2 min. Next, the slides were fixed in cold acetone for 10 min at −20 °C, and then incubated with the blocking buffer for 30 min. Slides were washed in PBS at room temperature three times for 5 min each and then incubated with antibodies containing anti-FXR (Santa Cruz, sc-25309), anti-EST (ProteinTech, 12522–1-AP) overnight at 4 °C. After washing three times with PBS for 5 min each, liver sections were incubated with 1:200 dilution of Alexa Fluor 488-conjugated anti-mouse IgG (CST, 4408S) and Alexa Fluor 555-conjugated anti-rabbit IgG (CST, 4413S). Sections were then washed three times with PBS and subsequently incubated with 4′, 6-diamidino-2-phenylindole (DAPI, Sigma) for nuclear staining. Cells were fixed in 4% paraformaldehyde for 20 min, and then washed three times with PBS. Fixed cells were permeabilized for 10 min in 0.2% TritonX-100/PBS and blocked for 30 min with 10% goat serum. Antibodies (mouse anti-FXR, Santa Cruz, sc-25309; rabbit anti-EST, ProteinTech, 12522–1-AP; rabbit anti-HNF4α, Affinity, AF6297) were incubated overnight at the concentration of 1:200. The cells were then washed three times with PBS and incubated with secondary antibodies (Alexa Fluor 488-conjugated anti-mouse IgG, CST, 4408S; Alexa Fluor 488-conjugated anti-rabbit IgG, CST, 4412S; Alexa Fluor 555-conjugated anti-rabbit IgG, CST, 4413S) for 1 h and then were stained by DAPI for 20 min. The slides were finally imaged using a confocal microscope (Zeiss LSM 780).\n      \n      \n        Quantitative Real-time PCR\n        RNA was specifically purified with the RNAiso Plus Reagent (9109, Takara). cDNA was prepared using the PrimeScript RT reagent Kit with gDNA Eraser (RR047A, Takara). Quantitative PCR was obtained using SYBR Premix Ex TaqII (RR820A, Takara) and the Biosystems QuantStudio 7 Flex Real-Time PCR System (Thermo Fisher Scientific, Hudson, USA). Primer sequences for EST were forward 5′-TGCCACCTGAACTTCTTCCTGC and reverse 5′-CCAGGATTTGGATGACCAGCCA. All of the primers were synthesized and purified by Sangon Biotechnology Co., Ltd. Samples were measured in triplicate and normalized to β-actin, and relative gene expression levels were calculated using the 2-ΔΔCt method.\n      \n      \n        Plasmid transfection\n        FXR expression plasmid was constructed by cloning genes encoding FXR into pCDH-puro-3flag vectors. shFXR plasmids were constructed in PLKO.1-puro-TRC vectors. The authenticity of the cloned gene was confirmed by DNA sequencing. Plasmids were obtained from Vigene Biosciences (Jinan, China). High and low expression plasmids of FXR were transfected into LO2 cells with VigeneFection (FH880806, Vigene, China) according to the instruction manual.\n      \n      \n        Luciferase reporter assays\n        The EST promoter fragments were amplified and cloned into the pGL3-basic vector (LvPG04, GeneCopoeia, China). LO2 cells were transfected with EST luciferase reporter plasmids (5 µg/well) in 6-well plates. After 48 h post-transfection, the supernatant was collected and luciferase activity was assayed. Promoter activity was measured with the Secrete-Pair Dual Luminescence Assay Kit (LF001, GeneCopoeia, China) according to the manufacturer’s instructions. Results were normalized to the activity of Renilla luciferase. All transfection experiments were performed three times in triplicate.\n      \n      \n        Chromatin immunoprecipitation (ChIP) assay\n        ChIP experiments were operated using the ChIP Kit (Beyotime Shanghai, China). 1 × 107 cultured cells in each group were washed with ice-cold PBS, crosslinked with 1% formaldehyde for 30 min at 37 °C and quenched by glycine. The sonicated cell lysates were immunoprecipitated with 5 μg of anti-HNF4α antibody (ab41898, Abcam) and IgG (ab172730, Abcam), and then subjected to PCR to amplify the HNF4α/EST binding sites. The sequences of EST promoter primers were as follows: binding site 1 (S1), forward- ACTCTGGACAAGCAAACATTGA, reverse-CTCCACCCCATCAACACCTC; binding site 2 (S2), forward-GCAGCTTAAGATCTGCCTTGGT, reverse-GAACACGTCCAGCATTCAGC. All of the primers were synthesized and purified by Sangon Biotechnology Co., Ltd.\n      \n      \n        The pharmacokinetic and tissue distribution\n        Female Sprague-Dawley rats were purchased from the Experimental Animals Center of Guangdong Province (Guangzhou, China). In pharmacokinetic (PK) experiments, rats were randomly assigned into two groups (n = 6). One group was gavaged with 6 mg/kg naringenin, and the other was gavaged with saline. 100–150 μL blood was collected from the orbital vein at 0 h, 0.083 h, 0.25 h, 0.5 h, 0.75 h, 1 h, 1.5 h, 2 h, 4 h, 6 h, 8 h and 24 h, and 50 μL plasma was subjected to mass spectrometric analysis. Female Sprague-Dawley rats were used in the tissue distribution study (n = 6). The heart, liver spleen, lung, kidney and mammary glands were collected at 1 h after orally administering 6 mg/kg naringenin. 50 mg tissue was used for mass spectrometric analysis. All animal experiments were conducted with approval from the Experimental Animal Committee, Guangdong Provincial Hospital of Chinese Medicine, and followed guidelines of ethical regulations (2021076).\n      \n      \n        Zebrafish embryotoxicity assay\n        Zebrafish embryos (n = 10) were used for the toxicity test of naringenin. WT zebrafish (AB strain) were purchased from Shanghai Feixi Company (Shanghai, China). Zebrafish were maintained according to the established protocols of the Zebrafish International Resource Center [24].\n      \n      \n        Zebrafish breast cancer xenotransplantation model\n        To test the effects of naringenin on breast cancer in vivo, a zebrafish xenograft of breast cancer was established. Briefly, 5 μM 1, 1′-Dioctadecyl-3, 3, 3′, 3′ -tetramethylindocarbocyanine perchlorate (DiI, Sigma-Aldrich) was used to stain E0771 cells. 200 Dil-stained E0771 cells were injected into each zebrafish embryo with a microsyringe at 48 h post fertilization. Zebrafish bearing E0771 cells were plated in 96 well plates (10 fish per well) in medium supplemented with drugs. Cortisol was used at a concentration of 200 nM, whereas naringenin was diluted to a final concentration of 10, 40 and100 nM. Estradiol was used at a concentration of 40 μM. Separately, the concentration of cholic acid was set as 5, 10, and 20 μM. The E0771 cell growth and metastasis were monitored with the inverted fluorescence microscope (Nikon Eclipse C1, Tokyo, Japan) after 48 h. The zebrafish were finally collected per group to prepare tissue homogenates in cold saline. Additionally, the zebrafish supernatant was obtained and stored at −80 ℃ until preparation for mass spectrometry. On the other hand, the zebrafish were embedded in paraffin and cut into 4 µm sections. Immunofluorescence assay was conducted as previously reported [25]. The sections were incubated with primary antibodies including FXR (HuaAn Biotechnology Co., Ltd, TP30220) and EST (HuaAn Biotechnology Co., Ltd, TP30219) at 4 °C overnight. After secondary antibody incubation and DAPI staining, the slides were imaged using a confocal microscope (Zeiss LSM 780).\n      \n      \n        Statistics\n        Statistical analyses were performed using SPSS 26.0 software. The one-way ANOVA and the Bonferroni post hoc test were performed to compare multiple groups. Pairwise comparisons were analyzed using Student’s T test. P values less than 0.05 were considered statistically significant (*P < 0.05, #P < 0.01).\nChemicals and reagents\n        Dulbecco’s Modified Eagle Medium (DMEM), Roswell Park Memorial Institute 1640 medium (RPMI 1640) and penicillin/streptomycin (PS) were purchased from Gibco (USA). The standards included lithocholic acid, ursodeoxycholic acid, chenodeoxycholic acid, cholic acid, deoxycholic acid, glycolithocholic acid, glycoursodeoxycholic acid, glycodeoxycholic acid, glycocholic acid, taurolithocholic acid, glycochenodeoxycholic acid, tauroursodeoxycholic acid, taurochenodeoxycholic acid, taurodeoxycholic acid, taurocholic acid were purchased from Yuanye Bio-Technology Co., Ltd (Shanghai, China). Estradiol was obtained from Sigma (San Francisco, US), and estradiol-3-O-sulfate was ordered from Meilun Bio-Technology Co., Ltd (Dalian, China). Naringenin was purchased from Yuanye Bio-Technology Co., Ltd (Shanghai, China). The purity of standards was always more than 98%. Methanol and acetonitrile were derived from Merck (Darmstadt, Germany). The deionized water (18 MΩ) was from a MilliQ water purification system (Millipore, Billerica, MA). HLB solid phase extraction column was sourced from Waters (Milford, MA, USA).\nPreparation of SNS\n        All of the herbs were purchased from Kangmei Pharmaceutical Co., Ltd. (Guangzhou, China). The herbal materials, including 10 g Bupleurum chinense DC. (Chai-Hu), 10 g Paeonia lactiflora Pall. (Bai-Shao), 10 g Citrus aurantium L. (Zhi-Shi) and 10 g Glycyrrhiza uralensis Fisch. (Gan-Cao), were soaked in 8-fold volume water for 1 h and refluxed twice for 1 h each time. Finally, the extracts were combined, concentrated, and freeze-dried to get lyophilized powder. The fingerprint of SNS was performed on an Agilent 1260 high-performance liquid chromatography (HPLC) system. Saikosaponin A, naringin, paeoniflorin, and glycyrrhizic acid were used for quality control of SNS.\nEthics statement\n        All animal experiments were approved by the Guangdong Provincial Hospital of Chinese Medicine Animal Ethics Committee (Approval No. 2021074, No. 2021076).\nAnimals experiments\n        The C57BL/6 female mice (6–8 weeks of age) were purchased from the Experimental Animals Center of Guangdong Province (Guangzhou, China). Mice were subjected to 12-h light/dark cycles, constant room temperature (20–22 °C), and air humidity (30%−70%) (SCXK-2020-100). Before the experiment, mice were allowed to acclimatize for at least seven days. After 7 days of stress treatment, we established the orthotopic breast cancer model by injection of 1 × 106 E0771 breast cancer cells (ER-positive) in 100 μL PBS-Matrigel (1:1) mixture into the 4th mammary fat pads of female C57BL/6 mice. Chronic unpredictable mild stress (CUMS) was applied to induce depression. A total of eight different stressors were used as followings: restrained from 10:00 am to 2:00 pm in a well-ventilated 50 mL polypropylene tube; starved for 24 h; fasted water for 24 h; damp litter for 24 h; tail pinching for 5 min; swimming in 4 °C ice water for 2 min; day and night reversal for 24 h; angling 45° for 24 h. Two stressors were selected randomly every day without repetition. Mice were randomized into five groups (n = 6 in each group), including control, control + SNShigh, CUMS, CUMS + SNSlow and CUMS + SNShigh. According to the clinical dosage, the concentrations of SNS administered to mice by oral gavage were set as 0.825 g/kg (low) and 1.65 g/kg (high), respectively. In the anti-tumor experiment of naringenin, mice were randomly distributed into four groups (n = 6 each group) including control, CUMS, CUMS + naringeninlow, CUMS + naringeninhigh. Naringenin was administrated at 10 and 20 mg/kg by oral gavage, respectively. Tumor length and width were monitored with a vernier caliper every three days after inoculation, and the tumor volume was calculated using the formula ([length] × [width2]/2). Behavioral tests (open field test, tail suspension test and sucrose preference test) were performed 3 weeks after CUMS. Primary tumors were surgically resected when tumor size reached 1.5 cm and lungs were observed for the signs of metastasis. All animal studies and experimental procedures were approved by the Guangdong Provincial Hospital of Chinese Medicine Animal Ethics Committee (2021074).\nBehavioral analyses\n        To assess the effects of chronic stress on loco-motor and exploratory activities, mice were evaluated by open field test (OFT), tail suspension test (TST) and sucrose preference (SPT). First, each mouse was placed in the center of an arena (40 cm × 40 cm × 40 cm) in a dimly lit room, and activity traces of mouse was continuously recorded by a camera for 6 min. Second, mice were suspended 45 cm above the floor by an adhesive tape placed approximately 1 cm from the tip of the tail. Time of immobility and latency was recorded during a 6-min period in TST. To test for preference for sucrose, mice were accommodated with two bottles of water for 3 days, followed by one bottle of water and one bottle of 1% sucrose for three consecutive days. Mice were deprived of water for 24 h, and placed in the dark followed by exposure to one bottle of water and one bottle of 1% sucrose for 4 h. The location of the bottles was changed after 2 h. Sucrose preference was calculated as a percentage (100× volume of sucrose consumed/the total consumption of both water and sucrose). All results were recorded and analyzed by the Smart 3.0 software (Panlab, Cornella, Spain).\nSample collection and preparation\n        C57BL/6 mice were anesthetized in accordance with bioethical procedures and then serum was obtained quickly. Tumor, liver and other tissues were harvested and flash frozen on dry ice. One part was fixed in 4% paraformaldehyde while another part was immediately stored at −80 °C. 30 mg of tissue was homogenized using ice-cold extraction solvent (90% methanol/water, 600 μL) to an even suspension, and then incubated on ice for an additional 30 min. The extract was harvested by centrifuge at 12,000g for 15 min at 4 °C, transferred to a new Eppendorf tube, and dried in a vacuum concentrator. Next, the serum was desalted using HLB solid phase extraction (Waters, Milford, MA). An aliquot of 100 μL of serum was loaded for solid phase extraction and eluted with 1 mL acetonitrile. The acetonitrile eluent was then vacuum-concentrated, and reconstituted with 80 μL acetonitrile/water (1:1). For cell samples, cells were washed twice with PBS and then quenched in liquid nitrogen. 1 mL of ice-cold 80% methanol solvent (80% methanol/water) was added to each well and the cells were incubated on ice for 30 min. Cells were scraped carefully, and centrifuged at 4 °C. Finally, the pooled supernatant was dried using nitrogen gas and dissolved for subsequent LC-MS/MS analyses.\nHigh-performance liquid chromatography and mass spectrometry\n        The metabolites were analyzed with an Ultimate U3000 HPLC (Thermo Fisher Scientific) coupled to Q Exactive Plus mass spectrometer (Thermo Fisher Scientific). Chromatographic analysis was performed on the Acquity UPLC BEH C18 column (1.7 μm, 100 × 2.1 mm; Waters). Solvent A consisted of H2O + 0.1% formic acid while solvent B consisted of acetonitrile. The following gradients were applied: 5% solvent B (0 to 1 min), 5%-100% solvent B (1 to 29 min), 100%-5% solvent B (29 to 30 min), 5% solvent B (30 to 34 min). The column was set at a flow rate of 200 μL/min, a column temperature of 37 °C and an injection volume of 5 μL. The mass spectrometer parameters were as follows: spray voltage, 2.5 kV in negative ion mode and 3.0 kV in positive ion mode; sheath gas, 40; auxiliary gas, 10; sweep cone gas, 0. Capillary temperature was set at 325 ℃, and S-lens was 55. Full scan resolution was set to 70,000 at m/z 100–1000. Automatic gain control target was set at 5e5, and the maximum injection time was 200 ms. All data were acquired and analyzed with the Xcalibur 4.0 software (Thermo Fisher Scientific).\nMetabolomics analysis\n        The raw data was processed using Compound Discover 3.1 software (Thermo Fisher Scientific). For analysis, the original metabolomics data was further normalized between batches. Metabolites were identified using m/z (error within ± 3 ppm), retention time and mass spectrometry database. The enrichment of KEGG pathway was analyzed by the metaboanalyst 5.0 software (https://www.metaboanalyst.ca/). All identified metabolites reported in this study met the requirements of the Metabolomics Standards Initiative. %Variation was calculated as follows: %Variation = (CUMS − Control)/Control × 100%. The fold-change between different groups was calculated as: fold-change = CUMS/Control.\nCell culture\n        Human liver cell line LO2 was obtained from Guangzhou Weijia Technology Co., Ltd (Guangzhou, China) and cultured in DMEM medium supplemented with 10% FBS and 1% PS. E0771 mouse breast cancer cell line was a kind gift from Prof. Song Erwei (Sun Yat-sen University, China) and cultured in RPMI-1640 medium supplemented with 10% FBS and 1% PS. The human breast cancer cell line MCF7 and mouse normal hepatocyte AML12 were purchased from Jiangsu Kaiji Biotechnology Co., Ltd (Nanjing, China). MCF7 and AML12 were cultured in 1640 and DMEM/F12 medium supplemented with 10% FBS and 1% PS, respectively. Cells were incubated at 37 ℃ in a humidified atmosphere containing 5% CO2.\nEstradiol sulfation assay\n        The detection of estradiol sulfation in LO2 cells was operated as described previously [23]. After drug exposure for 24 h, the cells were incubated with Hanks balanced salt solutions containing 40 μM estradiol for 6 h at 37 ℃. The supernatant was collected for LC-MS/MS detection.\nWestern blot\n        Fresh frozen liver samples and tumor tissues were thawed, cut into small pieces and treated with a homogenizer in standard lysis buffer containing 1 mM protease inhibitors. For cell samples, cells were lysed with cell lysis buffer to prepare whole-cell lysates. After centrifugation, the supernatant was used for immunoblotting. Primary antibodies were as follows: FXR (Santa Cruz, sc-25309), EST (ProteinTech, 12522-1-AP), HNF4α (Abcam, ab181604), vimentin (ProteinTech, 10366-1-AP), N-cadherin (ProteinTech, 22018-1-AP), GAPDH (Cell Signaling Technology, 5174S), β-actin (Cell Signaling Technology, 4970), Lamin B1 (ProteinTech, 12987-1-AP), and α-Tubulin (ProteinTech, 11224-1-AP). After incubation with secondary antibodies, the bands were scanned by ChemiDocXRS + Imaging System (Bio-Rad) and quantified by Image J.\nImmunohistochemistry\n        The tumor tissues were fixed with 4% paraformaldehyde and subjected to gradient dehydration and finally embedded in paraffin for subsequent detection. The specimens were cut into 3 µm pieces, and tumor sections were then deparaffinized and rehydrated. Antigen retrieval was carried out by heating specimens in sodium-citrate buffer, and endogenous peroxidase was inactivated by 3% hydrogen peroxide. The sections were then incubated with the primary antibody Ki67 (Abcam, ab16667) at 4 °C overnight, followed by incubation with the secondary antibody for 30 min at room temperature. The immunostaining was detected by incubating with 3, 3′-diaminobenzidine (DAB) (ZSGB-BIO, Bejing, China) and counterstained with Mayer’s hematoxylin. The images were captured with a BX61 microscope (Olympus, Center Valley, PA, USA).\nWound healing and transwell assay\n        For wound healing assay, MCF7 (or E0771) cells were seeded into the lower chamber of six-well plates and LO2 (or AML12) cells were added to the upper chamber. The lower and upper chambers were separated by a polycarbonate membrane with a pore size of 0.4 µm (Corning, 3450). The indicated drugs were added to the upper chamber. Cortisol was used at a concentration of 200 nM, estradiol was set as 40 μM, and cholic acid concentration was 100 μM. SNS was diluted to a final concentration of 20 and 40 μg/mL, respectively. A scratch was made at 0 h and the healing ratio was calculated at 24 h using the formula (T0 h scratch width - T24 h scratch width)/T0 h scratch width ×100%. Transwell assays were performed using 8 µm pore chambers (Corning, 3422). LO2 (or AML12) cells were placed in the lower chamber while MCF7 (or E0771) cells were seeded in the upper chamber. The indicated drugs were added to the lower chamber with the above-mentioned concentrations. The invasion cells were fixed and stained with Coomassie brilliant blue after 24 h and counted with image J.\nImmunofluorescence assay\n        The liver frozen sections were cut (4 µm thick) and dried in an oven at 37 ℃ for 1 h, and then were soaked in ultrapure water for 2 min. Next, the slides were fixed in cold acetone for 10 min at −20 °C, and then incubated with the blocking buffer for 30 min. Slides were washed in PBS at room temperature three times for 5 min each and then incubated with antibodies containing anti-FXR (Santa Cruz, sc-25309), anti-EST (ProteinTech, 12522–1-AP) overnight at 4 °C. After washing three times with PBS for 5 min each, liver sections were incubated with 1:200 dilution of Alexa Fluor 488-conjugated anti-mouse IgG (CST, 4408S) and Alexa Fluor 555-conjugated anti-rabbit IgG (CST, 4413S). Sections were then washed three times with PBS and subsequently incubated with 4′, 6-diamidino-2-phenylindole (DAPI, Sigma) for nuclear staining. Cells were fixed in 4% paraformaldehyde for 20 min, and then washed three times with PBS. Fixed cells were permeabilized for 10 min in 0.2% TritonX-100/PBS and blocked for 30 min with 10% goat serum. Antibodies (mouse anti-FXR, Santa Cruz, sc-25309; rabbit anti-EST, ProteinTech, 12522–1-AP; rabbit anti-HNF4α, Affinity, AF6297) were incubated overnight at the concentration of 1:200. The cells were then washed three times with PBS and incubated with secondary antibodies (Alexa Fluor 488-conjugated anti-mouse IgG, CST, 4408S; Alexa Fluor 488-conjugated anti-rabbit IgG, CST, 4412S; Alexa Fluor 555-conjugated anti-rabbit IgG, CST, 4413S) for 1 h and then were stained by DAPI for 20 min. The slides were finally imaged using a confocal microscope (Zeiss LSM 780).\nQuantitative Real-time PCR\n        RNA was specifically purified with the RNAiso Plus Reagent (9109, Takara). cDNA was prepared using the PrimeScript RT reagent Kit with gDNA Eraser (RR047A, Takara). Quantitative PCR was obtained using SYBR Premix Ex TaqII (RR820A, Takara) and the Biosystems QuantStudio 7 Flex Real-Time PCR System (Thermo Fisher Scientific, Hudson, USA). Primer sequences for EST were forward 5′-TGCCACCTGAACTTCTTCCTGC and reverse 5′-CCAGGATTTGGATGACCAGCCA. All of the primers were synthesized and purified by Sangon Biotechnology Co., Ltd. Samples were measured in triplicate and normalized to β-actin, and relative gene expression levels were calculated using the 2-ΔΔCt method.\nPlasmid transfection\n        FXR expression plasmid was constructed by cloning genes encoding FXR into pCDH-puro-3flag vectors. shFXR plasmids were constructed in PLKO.1-puro-TRC vectors. The authenticity of the cloned gene was confirmed by DNA sequencing. Plasmids were obtained from Vigene Biosciences (Jinan, China). High and low expression plasmids of FXR were transfected into LO2 cells with VigeneFection (FH880806, Vigene, China) according to the instruction manual.\nLuciferase reporter assays\n        The EST promoter fragments were amplified and cloned into the pGL3-basic vector (LvPG04, GeneCopoeia, China). LO2 cells were transfected with EST luciferase reporter plasmids (5 µg/well) in 6-well plates. After 48 h post-transfection, the supernatant was collected and luciferase activity was assayed. Promoter activity was measured with the Secrete-Pair Dual Luminescence Assay Kit (LF001, GeneCopoeia, China) according to the manufacturer’s instructions. Results were normalized to the activity of Renilla luciferase. All transfection experiments were performed three times in triplicate.\nChromatin immunoprecipitation (ChIP) assay\n        ChIP experiments were operated using the ChIP Kit (Beyotime Shanghai, China). 1 × 107 cultured cells in each group were washed with ice-cold PBS, crosslinked with 1% formaldehyde for 30 min at 37 °C and quenched by glycine. The sonicated cell lysates were immunoprecipitated with 5 μg of anti-HNF4α antibody (ab41898, Abcam) and IgG (ab172730, Abcam), and then subjected to PCR to amplify the HNF4α/EST binding sites. The sequences of EST promoter primers were as follows: binding site 1 (S1), forward- ACTCTGGACAAGCAAACATTGA, reverse-CTCCACCCCATCAACACCTC; binding site 2 (S2), forward-GCAGCTTAAGATCTGCCTTGGT, reverse-GAACACGTCCAGCATTCAGC. All of the primers were synthesized and purified by Sangon Biotechnology Co., Ltd.\nThe pharmacokinetic and tissue distribution\n        Female Sprague-Dawley rats were purchased from the Experimental Animals Center of Guangdong Province (Guangzhou, China). In pharmacokinetic (PK) experiments, rats were randomly assigned into two groups (n = 6). One group was gavaged with 6 mg/kg naringenin, and the other was gavaged with saline. 100–150 μL blood was collected from the orbital vein at 0 h, 0.083 h, 0.25 h, 0.5 h, 0.75 h, 1 h, 1.5 h, 2 h, 4 h, 6 h, 8 h and 24 h, and 50 μL plasma was subjected to mass spectrometric analysis. Female Sprague-Dawley rats were used in the tissue distribution study (n = 6). The heart, liver spleen, lung, kidney and mammary glands were collected at 1 h after orally administering 6 mg/kg naringenin. 50 mg tissue was used for mass spectrometric analysis. All animal experiments were conducted with approval from the Experimental Animal Committee, Guangdong Provincial Hospital of Chinese Medicine, and followed guidelines of ethical regulations (2021076).\nZebrafish embryotoxicity assay\n        Zebrafish embryos (n = 10) were used for the toxicity test of naringenin. WT zebrafish (AB strain) were purchased from Shanghai Feixi Company (Shanghai, China). Zebrafish were maintained according to the established protocols of the Zebrafish International Resource Center [24].\nZebrafish breast cancer xenotransplantation model\n        To test the effects of naringenin on breast cancer in vivo, a zebrafish xenograft of breast cancer was established. Briefly, 5 μM 1, 1′-Dioctadecyl-3, 3, 3′, 3′ -tetramethylindocarbocyanine perchlorate (DiI, Sigma-Aldrich) was used to stain E0771 cells. 200 Dil-stained E0771 cells were injected into each zebrafish embryo with a microsyringe at 48 h post fertilization. Zebrafish bearing E0771 cells were plated in 96 well plates (10 fish per well) in medium supplemented with drugs. Cortisol was used at a concentration of 200 nM, whereas naringenin was diluted to a final concentration of 10, 40 and100 nM. Estradiol was used at a concentration of 40 μM. Separately, the concentration of cholic acid was set as 5, 10, and 20 μM. The E0771 cell growth and metastasis were monitored with the inverted fluorescence microscope (Nikon Eclipse C1, Tokyo, Japan) after 48 h. The zebrafish were finally collected per group to prepare tissue homogenates in cold saline. Additionally, the zebrafish supernatant was obtained and stored at −80 ℃ until preparation for mass spectrometry. On the other hand, the zebrafish were embedded in paraffin and cut into 4 µm sections. Immunofluorescence assay was conducted as previously reported [25]. The sections were incubated with primary antibodies including FXR (HuaAn Biotechnology Co., Ltd, TP30220) and EST (HuaAn Biotechnology Co., Ltd, TP30219) at 4 °C overnight. After secondary antibody incubation and DAPI staining, the slides were imaged using a confocal microscope (Zeiss LSM 780).\nStatistics\n        Statistical analyses were performed using SPSS 26.0 software. The one-way ANOVA and the Bonferroni post hoc test were performed to compare multiple groups. Pairwise comparisons were analyzed using Student’s T test. P values less than 0.05 were considered statistically significant (*P < 0.05, #P < 0.01).\nSNS inhibits breast cancer growth and metastasis induced by CUMS in vivo\n        The mice CUMS model bearing breast cancer was established according to the flowchart shown in Fig. 1A. After seven days of stimulation by chronic psychological stress, the female C57BL/6 mice were injected with 1 × 106 E0771 breast cancer cells at the 4th mammary gland. Simultaneously, C57BL/6 mice were administrated with SNS suspension or saline by gavage once daily. The quality control of SNS was described in Fig. S1. Behavioral experiments were conducted on the 21st day. During the experiment, all animals were subjected to tumor volume and body weight monitoring every three days. Compared with control mice, CUMS-treated mice were found to display increased immobility time and decreased sucrose preference, indicating that the CUMS model was successfully established. Interestingly, the results showed that SNS administration apparently improved the depression status in the mice (Fig. 1B). Interestingly, CUMS significantly accelerated tumor growth rate, while SNS administration could significantly inhibit tumor growth induced by CUMS in a dose-dependent manner (Fig. 1C). However, SNS brought little inhibitory effects on tumor growth when CUMS was not applied (Fig. S2A-B). In addition, little significant changes in body weight were observed during the whole treatment period (Fig. 1D), indicating that the tumor-suppressive effects of SNS are particularly effective for CUMS stimulation. Exo vivo lung observation showed that CUMS promoted breast cancer metastasis, which was significantly blocked by SNS treatment. Similarly, SNS did not suppress lung metastasis when CUMS was not applied (Fig. S2C). HE staining results also revealed that a drastic reduction in the number of metastatic lesions was observed in SNS plus with CUMS stimulation group, while no significant difference was detected when SNS was lonely administrated (Fig. 1E). In order to confirm the effects of SNS on breast cancer metastasis, the expression of vimentin and N-cadherin in the primary tumor tissues were determined by immunoblotting assay. The results indicated that CUMS significantly enhanced the expression levels of vimentin and N-cadherin in tumor tissues while SNS displayed the opposite effects (Fig. 1F). Immunohistochemistry results also showed that SNS significantly inhibited CUMS-mediated up-regulation of Ki67 in tumor tissues (Fig. 1G & Fig. S2D). All these findings suggested that SNS could inhibit breast cancer growth and lung metastasis induced by chronic psychological stress.Fig. 1SNS inhibits breast cancer growth and metastasis induced by CUMS in vivo. (A) Schematic flowchart of experiments. (B) Behavioral analysis of OFT, TST and SPT (n = 6). (C) Tumor growth curve in different groups (n = 6). (D) Body weight change in each group (n = 6). (E) Representative lung images from mice are shown in the upper panel and representative H&E staining images of lung sections are shown in the lower panel (n = 6). The black arrows indicate the metastatic foci and the red circle represents the area of lung metastasis. (F) The expression level of tumor metastasis-related proteins including N-cadherin and vimentin in different groups (n = 3). (G) Representative Ki67 staining in tumor tissues of different groups (n = 3). Data are represented as mean ± SD, *P < 0.05, #P < 0.01. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)\nSNS promotes estradiol metabolized into estradiol-3-O-sulfate under CUMS\n        Since estradiol is significant for accelerating ER+ breast cancer growth and metastasis, the levels of estradiol and its metabolite estradiol-3-O-sulfate in the liver, serum and tumor were detected, respectively. A total ion flow chromatogram (TIC) of the estradiol and estradiol-3-O-sulfate analyzed by LC-MS is shown in Fig. 2A. The TIC presented good peak shape, intensity, and separation, indicating that the chromatographic and MS conditions were suitable for sample analysis. The mass spectrometry results showed that the estradiol level in liver was increased significantly (+195%) following CUMS intervention, accompanied by the reduction of estradiol-3-O-sulfate (-70%). However, SNS treatment could remarkably promote the transition of estradiol into estradiol-3-O-sulfate, resulting in a decreased level of estradiol in the serum and tumor tissue in a dose-dependent manner (Fig. 2B). In addition, the estradiol metabolites in the 2-, 4-, and 16- hydroxylation pathway were also detected. The results showed that the levels of 2-hydroxyestrone (−44%), 2-methoxyestradiol (−47%), 4-hydroxyestrone (+96%), 4-methoxyestradiol (−45%) and 16α-hydroxyestrone (+39%) were simultaneously changed following CUMS administration, and were correspondingly reversed by SNS treatment (Fig. 2C). The estradiol metabolism profile in the liver was depicted in Fig. 2D, and it obviously pointed out that the key step of estradiol metabolism affected by CUMS or SNS was its sulfation, which is mediated by the estrogen sulfotransferase (EST) enzyme. These results indicated that SNS might inhibit breast cancer growth and metastasis via promoting estradiol sulfation through EST activation.Fig. 2SNS promotes estradiol metabolized into estradiol-3-O-sulfate under CUMS. (A) The total ion chromatogram of liver tissue in negative ESI mode. (B) Concentrations of estradiol and estradiol-3-O-sulfate in the liver, serum and tumor. (C) The relative abundance of other estrogen metabolites in liver tissue. (D) Schematic illustration depicting estrogen metabolic changes induced by CUMS in the liver. estradiol: E2; estradiol-3-O-sulfate: E2-3-O-sulfate. Data are represented as mean ± SD, n = 6, *P < 0.05, #P < 0.01.\nIdentification of cholic acid as the main target of SNS by metabolomics study\n        In order to explore the influence of SNS on liver metabolism, a total of 2322 metabolites in the liver were successfully identified using the Metabolon UPLC-MS/MS platform. To discriminate the metabolic profiles across groups, we performed clustering analysis based on partial least-squares discriminant analysis (PLS-DA). PLS-DA indicated a good separation between CUMS-treated and untreated groups, and SNS treatment remarkably changed the metabolite profile induced by CUMS (Fig. 3A). The agglomerative hierarchic cluster analysis also revealed a similar metabolism pattern between Ctrl and CUMS + SNShigh groups (Fig. 3B). To better evaluate the metabolism changes in the liver, a total of 78 metabolites were identified with significant changes between control and CUMS-treated mice. Based on the hierarchical clustering analyses, we found that following SNS administration, the altered metabolite pattern induced by CUMS was recovered, indicating that SNS had a direct regulatory effect on the liver metabolic disorder induced by CUMS (Fig. 3C). KEGG analysis further indicated that the primary bile acid biosynthesis pathway was significantly involved in the liver metabolic alteration induced by CUMS or SNS treatment (Fig. 3D). Therefore, the metabolites in the bile acid metabolism pathway were further detected among groups. The results showed that the level of cholic acid was elevated (26-fold) significantly by CUMS, while SNS treatment could dose-dependently decrease its level in vivo (Fig. 3E). In the meantime, the level of taurodeoxycholic acid was also significantly upregulated (3.76-fold) following CUMS, accompanied by the reduction of taurocholic acid (−0.56-fold) and taurochenodeoxycholic acid (−0.47-fold). Finally, we summarized the bile acid metabolism pathway in Fig. 3F, and the cholic acid synthesis was identified as the main target influenced by CUMS and SNS treatment.Fig. 3Identification of cholic acid as the main target of SNS by metabolomics study. (A) PLS-DA plot of global liver samples. (B) Heatmap depicting the average metabolite intensities in the metabolomics data. (C) Heatmap of differential metabolites in liver tissue. (D) KEGG pathway enrichment analysis of differential metabolites. (E) The content changes of 14 bile acids in liver tissue. (F) Schematic illustration depicting bile acid metabolic changes induced by CUMS in the liver. Data are represented as mean ± SD, n = 6, *P < 0.05, #P < 0.01.\nSNS promotes EST-mediated estradiol metabolism via inhibiting FXR activity\n        In order to explore the potential correlation between estrogen metabolism and cholic acid, the expressions of EST and cholic acid receptor FXR in the liver were determined. The results showed that CUMS clearly enhanced the expression of FXR, while inhibited levels of EST. However, SNS treatment played an opposite effect, presenting as decreased expression of FXR and increased expression of EST (Fig. 4A). Immunofluorescence assay also revealed the same phenomenon (Fig. 4B). To investigate whether SNS had modulatory effects on the metabolism of estradiol and cholic acid in vitro, cortisol was added to the human normal liver cell line LO2 to simulate the stress condition. Cortisol and estradiol were applied in 200 nM and 40 μM, respectively, which were commonly used in the literature [23], [26]. The results showed that cortisol significantly increased the level of estradiol, accompanied by the reduction of estradiol-3-O-sulfate. However, SNS administration from 20 to 80 μg/ml remarkably promoted estradiol metabolized into estradiol-3-O-sulfate (Fig. 4C). On the other hand, cortisol was also found to upregulate the level of cholic acid, which was significantly reduced following SNS administration in a dose-dependent manner (Fig. 4D). Immunofluorescence results further showed that cortisol could significantly increase FXR expression, while inhibiting EST expression in LO2 cells. Following SNS treatment, the expressions of FXR and EST were recovered to the level under the unstressed condition (Fig. 4E). All these results were consistent with the in vivo findings. Furthermore, to obtain the direct evidence supporting the regulatory effects of cholic acid on estradiol metabolism, cholic acid was added to LO2 cells plus with or without SNS administration. Cholic acid concentration was set at 100 μM according to previous reports [27], [28]. The results showed that cholic acid significantly increased estradiol levels and blocked its metabolization into estradiol-3-O-sulfate. However, SNS treatment was able to promote estradiol metabolized into estradiol-3-O-sulfate and therefore inhibiting the effects of cholic acid (Fig. 4F). Taken together, these findings suggested that cholic acid increased by CUMS may activate FXR to inhibit EST expression, and results in estradiol elevation. Significantly, SNS could promote estradiol metabolism via modulating FXR/EST pathway.Fig. 4SNS promotes EST-mediated estradiol metabolism via inhibiting FXR activity. (A-B) Immunoblotting and immunofluorescence analyses of FXR and EST in liver tissue after CUMS or SNS administration. (C-D) The effects of SNS on the estradiol metabolism and cholic acid level in vitro. (E) Representative immunofluorescence staining of FXR, EST in LO2 cells treated with cortisol plus with or without SNS administration. (F) The effects of SNS on estradiol metabolism induced by cholic acid. Data are represented as mean ± SD, n = 3, *P < 0.05, #P < 0.01.\nSNS activates HNF4α-mediated EST transcription via inhibiting cholic acid-induced FXR expression\n        We next explored the mechanism by which cholic acid modulates EST expression. First, the impact of cholic acid on the expression of FXR and EST was examined. Both immunoblots and immunofluorescence results found that cholic acid could significantly upregulate FXR expression, while decreasing EST expression. However, the modulatory effects of cholic acid could be reversed by SNS administration in a time-dependent manner (Fig. 5A-B). Notably, real-time quantitative PCR also demonstrated that cholic acid could inhibit EST mRNA expression, while SNS treatment directly blocked the inhibition effect on the LO2 cell line (Fig. 5C), indicating that the transcriptional activity of EST could be influenced by cholic acid and SNS. Since HNF4α was reported to be the main transcription factor of EST, its expression was therefore detected. Immunoblots and immunofluorescence assay revealed that cholic acid could significantly inhibit HNF4α expression, while SNS administration time-dependently increased its expression (Fig. 5D-E). In order to uncover the critical role of HNF4α in controlling FXR-mediated EST regulation, FXR was overexpressed in LO2 cells. Immunoblots assay showed that FXR overexpression resulted in a significant reduction of HNF4α and EST, which were rescued by SNS treatment (Fig. 5F). More importantly, cytoplasmic and nuclear fractionation assay indicated that FXR overexpression could inhibit HNF4α translocating into the nucleus, presenting an increased expression of HNF4α in the cytosol. By contrast, SNS administration could induce HNF4α entering the nucleus, accompanied by the reduction of HNF4α in the cytosol (Fig. 5G). The results of immunofluorescence assay further validated the phenomenon (Fig. 5H). To determine the direct effect of FXR on the transcription activity of EST, the luciferase-reporting system containing the promoter region of EST was established. The results showed that FXR overexpression induced a significant inhibition on EST transcription, and SNS treatment could block the process (Fig. 5I), indicating that FXR had a regulatory effect on EST transcription. Moreover, we used the JASPAR database to discover two HNF4α binding sites (S1: −1076 to −1058 bp and S2: −2214 to −2203 bp) in the promoter of the EST gene. Our experiments revealed that FXR overexpression in LO2 cells was found to inhibit the binding of HNF4α with EST promoter (S2), while SNS administration resulted in an increased binding (Fig. 5J). However, SNS brought little effect on the other binding site S1. These results revealed that cholic acid could inhibit EST transcription via FXR/HNF4α pathway, and SNS was able to reactivate the HNF4α/EST transcription by blocking cholic acid interaction with FXR.Fig. 5SNS activates HNF4α-mediated EST transcription via inhibiting cholic acid-induced FXR expression. (A-B) Immunoblotting and immunofluorescence analyses of FXR and EST expression by SNS in a time-dependent manner. (C) EST mRNA expression was examined by quantitative PCR. (D-E) The influence of SNS on HNF4α expression in a time-dependent manner. (F) FXR overexpression inhibited HNF4α and EST activation, which was rescued by SNS treatment. (G-H) Immunoblotting and immunofluorescence showed that FXR overexpression inhibited nuclear HNF4α transportation, and SNS reactivate HNF4α nuclear translocation. (I) Transcriptional activity of EST promoter after FXR overexpression or SNS treatment. (J) The binding sites between HNF4α and EST promoters affected by FXR overexpression or SNS treatment were detected by ChIP assay. Data are represented as mean ± SD, n = 3, *P < 0.05, #P < 0.01.\nSNS inhibits breast cancer cell metastasis in the co-culture system with hepatocytes\n        Next, in order to validate the anti-metastasis effects of SNS in vitro, the co-culture system of breast cancer cells and hepatocytes was established. Mouse breast cancer cell line E0771 and mouse normal liver cell line AML12 were co-cultured in transwells, as well as human breast cancer cell line MCF7 and human normal liver cell line LO2. SNS was administrated to AML12 (or LO2) in the upper chamber for 24 h. Wound healing assay showed that SNS inhibited cortisol-induced migration of both E0771 and MCF-7 breast cancer cells in a dose-dependent manner. When E0771 and MCF-7 cells were placed in the upper chamber, SNS was found to inhibit cortisol-induced cell invasion dose-dependently (Fig. 6A). Meanwhile, immunoblotting assay revealed that metastasis-related proteins including N-cadherin and vimentin in E0771 or MCF-7 cells were upregulated by cortisol while suppressed following SNS treatment (Fig. 6B). Furthermore, to observe the modulation effects of SNS on estradiol and cholic acid-induced breast cancer metastasis, estradiol and cholic acid were added to the chamber plus with or without SNS. The results verified that cholic acid facilitated estradiol-induced breast cancer migration and invasion, while SNS treatment led to a significant inhibition (Fig. 6C). Simultaneously, estradiol and cholic acid were found to enhance the expression of N-cadherin or vimentin in E0771 and MCF-7 cells, and SNS was capable of inhibiting their expression (Fig. 6D). All these findings suggested that SNS can inhibit cortisol or cholic acid-mediated breast cancer metastasis in vitro.Fig. 6SNS inhibits breast cancer cell metastasis in the co-culture system with hepatocytes. (A) The migration and invasion abilities of both E0771 and MCF-7 breast cancer cells after treatment with cortisol or SNS in hepatocytes. (B) Protein expression of N-cadherin or vimentin in both E0771 and MCF-7 breast cancer cells following treatment with cortisol or SNS in hepatocytes. (C) The migration and invasion abilities of both E0771 and MCF-7 breast cancer cells after treating hepatocytes with estradiol, cholic acid or SNS. (D) Protein expression of N-cadherin or vimentin in both E0771 and MCF-7 breast cancer cells following treating hepatocytes with estradiol, cholic acid or SNS. Data are represented as mean ± SD, n = 3, *P < 0.05, #P < 0.01.\nIdentification of naringenin as the active compound in SNS regulating FXR/ HNF4α/EST pathway\n        In order to determine the active ingredients of SNS in promoting estradiol metabolism, the compounds in the formula were analyzed by HPLC-MS/MS method. A total of 173 phytochemicals were confirmed based on the MS/MS fragmentations including ion type, m/z and MSn ions (Table S1). By intersecting with the metabolites in vivo, 72 exogenous compounds derived from SNS were finally identified as potential active ingredients (Table S2). Among the 72 compounds, the top 10 were ranked in Fig. 7A according to their relative abundance absorbed by the liver. Subsequently, the 10 compounds were subjected to EST luciferase reporting gene screening assay. The results showed that naringenin, ellagic acid and hypericin (Fig. S3) exhibited a significant activity in triggering EST transcription, but naringenin presented as the strongest compound in the dose range from 10 to 200 nM (Fig. 7B). HPLC-MS/MS analysis further determined the concentration of naringenin in SNS was 0.0032 g/kg in its lyophilized powder (Fig. 7C). Moreover, functional analysis further demonstrated that naringenin could dose-dependently inhibit FXR expression induced by cholic acid, and correspondingly induce the elevation of HNF4α and EST (Fig. 7D). The results of immunofluorescence assay further validated that naringenin could block cholic acid-mediated FXR overexpression and therefore promote HNF4α translocating into the nucleus (Fig. 7E). Naringenin was also found to promote estradiol metabolized into estradiol-3-O-sulfate in a dose-dependent manner from 10 to 150 nM (Fig. 7F), indicating that naringenin might be the material basis responsible for the estrogen modulatory activity of SNS. In order to evaluate the pharmacokinetic characteristics of naringenin in vivo, 6 mg/kg naringenin was administrated to SD rats via oral gavage. As shown in Fig. 7G and Table S3, the Cmax and AUC0-t values of naringenin were 165.858 ng/mL and 241.325 ng/mL·h, and the t1/2 was determined as 3.853 h. More importantly, the distribution of naringenin in the organs and mammary glands was analyzed. The results showed that naringenin was mainly enriched in the liver, and the concentration reached as high as 413.43 ng/g. However, the accumulation of naringenin in the mammary glands was the least, with only 56.37 ng/g (Fig. 7H). The TICs of naringenin in the plasma and tissues including heart, liver, spleen, lung, kidney, and mammary glands were shown in Table S4. The results implied that naringenin has the natural characteristic of liver targeting, and is the active ingredient in SNS accounting for the estradiol metabolism in the liver.Fig. 7Identification of naringenin as the active compound in SNS regulating FXR/ HNF4α/EST pathway. (A) LC-MS detected the top 10 absorbed compounds of SNS in liver tissue (n = 3). (B) A dual-luciferase reporter assay was applied to screen the EST activation ability of the 10 compounds (n = 3). (C) Relative content of naringenin in SNS lyophilized powder (n = 3). (D-F) Naringenin increased the expression of EST and HNF4α and promoted estradiol metabolized into estradiol-3-O-sulfate (n = 3). (G) Pharmacokinetic curves of naringenin following 6 mg/kg oral administration in rats (n = 6). (H) The distribution of naringenin in the heart, kidney, liver, lung, spleen and mammary gland of rats (n = 6). Data are represented as mean ± SD, *P < 0.05, #P < 0.01.\nNaringenin inhibits breast cancer growth and metastasis in the zebrafish breast cancer xenotransplantation model via modulating estradiol metabolism\n        In order to validate the anti-breast cancer and estradiol modulatory effects of naringenin in vivo, the zebrafish breast cancer xenotransplantation model was established. First, in vivo toxicity effect of naringenin was assessed via embryonic zebrafish assay. In Fig. S4A, naringenin exhibited little observable embryotoxicity or teratogenic effect during the hatching and development processes even at 50 μM, suggesting that naringenin is a bioactive compound with high safety. Next, to investigate the effects of naringenin on tumor growth and metastasis in vivo, we built the zebrafish xenotransplantation model by injecting DIL-stained E0771 cells to visualize breast cancer growth and metastasis in real-time. The results indicated that cortisol promoted breast tumor growth and metastasis, accompanied by the increase of estradiol and the reduction of E2-3-O-sulfate. Reciprocally, naringenin from 10 to 100 nM remarkably suppressed the stimulation and promoted estradiol metabolized into E2-3-O-sulfatein in a dose-dependent manner. Immunofluorescence results further suggested that cortisol could significantly enhance FXR expression, while attenuating EST expression in the zebrafish liver. Notably, following naringenin treatment, the expressions of FXR and EST were restored to the normal levels (Fig. 8A-B). In the meantime, cortisol was also found to augment the level of cholic acid, which was significantly reduced following naringenin intervention in a dose-dependent manner (Fig. 8B). These results demonstrated that naringenin could significantly suppress breast cancer metastasis and modulate estradiol metabolism in vivo. In order to confirm the crucial role of cholic acid in controlling estradiol metabolism, estradiol was added to zebrafish medium plus with or without cholic acid intervention. The results revealed that estradiol obviously promoted breast cancer growth and metastasis, and cholic acid administration could remarkably accelerate breast cancer metastasis induced by estradiol in a dose-dependent manner. In addition, immunofluorescence assay confirmed that estradiol resulted in an increase of EST, which was suppressed by cholic acid intervention (Fig. 8C). More importantly, cholic acid could inhibit estradiol metabolized into E2-3-O-sulfate (Fig. S4B). These results demonstrated that cholic acid not only promoted breast cancer growth and metastasis, but also suppressed estradiol metabolized into E2-3-O-sulfate in vivo. Furthermore, to obtain the direct evidence supporting the regulatory effects of cholic acid on estradiol metabolism, cholic acid was added to zebrafish medium plus with or without naringenin treatment. The results verified that naringenin significantly inhibited cholic acid-induced breast cancer growth and metastasis in a dose-dependent manner. Moreover, naringenin could dose-dependently attenuate FXR expression induced by cholic acid, and correspondingly induce the elevation of EST (Fig. 8D). Likewise, naringenin was also found to promote estradiol metabolized into E2-3-O-sulfate in a dose-dependent manner from 10 to 100 nM (Fig. S4C). Finally, given that cholic acid accelerated breast cancer metastasis induced by estradiol in vivo, we wondered whether the effect of cholic acid could be blocked by naringenin. Our results demonstrated that naringenin significantly inhibited breast cancer growth and metastasis induced by cholic acid in a dose-dependent manner (Fig. 8E). The mass spectrometry assay further confirmed that naringenin blocked the inhibitory effects of cholic acid on estradiol metabolism (Fig. S4D). In summary, naringenin could suppress breast cancer growth and metastasis in the zebrafish breast cancer xenotransplantation model via modulating estradiol metabolism through the FXR/EST pathway.Fig. 8Naringenin inhibits breast cancer growth and metastasis in the zebrafish breast cancer xenotransplantation model via modulating estradiol metabolism. (A) The effects of naringenin on breast cancer growth and metastasis in zebrafish xenografts induced by cortisol at 48 h (n = 10). Immunofluorescence assay showed that the expressions of FXR and EST were restored to the normal level following naringenin treatment (n = 3). (B) Naringenin could promote estradiol metabolized into estradiol-3-O-sulfate in zebrafish breast cancer xenografts and decrease the level of cholic acid (n = 3). (C) The effects of cholic acid on breast cancer growth and metastasis in zebrafish xenografts induced by estradiol (n = 10). Immunofluorescence assay showed that cholic acid could activate FXR expression while inhibiting EST level (n = 3). (D) The effects of naringenin on breast cancer growth and metastasis in zebrafish xenografts induced by cholic acid (n = 10). Immunofluorescence assay showed that naringenin could reactivate EST expression and inhibit FXR expression (n = 3). (E) The effects of naringenin on breast cancer growth and metastasis in zebrafish xenografts induced by estradiol plus with or without cholic acid (n = 10). Immunofluorescence assay showed that naringenin could reactivate EST expression and inhibit FXR expression induced by cholic acid (n = 3). Data are represented as mean ± SD, *P < 0.05, #P < 0.01.\nNaringenin inhibits CUMS-mediated breast cancer growth and metastasis by promoting estradiol metabolism\n        To further validate the in vivo inhibitory effects of naringenin on CUMS-mediated breast cancer growth and metastasis, a mouse breast cancer xenograft was established as previously studied [29], and the flow diagram was provided in Fig. 9A. The results revealed that naringenin could decrease immobility time and increase sucrose preference compared to CUMS group, indicating that naringenin could improve depression-like behavior in mice (Fig. 9B). Notably, naringenin also significantly suppressed breast cancer growth induced by CUMS in a dose-dependent manner, and brought little influence on mice body weight (Fig. 9C-D). Furthermore, both gross observation and HE staining of lung tissues indicated that naringenin could inhibit CUMS-mediated lung metastasis in a dose-dependent manner (Fig. 9E). Meanwhile, it was demonstrated that naringenin could inhibit the expression of metastasis-related proteins including N-cadherin and vimentin in the primary tumor tissues. Besides, immunohistochemistry results also validated that the enhanced expression of Ki67 induced by CUMS was suppressed following naringenin treatment (Fig. 9F & Fig. S5). More importantly, the mass spectrometry results showed that naringenin could dose-dependently inhibits CUMS-induced upregulation of estradiol in the liver and serum, as well as in the tumor. Consequently, the level of estradiol-3-O-sulfate was increased following naringenin administration (Fig. 9G). Immunofluorescence assay finally revealed that CUMS remarkably enhanced the expression of FXR and inhibited EST expression in the liver, which could be reversed by naringenin (Fig. 9H). Overall, all these findings suggested that naringenin can inhibit CUMS-mediated breast cancer growth and lung metastasis by promoting estradiol metabolism via FXR/EST pathway.Fig. 9Naringenin inhibits breast cancer growth and metastasis induced by CUMS in vivo. (A) The experimental workflow. (B) Behavioral analysis of OFT, TST and SPT (n = 6). (C) Breast cancer growth curve in different groups (n = 6). (D) Body weight change in each group (n = 6). (E) Representative lung images from mice are shown in the upper panel and representative H&E staining images of lung tissues are shown in the lower panel (n = 6). The black arrows indicate the metastatic foci and the red circle represents the area of lung metastasis. (F) The expression level of N-cadherin and vimentin in different tumor groups (n = 3). (G) Representative Ki67 staining in tumor tissues of different groups (n = 3). (G) Effects of naringenin on the concentrations of estradiol and estradiol-3-O-sulfate in the liver, serum and tumor (n = 6). (H) Immunofluorescence analyses of FXR and EST in liver tissues after CUMS or naringenin administration (n = 6). Data are represented as mean ± SD, *P < 0.05, #P < 0.01. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)\nDiscussion\n      Since the 1960s, estrogen metabolism has been hypothesized to mediate breast cancer initiation and development. Overwhelmingly, accumulating retrospective and prospective studies also supported that high plasma estrogen level and longer estrogen exposure significantly increased breast cancer risk [30]. Our results also revealed that chronic psychological stress caused a significant increase of circulating estradiol concentration in serum and promoted breast cancer growth. This finding was consistent with the previous finding that chronic stress increases estrogen in inseminated rats by MacNiven E et al. in 1992 [31]. Moreover, ER-positive breast cancer patients suffering from chronic psychological stress were more easily failed to endocrine-therapy due to primary and secondary resistance [32]. All these findings suggest that estrogen metabolism plays a significant role in mediating CUMS-mediated breast cancer development. However, little in-depth investigation of chronic psychological stress on estrogen metabolism was carried out before. Estrogen is mainly metabolized in the liver, where over 50% of the catabolism and conjugation of estrogen is happened [33]. Epidemiological and laboratory studies have also shown that liver disease is associated with abnormal estrogen status [34]. Here in, it was found that CUMS brought significant influence on estrogen metabolism in the liver. The metabolites in the 2-, 4-, and 16-pathways were all remarkably affected, among which the level of estradiol-3-O-sulfate was the mostly downregulated, finally resulting in the increase of estradiol in the liver and serum, as well as in the tumor tissues. The metabolism between estradiol and estradiol-3-O-sulfate was mainly mediated by EST. A number of studies have reported that EST expression was significantly correlated with a decreased risk of recurrence or improved prognosis of breast cancer [35]. In our study, we found that CUMS could inhibit EST expression in hepatocytes and lead to estradiol elevation. Our findings scientifically revealed the crucial role of estrogen metabolism in psychological stress-induced breast cancer growth and metastasis, particularly for the ER-positive subtype. It is worthwhile to investigate the correlation between psychological stress and estrogen level in ER-positive breast cancer patients in the future.\n      Since hepatocytes are mainly responsible for bile acid metabolism, and it is reported that chronic psychological stress would induce abnormal bile acid metabolism, it is interesting to investigate the regulatory mechanisms between bile acid and estrogen metabolism [36], [37]. Our findings suggested that chronic psychological stress could induce a significant elevation of cholic acid, and subsequently activated FXR to inhibit HNF4α-mediated EST transcription activity. In fact, the positive correlation between bile acid and estrogen level was observed in a wide range of physiological or pathological conditions, such as pregnancy. High level of estradiol was usually accompanied by elevation of bile acid, and even cholestasis or hepatocytes damage during pregnancy. Costarelli et al. showed that the plasma deoxycholic acid level was higher in postmenopausal breast cancer patients compared with healthy populations, supporting the close association between bile acid metabolism and breast cancer [38]. Liu et al. also found that bile acid could elevate estrogen level via FXR-mediated suppression of EST activity [19]. Mechanistic study further validated the crucial role of HNF4α linking FXR and EST expression, which is consistent with our findings. Besides, FXR activation was also found to prevent estrogen-dependent bone loss in mice [39]. All these findings indicated that targeting bile acid metabolism might become a novel strategy for breast cancer treatment. A recent study revealed that FXR was detected in 82.4% of breast cancer samples and significantly correlated with ER expression and luminal-like biomarkers. FXR activation by chenodeoxycholic acid could promote the proliferation of ER-positive breast cancer cells [40]. Moreover, FXR agonist GW4064 was also found to induce the expression of multidrug resistance-associated protein 2 in MCF-7 cells [41]. Therefore, blocking bile acid signaling seems to be a promising therapeutic approach for breast cancer. A preclinical study already suggested that the bile acid-tamoxifen conjugates exhibited enhanced anti-cancer activity against mammary malignancies [42]. However, the clinical efficiency and safety of bile acid-targeting strategies for breast cancer treatment are remained to be explored.\n      TCM is particularly appreciated for treating psychological disorders, and SNS is one of the representative formulas. Clinically, SNS is usually prescribed to patients with depression, liver diseases, and gastrointestinal disorders [22]. Our study demonstrated that SNS could downregulate psychological stress-induced cholic acid elevation, and resulted in EST activation and estradiol reduction, which finally limit breast cancer growth and metastasis. Previous metabolomics studies also indicated that SNS could relieve depression by altering pathways including amino acid metabolism, lipid metabolism, bile acid synthesis and anti-oxidative damage [43]. However, the ability of SNS in regulating estrogen metabolism and breast cancer development was rarely reported. Our study provided first evidence that SNS could be used in ER-positive breast cancer treatment. Meanwhile, the material basis of SNS in regulating estrogen metabolism also remained unknown. By intra-hepatic compound analysis and screening by EST-luciferase reporting assay, naringenin was finally determined as the active compound accounting for promoting estrogen metabolism. Naringenin is a citrus flavonoid with multiple pharmacological activities such as antioxidant, anti-inflammation, promoting carbohydrate metabolism, as well as modulating the immune system [44]. In breast cancer, naringenin could directly inhibit breast cancer growth via apoptosis induction and survival signaling inhibition. However, few studies was reported on its promoting effects on EST transcription [45], [46], [47], [48], [49]. Here in, it was found that naringenin inhibited breast cancer growth and metastasis in both zebrafish and mouse breast cancer xenografts. Notably, naringenin was also found to promote estradiol metabolized into estradiol-3-O-sulfate in the liver, accompanied by increased expression of EST. The results provided naringenin as a novel EST agonist for breast cancer endocrine therapy. Interestingly, our study also found that following administration, naringenin has the highest concentration in the liver, suggesting naringenin might be developed as natural liver-targeting compound for treating liver diseases. In fact, naringenin was already loaded in nanostructured lipid carrier to treat nonalcoholic fatty liver disease. Future study is warranted to develop a naringenin-contained delivery system targeting EST expression in the liver.\n      Taken together, our study highlighted the key role of bile acid signaling in estrogen metabolism of breast cancer. More importantly, our findings provided preclinical evidence supporting the application of SNS in treating ER-positive breast cancer patients with chronic psychological stress, and shed novel light on naringenin as a novel EST agonist for breast cancer endocrine therapy.\nCompliance with Ethics requirements\n      \nAll procedures performed in studies involving animals were in accordance with the ethical standards of Guangdong Provincial Hospital of Chinese Medicine.\nDeclaration of Competing Interest\n      \nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\nAppendix A\n      Supplementary material\n      The following are the Supplementary data to this article:Supplementary data 1\n      \nSupplementary data 2",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10173160/",
    "doi": "https://doi.org/10.1016/j.jare.2022.06.006",
    "citation_count": 6,
    "references": {
        "10953142": "Developing liver-targeted naringenin nanoparticles for breast cancer endocrine therapy by promoting estrogen metabolism",
        "10842091": "Estrogen Sulfotransferase and Sulfatase in Steroid Homeostasis, Metabolic Disease, and Cancer",
        "10713832": "Investigating the crosstalk between chronic stress and immune cells: implications for enhanced cancer therapy",
        "10199643": "Chronic psychological stress promotes breast cancer pre-metastatic niche formation by mobilizing splenic MDSCs via TAM/CXCL1 signaling",
        "10158030": "Chronic stress promotes colorectal cancer progression by enhancing glycolysis through β2-AR/CREB1 signal pathway",
        "10045673": "Naringenin and Hesperidin as Promising Alternatives for Prevention and Co-Adjuvant Therapy for Breast Cancer"
    },
    "journal": "Journal of Advanced Research",
    "topics": [
        "cancer, formula, growth, metastasis",
        "estrogen, growth, psychological, breast",
        "metastasis, cancer, naringenin, pathway"
    ]
}