{
    "title": "The gut microbiota in breast cancer development and treatment: The good, the bad, and the useful!",
    "abstract": "Such evidence points toward the intimate contribution of the gut microbiota involvement in determining the anti-tumor efficacy of conventional immunotherapy in breast cancer and suggests the modulation of gut commensals as an important therapeutic strategy for the treatment of breast cancer. “The food you eat can either be the safest and most powerful form of medicine or the slowest form of poison.”- Ann Wigmore Given the role of gut microbiota in the development and progression of breast cancer, efforts are underway for unraveling the therapeutic applications of metabolites, pro- and prebiotics in breast carcinoma as rational approaches for mitigating the advancement of the disease. “The food you eat can either be the safest and most powerful form of medicine or the slowest form of poison.”- Ann Wigmore Given the role of gut microbiota in the development and progression of breast cancer, efforts are underway for unraveling the therapeutic applications of metabolites, pro- and prebiotics in breast carcinoma as rational approaches for mitigating the advancement of the disease.",
    "authors": [
        "Deeptashree Nandi",
        "Sheetal Parida",
        "Dipali Sharma"
    ],
    "published_year": "Not available",
    "description": "Background\n      With more than 2.3 million new cases and over 685,000 deaths in 2020 alone, carcinoma of the breast is currently the most frequently diagnosed cancer worldwide (11.7% of all cancer cases)1. The grim severity of this disease is distinctly reflected by its ever-increasing burden with estimates suggesting the occurrence of more than 3 million new cases and more than 1 million deaths per year by 2040 from breast cancer2. Alarmingly, among women, breast cancer represents a quarter of all cancer cases and persists as the leading cause of cancer-related mortality, globally. The incidence rates for breast cancer, in particular, far exceed those of other carcinomas and this holds true for both transitioned and transitioning countries1. Recent trends project that about one in eight women in the United States is at risk of confronting invasive breast cancer in the course of their lives, while approximately 43,700 of American women are expected to succumb to this ailment. Additional projections point to almost 2,710 breast cancer cases among American men, with over 530 deaths in 20223. Such staggering numbers clearly highlight the dire need to revisit and rewire contemporary treatment strategies for breast cancer in order to develop more effective anticancer regimes that can circumvent existing limitations, especially the emergence of drug resistance. Accordingly, identifying potent drivers of breast carcinoma and deciphering their contributions toward the development of this devastating disease is likely to provide us with promising targets for novel therapeutic modules for improved clinical management of breast cancer patients. Of note, breast cancer is a heterogeneous disease with multiple subtypes and a plethora of associated modifiable and non-modifiable risk factors. While age, race, gender, family or personal history of breast cancer, exposure to radiation, genetic susceptibility, early menarche, late menopause, high breast density, benign breast disease, and steroid hormone levels are considered non-modifiable risk factors; a lack of physical activity, oral contraceptive use/hormone replacement therapy, alcohol, obesity, breastfeeding, parity, and periodontal disease are modifiable risk factors. However, almost 70% of women who develop carcinoma of the breast do not harbor established risk factors. Therefore, additional understanding of the complex etiology of breast cancer incorporating newer aspects, such as microbiota, can aid in improved therapeutic outcomes and increased survival.\n      Extensive research has been carried out in the past decade to better understand the complex relationship between the gut microbiota and human health. The advent of metagenomics and next-generation sequencing have enabled the identification of several gut commensals that confer immense health benefits. Of note, the relative abundance of certain gut microbes has been shown to increase susceptibility to various types of cancer. In this review, we have summarized some key evidence in support of the pivotal role of the gut microbiota in the development and metastatic progression of breast cancer. We have also discussed the studies deciphering how modulation of the gut microbiota and metabolites impact therapeutic response. Improved knowledge of the interplay between the gut microbiota and breast cancer can aid in exploiting microbiota-based therapeutic approaches and yield improved clinical management of breast cancer.\nThe gut microbiota and its importance in human physiology and pathology\n      \n        “All disease begins in the gut.”-Hippocrates\n        The human body serves as a habitat for an ecological consortium comprising innumerable symbiotic microorganisms, which play pivotal functions for the maintenance of host health. According to the National Institute of Environmental Health Sciences, this community of microbes is termed as the human microbiota and it cross-talks with the systemic functions of the human body and, therefore, serves as an interface that determines the health of the individual. Emerging evidence has increasingly emphasized the irrevocable involvement of the human microbiota in maintaining normal host physiology, whereas microbial dysbiosis has been strongly linked to disease states including cancer. The human gut is especially rich in microbial population. The gut microbiota encompasses a repertoire of trillions of microbes residing in the human gut, including bacteria, viruses, fungi, and protozoa, while the gut microbiome represents the collective genomes of the microbial inhabitants within the gut. The gut microbiome encodes for a massive number of genes, amounting to more than three million genes, which ultimately produces a plethora of metabolites that are actively involved in an exquisite array of physiological functions, such as maintenance of the gut health4. The highly representative populations of the gut microflora constitute the phyla Firmicutes, Bacteroides, Actinobacteria, and Proteobacteria. The composition of the gut microbiota, which is unique to an individual like one’s fingerprints, is subject to alterations brought upon by the interactions between the host and the external environment. Examples of such interactions include but are not limited to changes in dietary intake, lifestyle changes, geographical migration, exposure to environmental toxins, antibiotic use, drugs, and onset of an infection. Gut microbiome impacts host physiology via various means including functional modulation of immune response, monitoring epithelial protection and homeostasis, and maintenance of metabolic functions. Production of metabolites, generation of essential amino acids and vitamins, adequate conversion of indigestible fibers into short-chain fatty acids (SCFAs), proper absorption of nutrients, and deactivation of toxins and carcinogens are just a few of the pleiotropic beneficial functions executed by the gut dwellers5. (Figure 1). Perturbations to the delicate composition of the indigenous gut flora culminate in pathological conditions like metabolic disorders, inflammatory diseases, liver cirrhosis, and various carcinomas6. Of note, when it comes to carcinogenesis, the collated observation demonstrates a dual role of the human microbiome – both oncogenic and tumor suppressive, depending on the differential abundance or presence of a specific population of the microbial community7–11. In addition to deciphering the ‘community effects’ of microbial dysbiosis on cancer, several oncogenic microbes have been uncovered. Among these, the association between Helicobacter pylori and stomach cancer12, Chlamydia trachomatis and cervical cancer, C. trachomatis and squamous cell carcinoma13, Salmonella enterica serovar Typhi (S. Typhi) with gall bladder cancer14; Fusobacterium nucleatum, and enterotoxigenic Bacteroides fragilis (ETBF) with colorectal cancer15,16 are most well described. Also, the residents of the gastrointestinal system are emerging to be important regulators for breast tumorigenesis17–20. Having a better understanding of the complex role of the gut microbiota during breast carcinogenesis is likely to provide a deeper mechanistic understanding as well as pave new avenues for designing more effective anticancer therapies.\nFigure 1.An overview on the plethora of factors that regulate the gut microbiota and, subsequently, its downstream physiological functions. The gut microbes are critical for maintaining host health as they regulate a multitude of systemic functions as well as the immune system and, thus, confer a protective role against pathogens and carcinogens. The red arrows depict the regulatory impact of the different factors on the host microbiota. The green arrows denote the effect of the gut microbiota on the various functions within the host that help to maintain health of the subject.\n“All disease begins in the gut.”-Hippocrates\n        The human body serves as a habitat for an ecological consortium comprising innumerable symbiotic microorganisms, which play pivotal functions for the maintenance of host health. According to the National Institute of Environmental Health Sciences, this community of microbes is termed as the human microbiota and it cross-talks with the systemic functions of the human body and, therefore, serves as an interface that determines the health of the individual. Emerging evidence has increasingly emphasized the irrevocable involvement of the human microbiota in maintaining normal host physiology, whereas microbial dysbiosis has been strongly linked to disease states including cancer. The human gut is especially rich in microbial population. The gut microbiota encompasses a repertoire of trillions of microbes residing in the human gut, including bacteria, viruses, fungi, and protozoa, while the gut microbiome represents the collective genomes of the microbial inhabitants within the gut. The gut microbiome encodes for a massive number of genes, amounting to more than three million genes, which ultimately produces a plethora of metabolites that are actively involved in an exquisite array of physiological functions, such as maintenance of the gut health4. The highly representative populations of the gut microflora constitute the phyla Firmicutes, Bacteroides, Actinobacteria, and Proteobacteria. The composition of the gut microbiota, which is unique to an individual like one’s fingerprints, is subject to alterations brought upon by the interactions between the host and the external environment. Examples of such interactions include but are not limited to changes in dietary intake, lifestyle changes, geographical migration, exposure to environmental toxins, antibiotic use, drugs, and onset of an infection. Gut microbiome impacts host physiology via various means including functional modulation of immune response, monitoring epithelial protection and homeostasis, and maintenance of metabolic functions. Production of metabolites, generation of essential amino acids and vitamins, adequate conversion of indigestible fibers into short-chain fatty acids (SCFAs), proper absorption of nutrients, and deactivation of toxins and carcinogens are just a few of the pleiotropic beneficial functions executed by the gut dwellers5. (Figure 1). Perturbations to the delicate composition of the indigenous gut flora culminate in pathological conditions like metabolic disorders, inflammatory diseases, liver cirrhosis, and various carcinomas6. Of note, when it comes to carcinogenesis, the collated observation demonstrates a dual role of the human microbiome – both oncogenic and tumor suppressive, depending on the differential abundance or presence of a specific population of the microbial community7–11. In addition to deciphering the ‘community effects’ of microbial dysbiosis on cancer, several oncogenic microbes have been uncovered. Among these, the association between Helicobacter pylori and stomach cancer12, Chlamydia trachomatis and cervical cancer, C. trachomatis and squamous cell carcinoma13, Salmonella enterica serovar Typhi (S. Typhi) with gall bladder cancer14; Fusobacterium nucleatum, and enterotoxigenic Bacteroides fragilis (ETBF) with colorectal cancer15,16 are most well described. Also, the residents of the gastrointestinal system are emerging to be important regulators for breast tumorigenesis17–20. Having a better understanding of the complex role of the gut microbiota during breast carcinogenesis is likely to provide a deeper mechanistic understanding as well as pave new avenues for designing more effective anticancer therapies.\nFigure 1.An overview on the plethora of factors that regulate the gut microbiota and, subsequently, its downstream physiological functions. The gut microbes are critical for maintaining host health as they regulate a multitude of systemic functions as well as the immune system and, thus, confer a protective role against pathogens and carcinogens. The red arrows depict the regulatory impact of the different factors on the host microbiota. The green arrows denote the effect of the gut microbiota on the various functions within the host that help to maintain health of the subject.\nGut microbial dysbiosis as a major contributor for the initiation, growth, and metastatic progression of breast carcinoma: the mischiefs of anarchy\n      \n        “Chaos was the law of Nature, Order was the dream of man.”-Henry Adams\n        The gut microbiota of breast cancer patients is extensively altered compared to that of a healthy individual, denoting the potential association between certain microbes and breast cancer development and therapeutic responses21,22 (Figure 2). Comparison of gut microbial composition of women with benign breast lesions, breast cancer and control group reveals increased levels of Porphyromonas and Peptoniphilus in breast cancer group, while Escherichia and Lactobacillus are enriched in women with benign breast lesions, compared to the control19. Higher microbiota community richness is observed in benign groups relative to malignant groups23. In line with these observations, a lower microbial diversity is observed in the intestinal microbiota of cancer patients in comparison to healthy controls24 with a relative increase in Firmicutes compared to Bacteroidetes. Cancer patients show decreased enrichment of Odoribacter sp., Butyricimonas sp., and Coprococcus sp. in contrast to the healthy controls24. Presenting connections between microbiota and metabolome, striking differences in metabolic pathways, particularly, the lipopolysaccharide biosynthesis pathways, are observed among malignant and benign groups. Interestingly, a direct link between the distinct presence/abundance of the gut microbiota with various clinicopathological features, such as levels of ER, PR, Ki−67, and Her2 and tumor grade is observed23. Similar to healthy volunteers, breast cancer patients with lymph node-negative and low-grade cancer are enriched with E. rectale, M. smithii, C. comes, C. catus, and C. aerofaciens. Interestingly, the same species of microbes have been earlier shown to determine the effect of immune checkpoint inhibitors in kidney and lung cancer patients. A. muciniphila correlates with smaller tumors and more than half of the breast cancer patients lack A. muciniphila in their gut; lack of A. muciniphila is also associated with obesity and type 2 diabetes. A favorable shift in gut microbial diversity following adjuvant or neo-adjuvant treatment with anthracyclines and taxane has been observed. Fecal microbiota transplant (FMT) into humanized breast cancer models with E. rectale, E. eligens, E. ventriosum, and C. aerofaciens suppresses tumor growth, validating the observations in breast cancer and healthy cohorts. Interestingly, the overrepresentation of lipid beta-oxidation modules in breast cancer patients makes them susceptible to neurological side effects and the overrepresentation of purinergic pathways is protective against the same. It, therefore, follows that gut microbiota might be predictive of therapy response and quality of life in breast cancer patients25.\nFigure 2.There is a significant shift in the gut microbial composition in breast cancer subjects compared to healthy women, which is accompanied by alterations in the relative abundance of distinct microbial species and families.\n        Several breast cancer risk factors are also known to be associated with microbial dysbiosis26. Multiple reports have indicated that the prolonged consumption of antibiotics contributes to a heightened occurrence of breast carcinoma and one plausible factor underlying this is the reduction of gut microbial diversity27. Disturbances to the gut microbial homeostasis via treatment with antibiotics have been associated with enhanced tissue inflammation, severe fibrosis, and dissemination of tumor cells in hormone-receptor positive breast cancer models28. In agreement, a dysbiotic gut microbiota leads to an aggravated tumor growth in breast cancer models. Administration of an antibiotic cocktail results in elimination of specific microbes significantly exacerbating tumor growth in mice (reviewed in29). In line with such observations, a metagenomic analysis of cecal samples reveals a significant loss of commensal bacterial species in antibiotic-treated mice, which is correlated with elevated breast tumor advancements30. Of note, when these mice are re-supplemented with Faecalibaculum rodentium, regression of tumor growth is observed. A case–control clinical study (NCT03885648)31, which is currently underway, focuses on the evaluation of the implications of gut microbiota alterations induced by environmental pressures with the risk of breast cancer. Results from this study are expected to expand the current knowledge related to the risk factors of breast carcinoma, improve patient prognosis, and define efficient interventions for disease management.\n        Another pivotal independent risk factor for breast tumorigenesis is hormonal deregulation,32 and it is not serendipity that multiple studies have shown a direct role of gut microbiota in hormonal deregulation. Such connections further strengthen the association between the gut microbiota and the development of breast tumors. A population of the gut-dwelling microbes, referred to as the estrobolome, encode the β-glucuronidase or GUS enzymes, thereby regulating estrogen metabolism and the amount of circulating and excreted hormone levels33. These microbes are responsible for the escalating availability of intestinal estrogens for resorption in the blood circulation via the generation of β-glucuronidase enzymes34. An in vitro analysis has shown that two distinct estrogen glucuronides, estrone−3-glucuronide, and estradiol−17-glucuronide can be activated to estrone and estradiol, respectively, by 35 human gut microbial GUS enzymes. However, a specific GUS inhibitor is unable to reduce breast cancer load in the PyMT mouse model, suggesting a more complex mechanism yet to be uncovered35. Importantly, a lower bacterial biodiversity in stool samples has been linked to estrogen excretion and, thereby, elevation in the risk of breast cancer33. It is noteworthy that elevated level of β-glucuronidase enzyme is found in the nipple aspirate fluid (NAF) of breast cancer patients relative to healthy women. Alistipes is presented as the most predominant bacteria in NAF from breast cancer survivors, whereas a member of the Sphingomonadaceae family is abundant in healthy women36. In this aspect, the most conspicuous representatives of β-glucuronidase bacteria include Clostridium leptum, Clostridium coccoides, members of Escherichia/Shigella and Ruminococcaceae5. Moreover, the analysis of fecal samples from women with breast cancer reveals a direct relationship between the abundance of Streptococcus and the presence of β-glucuronidase33. The impact of gut microbiota upon breast cancer through the regulation of steroid-hormone metabolism along with the mucosal and systemic immune responses has also been reported5. Heightened levels of circulating estrogen are a strong risk factor for estrogen receptor-positive breast cancer development in post-menopausal women37, and the estrobolome can significantly contribute toward it38,39. Therefore, an essential aspect of breast cancer research includes additional elucidation of the contributions of the gut microbiota and its dysbiosis to hormone regulation as this can help define novel therapeutic strategies against breast carcinoma.\n        Menopausal status impacts breast cancer progression and is taken into consideration to guide therapy choices. Comparison of gut microbiota and associated metabolic attributes among pre- and post-menopausal breast cancer patients with their healthy counterparts using shotgun sequencing shows that the bacterial diversity is significantly higher in the breast cancer patients, while relative species abundance does not vary significantly. Approximately, 45 species are found to be differentially abundant between post-menopausal patients and controls (38 enriched and 7 reduced). Of note, Acinetobacter radioresistens and Enterococcus gallinarum show a weak positive correlation with high-sensitivity C-reactive protein, and Shewanella putrefaciens and Erwinia amylovora show similar association with levels of estradiol. Absolute numbers of cytotoxic CD8+ T cells show a weak negative correlation to Actinomyces sp. HPA0247. Gut metagenomes of post-menopausal breast cancer patients have enriched the expression of genes involved in lipopolysaccharide biosynthesis, secretion system, beta-oxidation, iron complex transport system, and PTS system22. Furthermore, fecal microbiota alteration with a reduced alpha-diversity in post-menopausal women with breast cancer is independently related to estrogen concentration. Such individuals are characterized by higher levels of Clostridiaceae, Faecalibacterium, and Ruminococcaceae coupled with a decreased number of Dorea and Lachnospiraceae when compared to paired controls40. Post-menopausal breast cancer women also show an elevated abundance of Dialister and the Veillonellaceae family compared to the control group41. Pre-menopausal women with breast cancer demonstrate a significantly reduced alpha-diversity, while beta-diversity is prominently altered between the cancer patients and the control group. Young pre-menopausal females show the specific presence of Bacteroides fragilis in their gut in contrast to old post-menopausal women, who have a higher abundance of gut Klebsiella pneumoniae. In total, these studies provide preliminary evidence of differential gut microbial signature and its functional implications, based on the menopausal state of breast cancer patients.\n        Tumor progression is accompanied by a progressive increase in the levels of phylum Bacteroidetes. Intriguingly, in women diagnosed with invasive breast carcinoma, a higher relative abundance of Bacteroides with lower levels of Lachnospiriceae and Ruminococcus massively contributes to an elevated risk of cancer recurrence42. In fact, preexisting disturbances within the gut microbiota are also associated with enhanced breast cancer cell metastasis43. Gut metagenomic analyses among healthy individuals and breast cancer patients exhibit the presence of genes involved in β-oxidation, iron complex transport system, and lipopolysaccharide biosynthesis in the latter group22. Such results are complemented with in vitro functional evidence, wherein microbial metabolites modulate the activities of breast cancer cells and immune cells to influence breast cancer metastasis43. This raises the attractive possibility of using such microbial signature to identify cohorts, who are at a higher risk of developing breast cancer metastasis. Several microbes have been directly associated with metastatic progression of breast cancer. One such microbe is enterotoxigenic Bacteroides fragilis whose pro-carcinogenic effects on breast cancer have been recently established44. B. fragilis, via its toxin, BFT, accelerates tumor growth and metastasis and enhances the self-renewal potential of breast cancer cells by combinatorial activation of β-catenin and NOTCH1 pathways44. The oral pathogen, F. nucleatum, has been shown to translocate via the bloodstream and accumulate in breast tumors, progressively increasing with advanced stages of breast cancer. The presence of F. nucleatum in breast tumors has been shown to be positively correlated with lung metastasis in syngeneic mouse models of breast cancer45. Intra-tumor bacteria confers survival advantage to circulating tumor cells by inducing extensive cytoskeletal remodeling, and this cluster of cells with more resistance to fluid shear stress in the circulation colonizes distant metastatic sites more efficiently46. Infection of mice with the enteric Helicobacter hepaticus causes prominent up-regulation of the pro-inflammatory cytokine, TNF-α, thereby, considerably accelerating breast tumor growth (reviewed in29). A native microbiota rich in C. bolteae, C. asparagiforme, and B. uniformis is significantly connected with axillary lymph node invasion and more aggressive breast cancers. Multiple studies have reported a direct correlation between the gut microbiota such as enrichment of Blautia, F. prausnitzii, and Bifidobacterium with the clinical stages of breast cancer31,47,48. In particular, an increased abundance of Bacteroidetes, Clostridium coccoides, Clostridium leptum, Faecalibacterium prausnitzii, and Blautia spp. is noted in the advanced-stage breast cancer patients49. While not significantly different in alpha and beta diversities estimated using 16S rRNA sequencing, women with malignant breast carcinoma are found to exhibit enriched level of Citrobacter in their gut, which is associated with elevated glycan and lipopolysaccharide biosynthesis, in comparison to the group with benign tumors23.\n        Triple-negative breast cancer (TNBC) is an especially aggressive form of breast carcinoma with an extremely poor prognosis and limited therapeutic choices. The direct connection between TNBC and microbial dysbiosis within the gut has not been thoroughly addressed. However, there is an indirect link between TNBC and gut dysbiosis via obese state. The gut microbiome is intimately correlated with obesity and, intriguingly, obesity is an established risk factor for TNBC50,51. Recently, 16S rRNA sequencing and metagenomics analyses indicate a substantial loss of alpha diversity in the gut microbiome, represented by a decline in Bacteroides species, specifically Alistipes, in obese mice bearing syngeneic TNBC tumors compared to lean mice. Accordingly, these obese TNBC-bearing mice display an enhanced tumor growth. Functional analysis further reveals that obesity significantly modifies multiple microbial metabolic pathways in these animals52. Overall, the results present obesity as a critical node in the relationship between the gut microbiome and TNBC, which warrants additional clinical validation. Furthermore, another group found that antimicrobial treatment, which disrupts the gut microbiota, is associated with inferior overall survival and breast cancer-specific survival in 772 early-stage TNBC patients, suggesting the important role of the gut microbiome in dictating TNBC outcomes and survival53. Such observations clearly point toward a plausible link between the gut microbiome and TNBC development and prognosis.\n        Exploring the dynamics of gut microbiota from early breast cancer at diagnosis through adjuvant chemotherapy and comparing it to a population of healthy volunteers present interesting trends. While alpha diversity is not found to be associated with breast cancer prognosis, beta diversity correlates with tumor grading, lymph node involvement and staging, and neurological side effects of chemotherapy. Microbial profiling of fecal samples from breast cancer survivors post their primary treatment display a marked association between alterations in the gut microbiota, especially Prevotella, Faecalibacterium, Bacteroides, Coprococcus, SMB53, Roseburia, and a subset of the Clostridiaceae family, and varied aspects of treatment outcomes related to the quality of life of those patients, such as anxiety, depression, fatigue, and cardiorespiratory fitness54. Certain quorum sensing compounds, including phosphatase RapG inhibitor produced by Bacillus subtilis, competence stimulating peptide generated by Streptococcus mitis and extracellular death factor made by E. coli, have been demonstrated to stimulate angiogenesis and breast cancer cell invasion in vitro55. Additional studies in mice further corroborate the intimate relationship between breast tumorigenesis and immune system modulation brought upon by variations in the gut microbiota56. An ongoing clinical trial (NCT02696759) is attempting to decipher the functional consequences of the gut microbiota on the efficacy of immune cells in fighting advanced-stage breast cancer57. Collectively, such evidence is suggestive of the fundamental involvement of the gut microbiota during initiation and progression of breast cancer.\n“Chaos was the law of Nature, Order was the dream of man.”-Henry Adams\n        The gut microbiota of breast cancer patients is extensively altered compared to that of a healthy individual, denoting the potential association between certain microbes and breast cancer development and therapeutic responses21,22 (Figure 2). Comparison of gut microbial composition of women with benign breast lesions, breast cancer and control group reveals increased levels of Porphyromonas and Peptoniphilus in breast cancer group, while Escherichia and Lactobacillus are enriched in women with benign breast lesions, compared to the control19. Higher microbiota community richness is observed in benign groups relative to malignant groups23. In line with these observations, a lower microbial diversity is observed in the intestinal microbiota of cancer patients in comparison to healthy controls24 with a relative increase in Firmicutes compared to Bacteroidetes. Cancer patients show decreased enrichment of Odoribacter sp., Butyricimonas sp., and Coprococcus sp. in contrast to the healthy controls24. Presenting connections between microbiota and metabolome, striking differences in metabolic pathways, particularly, the lipopolysaccharide biosynthesis pathways, are observed among malignant and benign groups. Interestingly, a direct link between the distinct presence/abundance of the gut microbiota with various clinicopathological features, such as levels of ER, PR, Ki−67, and Her2 and tumor grade is observed23. Similar to healthy volunteers, breast cancer patients with lymph node-negative and low-grade cancer are enriched with E. rectale, M. smithii, C. comes, C. catus, and C. aerofaciens. Interestingly, the same species of microbes have been earlier shown to determine the effect of immune checkpoint inhibitors in kidney and lung cancer patients. A. muciniphila correlates with smaller tumors and more than half of the breast cancer patients lack A. muciniphila in their gut; lack of A. muciniphila is also associated with obesity and type 2 diabetes. A favorable shift in gut microbial diversity following adjuvant or neo-adjuvant treatment with anthracyclines and taxane has been observed. Fecal microbiota transplant (FMT) into humanized breast cancer models with E. rectale, E. eligens, E. ventriosum, and C. aerofaciens suppresses tumor growth, validating the observations in breast cancer and healthy cohorts. Interestingly, the overrepresentation of lipid beta-oxidation modules in breast cancer patients makes them susceptible to neurological side effects and the overrepresentation of purinergic pathways is protective against the same. It, therefore, follows that gut microbiota might be predictive of therapy response and quality of life in breast cancer patients25.\nFigure 2.There is a significant shift in the gut microbial composition in breast cancer subjects compared to healthy women, which is accompanied by alterations in the relative abundance of distinct microbial species and families.\n        Several breast cancer risk factors are also known to be associated with microbial dysbiosis26. Multiple reports have indicated that the prolonged consumption of antibiotics contributes to a heightened occurrence of breast carcinoma and one plausible factor underlying this is the reduction of gut microbial diversity27. Disturbances to the gut microbial homeostasis via treatment with antibiotics have been associated with enhanced tissue inflammation, severe fibrosis, and dissemination of tumor cells in hormone-receptor positive breast cancer models28. In agreement, a dysbiotic gut microbiota leads to an aggravated tumor growth in breast cancer models. Administration of an antibiotic cocktail results in elimination of specific microbes significantly exacerbating tumor growth in mice (reviewed in29). In line with such observations, a metagenomic analysis of cecal samples reveals a significant loss of commensal bacterial species in antibiotic-treated mice, which is correlated with elevated breast tumor advancements30. Of note, when these mice are re-supplemented with Faecalibaculum rodentium, regression of tumor growth is observed. A case–control clinical study (NCT03885648)31, which is currently underway, focuses on the evaluation of the implications of gut microbiota alterations induced by environmental pressures with the risk of breast cancer. Results from this study are expected to expand the current knowledge related to the risk factors of breast carcinoma, improve patient prognosis, and define efficient interventions for disease management.\n        Another pivotal independent risk factor for breast tumorigenesis is hormonal deregulation,32 and it is not serendipity that multiple studies have shown a direct role of gut microbiota in hormonal deregulation. Such connections further strengthen the association between the gut microbiota and the development of breast tumors. A population of the gut-dwelling microbes, referred to as the estrobolome, encode the β-glucuronidase or GUS enzymes, thereby regulating estrogen metabolism and the amount of circulating and excreted hormone levels33. These microbes are responsible for the escalating availability of intestinal estrogens for resorption in the blood circulation via the generation of β-glucuronidase enzymes34. An in vitro analysis has shown that two distinct estrogen glucuronides, estrone−3-glucuronide, and estradiol−17-glucuronide can be activated to estrone and estradiol, respectively, by 35 human gut microbial GUS enzymes. However, a specific GUS inhibitor is unable to reduce breast cancer load in the PyMT mouse model, suggesting a more complex mechanism yet to be uncovered35. Importantly, a lower bacterial biodiversity in stool samples has been linked to estrogen excretion and, thereby, elevation in the risk of breast cancer33. It is noteworthy that elevated level of β-glucuronidase enzyme is found in the nipple aspirate fluid (NAF) of breast cancer patients relative to healthy women. Alistipes is presented as the most predominant bacteria in NAF from breast cancer survivors, whereas a member of the Sphingomonadaceae family is abundant in healthy women36. In this aspect, the most conspicuous representatives of β-glucuronidase bacteria include Clostridium leptum, Clostridium coccoides, members of Escherichia/Shigella and Ruminococcaceae5. Moreover, the analysis of fecal samples from women with breast cancer reveals a direct relationship between the abundance of Streptococcus and the presence of β-glucuronidase33. The impact of gut microbiota upon breast cancer through the regulation of steroid-hormone metabolism along with the mucosal and systemic immune responses has also been reported5. Heightened levels of circulating estrogen are a strong risk factor for estrogen receptor-positive breast cancer development in post-menopausal women37, and the estrobolome can significantly contribute toward it38,39. Therefore, an essential aspect of breast cancer research includes additional elucidation of the contributions of the gut microbiota and its dysbiosis to hormone regulation as this can help define novel therapeutic strategies against breast carcinoma.\n        Menopausal status impacts breast cancer progression and is taken into consideration to guide therapy choices. Comparison of gut microbiota and associated metabolic attributes among pre- and post-menopausal breast cancer patients with their healthy counterparts using shotgun sequencing shows that the bacterial diversity is significantly higher in the breast cancer patients, while relative species abundance does not vary significantly. Approximately, 45 species are found to be differentially abundant between post-menopausal patients and controls (38 enriched and 7 reduced). Of note, Acinetobacter radioresistens and Enterococcus gallinarum show a weak positive correlation with high-sensitivity C-reactive protein, and Shewanella putrefaciens and Erwinia amylovora show similar association with levels of estradiol. Absolute numbers of cytotoxic CD8+ T cells show a weak negative correlation to Actinomyces sp. HPA0247. Gut metagenomes of post-menopausal breast cancer patients have enriched the expression of genes involved in lipopolysaccharide biosynthesis, secretion system, beta-oxidation, iron complex transport system, and PTS system22. Furthermore, fecal microbiota alteration with a reduced alpha-diversity in post-menopausal women with breast cancer is independently related to estrogen concentration. Such individuals are characterized by higher levels of Clostridiaceae, Faecalibacterium, and Ruminococcaceae coupled with a decreased number of Dorea and Lachnospiraceae when compared to paired controls40. Post-menopausal breast cancer women also show an elevated abundance of Dialister and the Veillonellaceae family compared to the control group41. Pre-menopausal women with breast cancer demonstrate a significantly reduced alpha-diversity, while beta-diversity is prominently altered between the cancer patients and the control group. Young pre-menopausal females show the specific presence of Bacteroides fragilis in their gut in contrast to old post-menopausal women, who have a higher abundance of gut Klebsiella pneumoniae. In total, these studies provide preliminary evidence of differential gut microbial signature and its functional implications, based on the menopausal state of breast cancer patients.\n        Tumor progression is accompanied by a progressive increase in the levels of phylum Bacteroidetes. Intriguingly, in women diagnosed with invasive breast carcinoma, a higher relative abundance of Bacteroides with lower levels of Lachnospiriceae and Ruminococcus massively contributes to an elevated risk of cancer recurrence42. In fact, preexisting disturbances within the gut microbiota are also associated with enhanced breast cancer cell metastasis43. Gut metagenomic analyses among healthy individuals and breast cancer patients exhibit the presence of genes involved in β-oxidation, iron complex transport system, and lipopolysaccharide biosynthesis in the latter group22. Such results are complemented with in vitro functional evidence, wherein microbial metabolites modulate the activities of breast cancer cells and immune cells to influence breast cancer metastasis43. This raises the attractive possibility of using such microbial signature to identify cohorts, who are at a higher risk of developing breast cancer metastasis. Several microbes have been directly associated with metastatic progression of breast cancer. One such microbe is enterotoxigenic Bacteroides fragilis whose pro-carcinogenic effects on breast cancer have been recently established44. B. fragilis, via its toxin, BFT, accelerates tumor growth and metastasis and enhances the self-renewal potential of breast cancer cells by combinatorial activation of β-catenin and NOTCH1 pathways44. The oral pathogen, F. nucleatum, has been shown to translocate via the bloodstream and accumulate in breast tumors, progressively increasing with advanced stages of breast cancer. The presence of F. nucleatum in breast tumors has been shown to be positively correlated with lung metastasis in syngeneic mouse models of breast cancer45. Intra-tumor bacteria confers survival advantage to circulating tumor cells by inducing extensive cytoskeletal remodeling, and this cluster of cells with more resistance to fluid shear stress in the circulation colonizes distant metastatic sites more efficiently46. Infection of mice with the enteric Helicobacter hepaticus causes prominent up-regulation of the pro-inflammatory cytokine, TNF-α, thereby, considerably accelerating breast tumor growth (reviewed in29). A native microbiota rich in C. bolteae, C. asparagiforme, and B. uniformis is significantly connected with axillary lymph node invasion and more aggressive breast cancers. Multiple studies have reported a direct correlation between the gut microbiota such as enrichment of Blautia, F. prausnitzii, and Bifidobacterium with the clinical stages of breast cancer31,47,48. In particular, an increased abundance of Bacteroidetes, Clostridium coccoides, Clostridium leptum, Faecalibacterium prausnitzii, and Blautia spp. is noted in the advanced-stage breast cancer patients49. While not significantly different in alpha and beta diversities estimated using 16S rRNA sequencing, women with malignant breast carcinoma are found to exhibit enriched level of Citrobacter in their gut, which is associated with elevated glycan and lipopolysaccharide biosynthesis, in comparison to the group with benign tumors23.\n        Triple-negative breast cancer (TNBC) is an especially aggressive form of breast carcinoma with an extremely poor prognosis and limited therapeutic choices. The direct connection between TNBC and microbial dysbiosis within the gut has not been thoroughly addressed. However, there is an indirect link between TNBC and gut dysbiosis via obese state. The gut microbiome is intimately correlated with obesity and, intriguingly, obesity is an established risk factor for TNBC50,51. Recently, 16S rRNA sequencing and metagenomics analyses indicate a substantial loss of alpha diversity in the gut microbiome, represented by a decline in Bacteroides species, specifically Alistipes, in obese mice bearing syngeneic TNBC tumors compared to lean mice. Accordingly, these obese TNBC-bearing mice display an enhanced tumor growth. Functional analysis further reveals that obesity significantly modifies multiple microbial metabolic pathways in these animals52. Overall, the results present obesity as a critical node in the relationship between the gut microbiome and TNBC, which warrants additional clinical validation. Furthermore, another group found that antimicrobial treatment, which disrupts the gut microbiota, is associated with inferior overall survival and breast cancer-specific survival in 772 early-stage TNBC patients, suggesting the important role of the gut microbiome in dictating TNBC outcomes and survival53. Such observations clearly point toward a plausible link between the gut microbiome and TNBC development and prognosis.\n        Exploring the dynamics of gut microbiota from early breast cancer at diagnosis through adjuvant chemotherapy and comparing it to a population of healthy volunteers present interesting trends. While alpha diversity is not found to be associated with breast cancer prognosis, beta diversity correlates with tumor grading, lymph node involvement and staging, and neurological side effects of chemotherapy. Microbial profiling of fecal samples from breast cancer survivors post their primary treatment display a marked association between alterations in the gut microbiota, especially Prevotella, Faecalibacterium, Bacteroides, Coprococcus, SMB53, Roseburia, and a subset of the Clostridiaceae family, and varied aspects of treatment outcomes related to the quality of life of those patients, such as anxiety, depression, fatigue, and cardiorespiratory fitness54. Certain quorum sensing compounds, including phosphatase RapG inhibitor produced by Bacillus subtilis, competence stimulating peptide generated by Streptococcus mitis and extracellular death factor made by E. coli, have been demonstrated to stimulate angiogenesis and breast cancer cell invasion in vitro55. Additional studies in mice further corroborate the intimate relationship between breast tumorigenesis and immune system modulation brought upon by variations in the gut microbiota56. An ongoing clinical trial (NCT02696759) is attempting to decipher the functional consequences of the gut microbiota on the efficacy of immune cells in fighting advanced-stage breast cancer57. Collectively, such evidence is suggestive of the fundamental involvement of the gut microbiota during initiation and progression of breast cancer.\nAlterations in the gut microbiota impact therapeutic response in breast cancer patients\n      \n        “Gentlemen, it is the microbes who will have the last word.”- Louis Pasteur\n        •The gut microbiota may impact endocrine therapy and post-operative pain. The current therapeutic regimens employed for the management of breast cancer have been shown to significantly modulate the gut microbiota. A disruption to the commensal gut microbiota in mice harboring HR-positive breast cancer stimulates an increase in the dissemination of circulating tumor cells in addition to enhanced early onset of inflammation in the mammary gland58. Selective estrogen receptor modulators such as Tamoxifen and Raloxifene possess the ability to significantly alter the composition of the gut microbiota59, and this class of drugs has been shown to exert detrimental effects on Bacillus stearothermophilus, Klebsiella pneumoniae, Pseudomonas aeruginosa, Porphyromonas gingivalis, Acinetobacter baumannii, Enterococcus faecium and Streptococcus mutans. One distressing complication that affects nearly half of breast cancer survivors is chronic post-operative pain, which severely impacts the quality of life of the survivors. Identification of individuals, who are at a higher risk of suffering from this aftermath, can assist in providing mitigation strategies from an earlier stage to such patients. Interestingly, analysis of the pre-operative gut microbiota of breast cancer survivors reveals a direct correlation between the gut microbiota and the status of chronic post-operative pain. The study strongly advocates the application of the gut microbiota as an additional clinical parameter for predicting the susceptible groups and suggests that modulation of the gut microbiota aids in alleviating chronic post-operative pain60. While multiple endocrine therapies are currently available to target estrogen receptor-positive breast cancer and additional studies are required to uncover the complex bidirectional relationship between endocrine therapies and specific microbiota alterations, it is clear that gut microbiota does impact drug efficacy as well as associated side effects.\n        •The gut microbiota regulates the effects of chemotherapeutic drugs and radiotherapy in breast carcinoma. The gut microbiota has been indicated to play an imperative role in modulating the metabolism, translocation, enzymatic modulation, and immunomodulation of several chemotherapeutic drugs, resulting in either activation or inactivation of the drugs in question61. Using shotgun metagenomics sequencing, it has been shown that distinct gut commensals, which are found to be elevated in breast cancer patients relative to healthy subjects, confer a negative impact on breast cancer prognosis in patients, and are associated with increased side effects of chemotherapy. Also, chemotherapy dramatically alters the balance between favorable and unfavorable gut commensals, thus affecting the treatment outcome25. In breast cancer patients previously treated with chemotherapy, polyunsaturated fatty acids (PUFAs) are found to be associated with gut bacteria such as Actinobacteria and Bacteroidetes, whereas they are associated with Bifidobacterium in untreated groups62. Furthermore, the presence of particular gut microbes proves to be a vital determinant for the efficacy of a drug, thus affecting the clinical outcome in breast cancer patients. This has been shown to hold true for the chemotherapeutic agents, such as cyclophosphamide and platinum salts as the anti-tumor efficacy of these agents is considerably deterred in germ-free mice and antibiotic-treated animals63.\n        Genotoxicity by oxaliplatin depends on the production of reactive oxygen species by inflammatory cells and this mechanism is disrupted upon gut microbial dysbiosis64. Additionally, taxane drugs are found to disrupt the activation of the immune system by bacterial LPS (Reviewed in5). Increased level of Slackia leads to lower progression-free survival whereas higher abundance of Blautia obeum is associated with improved progression-free survival in Her2-negative breast cancer patients, subjected to therapy with metronomic capecitabine65. Oral administration of an anticancer therapeutic, Vismodegib, leads to overrepresentation of butyrate-producing commensals, Lachnospiraceae and Ruminococcaceae, known to modulate Treg and T helper cell activity. Alterations in the gut microbiota elicits an increase in the gut-associated immunomodulatory effector CD8+ T cells in 4T1 mammary tumor-bearing mice66. A striking evidence supporting the interplay between chemotherapeutic drugs and the gut microbes comes from research on irinotecan. An increase in the expression of bacterial β-glucuronidase correlates with irinotecan-associated intestinal toxicity. Treatment with irinotecan results in abundance of Clostridium and Enterobacteriaceae in the gut, thus increasing the production of β-glucuronidase. Importantly, treatment with antibiotic leads to inhibition of these gut dwellers in experimental animals and, thereby, suppresses irinotecan-related toxicity67,68. Irinotecan treatment itself tends to induce microbial dysbiosis, which further exacerbates the toxic effect of the drug. The use of irinotecan as a potential palliative therapy for breast cancer patients is under investigation (NCT03562390). Given that the gut microbiota is intimately responsible for regulating the level of β-glucuronidase, it will be interesting to assess the interaction between the gut microbiota of breast cancer patients with this particular chemotherapeutic drug. Moreover, a recent study utilized 16S rRNA sequencing in breast tumor tissues collected from breast cancer patients, who had undergone neoadjuvant chemotherapy at the time of surgery. Chemotherapy is found to drastically increase the level of Pseudomonas and treatment of breast cancer cells with media conditioned with P. aeruginosa potentiates the effects of chemotherapy69. In line with this, oral administration of the probiotic Lactobacillus plantarum HY7712, a familiar gut commensal, has been shown to impart a protective role against cyclophosphamide-associated immunosuppression in mice by restoring the cytotoxic functions of natural killer and cytotoxic T cells70. This emphasizes the role of the gut microbial community in modulating the cytotoxic effects of anticancer drugs. Moreover, research implies that the gut residing Streptomyces WAC04685 de-glycosylates and inactivates doxorubicin into a nontoxic form71. Doxorubicin is a commonly used anthracycline used for the treatment of several breast cancer patients, however, its application is limited owing to toxic side effects. The gut bacteria-mediated detoxification of this drug can be modified and exploited for imparting protection against toxic effects of chemotherapeutics in non-cancerous tissues, and for improving the quality of life of women with breast cancer. Furthermore, the gut microbiota is believed to alter the bioavailability of anthracyclines, which may, subsequently interfere with their pharmacokinetics and pharmacodynamics72. Additionally, treatment with anthracycline facilitates the passage of gut microorganisms like Lactobacillus johnsonii, Lactobacillus murinus, Barnesiella intestinihominis and Enterococcus hirae to the secondary lymphoid organs, thus impacting the anticancer immune response (Reviewed in5). The intestinal pathogen, H. pylori, is found to markedly reduce the absorption and bioavailability of L-DOPA within the body by physically adhering to it (Reviewed in73). Such results suggest the potential involvement of the gut microbiota in modulating the anti-tumor effects of different chemotherapeutic drugs and warrant additional interrogations for maximizing the efficacy of such drugs through regulation of the gut microbiota in women with breast cancer. A comprehensive metagenomic comparison of the fecal microbiota indicates that patients, who responded better to neo-adjuvant chemotherapy, exhibit reduced species richness and a distinct signature in their gut microbial composition, compared to the non-effectual group74. This study paved the groundwork for future investigations aimed at unraveling the implications of gut-residing Dorea, Coprococcus, etc. in modulating breast cancer treatment outcomes. In addition, metagenomics analysis in TNBC-bearing murine models showed that doxorubicin treatment significantly alters the gut microbiome and leads to an increased abundance of Akkermansia muciniphila. Moreover, the introduction of a high-fat diet-FMT notably alters the gut microbiome, which, subsequently, decreases the responsiveness of these mice toward doxorubicin efficacy. Together, the findings denote that modulation of the gut microbiota can drastically influence chemotherapy responsiveness in the TNBC animal model75. A recent study demonstrated that the microbial composition of patient stool samples prior to treatment is comprised of Firmicutes and Bacteroidetes as the prevalent phyla. TNBC patients, who achieved a complete pathological response following neoadjuvant chemotherapy, are characterized by an increased alpha diversity and a trend toward richness with an enrichment of B. eggerthii, compared to patients with residual disease even after the therapy76. The association of this species with flavonoid metabolism, resulting in anti-inflammatory and anti-cancer effects, in preclinical models, offers an intriguing point for future research. In the context of TNBC, very little is known about the particular gut microbial signatures that contribute to TNBC development, progression, and therapeutic response. Hence, more extensive clinical interrogations explicitly focused on TNBC patients are very much needed to elucidate the implications of the gut microbiome in TNBC. Large-scale profiling of the gut microbiome and the associated modifications in TNBC can facilitate the development of valuable treatment options for better clinical prognosis and quality of life for TNBC patients.\n        Radiotherapy is a commonly used method for treating breast cancer; however, there is sparse research regarding the impact of the gut microbiota on radiotherapy. In terms of the connection between the gut microbiota and radiotherapy in breast cancer, there exists extremely limited research. Contemporary studies indicate that radiotherapy is less effective in germ-free mice relative to intact mice, implying the role of antibiotics in attenuating the clinical efficacy of cancer radiotherapy77. One study showed that FMT from control group to irradiated subjects prominently improves survival and inhibits toxicity in a murine model of severe radiotoxicity78. Radiotherapy response is immensely affected by the tumor microenvironment. The gut microbiota significantly modulates the host metabolic pathways, which, in turn, affect the immune response in the tumor microenvironment and dictates radio-sensitivity in cancer cells. For example, M1 macrophages, when co-cultured with inflammatory breast cancer cells, are found to sensitize the latter to radiotherapy. In contrast, M2 macrophages are associated with resistance to radiation therapy79,80. Improved understanding of the role of the gut microbiota in radiation response is likely to enhance treatment outcomes with minimal collateral effects.\n        One of the predominant side effects of chemotherapy and radiotherapy that often results in morbidity and mortality is mucositis. The intestinal microbiota is found to play a key role in regulating the development and severity of mucositis in the gastrointestinal system through rewiring of the inflammatory processes, redox stress, and other mechanisms81. In accordance, an increase in the levels of multiple inflammation-associated cytokines accompanied by a lower Firmicutes/Bacteroidetes ratio and shifts in the relative abundance of Verrucomicrobia, Proteobacteria, and Cyanobacteria are prevalent in a murine model of 5-fluorouracil-induced mucositis64. Further investigation can help delineate the connection between the gut commensals and intestinal mucositis for improved quality of life in breast cancer patients.\n        Till date, a handful of clinical studies have tried to address the correlation between the gut microbiota and chemotherapy that are clinically used to treat breast cancer. One clinical trial (NCT03586297) in newly diagnosed TNBC patients, undergoing AC-T neo-adjuvant chemotherapy, has displayed an association between the dominance of specific gut and intra-tumoral microbiota with the pathologic response (ClinicalTrials.gov). A case-controlled study (NCT04138979) is exploring the dynamic changes in the intestinal microbiota of 80 breast cancer patients receiving chemotherapy (ClinicalTrials.gov). The results from such assessments can prove instrumental in establishing the unrealized potential of gut microbiota in predicting chemotherapeutic response in patients and pave the way for personalized medicine.\n        •The powerful impact of the gut microbiota on the immunotherapeutic options in breast cancer patients. Despite the emerging importance of immunotherapy as a new treatment strategy for breast cancer, there is a disparity in the response of breast cancer patients to this regime. Given the multifaceted function of the gut microbiota in modulating therapeutic outcomes in breast cancer patients, it may serve as a critical piece of the riddle to achieve patient-tailored responses to immunotherapy. The role of the gut residents in regulating the host immune system has been thoroughly studied. The gut microbes are responsible for upregulation of TLRs, activation of inflammatory pathways and stimulation of T and B cells, thus regulating the immune network. It is shown that consumption of antibiotics directly contributes to the poor response against anti-PD−1 therapy82. Atypical expression of Toll-like receptors (TLRs), pivotal receptors in innate immunity, is an important driver of carcinogenesis. Investigation of the role of TLR signaling in breast cancer cells demonstrates an overexpression of TLR5 in human breast cancer samples and deregulation of TLR5 signaling pathway in breast carcinoma cells. Importantly, the activation of TLR5 by S. typhimurium flagellin inhibits breast cancer cell proliferation and mediates pro-inflammatory responses for facilitating an effective anti-tumor response in experimental mice83. Therefore, this pathway is expected to serve as a novel avenue for anti-breast cancer therapy.\n        The regular microbial composition of the host gut plays an important role in the maturation of effector CD8+ T cells that are the primary sentinels for eradicating HER2/neu+ breast cancer cells (reviewed in84). Recently, the influence of the gut microbiota in mediating the effectiveness of anticancer immune therapy has been investigated by a few groups. Of importance, interrogation in animal models and cancer patients has divulged a strong association between bacteria such as A. muciniphila, Bacteroides fragilis, Bifidobacterium spp., Collinsella aerofaciens, and Faecalibacterium spp. and favorable anticancer immune responses. Unsurprisingly, these particular bacteria appear to exert general health benefits and attenuate the incidence of metabolic and chronic inflammatory disorders82. Bifidobacterium spp. is associated with attenuated inflammation in mice models and has been found to promote the differentiation of naive T cells into Treg cells and facilitate production of IL−10 cytokine, thereby triggering local immunosuppressive effects in the gut. Mice with elevated level of Bifidobacterium exhibit a significant accumulation of activated antigen-specific T cells within the tumor microenvironment and a substantial decline in their tumor growth. These mice also showed an improved response to anti-PD-L1 therapy compared to the control group, and a probiotic cocktail of B. breve and B. longum is found to enhance the anti-tumor efficacy of anti-PD-L1 immunotherapy. Interestingly, co-housing of the mice or fecal transfer leads to elimination of these differences85. Metagenomics analysis of patient stool samples suggests a correlation between diminished presence of Akkermansia muciniphila with reduced efficacy of anti-PD1 antibodies, resulting in poor survival of lung cancer patients. Intriguingly, oral supplementation with A. muciniphila is found to restore the efficacy of PD−1 blockade through increased recruitment of cytotoxic T lymphocytes that promote anti-tumor activity. Thus, A. muciniphila is likely to improve the clinical response to immunotherapy86. The same mechanism can be extrapolated to breast cancer patients. Of note, fecal microbiota transplants from cancer patients to germ-free mice show a link between Akkermansia muciniphila and significant reaction to the PD1 checkpoint inhibitor, thus confirming the importance of this commensal gut microbe in immunotherapy87. Mice harboring melanoma, when inoculated with Bifidobacterium, show amplified anticancer effects of anti-PDL1 immunotherapy via priming of CD8+ T lymphocytes85. A similar response can be expected in patients with carcinoma of the breast. In patients receiving immunomodulatory therapy, Bifidobacterium is engaged in the induction of tumor-related T cells and enhanced entrance of circulating T cells in the tumor microenvironment61. Furthermore, Bacteroides spp. influences the anti-tumor effects of CTLA−4 immunotherapy in mice and patients. While tumors in antibiotic-treated or germ-free mice are poorly responsive to CTLA blockade, the introduction of B. fragilis resolves this defect, thus indicating the importance of this gut resident in determining the outcome of cancer immunotherapy88.\n        Of importance, breast cancer patients, who have not received any sort of antibiotic treatment prior to or during immunotherapy, exhibit better overall survival and progression-free survival relative to those who have received a course of antibiotic treatment (reviewed in89). Studies in murine models have shown the promising usefulness of Lactobacillus acidophilus in modulating the immune response against breast carcinoma90. Experimental animals orally administered with Lactobacillus acidophilus exhibit significant alterations in the production of IFN-γ, IL−4, and TGf-β in addition to lymphocyte proliferation to elicit a Th1-mediated anti-tumor immune response. Another group attempted to decipher the role of the gut microbiota on immune-mediated anti-tumor efficacy of trastuzumab using preclinical models of HER2-positive breast cancer. Treatment with antibiotics results in dramatically impaired tumor suppressive efficacy of trastuzumab in mice. Individuals with primary HER2-positive breast cancer, exhibiting a reduced α-diversity and reduced abundance of Bifidobacteriaceae, Lachnospiraceae, Prevotellaceae and Turicibacteriaceae, are found to be non-responsive to trastuzumab therapy. Importantly, fecal microbiota transplant from both responsive and non-responsive patients to mice mirrors a similar response to trastuzumab as is observed for the human subjects. Altogether, the study reveals a clear contribution of the gut microbiota in mediating the anticancer immune response by trastuzumab91. Another interesting observation is that breast cancer patients with certain gut microbes, such as Bacteroidaceae, Barnesiellaceae, and Rikenellaceae, exhibit a higher possibility of developing immune-mediated toxicity (reviewed in89). Such evidence points toward the intimate contribution of the gut microbiota involvement in determining the anti-tumor efficacy of conventional immunotherapy in breast cancer and suggests the modulation of gut commensals as an important therapeutic strategy for the treatment of breast cancer.\n“Gentlemen, it is the microbes who will have the last word.”- Louis Pasteur\n        •The gut microbiota may impact endocrine therapy and post-operative pain. The current therapeutic regimens employed for the management of breast cancer have been shown to significantly modulate the gut microbiota. A disruption to the commensal gut microbiota in mice harboring HR-positive breast cancer stimulates an increase in the dissemination of circulating tumor cells in addition to enhanced early onset of inflammation in the mammary gland58. Selective estrogen receptor modulators such as Tamoxifen and Raloxifene possess the ability to significantly alter the composition of the gut microbiota59, and this class of drugs has been shown to exert detrimental effects on Bacillus stearothermophilus, Klebsiella pneumoniae, Pseudomonas aeruginosa, Porphyromonas gingivalis, Acinetobacter baumannii, Enterococcus faecium and Streptococcus mutans. One distressing complication that affects nearly half of breast cancer survivors is chronic post-operative pain, which severely impacts the quality of life of the survivors. Identification of individuals, who are at a higher risk of suffering from this aftermath, can assist in providing mitigation strategies from an earlier stage to such patients. Interestingly, analysis of the pre-operative gut microbiota of breast cancer survivors reveals a direct correlation between the gut microbiota and the status of chronic post-operative pain. The study strongly advocates the application of the gut microbiota as an additional clinical parameter for predicting the susceptible groups and suggests that modulation of the gut microbiota aids in alleviating chronic post-operative pain60. While multiple endocrine therapies are currently available to target estrogen receptor-positive breast cancer and additional studies are required to uncover the complex bidirectional relationship between endocrine therapies and specific microbiota alterations, it is clear that gut microbiota does impact drug efficacy as well as associated side effects.\n        •The gut microbiota regulates the effects of chemotherapeutic drugs and radiotherapy in breast carcinoma. The gut microbiota has been indicated to play an imperative role in modulating the metabolism, translocation, enzymatic modulation, and immunomodulation of several chemotherapeutic drugs, resulting in either activation or inactivation of the drugs in question61. Using shotgun metagenomics sequencing, it has been shown that distinct gut commensals, which are found to be elevated in breast cancer patients relative to healthy subjects, confer a negative impact on breast cancer prognosis in patients, and are associated with increased side effects of chemotherapy. Also, chemotherapy dramatically alters the balance between favorable and unfavorable gut commensals, thus affecting the treatment outcome25. In breast cancer patients previously treated with chemotherapy, polyunsaturated fatty acids (PUFAs) are found to be associated with gut bacteria such as Actinobacteria and Bacteroidetes, whereas they are associated with Bifidobacterium in untreated groups62. Furthermore, the presence of particular gut microbes proves to be a vital determinant for the efficacy of a drug, thus affecting the clinical outcome in breast cancer patients. This has been shown to hold true for the chemotherapeutic agents, such as cyclophosphamide and platinum salts as the anti-tumor efficacy of these agents is considerably deterred in germ-free mice and antibiotic-treated animals63.\n        Genotoxicity by oxaliplatin depends on the production of reactive oxygen species by inflammatory cells and this mechanism is disrupted upon gut microbial dysbiosis64. Additionally, taxane drugs are found to disrupt the activation of the immune system by bacterial LPS (Reviewed in5). Increased level of Slackia leads to lower progression-free survival whereas higher abundance of Blautia obeum is associated with improved progression-free survival in Her2-negative breast cancer patients, subjected to therapy with metronomic capecitabine65. Oral administration of an anticancer therapeutic, Vismodegib, leads to overrepresentation of butyrate-producing commensals, Lachnospiraceae and Ruminococcaceae, known to modulate Treg and T helper cell activity. Alterations in the gut microbiota elicits an increase in the gut-associated immunomodulatory effector CD8+ T cells in 4T1 mammary tumor-bearing mice66. A striking evidence supporting the interplay between chemotherapeutic drugs and the gut microbes comes from research on irinotecan. An increase in the expression of bacterial β-glucuronidase correlates with irinotecan-associated intestinal toxicity. Treatment with irinotecan results in abundance of Clostridium and Enterobacteriaceae in the gut, thus increasing the production of β-glucuronidase. Importantly, treatment with antibiotic leads to inhibition of these gut dwellers in experimental animals and, thereby, suppresses irinotecan-related toxicity67,68. Irinotecan treatment itself tends to induce microbial dysbiosis, which further exacerbates the toxic effect of the drug. The use of irinotecan as a potential palliative therapy for breast cancer patients is under investigation (NCT03562390). Given that the gut microbiota is intimately responsible for regulating the level of β-glucuronidase, it will be interesting to assess the interaction between the gut microbiota of breast cancer patients with this particular chemotherapeutic drug. Moreover, a recent study utilized 16S rRNA sequencing in breast tumor tissues collected from breast cancer patients, who had undergone neoadjuvant chemotherapy at the time of surgery. Chemotherapy is found to drastically increase the level of Pseudomonas and treatment of breast cancer cells with media conditioned with P. aeruginosa potentiates the effects of chemotherapy69. In line with this, oral administration of the probiotic Lactobacillus plantarum HY7712, a familiar gut commensal, has been shown to impart a protective role against cyclophosphamide-associated immunosuppression in mice by restoring the cytotoxic functions of natural killer and cytotoxic T cells70. This emphasizes the role of the gut microbial community in modulating the cytotoxic effects of anticancer drugs. Moreover, research implies that the gut residing Streptomyces WAC04685 de-glycosylates and inactivates doxorubicin into a nontoxic form71. Doxorubicin is a commonly used anthracycline used for the treatment of several breast cancer patients, however, its application is limited owing to toxic side effects. The gut bacteria-mediated detoxification of this drug can be modified and exploited for imparting protection against toxic effects of chemotherapeutics in non-cancerous tissues, and for improving the quality of life of women with breast cancer. Furthermore, the gut microbiota is believed to alter the bioavailability of anthracyclines, which may, subsequently interfere with their pharmacokinetics and pharmacodynamics72. Additionally, treatment with anthracycline facilitates the passage of gut microorganisms like Lactobacillus johnsonii, Lactobacillus murinus, Barnesiella intestinihominis and Enterococcus hirae to the secondary lymphoid organs, thus impacting the anticancer immune response (Reviewed in5). The intestinal pathogen, H. pylori, is found to markedly reduce the absorption and bioavailability of L-DOPA within the body by physically adhering to it (Reviewed in73). Such results suggest the potential involvement of the gut microbiota in modulating the anti-tumor effects of different chemotherapeutic drugs and warrant additional interrogations for maximizing the efficacy of such drugs through regulation of the gut microbiota in women with breast cancer. A comprehensive metagenomic comparison of the fecal microbiota indicates that patients, who responded better to neo-adjuvant chemotherapy, exhibit reduced species richness and a distinct signature in their gut microbial composition, compared to the non-effectual group74. This study paved the groundwork for future investigations aimed at unraveling the implications of gut-residing Dorea, Coprococcus, etc. in modulating breast cancer treatment outcomes. In addition, metagenomics analysis in TNBC-bearing murine models showed that doxorubicin treatment significantly alters the gut microbiome and leads to an increased abundance of Akkermansia muciniphila. Moreover, the introduction of a high-fat diet-FMT notably alters the gut microbiome, which, subsequently, decreases the responsiveness of these mice toward doxorubicin efficacy. Together, the findings denote that modulation of the gut microbiota can drastically influence chemotherapy responsiveness in the TNBC animal model75. A recent study demonstrated that the microbial composition of patient stool samples prior to treatment is comprised of Firmicutes and Bacteroidetes as the prevalent phyla. TNBC patients, who achieved a complete pathological response following neoadjuvant chemotherapy, are characterized by an increased alpha diversity and a trend toward richness with an enrichment of B. eggerthii, compared to patients with residual disease even after the therapy76. The association of this species with flavonoid metabolism, resulting in anti-inflammatory and anti-cancer effects, in preclinical models, offers an intriguing point for future research. In the context of TNBC, very little is known about the particular gut microbial signatures that contribute to TNBC development, progression, and therapeutic response. Hence, more extensive clinical interrogations explicitly focused on TNBC patients are very much needed to elucidate the implications of the gut microbiome in TNBC. Large-scale profiling of the gut microbiome and the associated modifications in TNBC can facilitate the development of valuable treatment options for better clinical prognosis and quality of life for TNBC patients.\n        Radiotherapy is a commonly used method for treating breast cancer; however, there is sparse research regarding the impact of the gut microbiota on radiotherapy. In terms of the connection between the gut microbiota and radiotherapy in breast cancer, there exists extremely limited research. Contemporary studies indicate that radiotherapy is less effective in germ-free mice relative to intact mice, implying the role of antibiotics in attenuating the clinical efficacy of cancer radiotherapy77. One study showed that FMT from control group to irradiated subjects prominently improves survival and inhibits toxicity in a murine model of severe radiotoxicity78. Radiotherapy response is immensely affected by the tumor microenvironment. The gut microbiota significantly modulates the host metabolic pathways, which, in turn, affect the immune response in the tumor microenvironment and dictates radio-sensitivity in cancer cells. For example, M1 macrophages, when co-cultured with inflammatory breast cancer cells, are found to sensitize the latter to radiotherapy. In contrast, M2 macrophages are associated with resistance to radiation therapy79,80. Improved understanding of the role of the gut microbiota in radiation response is likely to enhance treatment outcomes with minimal collateral effects.\n        One of the predominant side effects of chemotherapy and radiotherapy that often results in morbidity and mortality is mucositis. The intestinal microbiota is found to play a key role in regulating the development and severity of mucositis in the gastrointestinal system through rewiring of the inflammatory processes, redox stress, and other mechanisms81. In accordance, an increase in the levels of multiple inflammation-associated cytokines accompanied by a lower Firmicutes/Bacteroidetes ratio and shifts in the relative abundance of Verrucomicrobia, Proteobacteria, and Cyanobacteria are prevalent in a murine model of 5-fluorouracil-induced mucositis64. Further investigation can help delineate the connection between the gut commensals and intestinal mucositis for improved quality of life in breast cancer patients.\n        Till date, a handful of clinical studies have tried to address the correlation between the gut microbiota and chemotherapy that are clinically used to treat breast cancer. One clinical trial (NCT03586297) in newly diagnosed TNBC patients, undergoing AC-T neo-adjuvant chemotherapy, has displayed an association between the dominance of specific gut and intra-tumoral microbiota with the pathologic response (ClinicalTrials.gov). A case-controlled study (NCT04138979) is exploring the dynamic changes in the intestinal microbiota of 80 breast cancer patients receiving chemotherapy (ClinicalTrials.gov). The results from such assessments can prove instrumental in establishing the unrealized potential of gut microbiota in predicting chemotherapeutic response in patients and pave the way for personalized medicine.\n        •The powerful impact of the gut microbiota on the immunotherapeutic options in breast cancer patients. Despite the emerging importance of immunotherapy as a new treatment strategy for breast cancer, there is a disparity in the response of breast cancer patients to this regime. Given the multifaceted function of the gut microbiota in modulating therapeutic outcomes in breast cancer patients, it may serve as a critical piece of the riddle to achieve patient-tailored responses to immunotherapy. The role of the gut residents in regulating the host immune system has been thoroughly studied. The gut microbes are responsible for upregulation of TLRs, activation of inflammatory pathways and stimulation of T and B cells, thus regulating the immune network. It is shown that consumption of antibiotics directly contributes to the poor response against anti-PD−1 therapy82. Atypical expression of Toll-like receptors (TLRs), pivotal receptors in innate immunity, is an important driver of carcinogenesis. Investigation of the role of TLR signaling in breast cancer cells demonstrates an overexpression of TLR5 in human breast cancer samples and deregulation of TLR5 signaling pathway in breast carcinoma cells. Importantly, the activation of TLR5 by S. typhimurium flagellin inhibits breast cancer cell proliferation and mediates pro-inflammatory responses for facilitating an effective anti-tumor response in experimental mice83. Therefore, this pathway is expected to serve as a novel avenue for anti-breast cancer therapy.\n        The regular microbial composition of the host gut plays an important role in the maturation of effector CD8+ T cells that are the primary sentinels for eradicating HER2/neu+ breast cancer cells (reviewed in84). Recently, the influence of the gut microbiota in mediating the effectiveness of anticancer immune therapy has been investigated by a few groups. Of importance, interrogation in animal models and cancer patients has divulged a strong association between bacteria such as A. muciniphila, Bacteroides fragilis, Bifidobacterium spp., Collinsella aerofaciens, and Faecalibacterium spp. and favorable anticancer immune responses. Unsurprisingly, these particular bacteria appear to exert general health benefits and attenuate the incidence of metabolic and chronic inflammatory disorders82. Bifidobacterium spp. is associated with attenuated inflammation in mice models and has been found to promote the differentiation of naive T cells into Treg cells and facilitate production of IL−10 cytokine, thereby triggering local immunosuppressive effects in the gut. Mice with elevated level of Bifidobacterium exhibit a significant accumulation of activated antigen-specific T cells within the tumor microenvironment and a substantial decline in their tumor growth. These mice also showed an improved response to anti-PD-L1 therapy compared to the control group, and a probiotic cocktail of B. breve and B. longum is found to enhance the anti-tumor efficacy of anti-PD-L1 immunotherapy. Interestingly, co-housing of the mice or fecal transfer leads to elimination of these differences85. Metagenomics analysis of patient stool samples suggests a correlation between diminished presence of Akkermansia muciniphila with reduced efficacy of anti-PD1 antibodies, resulting in poor survival of lung cancer patients. Intriguingly, oral supplementation with A. muciniphila is found to restore the efficacy of PD−1 blockade through increased recruitment of cytotoxic T lymphocytes that promote anti-tumor activity. Thus, A. muciniphila is likely to improve the clinical response to immunotherapy86. The same mechanism can be extrapolated to breast cancer patients. Of note, fecal microbiota transplants from cancer patients to germ-free mice show a link between Akkermansia muciniphila and significant reaction to the PD1 checkpoint inhibitor, thus confirming the importance of this commensal gut microbe in immunotherapy87. Mice harboring melanoma, when inoculated with Bifidobacterium, show amplified anticancer effects of anti-PDL1 immunotherapy via priming of CD8+ T lymphocytes85. A similar response can be expected in patients with carcinoma of the breast. In patients receiving immunomodulatory therapy, Bifidobacterium is engaged in the induction of tumor-related T cells and enhanced entrance of circulating T cells in the tumor microenvironment61. Furthermore, Bacteroides spp. influences the anti-tumor effects of CTLA−4 immunotherapy in mice and patients. While tumors in antibiotic-treated or germ-free mice are poorly responsive to CTLA blockade, the introduction of B. fragilis resolves this defect, thus indicating the importance of this gut resident in determining the outcome of cancer immunotherapy88.\n        Of importance, breast cancer patients, who have not received any sort of antibiotic treatment prior to or during immunotherapy, exhibit better overall survival and progression-free survival relative to those who have received a course of antibiotic treatment (reviewed in89). Studies in murine models have shown the promising usefulness of Lactobacillus acidophilus in modulating the immune response against breast carcinoma90. Experimental animals orally administered with Lactobacillus acidophilus exhibit significant alterations in the production of IFN-γ, IL−4, and TGf-β in addition to lymphocyte proliferation to elicit a Th1-mediated anti-tumor immune response. Another group attempted to decipher the role of the gut microbiota on immune-mediated anti-tumor efficacy of trastuzumab using preclinical models of HER2-positive breast cancer. Treatment with antibiotics results in dramatically impaired tumor suppressive efficacy of trastuzumab in mice. Individuals with primary HER2-positive breast cancer, exhibiting a reduced α-diversity and reduced abundance of Bifidobacteriaceae, Lachnospiraceae, Prevotellaceae and Turicibacteriaceae, are found to be non-responsive to trastuzumab therapy. Importantly, fecal microbiota transplant from both responsive and non-responsive patients to mice mirrors a similar response to trastuzumab as is observed for the human subjects. Altogether, the study reveals a clear contribution of the gut microbiota in mediating the anticancer immune response by trastuzumab91. Another interesting observation is that breast cancer patients with certain gut microbes, such as Bacteroidaceae, Barnesiellaceae, and Rikenellaceae, exhibit a higher possibility of developing immune-mediated toxicity (reviewed in89). Such evidence points toward the intimate contribution of the gut microbiota involvement in determining the anti-tumor efficacy of conventional immunotherapy in breast cancer and suggests the modulation of gut commensals as an important therapeutic strategy for the treatment of breast cancer.\nRestoring the gut microbiota as an effective therapeutic strategy for the management of breast cancer: good health starts in the gut\n      \n        “The food you eat can either be the safest and most powerful form of medicine or the slowest form of poison.”- Ann Wigmore\n        Given the role of gut microbiota in the development and progression of breast cancer, efforts are underway for unraveling the therapeutic applications of metabolites, pro- and prebiotics in breast carcinoma as rational approaches for mitigating the advancement of the disease. Intervention strategies using dietary modulation and supplements are also being examined to alleviate treatment-related side effects.\n        • Metabolites as the actionable nodes. Various metabolites produced by the gut microbes have been linked to imparting anticancer activities to alleviate breast tumorigenesis. For instance, cadaverine, a metabolite generated by members of the genera Enterococcus, Enterobacter, Escherichia, and Proteus, has been shown to inhibit breast carcinogenesis by blocking migration, invasion, and epithelial-to-mesenchymal transition64. Cadaverine exerts significant anti-tumor effects in various models harboring breast cancer, including TNBC. BALB/c mice harboring 4T1 breast tumor cells, following treatment with cadaverine, demonstrate a decrease in tumor mass and metastasis. Genes responsible for bacterial cadaverine production, CadA and LdcC, are noted to be reduced in fecal samples of women with early-stage breast cancer relative to the control group92. Indoles are another group of products from the intestinal microbiota that are known to induce notable cytostatic activities against various breast cancer cells, including TNBC, resulting in inhibition of cancer cell proliferation, stemness, and metastasis93. Furthermore, stimulation of oxidative stress by bacterial metabolites results in inhibition of breast cancer progression. One study demonstrated that the bacterial metabolite, lithocholic acid, decreases VEGF expression and blocks breast tumor cell proliferation, aggressiveness, and metastatic potential. This is shown to be mediated via an increased antitumor immune response and activation of the antioxidant defense system, including NRF2 and related factors94. Importantly, patients with early-stage breast cancer have decreased serum levels of lithocholic acid compared to control subjects94. Lithocholic acid is produced exclusively by the gut bacteria, for example, Clostridia spp., and it exerts considerable antitumor effects in vitro and in murine models through regulation of cellular metabolism, increased induction of p53 and inhibition of VEGF27. These observations confirm the role of the composition of gut microbiota and the metabolites they produce in breast cancer development.\n        Additionally, SCFAs like acetate, butyrate, and propionate are well known for their ability to modulate breast carcinoma cell properties95,96. The primary source of generation of SCFAs is fermentation of indigestible carbohydrates by intestinal bacteria92. Sodium propionate actively blocks the JAK2/STAT3 pathway, triggering cell cycle arrest and promoting ROS and phosphorylation of p38 MAPK, thus inducing apoptosis, and inhibiting tumor growth in breast cancer cells in vitro97. Administration of sodium propionate in breast tumor-bearing nude mice causes a pronounced suppression in tumor growth through regulation of STAT3 and p3897. Sodium butyrate, which acts as an HDAC inhibitor, has shown promising anti-tumor efficacy in TNBC models, both as a single agent and in combination98. Nisin is one of the predominant bacteriocins within the human gut and is produced by Lactobacillus lactis. An in vitro study in MCF−7 cells has demonstrated the potential anticancer role of nisin and established its promising synergistic anti-tumor action with doxorubicin99. Interestingly, extracellular vesicles produced by Klebsiella pneumoniae, when added to MCF−7 breast cancer cells, potentiate the anti-tumor effects of tamoxifen therapy84. Also, intestinal bacteria have also been associated with the conversion of certain plant lignans into mammalian lignans that impart protective effects against carcinoma of the breast (reviewed in100). In fact, enterolactone, which is produced by the intestinal microbiota, is suggested to regulate estrogen signaling, which reduces the risk of breast cancer (reviewed in100). Again, bovicin HC5 of Streptococcus bovis HC5 and colicin E1 and A, synthesized by E. coli and other Enterobacteriaceae, lead to tumor suppression in various grades of breast carcinoma cell lines. Entap produced by the Enterococcus strains also exhibits promising anticancer activity against triple-negative breast carcinoma (reviewed in101).\n        • Probiotics as a tool to modulate gut microbiota. The significant amendments of the gut microbiota by administration of probiotics have been thoroughly investigated by several groups. For instance, when mice bearing breast tumors are fed with milk fermented with L. helveticus R389, they exhibit augmented levels of IL−10 accompanied by attenuated levels of IL−6 in the serum and mammary cells of mice, which results in inhibition of breast tumor cells102. The probiotic Lactobacillus casei CRL431 profoundly blocks breast cancer development and metastasis in vivo through reduced intra-tumoral infiltration of macrophages and enhanced CD4+ and CD8+ immune response (reviewed in103). Additionally, daily oral consumption of L. acidophilus is associated with enhanced production of IL−12 and decreased level of TGF-β with consequent reduction in tumor growth rate in BALB/c mice104. Moreover, a considerable increase in the overall survival of mice is observed when administered with L. acidophilus prior to breast tumor transplantation and continued for 30 days. There is a heightened proliferation of immune cells, increased production of IFN-γ, and reduced generation of IL−4 in response to the probiotic treatment, thus advocating the role of L. acidophilus in modulation of immune response and antitumor response105. Furthermore, the early stages of breast tumorigenesis in two models of mice with an increased risk for mammary tumor development – first, a strain of outbred Swiss mice fed on a Westernized diet and, second, an FVB strain erbB2 (HER2) mutant mice – is thwarted by oral intake of Lactobacillus reuteri, which leads to stimulation of CD4+/CD25+ lymphocytes106. Importantly, the adoptive transfer of such cells to transgenic breast tumor model suffices to inhibit tumor growth. In this regard, administration of Lactobacillus plantarum LS/07 exerts immunomodulatory effects against breast carcinogenesis107. The probiotic Faecalibacterium prausnitzii suppresses breast tumor growth and metastasis through inhibition of the IL−6/JAK/STAT3 signaling cascade and its relative abundance is considerably reduced in breast cancer patients108. Hyper-activation of the IL−6/JAK/STAT3 pathway is frequented in several types of cancer and correlates with poor prognosis, while inhibitors of this pathway are clinically used as anticancer therapeutics109- this clearly marks the pivotal role of the probiotic gut microbes as potential anti-tumor treatment modules for breast cancer. In addition, the anticancer functions of Enterococcus faecalis and Staphylococcus hominis are evident by the marked drop in cell proliferation alongside an induction of apoptosis and G0/G1 cell cycle arrest in breast cancer cells110. Interestingly, kefir water markedly blocks breast tumor proliferation in mice inoculated with 4T1 breast cancer cells through promotion of apoptosis and modulation of the immune system, thus citing its anti-inflammatory and anti-metastatic potential (reviewed in5).\n        In addition, probiotic supplementation leads to stabilized body fat, reduced metabolic changes and attenuated gut dysbacteriosis during docetaxel-based chemotherapy of breast cancer patients111. More recently, breast cancer patients who have undergone chemotherapy were subjected to a 12-week exercise regime. Subsequently, breast cancer outcome in germ-free mice was investigated via FMT of the post-exercise gut microbiota, either alone or supplemented with prebiotic fiber. Mice colonized with post-exercise gut microbes exhibit significantly diminished tumor volume with enrichment of favorable cytokine profiles and reduced angiogenesis. Prebiotic fiber supplementation further compound the anti-tumor effects112. Although several clinical trials have advocated the beneficial and therapeutic effects of probiotic consumption in cancer patients113, merely a handful of clinical trials are focused on the impact of probiotics in breast cancer patients. Soybeans are a major source of the plant estrogen, isoflavones, which are believed to impact breast cancer development via their anti-angiogenic, anti-inflammatory, anti-oxidative and anti-proliferative properties or through their competition with endogenous human estrogens for binding to the estrogen receptors114. A case-control study among Japanese women show that regular consumption of L. casei Shirota and soy isoflavone right from adolescence is correlated with a sharp decline in the risk of breast carcinogenesis115. However, the study has distinct gaps that require long-term exposure and surveillance to actually establish the chemo-preventive effects associated with consumption of these bacteria. The inverse correlation, as found in this study, is in agreement with four case-control studies conducted among premenopausal women from Singapore-Chinese116, Japanese117, Asian-American118 and Chinese119 populations and two case-control studies among postmenopausal women in Chinese119 and Asian-American120 populations, each of which have observed statistically significant inverse correlations between soy consumption and the risk of breast cancer. Soy intake, however, does not seem to have a profound influence on breast cancer risk in studies among Western populations, characterized by a low average consumption of soy isoflavones (<1 mg day−1)121. Some clinical trials have evaluated the inter-relationship between intestinal microbes and the risk of breast cancer apart from exploring the effects of antibiotics and probiotics on breast microbiota (NCT03702868, NCT01461070, NCT03290651). In accordance, there exist a few clinical trials that aim to elucidate the benefits of probiotics in breast cancer patients. An ongoing study (NCT03358511) intends to explore the role of probiotics on cytotoxic T lymphocytes in breast tumor patients and involves post-menopausal breast cancer women with operable stage I-III breast adenocarcinoma tumors, who have been given a particular probiotic (Primal Defense Ultra® Probiotic Formula, encompassing a cocktail of Saccharomyces boulardii, L. plantarum, L. rhamnosus, L. casei, L. salivarius, L. acidophilus, L. brevis, L. paracasei, B. subtilis, Bifidobacterium lactis, B. bifidum, B. breve and B. longum) three times a day for two to four weeks, prior to surgery. Another randomized controlled pilot study (NCT03760653) aims to understand the impact of probiotics (Lactobacillus rhamnosus, Lactobacillus paracasei, L. acidophilus and Bifidobacterium bifidum), administered for a duration of 12 weeks, supplemented with physical exercise, on gut microbiota and the prognosis in breast cancer survivors. So far, these are the only two ongoing clinical trials that are testing the impact of probiotics in breast cancer patients. However, no studies have elucidated the differential effects of various probiotic strains or variable doses of the probiotics on the safety or efficacy of treatment outcome in breast cancer patients. Although probiotics have demonstrated a promising capacity in alleviating the complications and side effects related to chemotherapy, research on any long-term adverse effects of probiotic intake itself remains elusive. In general, administration of probiotics remodels the gut microbiota to impart an anti-tumor and a protective role – nonetheless, it will be important to investigate the dosage and precise composition of the probiotic to ensure that it does not adversely affect the patients.\n        Given the unequivocal role of probiotics upon breast cancer development, it is feasible that administration of a particular cocktail of probiotic microbiota in combination with established chemotherapeutic agents will confer health benefits to breast cancer patients122. One study reports that wild-type bacteria are capable of regulating the toxicity of several common chemotherapeutic agents used in breast cancer treatment; therefore, modulation of the microbiota can improve the response to therapy in breast tumors123. Treatment of breast cancer-bearing mice with E. coli Nissle 1917 shifts the gut microbiota toward beneficial microbiota, comprising Bacteroides, Allistipes, and Akkermansia, which, consequently, re-sensitizes the resistant tumors to the anticancer effects of the TGF-β blocker, galunisertib, and successfully suppresses tumor growth and metastasis124. Although the potential promise of the anticancer properties of probiotics has been strongly observed in preclinical studies, there is a dire need for adequate clinical trials with larger cohorts and long-term evaluations with a focus on the mechanisms involved for the clinical translation of such probiotics in the management of breast cancer patients.\n        • Dietary modulations and bioactive compounds in altering gut microbiota. Another critical factor that substantially alters the gut microbiota is diet, and an appreciable number of evidence from both animal and human studies has shown a connection between diet-induced alterations in gut microbial composition and diversity with breast carcinogenesis (reviewed in125). Post-menopausal women who daily consumed more than 30 g of fiber, fruit or seeds exhibit a notably lower risk of developing breast tumors, while consumption of raw vegetables is associated with a 30% decline in the risk of breast cancer development in the general population. Of importance, increased levels of plant dietary fibers in the gut stimulates the proliferation of Bifidobacterium and Faecalibacterium prausnitzii, which exhibit anti-inflammatory and anti-tumor effects. A shift in the balance of Firmicutes in non-obese population to Bacteroidetes in obese individuals is associated with increased levels of circulatory estrogen and, subsequently, a higher risk of breast cancer (reviewed in125). Dietary fiber has also been shown to influence estradiol metabolism alteration of β-glucuronidase enzyme in post-menopausal women with breast cancer126. Results from another study suggest a correlation between increased levels of total and soluble dietary fibers with decreased levels of Clostridium hathewayi spp. and Clostridium (Erysipelotrichaceae family) that are known to promote β-glucuronidase activity127.\n        Polyphenols are another class of compounds that have a positive influence on the gut microbiota – they usually interrupt proliferation of pathogenic bacteria and promote the growth of beneficial microbes. In agreement, consumption of broccoli sprouts and green tea polyphenols, early in life, has been shown to modulate the gut microbiota and strongly thwart tumor growth in spontaneous mice model of breast cancer. In breast cancer patients undergoing radiotherapy, a polyphenol present in tea considerably interferes with cell proliferation, invasion, and angiogenesis, and enhances the efficacy of radiotherapy. Together, these collated reports indicate the importance of microbiota engineering for the treatment of breast cancer (Figure 3). Alterations in the gut bacterial population promote an enhanced risk of breast cancer through modulation of multiple cell signaling pathways, including inflammatory and immune responses. Consequently, rewiring the gut microbial composition can reprogram these pathways and mount an effective anti-tumor response in breast cancer patients.\nFigure 3.Reversal of microbial dysbiosis can aid in inhibition of breast tumor development and progression by mounting the immune system and rewiring the cancer-associated pathways. Consumption of probiotics and a diet rich in fibers and polyphenols is likely to enrich the beneficial gut microbiota, which can impart an anti-tumor effect in breast cancer models. The red arrow indicates the various stages in the development of breast tumor, followed by subsequent metastasis. The green arrow depicts the suppression of breast tumorigenesis, following reversal of gut dysbiosis. The application of the gut microbiota in combination with contemporary therapeutic modules is a research focus for further investigations.\n        • Potential utility of bacteriophage transplantation to modulate gut microbiota. The human gut harbors approximately 1015 bacteriophages, exceeding the bacterial and human cells by 100 times. Fecal bacteriophage transplantation (FBT) has been utilized to restore gut eubiosis in intestinal diseases128. With two replication cycles, the lysogenic cycle and the lytic cycle, bacteriophages can impact host bacterial cells in a variety of ways. Some virulent phages solely utilize lytic cycle, whereas others use a combination of lysogenic and lytic cycles. Interestingly, bacteriophages can readily modify or kill bacterial populations, and several theories have been proposed to explain bacteriophage-bacteria interactions such as Piggyback-the-loser, Piggyback-the-winner, Kill-the-winner, and Red-queen hypothesis129. Bacteriophage EFA1 efficiently disrupts E. faecalis biofilms, upregulates ROS production, and modulates its effect on colon cancer130. Plasma levels of bacteriophage in leukemic patients correlate with their CRP levels, monocyte/macrophage activation, and can be a marker for gut barrier damage131. While few recent studies have examined bacteriophages to modulate gut microbiota in colorectal cancer132,133 to achieve favorable changes, comprehensive development of bacteriophages as a tool to positively impact gut dysbiosis in other cancers including breast cancer is still in its infancy.\n“The food you eat can either be the safest and most powerful form of medicine or the slowest form of poison.”- Ann Wigmore\n        Given the role of gut microbiota in the development and progression of breast cancer, efforts are underway for unraveling the therapeutic applications of metabolites, pro- and prebiotics in breast carcinoma as rational approaches for mitigating the advancement of the disease. Intervention strategies using dietary modulation and supplements are also being examined to alleviate treatment-related side effects.\n        • Metabolites as the actionable nodes. Various metabolites produced by the gut microbes have been linked to imparting anticancer activities to alleviate breast tumorigenesis. For instance, cadaverine, a metabolite generated by members of the genera Enterococcus, Enterobacter, Escherichia, and Proteus, has been shown to inhibit breast carcinogenesis by blocking migration, invasion, and epithelial-to-mesenchymal transition64. Cadaverine exerts significant anti-tumor effects in various models harboring breast cancer, including TNBC. BALB/c mice harboring 4T1 breast tumor cells, following treatment with cadaverine, demonstrate a decrease in tumor mass and metastasis. Genes responsible for bacterial cadaverine production, CadA and LdcC, are noted to be reduced in fecal samples of women with early-stage breast cancer relative to the control group92. Indoles are another group of products from the intestinal microbiota that are known to induce notable cytostatic activities against various breast cancer cells, including TNBC, resulting in inhibition of cancer cell proliferation, stemness, and metastasis93. Furthermore, stimulation of oxidative stress by bacterial metabolites results in inhibition of breast cancer progression. One study demonstrated that the bacterial metabolite, lithocholic acid, decreases VEGF expression and blocks breast tumor cell proliferation, aggressiveness, and metastatic potential. This is shown to be mediated via an increased antitumor immune response and activation of the antioxidant defense system, including NRF2 and related factors94. Importantly, patients with early-stage breast cancer have decreased serum levels of lithocholic acid compared to control subjects94. Lithocholic acid is produced exclusively by the gut bacteria, for example, Clostridia spp., and it exerts considerable antitumor effects in vitro and in murine models through regulation of cellular metabolism, increased induction of p53 and inhibition of VEGF27. These observations confirm the role of the composition of gut microbiota and the metabolites they produce in breast cancer development.\n        Additionally, SCFAs like acetate, butyrate, and propionate are well known for their ability to modulate breast carcinoma cell properties95,96. The primary source of generation of SCFAs is fermentation of indigestible carbohydrates by intestinal bacteria92. Sodium propionate actively blocks the JAK2/STAT3 pathway, triggering cell cycle arrest and promoting ROS and phosphorylation of p38 MAPK, thus inducing apoptosis, and inhibiting tumor growth in breast cancer cells in vitro97. Administration of sodium propionate in breast tumor-bearing nude mice causes a pronounced suppression in tumor growth through regulation of STAT3 and p3897. Sodium butyrate, which acts as an HDAC inhibitor, has shown promising anti-tumor efficacy in TNBC models, both as a single agent and in combination98. Nisin is one of the predominant bacteriocins within the human gut and is produced by Lactobacillus lactis. An in vitro study in MCF−7 cells has demonstrated the potential anticancer role of nisin and established its promising synergistic anti-tumor action with doxorubicin99. Interestingly, extracellular vesicles produced by Klebsiella pneumoniae, when added to MCF−7 breast cancer cells, potentiate the anti-tumor effects of tamoxifen therapy84. Also, intestinal bacteria have also been associated with the conversion of certain plant lignans into mammalian lignans that impart protective effects against carcinoma of the breast (reviewed in100). In fact, enterolactone, which is produced by the intestinal microbiota, is suggested to regulate estrogen signaling, which reduces the risk of breast cancer (reviewed in100). Again, bovicin HC5 of Streptococcus bovis HC5 and colicin E1 and A, synthesized by E. coli and other Enterobacteriaceae, lead to tumor suppression in various grades of breast carcinoma cell lines. Entap produced by the Enterococcus strains also exhibits promising anticancer activity against triple-negative breast carcinoma (reviewed in101).\n        • Probiotics as a tool to modulate gut microbiota. The significant amendments of the gut microbiota by administration of probiotics have been thoroughly investigated by several groups. For instance, when mice bearing breast tumors are fed with milk fermented with L. helveticus R389, they exhibit augmented levels of IL−10 accompanied by attenuated levels of IL−6 in the serum and mammary cells of mice, which results in inhibition of breast tumor cells102. The probiotic Lactobacillus casei CRL431 profoundly blocks breast cancer development and metastasis in vivo through reduced intra-tumoral infiltration of macrophages and enhanced CD4+ and CD8+ immune response (reviewed in103). Additionally, daily oral consumption of L. acidophilus is associated with enhanced production of IL−12 and decreased level of TGF-β with consequent reduction in tumor growth rate in BALB/c mice104. Moreover, a considerable increase in the overall survival of mice is observed when administered with L. acidophilus prior to breast tumor transplantation and continued for 30 days. There is a heightened proliferation of immune cells, increased production of IFN-γ, and reduced generation of IL−4 in response to the probiotic treatment, thus advocating the role of L. acidophilus in modulation of immune response and antitumor response105. Furthermore, the early stages of breast tumorigenesis in two models of mice with an increased risk for mammary tumor development – first, a strain of outbred Swiss mice fed on a Westernized diet and, second, an FVB strain erbB2 (HER2) mutant mice – is thwarted by oral intake of Lactobacillus reuteri, which leads to stimulation of CD4+/CD25+ lymphocytes106. Importantly, the adoptive transfer of such cells to transgenic breast tumor model suffices to inhibit tumor growth. In this regard, administration of Lactobacillus plantarum LS/07 exerts immunomodulatory effects against breast carcinogenesis107. The probiotic Faecalibacterium prausnitzii suppresses breast tumor growth and metastasis through inhibition of the IL−6/JAK/STAT3 signaling cascade and its relative abundance is considerably reduced in breast cancer patients108. Hyper-activation of the IL−6/JAK/STAT3 pathway is frequented in several types of cancer and correlates with poor prognosis, while inhibitors of this pathway are clinically used as anticancer therapeutics109- this clearly marks the pivotal role of the probiotic gut microbes as potential anti-tumor treatment modules for breast cancer. In addition, the anticancer functions of Enterococcus faecalis and Staphylococcus hominis are evident by the marked drop in cell proliferation alongside an induction of apoptosis and G0/G1 cell cycle arrest in breast cancer cells110. Interestingly, kefir water markedly blocks breast tumor proliferation in mice inoculated with 4T1 breast cancer cells through promotion of apoptosis and modulation of the immune system, thus citing its anti-inflammatory and anti-metastatic potential (reviewed in5).\n        In addition, probiotic supplementation leads to stabilized body fat, reduced metabolic changes and attenuated gut dysbacteriosis during docetaxel-based chemotherapy of breast cancer patients111. More recently, breast cancer patients who have undergone chemotherapy were subjected to a 12-week exercise regime. Subsequently, breast cancer outcome in germ-free mice was investigated via FMT of the post-exercise gut microbiota, either alone or supplemented with prebiotic fiber. Mice colonized with post-exercise gut microbes exhibit significantly diminished tumor volume with enrichment of favorable cytokine profiles and reduced angiogenesis. Prebiotic fiber supplementation further compound the anti-tumor effects112. Although several clinical trials have advocated the beneficial and therapeutic effects of probiotic consumption in cancer patients113, merely a handful of clinical trials are focused on the impact of probiotics in breast cancer patients. Soybeans are a major source of the plant estrogen, isoflavones, which are believed to impact breast cancer development via their anti-angiogenic, anti-inflammatory, anti-oxidative and anti-proliferative properties or through their competition with endogenous human estrogens for binding to the estrogen receptors114. A case-control study among Japanese women show that regular consumption of L. casei Shirota and soy isoflavone right from adolescence is correlated with a sharp decline in the risk of breast carcinogenesis115. However, the study has distinct gaps that require long-term exposure and surveillance to actually establish the chemo-preventive effects associated with consumption of these bacteria. The inverse correlation, as found in this study, is in agreement with four case-control studies conducted among premenopausal women from Singapore-Chinese116, Japanese117, Asian-American118 and Chinese119 populations and two case-control studies among postmenopausal women in Chinese119 and Asian-American120 populations, each of which have observed statistically significant inverse correlations between soy consumption and the risk of breast cancer. Soy intake, however, does not seem to have a profound influence on breast cancer risk in studies among Western populations, characterized by a low average consumption of soy isoflavones (<1 mg day−1)121. Some clinical trials have evaluated the inter-relationship between intestinal microbes and the risk of breast cancer apart from exploring the effects of antibiotics and probiotics on breast microbiota (NCT03702868, NCT01461070, NCT03290651). In accordance, there exist a few clinical trials that aim to elucidate the benefits of probiotics in breast cancer patients. An ongoing study (NCT03358511) intends to explore the role of probiotics on cytotoxic T lymphocytes in breast tumor patients and involves post-menopausal breast cancer women with operable stage I-III breast adenocarcinoma tumors, who have been given a particular probiotic (Primal Defense Ultra® Probiotic Formula, encompassing a cocktail of Saccharomyces boulardii, L. plantarum, L. rhamnosus, L. casei, L. salivarius, L. acidophilus, L. brevis, L. paracasei, B. subtilis, Bifidobacterium lactis, B. bifidum, B. breve and B. longum) three times a day for two to four weeks, prior to surgery. Another randomized controlled pilot study (NCT03760653) aims to understand the impact of probiotics (Lactobacillus rhamnosus, Lactobacillus paracasei, L. acidophilus and Bifidobacterium bifidum), administered for a duration of 12 weeks, supplemented with physical exercise, on gut microbiota and the prognosis in breast cancer survivors. So far, these are the only two ongoing clinical trials that are testing the impact of probiotics in breast cancer patients. However, no studies have elucidated the differential effects of various probiotic strains or variable doses of the probiotics on the safety or efficacy of treatment outcome in breast cancer patients. Although probiotics have demonstrated a promising capacity in alleviating the complications and side effects related to chemotherapy, research on any long-term adverse effects of probiotic intake itself remains elusive. In general, administration of probiotics remodels the gut microbiota to impart an anti-tumor and a protective role – nonetheless, it will be important to investigate the dosage and precise composition of the probiotic to ensure that it does not adversely affect the patients.\n        Given the unequivocal role of probiotics upon breast cancer development, it is feasible that administration of a particular cocktail of probiotic microbiota in combination with established chemotherapeutic agents will confer health benefits to breast cancer patients122. One study reports that wild-type bacteria are capable of regulating the toxicity of several common chemotherapeutic agents used in breast cancer treatment; therefore, modulation of the microbiota can improve the response to therapy in breast tumors123. Treatment of breast cancer-bearing mice with E. coli Nissle 1917 shifts the gut microbiota toward beneficial microbiota, comprising Bacteroides, Allistipes, and Akkermansia, which, consequently, re-sensitizes the resistant tumors to the anticancer effects of the TGF-β blocker, galunisertib, and successfully suppresses tumor growth and metastasis124. Although the potential promise of the anticancer properties of probiotics has been strongly observed in preclinical studies, there is a dire need for adequate clinical trials with larger cohorts and long-term evaluations with a focus on the mechanisms involved for the clinical translation of such probiotics in the management of breast cancer patients.\n        • Dietary modulations and bioactive compounds in altering gut microbiota. Another critical factor that substantially alters the gut microbiota is diet, and an appreciable number of evidence from both animal and human studies has shown a connection between diet-induced alterations in gut microbial composition and diversity with breast carcinogenesis (reviewed in125). Post-menopausal women who daily consumed more than 30 g of fiber, fruit or seeds exhibit a notably lower risk of developing breast tumors, while consumption of raw vegetables is associated with a 30% decline in the risk of breast cancer development in the general population. Of importance, increased levels of plant dietary fibers in the gut stimulates the proliferation of Bifidobacterium and Faecalibacterium prausnitzii, which exhibit anti-inflammatory and anti-tumor effects. A shift in the balance of Firmicutes in non-obese population to Bacteroidetes in obese individuals is associated with increased levels of circulatory estrogen and, subsequently, a higher risk of breast cancer (reviewed in125). Dietary fiber has also been shown to influence estradiol metabolism alteration of β-glucuronidase enzyme in post-menopausal women with breast cancer126. Results from another study suggest a correlation between increased levels of total and soluble dietary fibers with decreased levels of Clostridium hathewayi spp. and Clostridium (Erysipelotrichaceae family) that are known to promote β-glucuronidase activity127.\n        Polyphenols are another class of compounds that have a positive influence on the gut microbiota – they usually interrupt proliferation of pathogenic bacteria and promote the growth of beneficial microbes. In agreement, consumption of broccoli sprouts and green tea polyphenols, early in life, has been shown to modulate the gut microbiota and strongly thwart tumor growth in spontaneous mice model of breast cancer. In breast cancer patients undergoing radiotherapy, a polyphenol present in tea considerably interferes with cell proliferation, invasion, and angiogenesis, and enhances the efficacy of radiotherapy. Together, these collated reports indicate the importance of microbiota engineering for the treatment of breast cancer (Figure 3). Alterations in the gut bacterial population promote an enhanced risk of breast cancer through modulation of multiple cell signaling pathways, including inflammatory and immune responses. Consequently, rewiring the gut microbial composition can reprogram these pathways and mount an effective anti-tumor response in breast cancer patients.\nFigure 3.Reversal of microbial dysbiosis can aid in inhibition of breast tumor development and progression by mounting the immune system and rewiring the cancer-associated pathways. Consumption of probiotics and a diet rich in fibers and polyphenols is likely to enrich the beneficial gut microbiota, which can impart an anti-tumor effect in breast cancer models. The red arrow indicates the various stages in the development of breast tumor, followed by subsequent metastasis. The green arrow depicts the suppression of breast tumorigenesis, following reversal of gut dysbiosis. The application of the gut microbiota in combination with contemporary therapeutic modules is a research focus for further investigations.\n        • Potential utility of bacteriophage transplantation to modulate gut microbiota. The human gut harbors approximately 1015 bacteriophages, exceeding the bacterial and human cells by 100 times. Fecal bacteriophage transplantation (FBT) has been utilized to restore gut eubiosis in intestinal diseases128. With two replication cycles, the lysogenic cycle and the lytic cycle, bacteriophages can impact host bacterial cells in a variety of ways. Some virulent phages solely utilize lytic cycle, whereas others use a combination of lysogenic and lytic cycles. Interestingly, bacteriophages can readily modify or kill bacterial populations, and several theories have been proposed to explain bacteriophage-bacteria interactions such as Piggyback-the-loser, Piggyback-the-winner, Kill-the-winner, and Red-queen hypothesis129. Bacteriophage EFA1 efficiently disrupts E. faecalis biofilms, upregulates ROS production, and modulates its effect on colon cancer130. Plasma levels of bacteriophage in leukemic patients correlate with their CRP levels, monocyte/macrophage activation, and can be a marker for gut barrier damage131. While few recent studies have examined bacteriophages to modulate gut microbiota in colorectal cancer132,133 to achieve favorable changes, comprehensive development of bacteriophages as a tool to positively impact gut dysbiosis in other cancers including breast cancer is still in its infancy.\nConclusion and Future perspectives\n      Research over the years has provided undeniable evidence supporting the crucial role of the gut microbiota in preserving health and preventing pathological changes, including cancer. Breast cancer remains a catastrophic health threat across the globe and current treatment strategies for the treatment of breast tumors are burdened with several drawbacks and therapy resistance, thus limiting their therapeutic efficacy. Although there remains a lot to be understood about the connections between the gut microbiota and breast cancer, dysbiosis of the gut microbiota has been recognized as a key player in the initiation, development, progression, and metastasis of breast carcinoma. Whether reversal of this dysbiosis of the gut commensals mitigates breast tumorigenesis poses an intriguing avenue for future research. The potential use of conventional therapies, such as chemotherapy and immunotherapy, in conjunction with probiotics or prebiotics is likely to provide improved therapeutic efficacy in breast cancer patients – however, thorough and well-designed investigations are required for the translation of this novel combination therapy for clinical applications. The gut microbiota is significantly regulated in response to different factors, such as diet, medication, age, genetics, ethnicity, and lifestyle, among others. Therefore, it will be essential to delineate how these factors can be modulated to favor a more protective role of the gut commensals during disease progression. A few preliminary investigations have suggested the therapeutic potential of probiotic gut commensals in conferring anti-tumor response, improving the anticancer effects of conventional regimes, and minimizing the toxic side effects associated with traditional treatment modules. Nonetheless, more intensive interrogations involving larger cohorts and different subtypes of breast cancer are needed to unlock the application of the gut microbiota as a promising intervention regime for the clinical management of breast cancer.\nDisclosure statement\n      No potential conflict of interest was reported by the authors.\nAuthor Contributions\n      Deeptashree Nandi: Investigation, Data Curation, Writing-Original Draft Preparation; Sheetal Parida: Investigation, Data Curation, Writing-Original Draft Preparation; Dipali Sharma: Investigation, Conceptualization, Analysis, Supervision, Writing: Reviewing and Editing.\nData availability statement\n      It is a review article.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10262790/",
    "doi": "https://doi.org/10.1080/19490976.2023.2221452",
    "citation_count": 5,
    "references": {
        "10919761": "Butyrate as a promising therapeutic target in cancer: From pathogenesis to clinic (Review)",
        "10886684": "Breaking Barriers: The Promise and Challenges of Immune Checkpoint Inhibitors in Triple-Negative Breast Cancer",
        "10816061": "Microbial Therapy and Breast Cancer Management: Exploring Mechanisms, Clinical Efficacy, and Integration within the One Health Approach",
        "10572359": "The role of microbiota in the development and treatment of gastric cancer",
        "10369066": "Gut colonization with an obesity-associated enteropathogenic microbe modulates the premetastatic niches to promote breast cancer lung and liver metastasis"
    },
    "journal": "Gut Microbes",
    "topics": [
        "good, gut, cancer, useful",
        "treatment, microbiota, bad, development",
        "useful, breast, cancer, gut"
    ]
}