{
    "title": "Intrathecal trastuzumab versus alternate routes of delivery for HER2-targeted therapies in patients with HER2+ breast cancer leptomeningeal metastases",
    "abstract": "The following variables were associated with both shortened OS and CNS-specific PFS in univariable analysis: having received 2 or more lines of systemic therapy for metastatic disease (HR = 1.8, 95% CI: 1.2–2.8, P < 0.01 and HR = 1.6, 95% CI: 1.1–2.3, P < 0.05, respectively), ECOG performance status of 2 or greater (HR = 2.2, 95% CI: 1.5–3.2, P < 0.001, and HR = 1.9, 95% CI: 1.3–2.7, P = 0.001) and deriving from a study that included more than or equal to 5 patients (HR = 1.8, 95% CI: 1.2–2.6, P < 0.01 and HR = 1.7, 95% CI: 1.2–2.3 P < 0.01) (Table 2, Table 3). TitleAuthorsFirst Author Last NameYear of StudyType of studyPatient sample sizeLeptomeningeal disease and breast cancer: the importance of tumor subtypeAbouharb, S. and Ensor, J. and Loghin, M. E. and Katz, R. and Moulder, S. L. and Esteva, F. J. and Smith, B. and Valero, V. and Hortobagyi, G. N. and Melhem-Bertr and t, A.Abouharb2014Retrospective study56Intra-CSF trastuzumab in patients with neoplastic meningitis from breast cancer or primary brain tumorsAllison, D. L. and Glantz, M. and Werner, T. L. and Kirkegaard, S. L. and Murdock, K. and Jensen, R.Allison2009Case series4Favourable outcome of patients with breast cancer brain metastases treated with dual HER2 blockade of trastuzumab and pertuzumabBergen, E. S. and Binter, A. and Starzer, A. M. and Heller, G. and Kiesel, B. and Tendl-Schulz, K. and Bago-Horvath, Z. and Furtner, J. and Leitner, J. and Exner, R. and Fitzal, F. and Dieckmann, K. and Widhalm, G. and Preusser, M. and Berghoff, A. S. and Bartsch, R.Bergen2021Retrospective study3Safety and efficacy of intraventricular biologic agents as part of a multi-agent intraventricular treatment regimen for patients with neoplastic meningitisBernstein, A. and Mrowczynski, O. and Strowd, R. E. and Cream, L. and Ruda, R. and Jeyapalan, S. and Eby, R. and Black, D. and Patrikidou, A. and Hofer, S. and Ferreri, A. and Glantz, M.Bernstein2017Case series13Multicentric, open-label, single-arm phase II study with oral lapatinib in combination with oral capecitabine plus intrathecally administered liposomal cytarabine for the treatment of meningeal metastases (NM) in HER2-positive breast cancer patientsBischoff, J.Bischoff2010Prospective trial34Treatment options of long term survivors with leptomeningeal metastases and breast cancerChaul-Barbosa, C. and Morikawa, A. and Patil, S. and Boire, A. and Jordan, L. and Rozner, R. and Seidman, A. and Pentsova, E.Chaul-Barbosa2016Retrospective study16Final results of the phase I “HIT” study: A multicenter phase I-II study evaluating trastuzumab administered by intrathecal injection for leptomeningeal meningitis of HER2+ metastatic breast cancer (MBC)Gutierrez, M. and Fourme, E. M. and Le Rhun, E. and Tredan, O. and Dieras, V. and Tresca, P. and Mefti, F. and Turbiez, I. and Taillibert, S. and Desvignes, C. and Paintaud, G.Gutierrez2015Prospective trial16The therapeutic possibility of intrathecal administration of trastuzumab for the carcinomatous meningitis of HER2-positive metastatic breast cancer: The low penetration of trastuzumab into the cerebrospinal fluid via intravenous administrationHonda, Y. and Yamashita, T. and Iwamoto, N. and Goto, R. and Idera, N. and Horiguchi, K. and Miyamoto, H. and Aruga, T. and Yamada, R. and Kuroi, K.Honda2017Case series7Treatment and prognosis of leptomeningeal disease secondary to metastatic breast cancer: A single-center experienceKingston, B. and Kayhanian, H. and Brooks, C. and Cox, N. and Chaabouni, N. and Redana, S. and Kalaitzaki, E. and Smith, I. and O'Brien, M. and Johnston, S. and Parton, M. and Noble, J. and Stanway, S. and Ring, A. and Turner, N. and Okines, A.Kingston2017Retrospective study48Intrathecal (IT) traztuzumab (T) for the treatment of leptomeningeal metastases (LM) in patients (PTS) with human epidermal growth factor receptor 2-positive (HER2+) cancer: A multicenter phase 1/2 studyKumthekar, P. and Gradishar, W. and Lin, N. and Pentsova, E. and Groves, M. and Jeyapalan, S. and Melisko, M. and Grimm, S. and Lassman, A. B. and Raizer, J.Kumthekar2018Prospective trial34Antigen Mass May Influence Trastuzumab Concentrations in Cerebrospinal Fluid After Intrathecal AdministrationLe Tilly, O. and Azzopardi, N. and Bonneau, C. and Desvignes, C. and Oberkampf, F. and Ezzalfani, M. and Ternant, D. and Turbiez, I. and Gutierrez, M. and Paintaud, G.Le Tilly2021Case series21Response to ado-trastuzumab emtansine according to RANO criteria in central nervous system metastases of HER2 positive breast cancersMailliez, A. and Girard, E. and Boulanger, T. and Giraud, C. and Bonneterre, J. and Le Rhun, E.Mailliez2016Retrospetive study1TBCRC049: A phase II non-randomized study to assess the safety and efficacy of the combination of tucatinib and trastuzumab and capecitabine for treatment of leptomeningeal metastases in HER2 positive breast cancer TBCRC049: A phase II non-randomized study to assess the safety and efficacy of the combination of tucatinib and trastuzumab and capecitabine for treatment of leptomeningeal metastases in HER2 positive breast cancerMurthy, R. K. and O'Brien, B. J. and Hess, K. R. and Navin, N. and Johnson, J. and Gule-Monroe, M. and Leone, J. P. and Specht, J. and Melisko, M. and Morikawa, A. and Storniolo, A. M. and Brufsky, A. and Pohlmann, P. R. and Park, D. M. and Park, B. H. and Krop, I. and Lin, N. U. and Wolff, A. and Forerro-Torres, A. and Stringer-Reasor, E.Murthy2020Prospective trialTrial ongoing: currently 15 patients, accrual of 30 patientsDeterminants of prolonged survival for breast cancer patient groups with leptomeningeal metastasis (LM)Niwinska, A. and Pogoda, K. and Michalski, W. and Kunkiel, M. and Jagiello-Gruszfeld, A.Niwinska2018Retrospective study33Intrathecal (IT) trastuzumab in leptomeningeal and central nervous system (CNS) metastases from HER2+ breast cancer (BC): What if we could bypass the blood-brain barrier (BBB)Oliveira, M. and Braga, S. and Passos-Coelho, J. L. and Oliveira, J.Oliveira2010Case report1Prospective evaluation of cerebrospinal fluid circulating tumor cells (CSF CTC) in patients with HER2 positive cancers and leptomeningeal metastases receiving treatment with intrathecal trastuzumabPentsova, E. and Malani, R. and Fleisher, M. and Lin, X. and Omuro, A. and Groves, M. and Lin, N. and Melisko, M. and Lassman, A. and Jeyapalan, S. and Boire, A. and DeAngelis, L. and Raizer, J.Pentsova2018Case series14Phase I trial of intrathecal trastuzumab in HER2 positive leptomeningeal metastasesRaizer, J. and Pentsova, E. and Omuro, A. and Lin, N. and Nayak, L. and Quant, E. and Kumthekar, P.Raizer2014Prospective trial13[A case of advanced breast cancer with meningeal carcinomas and orbital metastasis successfully treated with multi-disciplinary therapy]Sakurai, K. and Amano, S. and Enomoto, K. and Matsuo, S.Sakurai2006Case report1Implication of breast cancer phenotype for patients with leptomeningeal carcinomatosisTorrejon, D. and Oliveira, M. and Cortes, J. and Sanchez-Olle, G. and Gomez, P. and Bellet, M. and Saura, C. and Peg, V. and Rovira, A. and Di Cosimo, S.Torrejon2012Retrospective study10Safety and activity of intra-CSF trastuzumab in patients with neoplastic meningitis from breast cancer or primary brain tumorsZalatimo, O. and Weston, C. and Zoccoli, C. and Glantz, M.Zalatimo2011UnknownUnknownEstablishing the safety and efficacy of a new multi-agent intrathecal treatment protocol for patients with neoplastic meningitisZammar, S. and Eby, R. and Zacharia, B. and Strowd, R. and Grossman, S. and Aregawi, D. and Michael, G.Zammar2019Retrospective studyUnknownTBCRC 022: A Phase II Trial of Neratinib and Capecitabine for Patients With Human Epidermal Growth Factor Receptor 2–Positive Breast Cancer and Brain MetastasesRachel A. Freedman, MD, MPH; Rebecca S. Gelman, PhD; Carey K. Anders, MD; Michelle E. Melisko, MD; Heather A. Parsons, MD1 Anne M. Cropp; Kelly Silvestri; Christine M. Cotter; Kathryn P. Componeschi, MBA; Juan M. Marte; Roisin M. Connolly, MBBCh, MD; Beverly Moy, MD; Catherine H. Van Poznak, MD; Kimberly L. Blackwell, MD; Shannon L. Puhalla, MD; Rachel C. Jankowitz, MD; Karen L. Smith, MD; Nuhad Ibrahim, MD; Timothy J. Moynihan, MD; Ciara C. O'Sullivan, MBBCh; Julie Nangia, MD; Polly Niravath, MD; Nadine Tung, MD; Paula R. Pohlmann, MD, PhD; Robyn Burns, PhD; Mothaffar F. Rimawi, MD; Ian E. Krop, MD, PhD; Antonio C. Wolff, MD; Eric P. Winer, MD; and Nancy U. Lin, MD on behalf of the Translational Breast Cancer Research ConsortiumFreedman2019Prospective trial3Trastuzumab Deruxtecan in Patients with Central Nervous System Involvement from HER2-Positive Breast Cancer: The DEBBRAH TrialJosé Manuel Pérez-García, Marta Vaz Batista, Patricia Cortez, Manuel Ruiz-Borrego, Juan Miguel Cejalvo, Juan de la Haba-Rodriguez, Laia Garrigós, Fabricio Racca, Sonia Servitja, Salvador Blanch, María Gion, Monica Nave, María Fernández-Abad, Alejandro Martinez-Bueno, Antonio Llombart-Cussac, Miguel Sampayo-Cordero, Andrea Malfettone, Javier Cortés, Sofía BragaPerez Garcia2022Prospective trialUnknownTotal prospective115*Do not specify number of patients having received HER2-targeted therapyTotal retrospective167**Do not specify exact number of patients with LMTotal case reports/series61Total343 Appendix ASupplementary data The following are the Supplementary data to this article:Multimedia component 1Multimedia component 1Multimedia component 2Multimedia component 2Multimedia component 3Multimedia component 3Multimedia component 4Multimedia component 4Multimedia component 5Multimedia component 5Multimedia component 6Multimedia component 6Multimedia component 7Multimedia component 7Multimedia component 8Multimedia component 8",
    "authors": [
        "Anna-Maria Lazaratos",
        "Sarah M. Maritan",
        "Andrea Quaiattini",
        "Amelie Darlix",
        "Ivica Ratosa",
        "Emanuela Ferraro",
        "Gaia Griguolo",
        "Valentina Guarneri",
        "Alessia Pellerino",
        "Silvia Hofer",
        "William Jacot",
        "Hans-Joachim Stemmler",
        "Marcel P.H. van den Broek",
        "Nika Dobnikar",
        "Francois Panet",
        "Zubin Lahijanian",
        "Aki Morikawa",
        "Andrew D. Seidman",
        "Riccardo Soffietti",
        "Lawrence Panasci",
        "Kevin Petrecca",
        "April A.N. Rose",
        "Nathaniel Bouganim",
        "Matthew Dankner"
    ],
    "published_year": "2023",
    "description": "Background\n          Patients with HER2+ breast cancer (BC) frequently develop leptomeningeal metastases (LM). While HER2-targeted therapies have demonstrated efficacy in the neoadjuvant, adjuvant, and metastatic settings, including for parenchymal brain metastases, their efficacy for patients with LM has not been studied in a randomized controlled trial. However, several single-armed prospective studies, case series and case reports have studied oral, intravenous, or intrathecally administered HER2-targeted therapy regimens for patients with HER2+ BC LM.\nMethods\n          We conducted a systematic review and meta-analysis of individual patient data to evaluate the efficacy of HER2-targeted therapies in HER2+ BC LM in accordance with PRISMA guidelines. Targeted therapies evaluated were trastuzumab (intrathecal or intravenous), pertuzumab, lapatinib, neratinib, tucatinib, trastuzumab-emtansine and trastuzumab-deruxtecan. The primary endpoint was overall survival (OS), with CNS-specific progression-free survival (PFS) as a secondary endpoint.\nResults\n          7780 abstracts were screened, identifying 45 publications with 208 patients, corresponding to 275 lines of HER2-targeted therapy for BC LM which met inclusion criteria. In univariable and multivariable analyses, we observed no significant difference in OS and CNS-specific PFS between intrathecal trastuzumab compared to oral or intravenous administration of HER2-targeted therapy. Anti-HER2 monoclonal antibody-based regimens did not demonstrate superiority over HER2 tyrosine kinase inhibitors. In a cohort of 15 patients, treatment with trastuzumab-deruxtecan was associated with prolonged OS compared to other HER2-targeted therapies and compared to trastuzumab-emtansine.\nConclusions\n          The results of this meta-analysis, comprising the limited data available, suggest that intrathecal administration of HER2-targeted therapy for patients with HER2+ BC LM confers no additional benefit over oral and/or IV treatment regimens. Although the number of patients receiving trastuzumab deruxtecan in this cohort is small, this novel agent offers promise for this patient population and requires further investigation in prospective studies.\n1\n      Introduction\n      Leptomeningeal metastasis (LM), also known as neoplastic meningitis or leptomeningeal carcinomatosis, is a debilitating condition associated with advanced breast cancer (BC) [1]. LM is defined by cancer cells reaching and proliferating in the subarachnoid space that surrounds the brain and spinal cord [1]. The development of LM portends a dismal prognosis for BC patients, with median overall survival (mOS) measured in weeks to months [2].\n      When HER2 amplification or overexpression is present (HER2+), monoclonal antibody, antibody-drug conjugate, and small-molecule targeted therapies represent important components of the treatment armamentarium for BC LM. These include trastuzumab, pertuzumab, lapatinib, neratinib, tucatinib, trastuzumab-emtansine (T-DM1), and trastuzumab-deruxtecan (T-DXd). LM occurs in 6–12% of patients with HER2+ BC and in up to 24% of patients with HER2+ BC parenchymal brain metastases [3,4].\n      For patients with HER2+ BC LM, no randomized controlled trials have been performed comparing HER2-targeted regimens. However, seven single-armed prospective studies assessing HER2-targeted therapies for BC LM have been published to date [[5], [6], [7], [8], [9], [10], [11]]. Three of these trials studied the safety and activity of intrathecal (IT) trastuzumab [[5], [6], [7]]. This has led to uptake of this treatment approach in many centers globally despite its modest but clear morbidity [7]. It remains uncertain whether IT administration of trastuzumab confers any tangible benefit for patients with HER2+ BC LM compared to other approaches with respect to meaningful clinical endpoints, such as quality-of-life, progression-free survival (PFS), and overall survival (OS).\n      To evaluate the efficacy of HER2-targeted therapy in the management of BC LM, we performed a systematic review and meta-analysis of all published data on clinical outcomes in patients with HER2+ BC LM treated with HER2-targeted therapies. This has allowed us to make the first comparisons between IT versus intravenous (10.13039/501100000026IV) or oral HER2-targeted therapies for BC\n10.13039/100006186LM and present the first evidence supporting the efficacy of T-DXd compared to alternative strategies for this patient population.\n3\n      \n        Results\n      \n      \n        3.1\n        Characteristics of included studies and patients\n        We identified 7780 potentially eligible articles in our search. After screening these articles, removal of ineligible articles and addition of studies from authors’ files, a total of 45 publications were included in our review (Appendix 2). This consisted of a total of 208 patients with HER2+ BC LM (Table 1) who received a total of 275 patient-lines of therapy for the treatment of LM (Fig. 1). A risk of bias assessment was also performed for all studies included in the meta-analysis on a 5-point scale (Supplemental Fig. S1).Fig. 1Preferred Reporting Items for Systematic Reviews and Meta-Analyses diagram demonstrating search and inclusion of studies for meta-analysis.Fig. 1\n        Of the 275 patient-lines of therapy in our cohort, 92 received IT trastuzumab and 183 received regimens that included oral or IV HER2-targeted therapy (Table 1). When comparing clinical characteristics of the IT and no-IT cohorts, we observe that the no-IT cohort is enriched in patients of older age (P < 0.05), patients who were hormone receptor positive (P < 0.05), patients who were more likely to have concurrent extracranial metastases (P < 0.05), patients who were less likely to receive concurrent chemotherapy alongside HER2-targeted therapy (P < 0.001), and patients who were more likely to receive RT (P < 0.05). Patients in the IT cohort were more likely to have been reported in prospective studies (P < 0.001) and to be patients who had received fewer lines of therapy in the metastatic setting (P < 0.05).\n      \n      \n        3.2\n        Characteristics associated with OS and CNS-specific PFS\n        In the entire population, mOS and median CNS-specific PFS (mPFS) in the cohort was 14.3 and 6.0 months, respectively (Table 2, Table 3). In the patients where CNS-specific PFS was available from the source publication, we observe significant correlation between CNS-specific PFS and OS (Pearson's R2 = 0.63, P < 0.0001; Supplemental Fig. S2A). This significant correlation remains when analyses are restricted to patients who had documented death, or whose progression was not caused by death (Supplemental Fig. S2 B-D, Supplemental Table S2).\n        The following variables were associated with both shortened OS and CNS-specific PFS in univariable analysis: having received 2 or more lines of systemic therapy for metastatic disease (HR = 1.8, 95% CI: 1.2–2.8, P < 0.01 and HR = 1.6, 95% CI: 1.1–2.3, P < 0.05, respectively), ECOG performance status of 2 or greater (HR = 2.2, 95% CI: 1.5–3.2, P < 0.001, and HR = 1.9, 95% CI: 1.3–2.7, P = 0.001) and deriving from a study that included more than or equal to 5 patients (HR = 1.8, 95% CI: 1.2–2.6, P < 0.01 and HR = 1.7, 95% CI: 1.2–2.3 P < 0.01) (Table 2, Table 3). Age greater than or equal to 60 (HR = 1.7, 95% CI: 1.2–2.3, P < 0.001), hormone receptor positive status (HR = 3.3, 95% CI: 1.4–8.0, P < 0.05) and having received neratinib (HR = 2.1, 95% CI: 1.0–4.4, P < 0.05) were associated with shortened OS. Having received prior HER2-targeted therapy (HR = 3.6, 95% CI: 1.3–9.9, P < 0.05) was associated with shortened CNS-specific PFS, while diagnosis by MRI (HR = 0.68, 95% CI: 0.47–0.98, P < 0.05), receiving T-DXd (HR = 0.21, 95% CI: 0.07–0.58, P < 0.01) and originating from Asia (HR = 0.20, 95% CI: 0.06–0.97, P < 0.05) were associated with prolonged CNS-specific PFS.\n        In univariable analyses, IT trastuzumab was not associated with prolonged or shortened OS (HR = 0.92, 95% CI: 0.63–1.30, P = 0.66) or CNS-specific PFS (HR = 0.81, 95% CI: 0.60–1.1, P = 0.18) (Table 2, Table 3, Fig. 2A–B).Fig. 2Comparison of routes of administration of anti-HER2 therapy. (A) OS and (B) CNS-specific PFS of patients who received intrathecal versus no intrathecal administration of a HER2-targeted regimen. P-values calculated with Log-Rank test.Fig. 2\n        In multivariable analyses, IT trastuzumab was not independently associated with differential OS (HR = 1.5, 95% CI: 0.69–3.1, P = 0.33) or CNS-specific PFS (HR = 1.3, 95% CI: 0.61–2.6, P = 0.54). Meanwhile, ECOG performance status remained independently associated with differential OS and CNS-specific PFS in the final multivariable model (HR = 2.2, 95% CI: 1.5–3.1, P < 0.001 and HR = 1.9, 95% CI: 1.3–2.8, P = 0.001, respectively). ECOG status was not associated with route of trastuzumab delivery (P > 0.40) (Supplemental Table S3).\n      \n      \n        3.3\n        Comparing anti-HER2-targeted therapies for BC LM\n        We explored whether different categories of anti-HER2 therapeutics are associated with differential outcomes. We observe no significant difference in OS and CNS-specific PFS between regimens that included monoclonal antibody-based agents (trastuzumab, trastuzumab + pertuzumab, T-DM1, T-DXd) versus those that exclusively employed HER2 tyrosine kinase inhibitors (TKI; lapatinib, tucatinib, neratinib; Supplemental Fig. S3 A-B) or whether chemotherapy was added to anti-HER2-targeted therapies (Supplemental Fig S3 C-D). Moreover, the route of chemotherapy administration (IT, IV/oral or IT and IV/oral) was not associated with significant differences in OS or CNS-specific PFS (Supplemental Fig. S3 E-F).\n        Next, we examined whether individual agents are associated with prolonged OS and CNS-specific PFS. Trastuzumab, pertuzumab, and T-DM1 were not associated with differential outcomes (Supplemental Fig. S4 A-F), and lapatinib was associated with prolonged CNS-specific PFS (P = 0.024) but not OS (P = 0.094) compared to other HER2-targeted therapies (Supplemental Fig. S4 G-H).\n        Treatment with T-DXd was associated with prolonged OS (P < 0.05) and prolonged CNS-specific PFS (P < 0.01) (Fig. 3A–B). Furthermore, T-DXd demonstrated superior OS (P < 0.05) and CNS-specific PFS (P < 0.01) compared to T-DM1, another antibody drug conjugate (Fig. 3 C-D). Of the 15 patients treated with T-DXd who were included in the cohort, two are previously unpublished patients from our center. Both of these patients were treated with single agent T-DXd in the absence of surgery or RT for HER2+ BC LM and experienced profound clinical and image-based responses to treatment in their leptomeningeal lesions (Fig. 3 E-F). Both patients exhibited impressive responses lasting 16 months, one of which remains on treatment with ongoing treatment response.Fig. 3Comparison of trastuzumab deruxtecan (TDXd) to other HER2-targeted therapies for breast cancer leptomeningeal metastases. (A) OS and (B) CNS-specific PFS of patients who received treatment with T-DXd compared to those who did not. (C) OS and (D) CNS-specific PFS of patients who received treatment with T-DXd versus T-DM1. (E) T1 post-contrast MRIs obtained from a patient before and while on treatment with T-DXd. Left and right images represent unique views that demonstrate reduction in size of leptomeningeal lesions while on treatment. (F) T1 post-contrast (left) and T2 (right) MRIs obtained from a second patient before and while on treatment with T-DXd. Left (T1 post-contrast) images demonstrate reduction in size of leptomeningeal lesions while on treatment. Right (T2 MRI) images demonstrate improvement in mass effect on the fourth ventricle. The patients presented in (E) and (F) both demonstrated profound clinical improvements, one of which remains on treatment, with response ongoing. Red arrows point to areas of interest to compare in pre- and on-treatment MRIs. P-values calculated with Log-Rank test. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.)Fig. 3\n      \n      \n        3.4\n        Quality assessment\n        The majority of the patients included in this analysis were reported in retrospective studies. These patients may be subject to greater bias than patients identified from prospective studies. However, in our cohort, we observe no difference in OS or CNS-specific PFS between patients identified from retrospective versus prospective studies (HR = 1.5, 95% CI: 0.77–2.7, P = 0.25 and HR = 0.60, 95% CI: 0.19–1.9, P = 0.40, respectively) (Table 2, Table 3, Supplemental Fig. S5 A-B).\n        We next classified studies according to their risk of bias using a 5-point score that was adapted from the Newcastle-Ottawa scale [14]. Studies with a risk of bias (ROB) of 3 or less were classified as high risk of bias, while studies with an ROB of 4 or 5 were considered to have a moderate to low risk of bias. When comparing patients extracted from studies of moderate to low versus high risk of bias, we observe no significant differences in OS and CNS-specific PFS (HR = 1.1, 95% CI: 0.66–1.8, P = 0.70 and HR = 0.95, 95% CI: 0.60–1.5, P = 0.82, respectively) (Table 2, Table 3, Supplemental Fig. S5 C-D). We also observe no difference in outcomes of IT versus non-IT treated patients when only including those from studies with moderate to low risk of bias in the analysis (Supplemental Fig S5 E-F).\n        Furthermore, it has been previously shown that BC LM patients with spinal cord involvement experience worse prognosis compared to those who have brain-only disease [17]. For this reason, we explored whether patients with spinal cord involvement of their LM were more likely to derive benefit from IT therapy. No significant difference in OS was observed between patients with spinal versus brain-only LM (P = 0.8), while there was a non-significant trend towards prolonged CNS-specific PFS among patients with spinal cord involvement treated with IT HER2-targeted therapy (P = 0.060) (Supplemental Fig. S5 G-H).\n3.1\n        Characteristics of included studies and patients\n        We identified 7780 potentially eligible articles in our search. After screening these articles, removal of ineligible articles and addition of studies from authors’ files, a total of 45 publications were included in our review (Appendix 2). This consisted of a total of 208 patients with HER2+ BC LM (Table 1) who received a total of 275 patient-lines of therapy for the treatment of LM (Fig. 1). A risk of bias assessment was also performed for all studies included in the meta-analysis on a 5-point scale (Supplemental Fig. S1).Fig. 1Preferred Reporting Items for Systematic Reviews and Meta-Analyses diagram demonstrating search and inclusion of studies for meta-analysis.Fig. 1\n        Of the 275 patient-lines of therapy in our cohort, 92 received IT trastuzumab and 183 received regimens that included oral or IV HER2-targeted therapy (Table 1). When comparing clinical characteristics of the IT and no-IT cohorts, we observe that the no-IT cohort is enriched in patients of older age (P < 0.05), patients who were hormone receptor positive (P < 0.05), patients who were more likely to have concurrent extracranial metastases (P < 0.05), patients who were less likely to receive concurrent chemotherapy alongside HER2-targeted therapy (P < 0.001), and patients who were more likely to receive RT (P < 0.05). Patients in the IT cohort were more likely to have been reported in prospective studies (P < 0.001) and to be patients who had received fewer lines of therapy in the metastatic setting (P < 0.05).\n3.2\n        Characteristics associated with OS and CNS-specific PFS\n        In the entire population, mOS and median CNS-specific PFS (mPFS) in the cohort was 14.3 and 6.0 months, respectively (Table 2, Table 3). In the patients where CNS-specific PFS was available from the source publication, we observe significant correlation between CNS-specific PFS and OS (Pearson's R2 = 0.63, P < 0.0001; Supplemental Fig. S2A). This significant correlation remains when analyses are restricted to patients who had documented death, or whose progression was not caused by death (Supplemental Fig. S2 B-D, Supplemental Table S2).\n        The following variables were associated with both shortened OS and CNS-specific PFS in univariable analysis: having received 2 or more lines of systemic therapy for metastatic disease (HR = 1.8, 95% CI: 1.2–2.8, P < 0.01 and HR = 1.6, 95% CI: 1.1–2.3, P < 0.05, respectively), ECOG performance status of 2 or greater (HR = 2.2, 95% CI: 1.5–3.2, P < 0.001, and HR = 1.9, 95% CI: 1.3–2.7, P = 0.001) and deriving from a study that included more than or equal to 5 patients (HR = 1.8, 95% CI: 1.2–2.6, P < 0.01 and HR = 1.7, 95% CI: 1.2–2.3 P < 0.01) (Table 2, Table 3). Age greater than or equal to 60 (HR = 1.7, 95% CI: 1.2–2.3, P < 0.001), hormone receptor positive status (HR = 3.3, 95% CI: 1.4–8.0, P < 0.05) and having received neratinib (HR = 2.1, 95% CI: 1.0–4.4, P < 0.05) were associated with shortened OS. Having received prior HER2-targeted therapy (HR = 3.6, 95% CI: 1.3–9.9, P < 0.05) was associated with shortened CNS-specific PFS, while diagnosis by MRI (HR = 0.68, 95% CI: 0.47–0.98, P < 0.05), receiving T-DXd (HR = 0.21, 95% CI: 0.07–0.58, P < 0.01) and originating from Asia (HR = 0.20, 95% CI: 0.06–0.97, P < 0.05) were associated with prolonged CNS-specific PFS.\n        In univariable analyses, IT trastuzumab was not associated with prolonged or shortened OS (HR = 0.92, 95% CI: 0.63–1.30, P = 0.66) or CNS-specific PFS (HR = 0.81, 95% CI: 0.60–1.1, P = 0.18) (Table 2, Table 3, Fig. 2A–B).Fig. 2Comparison of routes of administration of anti-HER2 therapy. (A) OS and (B) CNS-specific PFS of patients who received intrathecal versus no intrathecal administration of a HER2-targeted regimen. P-values calculated with Log-Rank test.Fig. 2\n        In multivariable analyses, IT trastuzumab was not independently associated with differential OS (HR = 1.5, 95% CI: 0.69–3.1, P = 0.33) or CNS-specific PFS (HR = 1.3, 95% CI: 0.61–2.6, P = 0.54). Meanwhile, ECOG performance status remained independently associated with differential OS and CNS-specific PFS in the final multivariable model (HR = 2.2, 95% CI: 1.5–3.1, P < 0.001 and HR = 1.9, 95% CI: 1.3–2.8, P = 0.001, respectively). ECOG status was not associated with route of trastuzumab delivery (P > 0.40) (Supplemental Table S3).\n3.3\n        Comparing anti-HER2-targeted therapies for BC LM\n        We explored whether different categories of anti-HER2 therapeutics are associated with differential outcomes. We observe no significant difference in OS and CNS-specific PFS between regimens that included monoclonal antibody-based agents (trastuzumab, trastuzumab + pertuzumab, T-DM1, T-DXd) versus those that exclusively employed HER2 tyrosine kinase inhibitors (TKI; lapatinib, tucatinib, neratinib; Supplemental Fig. S3 A-B) or whether chemotherapy was added to anti-HER2-targeted therapies (Supplemental Fig S3 C-D). Moreover, the route of chemotherapy administration (IT, IV/oral or IT and IV/oral) was not associated with significant differences in OS or CNS-specific PFS (Supplemental Fig. S3 E-F).\n        Next, we examined whether individual agents are associated with prolonged OS and CNS-specific PFS. Trastuzumab, pertuzumab, and T-DM1 were not associated with differential outcomes (Supplemental Fig. S4 A-F), and lapatinib was associated with prolonged CNS-specific PFS (P = 0.024) but not OS (P = 0.094) compared to other HER2-targeted therapies (Supplemental Fig. S4 G-H).\n        Treatment with T-DXd was associated with prolonged OS (P < 0.05) and prolonged CNS-specific PFS (P < 0.01) (Fig. 3A–B). Furthermore, T-DXd demonstrated superior OS (P < 0.05) and CNS-specific PFS (P < 0.01) compared to T-DM1, another antibody drug conjugate (Fig. 3 C-D). Of the 15 patients treated with T-DXd who were included in the cohort, two are previously unpublished patients from our center. Both of these patients were treated with single agent T-DXd in the absence of surgery or RT for HER2+ BC LM and experienced profound clinical and image-based responses to treatment in their leptomeningeal lesions (Fig. 3 E-F). Both patients exhibited impressive responses lasting 16 months, one of which remains on treatment with ongoing treatment response.Fig. 3Comparison of trastuzumab deruxtecan (TDXd) to other HER2-targeted therapies for breast cancer leptomeningeal metastases. (A) OS and (B) CNS-specific PFS of patients who received treatment with T-DXd compared to those who did not. (C) OS and (D) CNS-specific PFS of patients who received treatment with T-DXd versus T-DM1. (E) T1 post-contrast MRIs obtained from a patient before and while on treatment with T-DXd. Left and right images represent unique views that demonstrate reduction in size of leptomeningeal lesions while on treatment. (F) T1 post-contrast (left) and T2 (right) MRIs obtained from a second patient before and while on treatment with T-DXd. Left (T1 post-contrast) images demonstrate reduction in size of leptomeningeal lesions while on treatment. Right (T2 MRI) images demonstrate improvement in mass effect on the fourth ventricle. The patients presented in (E) and (F) both demonstrated profound clinical improvements, one of which remains on treatment, with response ongoing. Red arrows point to areas of interest to compare in pre- and on-treatment MRIs. P-values calculated with Log-Rank test. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.)Fig. 3\n3.4\n        Quality assessment\n        The majority of the patients included in this analysis were reported in retrospective studies. These patients may be subject to greater bias than patients identified from prospective studies. However, in our cohort, we observe no difference in OS or CNS-specific PFS between patients identified from retrospective versus prospective studies (HR = 1.5, 95% CI: 0.77–2.7, P = 0.25 and HR = 0.60, 95% CI: 0.19–1.9, P = 0.40, respectively) (Table 2, Table 3, Supplemental Fig. S5 A-B).\n        We next classified studies according to their risk of bias using a 5-point score that was adapted from the Newcastle-Ottawa scale [14]. Studies with a risk of bias (ROB) of 3 or less were classified as high risk of bias, while studies with an ROB of 4 or 5 were considered to have a moderate to low risk of bias. When comparing patients extracted from studies of moderate to low versus high risk of bias, we observe no significant differences in OS and CNS-specific PFS (HR = 1.1, 95% CI: 0.66–1.8, P = 0.70 and HR = 0.95, 95% CI: 0.60–1.5, P = 0.82, respectively) (Table 2, Table 3, Supplemental Fig. S5 C-D). We also observe no difference in outcomes of IT versus non-IT treated patients when only including those from studies with moderate to low risk of bias in the analysis (Supplemental Fig S5 E-F).\n        Furthermore, it has been previously shown that BC LM patients with spinal cord involvement experience worse prognosis compared to those who have brain-only disease [17]. For this reason, we explored whether patients with spinal cord involvement of their LM were more likely to derive benefit from IT therapy. No significant difference in OS was observed between patients with spinal versus brain-only LM (P = 0.8), while there was a non-significant trend towards prolonged CNS-specific PFS among patients with spinal cord involvement treated with IT HER2-targeted therapy (P = 0.060) (Supplemental Fig. S5 G-H).\n4\n      Discussion\n      We initiated this study because HER2-targeted therapy is routinely used in patients with BC LM despite these patients not being included in any of the randomized controlled trials studying these agents. Therefore, high quality data on the efficacy of these HER2-directed therapies for patients with LM is lacking. By extracting data from 45 publications, corresponding to 208 patients and 275 lines of HER2-targeted therapy, we developed the largest cohort of treated HER2+ BC LM patients that has been compiled to date.\n      Our dataset demonstrates that HER2-targeted therapies have clinical activity in the setting of BC LM, with several patients experiencing durable and prolonged treatment responses. We identified no statistically significant difference in OS or CNS-specific PFS when HER2-targeted therapy is introduced intrathecally or intravenously. Several biological reasons can explain this finding. It is possible that IV trastuzumab reaches the subarachnoid space in sufficient concentrations to effectively treat LM in patients with trastuzumab-sensitive disease [18], and that the apparent resistance of BC LM to trastuzumab is largely mediated by the fact that the overwhelming majority of these patients have already received IV trastuzumab in prior lines of therapy (Table 1). It has been previously described that IV trastuzumab reaches significantly higher concentrations in the CSF of patients with LM and/or those who received WBRT compared to non-LM/non-WBRT patients [18]. However, these studies have also demonstrated that the trastuzumab concentrations in CSF are still an order of magnitude lower than serum concentrations even for LM patients receiving WBRT. Despite this, it is plausible that the microenvironmental concentrations at the site of LM lesions harboring local blood–CSF–barrier disruption approach serum levels that are sufficient to exert activity [18,19]. Furthermore, it has been demonstrated that IT trastuzumab rapidly distributes out of the CSF and into the serum, quickly negating any LM-specific efficacy that may exist with IT administration [20].\n      An additional benefit of employing IV over IT trastuzumab is that it would be expected to elicit greater activity for LM patients who have concurrent systemic disease. Indeed, 81% and 60% of patients who received IV/oral only and IT regimens in our dataset had extracranial metastases at the time of treatment, respectively (Table 1).\n      While no prospective trials of IV trastuzumab for BC LM have been published, two single-armed trials assessing the efficacy of IT trastuzumab in patients with HER2+ BC LM have been reported in the past year [6,7]. The phase II trial of IT trastuzumab (150 mg once weekly) in 19 patients with HER2+ BC with LM demonstrated a CNS-specific mPFS of 5.9 months and a mOS of 7.9 months [6]. Another phase I/II study of IT trastuzumab (80 mg twice weekly) in 26 HER2+ BC with LM demonstrated a mOS of 10.5 months [7]. Both studies did not describe the extracranial disease burden experienced by patients in their cohorts. However, we observe in our cohort that patients with extracranial metastases trended towards experiencing shorter OS but not CNS-specific PFS (Table 2, Table 3), suggesting that at least a subset of LM patients succumb to extracranial disease rather than their LM. We do, however, observe a significant correlation between CNS-specific PFS and OS in our cohort (Supplemental Fig. S2). This suggests that CNS-specific PFS has the potential to serve as a useful surrogate endpoint for this patient population with further refinement of standardized criteria to define LM response and progression [10,21,22].\n      Although we were not able to obtain individual patient data from these two recent trials and were thus unable to include them in this meta-analysis, the inclusion of these data would not alter our observation that IV trastuzumab is non-inferior to IT trastuzumab. This is because the mOS of 7.9 and 10.5 months in these two studies is shorter than the mOS of 14.5 months in the group of patients who received IT trastuzumab described herein [6,7].\n      The mOS in our cohort of patients with LM is longer than that generally cited in the literature [1]. Moreover, in our cohort, mOS and CNS-specific mPFS are shorter for patients included in larger studies (Table 2, Table 3). These observations can likely be attributed to publication bias, in that patients selected for publication in case reports and series experienced exceptional responses to treatment. Since this bias applies both to patients who received IT or IV treatment, it is unlikely that it would impact the key results described herein.\n      Beyond the lack of evidence demonstrating efficacy of IT over IV trastuzumab for HER2+ BC LM, a number of complications are associated with IT administration, such as drug-induced aseptic meningitis (DIAM) and infection of the IT reservoir through which the agents are administered. DIAM is a relatively uncommon complication of IT administration of trastuzumab, having been reported in two case reports across the literature [23,24]. However, 5%–8% of patients with an Ommaya reservoir experience Ommaya reservoir-related infections [25,26], a complication which is associated with prolonged hospital admissions and a mortality rate of approximately 10%. While the two aforementioned prospective studies demonstrate encouraging safety data for IT trastuzumab in their limited cohorts, it is clear that this approach encompasses additional risks of adverse events that are not present with IV therapy. For this reason, IT trastuzumab for HER2+ BC LM should require an additional burden of proof-of-efficacy before it is implemented outside of a clinical trial setting. While the window of opportunity for such a randomized-controlled trial has existed for several years, it is rapidly closing with novel agents such as T-DXd and tucatinib poised to be used in a growing number of HER2+ BC LM patients.\n      Despite the fact that we include only a small subgroup of 15 patients treated with T-DXd in this study, we were nonetheless able to observe a significant survival advantage with this agent over the rest of the population, and specifically against T-DM1 (Fig. 3). These results are in line with the recent TUXEDO-1 study demonstrating impressive efficacy of T-DXd for HER2+ BC patients with parenchymal brain metastases, and a recent publication by Alder et al. describing a case series of BC LM patients treated with T-DXd [27,28]. This sets the stage for future studies assessing the efficacy of T-DXd specifically for LM. Indeed, the ongoing DEBBRAH trial includes a cohort specifically for patients with HER2+ BC LM who will be treated with T-DXd [29]. T-DXd may have additional utility as a treatment for BC patients with HER2-low LM and HER2-mutant non-small cell lung cancer LM patients, given the positive results of the DESTINY-04 [30] and DESTINY-Lung01 trials [31].\n      Tucatinib is also a promising molecule under investigation for the treatment of HER2+ BC LM. We were limited in this study in that we were only able to acquire data that met inclusion criteria from 6 patients treated with tucatinib. However, preliminary data assessing the safety and efficacy of tucatinib, trastuzumab and capecitabine for HER2+ BC LM, following the positive results of this same regimen for the treatment of parenchymal brain metastases in the HER2CLIMB study, are encouraging [10,32,33].\n      Beyond HER2-targeted therapies, immunotherapy represents another promising treatment modality for this patient population [34,35], with IT administration of nivolumab being actively studied for LM [36]. A novel approach making use of bi-specific antibodies (HER2Bi) armed activated T-cells (HER2 BATs) was investigated in a recent phase I trial (NCT03661424). While this trial was terminated due to slow study accrual, further studies are required to assess the efficacy of HER2 BATs for the treatment of LM. Moreover, while none of the patients from our dataset received proton craniospinal irradiation, this novel RT approach has demonstrated efficacy for patients with solid tumor LM, representing another encouraging component of the treatment armamentarium for HER2+ BC LM in development [37].\n      There are several limitations associated with our study. Many of the patients included in this meta-analysis are derived from case reports and retrospective case series, resulting in imbalances in some of the patient characteristics between those who received IT versus non-IT therapy. While we have taken measures to control for this bias, such as performing quality assessment and performing extensive subset analyses, there is no alternative for a well-designed randomized controlled trial to directly compare HER2-targeted agents and their route of administration. In addition, we are limited by publication bias, whereby patients who experienced better than expected responses to therapy were more likely to be published in the literature. For this reason, the CNS-specific mPFS and mOS we observe herein of 6 and 14.3 months, respectively, are overestimations of the outcomes seen in real-world studies of patients with HER2+ BC LM [38]. Furthermore, data regarding CNS-specific PFS must be considered with caution as the evaluation of LM response and LM progression is highly challenging and could vary across studies [21].\n      Together, the results of this study demonstrate that HER2-targeted therapy is similarly active in patients with HER2+ BC LM regardless of the route of administration. T-DXd demonstrates an encouraging signal of efficacy in a small subgroup of patients. Prospective and randomized studies are warranted to define its role in the management of HER2+ BC LM.\nAuthor contributions\n      Conception & Design of the study: AML, AQ, AANR, NB, MD. Acquisition of Data: AML, SMM, AD, IT, EF, GG, VG, AP, SH, WJ, JS, MPHVDB, ND, FP, ZL, AM, AS, RS, LP, AANR, NB, MD. Analysis and interpretation of data: AML, NB, MD. Drafting the article: AML, MD. Revising the article: AML, SMM, AQ, AD, IR, EF, GG, AP, SH, WJ, JS, MPHVDB, ND, FP, ZL, AM, AS, RS, LP, AANR, NB, MD.\nFunding\n      MD is an awardee of a Vanier Canada Graduate Scholarship.\nDeclaration of competing interest\n      The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\nAppendix 1\n      Detailed search strategy\n      \n        Search documentation\n        \nTotal with duplicatesDuplicates removedTotal without duplicatesDatabaseOvid MEDLINE(R) ALLDatabase time coverage1946-presentDate searched21 December 2021Total3646DuplicatesDatabaseOvid Embase Classic + EmbaseDatabase time coverage1947-presentDate searched21 December 2021Total6929DuplicatesDatabaseCochrane Central Register of Controlled Trials (Wiley)Database time coveragen/aDate searched22 December 2021Total156DuplicatesDatabaseScopusDatabase time coverage1970-presentDate searched22 December 2021Total5560DuplicatesDatabaseWeb of Science Core Collection (SCI-EXPANDED – 1900-present; SSCI – 1900-present; AHCI – 1975-present; CPCI–S – 1990-present; CPCI-SSH – 1990-present; BKCI–S – 2005-present; BKCI-SSH – 2005-present; ESCI – 2005-present; CCR-EXPANDED – 1985-present; IC – 1993-present)Database time coverage1900-presentDate searched22 December 2021Total3854Duplicates\n\n      \n      \n        Search summary\n        Ovid MEDLINE(R) ALL <1946 to December 21, 2021>1Meningeal Carcinomatosis/6742((leptomening* or leptomenix or meningeal* or meningitides) adj3 (metastas* or carcinos#s or carcinomat* or disease*)). mp. 32753((carcinomat* or neoplastic or malignan*) adj1 meningitis). mp. 6914((meninges or meninx or dura or dural) adj3 carcinomat*). mp. 425or/1–4 373665 not (exp animals/not humans. sh.) 3646\n        Embase Classic+Embase <1947 to 2021 December 21>1carcinomatous meningitis/25272((leptomening* or leptomenix or meningeal* or meningitides) adj3 (metastas* or carcinos#s or carcinomat* or disease*)). mp. 56893((carcinomat* or neoplastic or malignan*) adj1 meningitis). mp. 30514((meninges or meninx or dura or dural) adj3 carcinomat*). mp. 775 or/a-d 711765 not ((exp animal/or animal experiment/or nonhuman/) not (exp human/or human experiment/)) 6929\n        Animal-only indexed studies filter from adapted from https://www.cochranelibrary.com/central/central-creation.\n        Cochrane Central Register of Controlled Trials.\n        ID Search Hits#1 [mh ^\"Meningeal Carcinomatosis\"] 11 #2 ((leptomening*:ti,ab, kw OR leptomenix:ti,ab, kw OR meningeal*:ti,ab, kw OR meningitides:ti,ab,kw) NEAR/3 (metastas*:ti,ab, kw OR carcinos?s:ti,ab, kw OR carcinomat*:ti,ab, kw OR disease*:ti,ab,kw)) 128 #3 ((carcinomat*:ti,ab, kw OR neoplastic:ti,ab, kw OR malignan*:ti,ab,kw) NEAR/1 meningitis:ti,ab,kw) 48 #4 ((meninges:ti,ab, kw OR meninx:ti,ab, kw OR dura:ti,ab, kw OR dural:ti,ab,kw) NEAR/3 carcinomat*:ti,ab,kw) 0 #5 #1 OR #2 OR #3 OR #4157 Web of Science.\nSearch documentation\n        \nTotal with duplicatesDuplicates removedTotal without duplicatesDatabaseOvid MEDLINE(R) ALLDatabase time coverage1946-presentDate searched21 December 2021Total3646DuplicatesDatabaseOvid Embase Classic + EmbaseDatabase time coverage1947-presentDate searched21 December 2021Total6929DuplicatesDatabaseCochrane Central Register of Controlled Trials (Wiley)Database time coveragen/aDate searched22 December 2021Total156DuplicatesDatabaseScopusDatabase time coverage1970-presentDate searched22 December 2021Total5560DuplicatesDatabaseWeb of Science Core Collection (SCI-EXPANDED – 1900-present; SSCI – 1900-present; AHCI – 1975-present; CPCI–S – 1990-present; CPCI-SSH – 1990-present; BKCI–S – 2005-present; BKCI-SSH – 2005-present; ESCI – 2005-present; CCR-EXPANDED – 1985-present; IC – 1993-present)Database time coverage1900-presentDate searched22 December 2021Total3854Duplicates\nSearch summary\n        Ovid MEDLINE(R) ALL <1946 to December 21, 2021>1Meningeal Carcinomatosis/6742((leptomening* or leptomenix or meningeal* or meningitides) adj3 (metastas* or carcinos#s or carcinomat* or disease*)). mp. 32753((carcinomat* or neoplastic or malignan*) adj1 meningitis). mp. 6914((meninges or meninx or dura or dural) adj3 carcinomat*). mp. 425or/1–4 373665 not (exp animals/not humans. sh.) 3646\n        Embase Classic+Embase <1947 to 2021 December 21>1carcinomatous meningitis/25272((leptomening* or leptomenix or meningeal* or meningitides) adj3 (metastas* or carcinos#s or carcinomat* or disease*)). mp. 56893((carcinomat* or neoplastic or malignan*) adj1 meningitis). mp. 30514((meninges or meninx or dura or dural) adj3 carcinomat*). mp. 775 or/a-d 711765 not ((exp animal/or animal experiment/or nonhuman/) not (exp human/or human experiment/)) 6929\n        Animal-only indexed studies filter from adapted from https://www.cochranelibrary.com/central/central-creation.\n        Cochrane Central Register of Controlled Trials.\n        ID Search Hits#1 [mh ^\"Meningeal Carcinomatosis\"] 11 #2 ((leptomening*:ti,ab, kw OR leptomenix:ti,ab, kw OR meningeal*:ti,ab, kw OR meningitides:ti,ab,kw) NEAR/3 (metastas*:ti,ab, kw OR carcinos?s:ti,ab, kw OR carcinomat*:ti,ab, kw OR disease*:ti,ab,kw)) 128 #3 ((carcinomat*:ti,ab, kw OR neoplastic:ti,ab, kw OR malignan*:ti,ab,kw) NEAR/1 meningitis:ti,ab,kw) 48 #4 ((meninges:ti,ab, kw OR meninx:ti,ab, kw OR dura:ti,ab, kw OR dural:ti,ab,kw) NEAR/3 carcinomat*:ti,ab,kw) 0 #5 #1 OR #2 OR #3 OR #4157 Web of Science.\nAppendix 2\n      List of all studies included in systematic review\n      \nAuthor last nameYearReferenceNumber of patient lines of therapyNumber of patientsDataBaculi2001Baculi RH, Suki S, Nisbett J, Leeds N, Groves M. Meningeal carcinomatosis from breast carcinoma responsive to trastuzumab. J Clin Oncol. 2001 Jul 1; 19 (13):3297–8. https://doi.org/10.1200/JCO.2001.19.13.3297. PMID: Baculi RH, Suki S, Nisbett J, Leeds N, Groves M. Meningeal carcinomatosis from breast carcinoma responsive to trastuzumab. J Clin Oncol. 2001 Jul 1; 19 (13):3297–8. https://doi.org/10.1200/JCO.2001.19.13.3297. PMID: 11432901.11Data extracted by authors of this manuscriptPlatini2006Platini C, Long J, Walter S. Meningeal carcinomatosis from breast cancer treated with intrathecal trastuzumab. Lancet Oncol. 2006 Sep; 7 (9):778–80. https://doi.org/10.1016/S1470-2045(0670864-6). PMID: 16945774.31Data extracted by authors of this manuscriptStemmler2006Stemmler HJ, Schmitt M, Harbeck N, Willems A, Bernhard H, Lässig D, Schoenberg S, Heinemann V. Application of intrathecal trastuzumab (Herceptintrade mark) for treatment of meningeal carcinomatosis in HER2-overexpressing metastatic breast cancer. Oncol Rep. 2006 May; 15 (5):1373–7. https://doi.org/10.3892/or.15.5.1373. PMID: 16596213.21Data obtained by contacting authorsStemmler2007Stemmler HJ, Schmitt M, Willems A, Bernhard H, Harbeck N, Heinemann V. Ratio of trastuzumab levels in serum and cerebrospinal fluid is altered in HER2-positive breast cancer patients with brain metastases and impairment of blood–brain barrier. Anti-Cancer Drugs: January 2007-vol 18 - Issue 1 - p 23–28 https://doi.org/10.1097/01.cad.0000236313.50833.ee21Data obtained by contacting authorsMir2008Mir O, Ropert S, Alexandre J, Lemare F, Goldwasser F. High-dose intrathecal trastuzumab for leptomeningeal metastases secondary to HER-2 overexpressing breast cancer. Ann Oncol. 2008 Nov; 19 (11):1978–80. https://doi.org/10.1093/annonc/mdn654. Epub 2008 Oct 9. PMID: 18845838.11Data extracted by authors of this manuscriptShojima2008Shojima K, Suzuki E, Saito K, Sekine S, Kitagawa D, Aruga T, Saji S, Kuroi K. Application of intrathecal trastuzumab for treatment of meningeal carcinomatosis in HER2-overexpressing metastatic breast cancer. Journal of Clinical Oncology 2008 26:15_suppl, 1138-1138.11Data extracted by authors of this manuscriptStemmler2008Stemmler HJ, Mengele K, Schmitt M, Harbeck N, Laessig D, Herrmann KA, Schaffer P, Heinemann V. Intrathecal trastuzumab (Herceptin) and methotrexate for meningeal carcinomatosis in HER2-overexpressing metastatic breast cancer: a case report. Anticancer Drugs. 2008 Sep; 19 (8):832–6. https://doi.org/10.1097/CAD.0b013e32830b58b0. PMID: 18690096.11Data obtained by contacting authorsBidard2009Bidard FC, Guilhaume MN, Gauthier H, Cottu PH, Diéras V, Pierga JY. Meningeal carcinomatosis in HER2-overexpressing breast cancers. J Neurooncol. 2009 Jun; 93 (2):287–8. https://doi.org/10.1007/s11060-008-9768-1. Epub 2009 Jan 13. PMID: 19139826.55Data extracted by authors of this manuscriptFerrario2009Ferrario C, Davidson A, Bouganim N, Aloyz R, Panasci LC. Intrathecal trastuzumab and thiotepa for leptomeningeal spread of breast cancer. Ann Oncol. 2009 Apr; 20 (4):792–5. https://doi.org/10.1093/annonc/mdp019. Epub 2009 Feb 17. PMID: 19223574.11Data extracted by authors of this manuscriptMego2011Mego M, Sycova-Mila Z, Obertova J, Rajec J, Liskova S, Palacka P, Porsok S, Mardiak J. Intrathecal administration of trastuzumab with cytarabine and methotrexate in breast cancer patients with leptomeningeal carcinomatosis. Breast. 2011 Oct; 20 (5):478–80. https://doi.org/10.1016/j.breast.2011.05.007. Epub 2011 Jun 23. PMID: 21700455.22Data extracted by authors of this manuscriptOliveira2011Oliveira M, Braga S, Passos-Coelho JL, Fonseca R, Oliveira J. Complete response in HER2+ leptomeningeal carcinomatosis from breast cancer with intrathecal trastuzumab. Breast Cancer Res Treat. 2011 Jun; 127 (3):841–4. https://doi.org/10.1007/s10549-011-1417-2. Epub 2011 Mar 3. PMID: 21369716.51Data extracted by authors of this manuscriptSchwab Brandt2012Brandt D (2012). Intrathecal trastuzumab: 46 months and no progression. Community Oncology. 9.232–234.10.1016/j.cmonc.2012.01.005.11Data extracted by authors of this manuscriptMartens2012Martens J, Venuturumilli P, Corbets L, Bestul D. Rapid clinical and radiographic improvement after intrathecal trastuzumab and methotrexate in a patient with HER-2 positive leptomeningeal metastases. Acta Oncol. 2013 Jan; 52 (1):175–8. https://doi.org/10.3109/0284186X.2012.689857. Epub 2012 Jun 4. PMID: 22655969.11Data extracted by authors of this manuscriptPardo2012Pardo J (2012). Intratechal trastuzumab in the treatment of neoplastic meningitis: three new cases.33Data extracted by authors of this manuscriptHofer2012Hofer S, Mengele K, Stemmler HJ, Schmitt M, Pestalozzi B. Intrathecal trastuzumab: dose matters. Acta Oncol. 2012 Sep; 51 (7):955–6. https://doi.org/10.3109/0284186X.2012.673736. Epub 2012 Apr 23. PMID: 22524214.11Data obtained by contacting authorsPreusser2013Preusser ML, Berghoff AS, Furtner J, Dieckmann D, Bartsch R. (2013). Meningeosis carcinomatosa eines HER2-positiven Mammakarzinoms.11Data extracted by authors of this manuscriptTorres2014Torres S, Maralani P, Verma S. Activity of T-DM1 in HER-2 positive central nervous system breast cancer metastases. BMJ Case Rep. 2014 Aug 14; 2014:bcr2014205680. https://doi.org/10.1136/bcr-2014-205680. PMID: 25123575; PMCID: PMC4139549.22Data extracted by authors of this manuscriptHofer2015Hofer S, Mengele K, Schmitt M, Pestalozzi B, Aebi S. Complement Activation and Rituximab Distribution in CNS NHL—Letter. Clin Cancer Res 15 January 2015; 21 (2): 490. https://doi.org/10.1158/1078-0432.CCR-14-093933Data obtained by contacting authorsLe Rhun2015Le Rhun E, Taillibert S, Boulanger T, Zairi F, Bonneterre J, Chamberlain MC. Prolonged Response and Restoration of Functional Independence with Bevacizumab plus Vinorelbine as Third-Line Treatment for Breast Cancer-Related Leptomeningeal Metastases. Case Rep Oncol. 2015 Feb 12; 8 (1):72–7. https://doi.org/10.1159/000375293. PMID: 25848355; PMCID: PMC4361905.21Data extracted by authors of this manuscriptLu2015Lu NT, Raizer J, Gabor EP, Liu NM, Vu JQ, Slamon DJ, Barstis JL. Intrathecal trastuzumab: immunotherapy improves the prognosis of leptomeningeal metastases in HER-2+ breast cancer patient. J Immunother Cancer. 2015 Sep 15; 3:41. https://doi.org/10.1186/s40425-015-0084-y. PMID: 26380087; PMCID: PMC4570757.41Data extracted by authors of this manuscriptGulia2016Gulia S, Gupta S, Singh A. Intrathecal trastuzumab for leptomeningeal carcinomatosis in patients with human epidermal growth factor receptor 2 positive breast cancer. Indian J Med Paediatr Oncol. 2016 Jul–Sep; 37 (3):196–8. https://doi.org/10.4103/0971-5851.190354. PMID: 27688614; PMCID: PMC5027793.22Data extracted by authors of this manuscriptJacot2016Jacot W, Pons E, Frenel JS, Guiu S, Levy C, Heudel PE, Bachelot T, D'Hondt V, Darlix A, Firmin N, Romieu G, Thezenas S, Dalenc F. Efficacy and safety of trastuzumab emtansine (T-DM1) in patients with HER2-positive breast cancer with brain metastases. Breast Cancer Res Treat. 2016 Jun; 157 (2):307–318. https://doi.org/10.1007/s10549-016-3828-6. Epub 2016 May 11. PMID: 27167986.33Data obtained by contacting authorsKoumarianou2016Koumarianou A, Kontopoulou C, Kouloulias V, Tsionou C. Durable Clinical Benefit of Pertuzumab in a Young Patient with BRCA2 Mutation and HER2-Overexpressing Breast Cancer Involving the Brain. Case Rep Oncol Med. 2016; 2016:5,718,104. https://doi.org/10.1155/2016/5718104. Epub 2016 Apr 18. PMID: 27195161; PMCID: PMC4852335.51Data extracted by authors of this manuscriptLavaud2016Lavaud P, Rousseau B, Ajgal Z, Arrondeau J, Huillard O, Alexandre J, Hulin A, Goldwasser F. Bi-weekly very-high-dose lapatinib: an easy-to-use active option in HER-2-positive breast cancer patients with meningeal carcinomatosis. Breast Cancer Res Treat. 2016 May; 157 (1):191–2. https://doi.org/10.1007/s10549-016-3798-8. Epub 2016 Apr 22. PMID: 27106482.11Data extracted by authors of this manuscriptLekovic2016Lekovic G, Drazin D, Mak AC, Schwartz MS. Cyberknife Radiosurgery and Concurrent Intrathecal Chemotherapy for Leptomeningeal Metastases: Case Report of Prolonged Survival of a HER-2+ Breast Cancer Patient Status-Post Craniospinal Irradiation. Cureus. 2016 Jan 7; 8 (1):e453. https://doi.org/10.7759/cureus.453. PMID: 26918221; PMCID: PMC4744073.11Data extracted by authors of this manuscriptPark2016Park WY, Kim HJ, Kim K, Bae SB, Lee N, Lee KT, Won JH, Park HS, Lee SC. Intrathecal Trastuzumab Treatment in Patients with Breast Cancer and Leptomeningeal Carcinomatosis. Cancer Res Treat. 2016 Apr; 48 (2):843–7. https://doi.org/10.4143/crt.2014.234. Epub 2015 Mar 2. PMID: 25761487; PMCID: PMC4843730.22Data extracted by authors of this manuscriptPluchart2016Pluchart H, Jacquet E, Charlety D, Allenet B, Bedouch P, Mousseau M. Long-Term Survivor with Intrathecal and Intravenous Trastuzumab Treatment in Metastatic Breast Cancer. Target Oncol. 2016 Oct; 11 (5):687–691. https://doi.org/10.1007/s11523-016-0429-6. PMID: 27041112.11Data extracted by authors of this manuscriptMorikawa2017Morikawa A, Jordan L, Rozner R, Patil S, Boire A, Pentsova E, Seidman AD. Characteristics and Outcomes of Patients With Breast Cancer With Leptomeningeal Metastasis. Clin Breast Cancer. 2017 Feb; 17 (1):23–28. https://doi.org/10.1016/j.clbc.2016.07.002. Epub 2016 Jul 25. PMID: 27569275; PMCID: PMC5266701.1616Data obtained by contacting authorsBonneau2018Bonneau C, Paintaud G, Trédan O, Dubot C, Desvignes C, Dieras V, Taillibert S, Tresca P, Turbiez I, Li J, Passot C, Mefti F, Mouret-Fourme E, Le Rhun E, Gutierrez M. Phase I feasibility study for intrathecal administration of trastuzumab in patients with HER2 positive breast carcinomatous meningitis. Eur J Cancer. 2018 May; 95:75–84. https://doi.org/10.1016/j.ejca.2018.02.032. Epub 2018 Apr 7. PMID: 29635147.1616Data extracted by authors of this manuscriptFigura2018Figura NB, Long W, Yu M, Robinson TJ, Mokhtari S, Etame AB, Tran ND, Diaz R, Soliman H, Han HS, Sahebjam S, Forsyth PA, Ahmed KA. Intrathecal trastuzumab in the management of HER2+ breast leptomeningeal disease: a single institution experience. Breast Cancer Res Treat. 2018 Jun; 169 (2):391–396. https://doi.org/10.1007/s10549-018-4684-3. Epub 2018 Feb 1. PMID: 29392582.1313Data extracted by authors of this manuscriptHofer2018Hofer S, Aebi S. Letter comments on EJC published article: Phase I feasibility study for intrathecal administration of trastuzumab in patients with HER2-positive breast carcinomatous meningitis. Eur J Cancer. 2018 Nov; 103:279–280. https://doi.org/10.1016/j.ejca.2018.07.317. Epub 2018 Sep 27. PMID: 30270111.44Data obtained by contacting authorsRicciardi2018Ricciardi GRR, Russo A, Franchina T, Schifano S, Mastroeni G, Santacaterina A, Adamo V. Efficacy of T-DM1 for leptomeningeal and brain metastases in a HER2 positive metastatic breast cancer patient: new directions for systemic therapy - a case report and literature review. BMC Cancer. 2018 Jan 25; 18 (1):97. https://doi.org/10.1186/s12885-018-3994-5. PMID: 29370839; PMCID: PMC5784540.11Data extracted by authors of this manuscriptFigura2019Figura NB, Rizk VT, Mohammadi H, Evernden B, Mokhtari S, Yu HM, Robinson TJ, Etame AB, Tran ND, Liu J, Washington I, Diaz R, Czerniecki BJ, Soliman H, Han HS, Sahebjam S, Forsyth PA, Ahmed KA. Clinical outcomes of breast leptomeningeal disease treated with intrathecal trastuzumab, intrathecal chemotherapy, or whole brain radiation therapy. Breast Cancer Res Treat. 2019 Jun; 175 (3):781–788. https://doi.org/10.1007/s10549-019-05170-7. Epub 2019 Mar 11. PMID: 30859348.1818Data extracted by authors of this manuscriptMatsuda2019Matsuda T, Iguchi E, Konishi E, Tokugawa T, Hamaoka A, Nakatsukasa K. [A Case of Breast Cancer with Parenchymal and Meningeal Central Nervous System Metastases Treated with Multimodality Therapy]. Gan To Kagaku Ryoho. 2019 Mar; 46 (3):463–465. Japanese. PMID: 30914585.11Data extracted by authors of this manuscriptNakao2019Nakao T, Okuda T, Fujita M, Kato A. A case of leptomeningeal metastases of human epidermal growth factor receptor 2-positive breast cancer that responded well to lapatinib plus capecitabine. Surg Neurol Int. 2019 Jun 28; 10:131. https://doi.org/10.25259/SNI-106-2019. PMID: 31528467; PMCID: PMC6744731.11Data extracted by authors of this manuscriptGarcia2020García FJV, Carrión NP, de la Cruz-Merino L. Long-term complete response to intrathecal trastuzumab in a patient with leptomeningeal carcinomatosis due to her2- overexpressing breast cancer: Case report. Medicine (Baltimore). 2020 Jan; 99 (1):e18298. https://doi.org/10.1097/MD.0000000000018298. PMID: 31895768; PMCID: PMC6946348.11Data extracted by authors of this manuscriptSallevelt2020Sallevelt BTGM, Teunis T, Agterof MJ, van den Broek MPH. Extravasation of an antibody-drug conjugate: A case report of epidermal necrosis after trastuzumab-emtansine extravasation. J Clin Pharm Ther. 2020 Aug; 45 (4):832–835. https://doi.org/10.1111/jcpt.13148. Epub 2020 May 15. PMID: 32412114; PMCID: PMC7383643.22Data obtained by contacting authorsMorikawa2020Morikawa A, de Stanchina E, Pentsova E, Kemeny MM, Li BT, Tang K, Patil S, Fleisher M, Van Poznak C, Norton L, Seidman AD. Phase I Study of Intermittent High-Dose Lapatinib Alternating with Capecitabine for HER2-Positive Breast Cancer Patients with Central Nervous System Metastases. Clin Cancer Res. 2019 Jul 1; 25 (13):3784–3792. https://doi.org/10.1158/1078-0432.CCR-18-3502. Epub 2019 Apr 15. PMID: 30988080; PMCID: PMC6773251.33Data obtained by contacting authorsHigashiyama2021Higashiyama N, Nangia J, Shafaee MN, Chen N, Michael BL, Rimawi M, Hoyos V. Dose-reduced trastuzumab deruxtecan can be safely used in liver failure and active leptomeningeal metastases. Curr Probl Cancer Case Rep. 2020 Dec 15; 2:100,034. https://doi.org/10.1016/j.cpccr.2020.100034. Epub 2020 Oct 16. PMID: 34505091; PMCID: PMC8425325.11Data extracted by authors of this manuscriptPellerino2021Pellerino A, Soffietti R, Bruno F, Manna R, Muscolino E, Botta P, Palmiero R, Rudà R. Neratinib and Capecitabine for the Treatment of Leptomeningeal Metastases from HER2-Positive Breast Cancer: A Series in the Setting of a Compassionate Program. Cancers (Basel). 2022 Feb 25; 14 (5):1192. https://doi.org/10.3390/cancers14051192. PMID: 35267501; PMCID: PMC8909342.1010Data obtained by contacting authorsYan2022Yan F, Rinn KJ, Kullnat JA, Wu AY, Ennett MD, Scott EL, Kaplan HG. Response of Leptomeningeal Metastasis of Breast Cancer With a HER2/neu Activating Variant to Tucatinib: A Case Report. J Natl Compr Canc Netw. 2022 Apr 11; 20 (7):745–752. https://doi.org/10.6004/jnccn.2022.7006. PMID: 35405660.11Data extracted by authors of this manuscriptSmith2022Smith PD, Bhenderu LS, Kommuri S, Fleener EE, Hoover JM. Treatment of Leptomeningeal Carcinomatosis Following Treatment of Cerebellar Metastasis of HER2+ (Human Epidermal Growth Factor Receptor 2 Positive) Breast Cancer: Case Report and Review of Literature. Cureus. 2022 Apr 10; 14 (4):e24008. https://doi.org/10.7759/cureus.24008. PMID: 35547416; PMCID: PMC9090228.11Data extracted by authors of this manuscriptRatosa2022Ratosa I, Dobnikar N, Bottosso M, Dieci MV, Jacot W, Pouderoux S, Ribnikar D, Sinoquet L, Guarneri V, Znidaric T, Darlix A, Griguolo G. Leptomeningeal metastases in patients with human epidermal growth factor receptor 2 positive breast cancer: Real-world data from a multicentric European cohort. Int J Cancer. 2022 Oct 15; 151 (8):1355–1366. https://doi.org/10.1002/ijc.34135. Epub 2022 Jun 25. PMID: 35666525; PMCID: PMC9540903.6145Data obtained by contacting authorsGriguolo2022Griguolo G, Pouderoux S, Dieci MV, Jacot W, Bourgier C, Miglietta F, Firmin N, Conte P, Viala M, Guarneri V, Darlix A. Clinicopathological and Treatment-Associated Prognostic Factors in Patients with Breast Cancer Leptomeningeal Metastases in Relation to Tumor Biology. Oncologist. 2018 Nov; 23 (11):1289–1299. https://doi.org/10.1634/theoncologist.2018-0200. Epub 2018 Aug 17. PMID: 30120164; PMCID: PMC6291333.4723Data obtained by contacting authors202232Alder2023Alder L, Trapani D, Bradbury C, Van Swearingen AED, Tolaney SM, Khasraw M, Anders CK, Lascola CD, Hsu L, Lin NU, Sammons S. Durable responses in patients with HER2+ breast cancer and leptomeningeal metastases treated with trastuzumab deruxtecan. NPJ Breast Cancer. 2023 Mar 30; 9 (1):19. https://doi.org/10.1038/s41523-023-00519-0. PMID: 36997605.188Data extracted by authors of this manuscriptTotal275208Data obtained through data extraction by authors of this manuscript11793Data obtained by contacting authors158115Percent data obtained through data extraction by authors of this manuscript42.545454545454644.7115384615385Percent data obtained by contacting authors57.454545454545555.2884615384615Number of patients not obtained343Percent number of patients we obtained compared to total number of patients37.7495462794918\nAppendix 3\n      List of studies unsuccessfully attempted to obtain data from\n      \nTitleAuthorsFirst Author Last NameYear of StudyType of studyPatient sample sizeLeptomeningeal disease and breast cancer: the importance of tumor subtypeAbouharb, S. and Ensor, J. and Loghin, M. E. and Katz, R. and Moulder, S. L. and Esteva, F. J. and Smith, B. and Valero, V. and Hortobagyi, G. N. and Melhem-Bertr and t, A.Abouharb2014Retrospective study56Intra-CSF trastuzumab in patients with neoplastic meningitis from breast cancer or primary brain tumorsAllison, D. L. and Glantz, M. and Werner, T. L. and Kirkegaard, S. L. and Murdock, K. and Jensen, R.Allison2009Case series4Favourable outcome of patients with breast cancer brain metastases treated with dual HER2 blockade of trastuzumab and pertuzumabBergen, E. S. and Binter, A. and Starzer, A. M. and Heller, G. and Kiesel, B. and Tendl-Schulz, K. and Bago-Horvath, Z. and Furtner, J. and Leitner, J. and Exner, R. and Fitzal, F. and Dieckmann, K. and Widhalm, G. and Preusser, M. and Berghoff, A. S. and Bartsch, R.Bergen2021Retrospective study3Safety and efficacy of intraventricular biologic agents as part of a multi-agent intraventricular treatment regimen for patients with neoplastic meningitisBernstein, A. and Mrowczynski, O. and Strowd, R. E. and Cream, L. and Ruda, R. and Jeyapalan, S. and Eby, R. and Black, D. and Patrikidou, A. and Hofer, S. and Ferreri, A. and Glantz, M.Bernstein2017Case series13Multicentric, open-label, single-arm phase II study with oral lapatinib in combination with oral capecitabine plus intrathecally administered liposomal cytarabine for the treatment of meningeal metastases (NM) in HER2-positive breast cancer patientsBischoff, J.Bischoff2010Prospective trial34Treatment options of long term survivors with leptomeningeal metastases and breast cancerChaul-Barbosa, C. and Morikawa, A. and Patil, S. and Boire, A. and Jordan, L. and Rozner, R. and Seidman, A. and Pentsova, E.Chaul-Barbosa2016Retrospective study16Final results of the phase I “HIT” study: A multicenter phase I-II study evaluating trastuzumab administered by intrathecal injection for leptomeningeal meningitis of HER2+ metastatic breast cancer (MBC)Gutierrez, M. and Fourme, E. M. and Le Rhun, E. and Tredan, O. and Dieras, V. and Tresca, P. and Mefti, F. and Turbiez, I. and Taillibert, S. and Desvignes, C. and Paintaud, G.Gutierrez2015Prospective trial16The therapeutic possibility of intrathecal administration of trastuzumab for the carcinomatous meningitis of HER2-positive metastatic breast cancer: The low penetration of trastuzumab into the cerebrospinal fluid via intravenous administrationHonda, Y. and Yamashita, T. and Iwamoto, N. and Goto, R. and Idera, N. and Horiguchi, K. and Miyamoto, H. and Aruga, T. and Yamada, R. and Kuroi, K.Honda2017Case series7Treatment and prognosis of leptomeningeal disease secondary to metastatic breast cancer: A single-center experienceKingston, B. and Kayhanian, H. and Brooks, C. and Cox, N. and Chaabouni, N. and Redana, S. and Kalaitzaki, E. and Smith, I. and O'Brien, M. and Johnston, S. and Parton, M. and Noble, J. and Stanway, S. and Ring, A. and Turner, N. and Okines, A.Kingston2017Retrospective study48Intrathecal (IT) traztuzumab (T) for the treatment of leptomeningeal metastases (LM) in patients (PTS) with human epidermal growth factor receptor 2-positive (HER2+) cancer: A multicenter phase 1/2 studyKumthekar, P. and Gradishar, W. and Lin, N. and Pentsova, E. and Groves, M. and Jeyapalan, S. and Melisko, M. and Grimm, S. and Lassman, A. B. and Raizer, J.Kumthekar2018Prospective trial34Antigen Mass May Influence Trastuzumab Concentrations in Cerebrospinal Fluid After Intrathecal AdministrationLe Tilly, O. and Azzopardi, N. and Bonneau, C. and Desvignes, C. and Oberkampf, F. and Ezzalfani, M. and Ternant, D. and Turbiez, I. and Gutierrez, M. and Paintaud, G.Le Tilly2021Case series21Response to ado-trastuzumab emtansine according to RANO criteria in central nervous system metastases of HER2 positive breast cancersMailliez, A. and Girard, E. and Boulanger, T. and Giraud, C. and Bonneterre, J. and Le Rhun, E.Mailliez2016Retrospetive study1TBCRC049: A phase II non-randomized study to assess the safety and efficacy of the combination of tucatinib and trastuzumab and capecitabine for treatment of leptomeningeal metastases in HER2 positive breast cancer TBCRC049: A phase II non-randomized study to assess the safety and efficacy of the combination of tucatinib and trastuzumab and capecitabine for treatment of leptomeningeal metastases in HER2 positive breast cancerMurthy, R. K. and O'Brien, B. J. and Hess, K. R. and Navin, N. and Johnson, J. and Gule-Monroe, M. and Leone, J. P. and Specht, J. and Melisko, M. and Morikawa, A. and Storniolo, A. M. and Brufsky, A. and Pohlmann, P. R. and Park, D. M. and Park, B. H. and Krop, I. and Lin, N. U. and Wolff, A. and Forerro-Torres, A. and Stringer-Reasor, E.Murthy2020Prospective trialTrial ongoing: currently 15 patients, accrual of 30 patientsDeterminants of prolonged survival for breast cancer patient groups with leptomeningeal metastasis (LM)Niwinska, A. and Pogoda, K. and Michalski, W. and Kunkiel, M. and Jagiello-Gruszfeld, A.Niwinska2018Retrospective study33Intrathecal (IT) trastuzumab in leptomeningeal and central nervous system (CNS) metastases from HER2+ breast cancer (BC): What if we could bypass the blood-brain barrier (BBB)Oliveira, M. and Braga, S. and Passos-Coelho, J. L. and Oliveira, J.Oliveira2010Case report1Prospective evaluation of cerebrospinal fluid circulating tumor cells (CSF CTC) in patients with HER2 positive cancers and leptomeningeal metastases receiving treatment with intrathecal trastuzumabPentsova, E. and Malani, R. and Fleisher, M. and Lin, X. and Omuro, A. and Groves, M. and Lin, N. and Melisko, M. and Lassman, A. and Jeyapalan, S. and Boire, A. and DeAngelis, L. and Raizer, J.Pentsova2018Case series14Phase I trial of intrathecal trastuzumab in HER2 positive leptomeningeal metastasesRaizer, J. and Pentsova, E. and Omuro, A. and Lin, N. and Nayak, L. and Quant, E. and Kumthekar, P.Raizer2014Prospective trial13[A case of advanced breast cancer with meningeal carcinomas and orbital metastasis successfully treated with multi-disciplinary therapy]Sakurai, K. and Amano, S. and Enomoto, K. and Matsuo, S.Sakurai2006Case report1Implication of breast cancer phenotype for patients with leptomeningeal carcinomatosisTorrejon, D. and Oliveira, M. and Cortes, J. and Sanchez-Olle, G. and Gomez, P. and Bellet, M. and Saura, C. and Peg, V. and Rovira, A. and Di Cosimo, S.Torrejon2012Retrospective study10Safety and activity of intra-CSF trastuzumab in patients with neoplastic meningitis from breast cancer or primary brain tumorsZalatimo, O. and Weston, C. and Zoccoli, C. and Glantz, M.Zalatimo2011UnknownUnknownEstablishing the safety and efficacy of a new multi-agent intrathecal treatment protocol for patients with neoplastic meningitisZammar, S. and Eby, R. and Zacharia, B. and Strowd, R. and Grossman, S. and Aregawi, D. and Michael, G.Zammar2019Retrospective studyUnknownTBCRC 022: A Phase II Trial of Neratinib and Capecitabine for Patients With Human Epidermal Growth Factor Receptor 2–Positive Breast Cancer and Brain MetastasesRachel A. Freedman, MD, MPH; Rebecca S. Gelman, PhD; Carey K. Anders, MD; Michelle E. Melisko, MD; Heather A. Parsons, MD1 Anne M. Cropp; Kelly Silvestri; Christine M. Cotter; Kathryn P. Componeschi, MBA; Juan M. Marte; Roisin M. Connolly, MBBCh, MD; Beverly Moy, MD; Catherine H. Van Poznak, MD; Kimberly L. Blackwell, MD; Shannon L. Puhalla, MD; Rachel C. Jankowitz, MD; Karen L. Smith, MD; Nuhad Ibrahim, MD; Timothy J. Moynihan, MD; Ciara C. O'Sullivan, MBBCh; Julie Nangia, MD; Polly Niravath, MD; Nadine Tung, MD; Paula R. Pohlmann, MD, PhD; Robyn Burns, PhD; Mothaffar F. Rimawi, MD; Ian E. Krop, MD, PhD; Antonio C. Wolff, MD; Eric P. Winer, MD; and Nancy U. Lin, MD on behalf of the Translational Breast Cancer Research ConsortiumFreedman2019Prospective trial3Trastuzumab Deruxtecan in Patients with Central Nervous System Involvement from HER2-Positive Breast Cancer: The DEBBRAH TrialJosé Manuel Pérez-García, Marta Vaz Batista, Patricia Cortez, Manuel Ruiz-Borrego, Juan Miguel Cejalvo, Juan de la Haba-Rodriguez, Laia Garrigós, Fabricio Racca, Sonia Servitja, Salvador Blanch, María Gion, Monica Nave, María Fernández-Abad, Alejandro Martinez-Bueno, Antonio Llombart-Cussac, Miguel Sampayo-Cordero, Andrea Malfettone, Javier Cortés, Sofía BragaPerez Garcia2022Prospective trialUnknownTotal prospective115*Do not specify number of patients having received HER2-targeted therapyTotal retrospective167**Do not specify exact number of patients with LMTotal case reports/series61Total343\nAppendix ASupplementary data\n      The following are the Supplementary data to this article:Multimedia component 1Multimedia component 1Multimedia component 2Multimedia component 2Multimedia component 3Multimedia component 3Multimedia component 4Multimedia component 4Multimedia component 5Multimedia component 5Multimedia component 6Multimedia component 6Multimedia component 7Multimedia component 7Multimedia component 8Multimedia component 8",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10300571/",
    "doi": "https://doi.org/10.1016/j.breast.2023.04.008",
    "citation_count": 2,
    "references": {
        "10632579": "Preclinical and clinical efficacy of trastuzumab-deruxtecan in breast cancer brain metastases: a new insight on central nervous system activity",
        "10616392": "Exit pathways of therapeutic antibodies from the brain and retention strategies"
    },
    "journal": "The Breast : Official Journal of the European Society of Mastology",
    "topics": [
        "breast, versus, cancer, patients",
        "alternate, intrathecal, delivery, therapies",
        "leptomeningeal, metastases, versus, routes"
    ]
}