{
    "title": "Evaluation of Male Breast Cancer and the Application of Sentinel Lymph Node Biopsy: A Multicenter Retrospective Study",
    "abstract": "Due to the lack of routine breast screening, patients with MBC are mostly diagnosed and treated at a relatively old age and advanced stage.10 According to the summary of a MBC international meeting, the average tumor size for patients with MBC was 2.4 cm compared to 2.2 cm for female patients.25 A study by Culell et al4 found that patients with MBC delayed diagnosis for an average of more than 10 months after the onset of symptoms. According to the tumor metastasis (TNM) staging system, only 18% of patients with MBC with early-stage T1N0 underwent breast-conserving surgery,26 which might correlate with the lack of willingness of male patients to breast conserve based on aesthetic considerations compared with women.2 For patients with breast cancer with advanced clinical staging, especially with preoperative confirmation of axillary or distant metastases, SLNB is of little significance. Strength and Limitations The strength of our study is that it is the largest multicenter retrospective study of axillary treatment in patients with MBC with the largest number of patients included and the longest follow-up time, and it is the first multicenter retrospective study of axillary treatment in Chinese patients with MBC.",
    "authors": [
        "Qingyao Shang",
        "Kexin Feng",
        "Ya Wei",
        "Kaipeng Wang",
        "Chenxuan Yang",
        "Shuangtao Zhao",
        "Jiaxiang Liu",
        "Xiangzhi Meng",
        "Yalun Li",
        "Chuang Du",
        "Jing Wang",
        "Guangdong Qiao",
        "Jingruo Li",
        "Xin Wang",
        "Xiang Wang"
    ],
    "published_year": "2023",
    "description": "Introduction\n      Breast cancer has become the most prevalent tumor in the world.1 It is the most threatening tumor to women’s health and, therefore, has received a great deal of attention. However, less attention has been given to male breast cancer (MBC). In contrast to breast cancer in women, MBC is an extremely rare malignancy that accounts for less than 1% of all breast cancers and 0.1% of all male cancers.2 As a result, few men are intentionally proactive about breast cancer screening. In many countries, such as China, breast screening surveys in routine medical checkups are exclusively reserved for women, and inaccessible to men, which leads to MBC being found in the middle to late stages with a relatively poor prognosis.3-5\n      Due to the rarity of the disease, there are few large randomized controlled studies, and most MBC treatments are based on small single-center retrospective studies or referencing guidelines for female breast cancer. Sentinel lymph node biopsy (SLNB) was introduced in the 1990s as an alternative to axillary lymph node dissection (ALND) for patients with breast cancer who had clinically negative lymph nodes.6 According to the current consensus,7,8 ALND can be avoided in most patients with clinical node-negative regardless of pathologic findings based on NSABP B-32 study,9 etc. However, a series of clinical studies have found significant differences in the baseline profile of patients with MBC, such as worse clinical staging, compared to female patients, maybe due to poorer knowledge of the disease and delayed diagnosis.10 Therefore, applying these consensuses to patients with MBC requires evaluation. There is a lack of evidence of SLNB application and safe exemption from ALND in patients with MBC. Here, we retrospectively analyzed the medical records of patients with MBC from 4 institutions in China over the past 2 decades. We aimed to provide evidence for the adoption of SLNB in patients with MBC, by examining the different axillary treatments received by patients with MBC and their prognosis.\nPatients and Methods\n      From January 2001 to November 2020, MBC cases were retrospectively reviewed from the case database of the National Cancer Center/Cancer Hospital, the Affiliated Yantai Yuhuangding Hospital of Qingdao University, the First Affiliated Hospital of Zhengzhou University, and Anyang Cancer Hospital. Male patients undergoing surgery as a primary treatment were included, including patients with ductal carcinoma in situ (DCIS). Patients with stage IV and non-primary breast cancer were excluded. Patient records were reviewed to obtain information on symptoms at presentation, diagnosis, operative procedure, and pathologic staging.\n      The most used sentinel lymph node (SLN) tracing method was peritumoral injection, which was performed 30 minutes before surgery. Methylene blue, 99m-technetium-tin colloid or carbon nanoparticle suspension was used as the SLN tracing dye. The hottest node (node with the highest radioactive count) plus any with 10% of that highest count were considered SLNs. SLNs were sent to pathology for intraoperative frozen-section analysis. Patients with positive SLNs for malignancy on frozen-section cytology or final pathological analysis underwent completion ALND.\n      All excised masses were sent to frozen pathology for further immunohistochemical (IHC) analysis, Hematoxylin and Eosin (H&E) staining, and cytology testing. The receptor status was detected by IHC analysis. For estrogen receptor (ER), progesterone receptor (PR), and androgen receptor (AR), nuclear staining >1% was considered positive, and nuclear staining ≤1% was considered negative. HER2 determination criteria were as follows: IHC staining 3+ was considered positive, IHC staining 2+ was required for FISH, and IHC staining 0 or 1+ was considered negative. Ki-67 determination criteria: The threshold of Ki-67 was 25%, higher than 25% was defined as high expression, and lower than 25% was defined as low expression.\n      Patients were followed up postoperatively. The disease-free survival (DFS) and overall survival (OS) were compiled and analyzed by the Kaplan-Meier method using survival and survminer packages in R 4.0.2.\n      Then, we studied the non-inferiority of applying SLNB in patients with early-stage MBC. Ninety-two patients with clinically negative lymph nodes, stage I or IIA stage by the 7th edition AJCC staging system, were divided into 3 groups based on axillary treatment (SLNB only, ALND only, and SLNB+ALND). The median follow-up time was 3.5 (range 1.0-9.5) years. The primary outcome was DFS, and the secondary outcome was OS.\n      In addition, all other relevant published articles were reviewed from the PubMed, Medline, Embase, Cochrane, and Wiley online libraries. Search terms were grouped in the following ways and adapted to each database as needed: male breast neoplasms, male breast cancer, male breast carcinoma, male breast tumor, male breast malignancy, sentinel lymph node, sentinel node, and SLNB. The quality evaluation and filtering of the literature was shown in the flow chart (Fig. 1). Data were then extracted and integrated with our results.\n      \n        Figure 1.\n        \n          Flow diagram of the literature screening process.\nResults\n      There were 220 patients with MBC with a median age of 60 (range 24-88) years and an average tumor size of 2.3 cm (range 0.5 cm-6.5 cm). Ninety percent of them presented with palpable masses before seeking medical attention.\n      Invasive ductal carcinoma (IDC) was the most common pathological type, accounting for 82% of our cases. Five patients had DCIS (2%), 11 patients presented with intraductal papillary carcinoma (5%), and 8 patients presented with adenocarcinoma (4%). In addition, 5 patients presented with mucinous carcinoma, 3 patients presented with neuroendocrine cancer, 4 patients had breast Paget’s disease, and 3 patients had invasive cribriform carcinoma, medullary breast carcinoma, and borderline malignant solitary fibrous tumor, respectively. There were 51 (23%), 95 (43%), and 74 (34%) patients diagnosed with stages I, II, and III, respectively. The ratio of high-grade (grade III) tumors was 17% in our study, 76% for grade II, and 7% for grade I. The hormone receptor states (HR) exhibited the characteristics of MBC. Most of the patients presented with a HR-positive status. ER was positive in 209 (95%) patients, PR was positive in 200 (91%) patients, while fewer patients had HER2 overexpression (11%). AR status had only started regularly testing in recent years, but the positive rate still reached 94%. Only 2 patients were triple negative. Patient characteristics are shown in Table 1.\n      \n        Table 1.\n        \n          Clinicopathologic characteristics of patients with MBC.\n        \n        \n          \n            \n            \n          \n          \n            \n              Characteristic\n              Number (%)\n            \n          \n          \n            \n              Number of patients\n              220\n            \n            \n              Age\n              60 (24-88)\n            \n            \n              Tumor type\n            \n            \n               IDC\n              181/220 (82)\n            \n            \n               DCIS\n              5/220 (2)\n            \n            \n               Intraductal papillary carcinoma\n              11/220 (5)\n            \n            \n               Adenocarcinoma\n              8/220 (4)\n            \n            \n               The others\n              15/220 (7)\n            \n            \n              Tumor size\n              2.3 cm (0.5 cm-6.5 cm)\n            \n            \n              Family history\n              35/158 (22)\n            \n            \n              Stage\n            \n            \n               I\n              51/220 (23)\n            \n            \n               II\n              95/220 (43)\n            \n            \n               III\n              74/220 (34)\n            \n            \n              Grade\n            \n            \n               1\n              15/220 (7)\n            \n            \n               2\n              168/220 (76)\n            \n            \n               3\n              37/220 (17)\n            \n            \n              Tumor side\n            \n            \n               Left\n              95/162 (59)\n            \n            \n               Right\n              67/162 (41)\n            \n            \n              Tumor location\n            \n            \n               Central\n              90/220 (41)\n            \n            \n               Lower outer\n              18/220 (8)\n            \n            \n               Lower inner\n              4/220 (2)\n            \n            \n               Upper outer\n              77/220 (35)\n            \n            \n               Upper inner\n              31/220 (14)\n            \n            \n              Receptor status\n            \n            \n               ER+\n              209/220 (95)\n            \n            \n               PR+\n              200/220 (91)\n            \n            \n               AR+\n              49/52 (94)\n            \n            \n              HER2 overexpressing\n              18/167 (11)\n            \n            \n              Ki67\n            \n            \n               ≥25\n              54/130 (42)\n            \n            \n               <25\n              76/130 (58)\n            \n            \n              P53+\n              53/101 (52)\n            \n            \n              Definitive breast surgery\n            \n            \n               Mastectomy\n              211/220 (96)\n            \n            \n               Breast-conserving surgery\n              9/220 (4)\n            \n            \n              Presents with a palpable mass\n              198/220 (90)\n            \n            \n              Number of SLN biopsy procedures\n              66/220 (30)\n            \n            \n              Mean no. of sentinel nodes/patient (range)\n              4 (1-10)\n            \n            \n              Patients with positive SLN\n              26/66 (39)\n            \n            \n              ALND procedure\n              157/220 (71)\n            \n            \n              Mean nodes removed in ALND\n              17\n            \n          \n        \n        \n          \n            All denominators refer to the number of patients with available clinical information for that specific parameter.\n          \n          \n            Abbreviations: IDC: invasive ductal carcinoma; DCIS: ductal carcinoma in situ; ER: estrogen receptor; PR: progesterone receptor; AR: androgen receptor; SLN: Sentinel lymph node.; ALND: axillary lymph node dissection.\n          \n        \n      \n      Mastectomy accounted for 96% of the surgical options for MBC in this study, including radical mastectomy (31%), extensive radical mastectomy (3%), and modified radical mastectomy (62%). The majority of patients underwent the modified radical mastectomy, which is similar to previous literature reports, mainly related to the more advanced tumor stage and older age of male patients.2\n      The selection criteria for axillary assessment in the centers included in this study have changed over time, with ALND being the primary axillary assessment method prior to 2010. After 2010, due to clinical studies related to SLNB and updates in breast cancer guidelines, the axillary treatment of MBC has gradually changed, with an increasing number of SLNB procedures, and after 2017, SLNB has been considered the primary option for patients with early-stage MBC (Fig. 2). Out of 220 patients, 66 (30%) patients underwent SLNB, of which 26 patients had positive SLN results. An average of 4 SLNs were removed during SLNB (range 1-10). One hundred and fifty-seven patients had ALND, with an average of 17 lymph nodes removed, and 79 (50%) patients were found to have axillary lymph node metastasis.\n      \n        Figure 2.\n        \n          Changes in the number of SLNB procedures for patients with male breast cancer in our study. The first SLNB was performed in 2009.\n        \n        \n      \n      One hundred and fifty-five patients were followed up postoperatively. The median follow-up time was 5.0 (range 1.0-17.3) years. Survival analysis of the follow-up population showed the 5-year DFS and OS were 73.5% and 83.3%, respectively (Fig. 3A, 3B). In addition, we found that when the safety and feasibility of SLNB had not been verified by effective clinical trials in earlier years, part of the clinically node-negative patients were also treated with ALND in order to avoid the risk of axillary lymph node metastasis. Therefore, we further analyzed the choice of axillary treatment and prognosis in a subgroup of patients with MBC at the early stage with negative clinical axillary lymph nodes. A total of 92 patients with early-stage breast cancer were selected, of whom 28 patients only had SLNB (SLNB only), 26 patients only had ALND (ALND only), and 38 patients had SLNB and ALND (SLNB+ALND). From Kaplan-Meier survival analysis, we found that the SLNB showed a non-inferiority to the ALND treatment in DFS (P = .18) and OS (P = .055) (Fig. 3C, 3D). In addition, the follow-up survey found that 8 patients had complications after axillary ALND treatment only, including lymphedema, numbness, and dyskinesia. One patient developed mild lymphedema after receiving SLNB treatment only.\n      \n        Figure 3.\n        \n          Kaplan-Meier survival analysis. (A) The disease-free survival (DFS) of 155 patients followed up postoperatively; (B) the overall survival (OS) of 155 patients followed up postoperatively; (C) DFS of early-stage patients with MBC in SLNB only group, ALND only group, and SLNB+ALND group (P =.18); (D) OS of early-stage patients with MBC in SLNB only group, ALND only group, and SLNB+ALND group (P = .055).\n        \n        \n      \n      Then, we reviewed all published data on SLNB of MBC. Twelve matched studies were included (Tables 2 and 3). A total of 278 patients with MBC, with an average age of 61.2 years, were calculated. The main tumor type was IDC (82%). The pathological grades were mainly grade II (55%), and then grade III (33%). Among the patients with MBC, 259 patients had SLNB in total. The blue dye and Tc combined technique by peritumoral injection was mostly used to trace SLNs in these studies (Table 3). On average, 2-3 SLNs per patient were surgically removed and sent for pathological examination, and 42% of these patients had positive pathology results.\n      \n        Table 2.\n        \n          Characteristics of patients with male breast cancer from literature.\n        \n        \n          \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n          \n          \n            \n              Study\n              Study years\n              No. of patients\n              Mean age\n              Type (%)\n              Size (range)\n              Grade (%)\n              ER\n              PR\n              HER2\n            \n            \n              \n              \n              \nn\n\n              Years (range)\n              IDC\n              DCIS\n              Other\n              T1\n              T2\n              T3\n              1\n              2\n              3\n              \nn(%)\n              \nn(%)\n              \nn(%)\n            \n          \n          \n            \n              Port et al11\n              1996.9-1999.12\n              16\n              57.2(36-70)\n              14\n              1\n              1\n              1.3 cm(0.1-3)\n              0\n              6(37.5)\n              5(31.25)\n              14(87.5)\n              -\n              -\n            \n            \n              Albo et al12\n              1999.10-2020.10\n              7\n              61.1(44-76)\n              7\n              0\n              0\n              1.94 cm(0.5-3.8)\n              0\n              5(71.4)\n              2(28.6)\n              7(100)\n              1(14.2)\n              3(42.9)\n            \n            \n              Goyal et al13\n              1998.2-2003.10\n              9\n              70(26-79)\n              9\n              0\n              0\n              4(44)\n              5(56)\n              0\n              1(11)\n              8(89)\n              0\n              -\n              -\n              -\n            \n            \n              Cimmino et al14\n              1998.5-2002.11\n              6\n              59.8(51-67)\n              4\n              1\n              1\n              1.6 cm(0.7-2.8)\n              1(16.7)\n              3(50)\n              1(16.7)\n              4(66.7)\n              -\n              -\n            \n            \n              Cicco et al15\n              1999.3-2003.5\n              18\n              59(46-80)\n              11\n              2\n              5\n              16(88.9)\n              2(11.1)\n              0\n              -\n              -\n              -\n              18(100)\n              15(83.3)\n              -\n            \n            \n              Rusby et al16\n              1996.5-2006.10\n              31\n              62(24-86)\n              26\n              2\n              3\n              19(61)\n              12(39)\n              0\n              2(6)\n              18(58)\n              11(35)\n              29(100)\n              28(97)\n              5(19)\n            \n            \n              Boughey et al17\n              1999-2005\n              30\n              62.5(44-80)\n              25\n              3\n              2\n              16(53.3)\n              10(33.3)\n              0\n              0\n              17(56.7)\n              13(43.3)\n              29(96.7)\n              23(76.7)\n              3(10)\n            \n            \n              Gentilini et al18\n              1999.4-2005.1\n              32\n              58(33-80)\n              23\n              3\n              6\n              23(71.9)\n              3(9.4)\n              -\n              11(34.4)\n              21(65.6)\n              31(96.9)\n              25(78.1)\n              5(15.6)\n            \n            \n              Flynn et al19\n              1996.9-2005.7\n              78\n              60.1(23-84)\n              65\n              10\n              3\n              1.9 cm(0.1-5.3)\n              -\n              -\n              -\n              64(98.5)\n              -\n              -\n            \n            \n              Eryilmaz et al20\n              1994-2010\n              25\n              67(38-83)\n              22\n              1\n              2\n              5(20)\n              19(76)\n              1(4)\n              -\n              -\n              -\n              15(60)\n              10(40)\n              2(8)\n            \n            \n              Maraz et al21\n              2004.1-2013.8\n              16\n              64.5(47-76)\n              13\n              0\n              3\n              1.9cm(0.5-3.5)\n              2(12.5)\n              11(68.75)\n              3(18.75)\n              15(94)\n              -\n              16(100)\n            \n            \n              Simsek et al22\n              2009.2-2012.1\n              10\n              57.2(34-85)\n              -\n              -\n              -\n              2.2cm(1.0-4.0)\n              -\n              -\n              -\n              -\n              -\n              -\n            \n            \n              Total\n              \n              278\n              61.2*\n              219(82)\n              23(9)\n              26(10)\n              \n              \n              \n              17(12)\n              78(53)\n              46(31)\n              226(87)\n              102(71)\n              34(24)\n            \n          \n        \n        \n          \n            \n*Age was shown as a weighted mean.\n          \n          \n            Abbreviations: ER: estrogen receptor; PR: progesterone receptor; IDC: invasive ductal carcinoma; DCIS: ductal carcinoma in situ.\n          \n        \n      \n      \n        Table 3.\n        \n          Summary of literature on sentinel lymph node biopsy in male breast cancer.\n        \n        \n          \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n          \n          \n            \n              Study\n              Palpable mass\n              Location\n              Side\n              SLN biopsy+\n              SLN/patients\n              Injection site\n              Technique\n            \n            \n              \n              \nn (%)\n              Central (%)\n              Upper outer (%)\n              Upper inner (%)\n              Lower outer (%)\n              Lower inner (%)\n              Left (%)\n              Right (%)\n              \nn (%)\n              \nn (range)\n              \n              \n            \n          \n          \n            \n              Port et al11\n              15(93.6)\n              9(56.25)\n              6(37.5)\n              1(6.25)\n              0\n              0\n              12(75)\n              4(25)\n              5(31.3)\n              2.8(1-5)\n              Peritumoral\n              Combination\n            \n            \n              Albo et al12\n              6(85.7)\n              6(85.7)\n              -\n              -\n              -\n              -\n              -\n              -\n              1(14.3)\n              2.9\n              Peritumoral\n              Combination\n            \n            \n              Goyal et al13\n              -\n              4(44)\n              4(44)\n              0\n              1(11)\n              0\n              5(56)\n              4(44)\n              5(55.6)\n              2.4(1-6)\n              Peritumoral\n              Combination\n            \n            \n              Cimmino et al14\n              5(83.3)\n              4(66.7)\n              0\n              1(16.7)\n              1(16.7)\n              0\n              17(73.9)\n              6(26.1)\n              3(50)\n              2.3(1-4)\n              Peritumoral\n              Combination\n            \n            \n              Cicco et al15\n              —s\n              16\n              1\n              1\n              0\n              0\n              13(72.2)\n              5(27.8)\n              6(33.3)\n              1.3(1-3)\n              Subareolar\n              Tc\n            \n            \n              Rusby et al16\n              25(83.3)\n              —\n              —\n              —\n              —\n              —\n              —\n              —\n              17(54.8)\n              2.3\n              61% peritumoral, 39%subareolar\n              Tc/blue dye/combination\n            \n            \n              Boughey et al17\n              24(80)\n              28(93.3)\n              0\n              0\n              1(3.3)\n              1(3.3)\n              17(56.7)\n              13(43.3)\n              10(33.3)\n              3.5(1-9)\n              Peritumoral\n              Tc/combination\n            \n            \n              Gentilini et al18\n              —\n              —\n              —\n              —\n              —\n              —\n              —\n              —\n              6(18.8)\n              1.5(1-3)\n              Peritumoral\n              Tc\n            \n            \n              Flynn et al19\n              60(77)\n              53(68)\n              15(19)\n              4(5)\n              2(3)\n              0\n              —\n              —\n              37(47.4)\n              2.8(1-11)\n              Peritumoral\n              -\n            \n            \n              Eryilmaz et al20\n              12(48)\n              16(64)\n              7(28)\n              1(4)\n              1(4)\n              0\n              19(76)\n              6(24)\n              10(40)\n              -\n              Peritumoral\n              -\n            \n            \n              Maraz et al21\n              —\n              14(87.5)\n              0\n              0\n              2(12.5)\n              0\n              —\n              —\n              12(75)\n              1.5(1-5)\n              Subareolar\n              Tc\n            \n            \n              Simsek et al22\n              —\n              —\n              —\n              —\n              —\n              —\n              —\n              —\n              5(50)\n              2.1\n              —\n              Blue dye/combination\n            \n            \n              Total\n              147(76)\n              150(75)\n              33(16.5)\n              8(4)\n              8(4)\n              1(0.5)\n              83(69)\n              38(31)\n              117(42)\n              2.4*\n              \n              \n            \n          \n        \n        \n          \n            Combination is the blue dye and Tc-combined technique.\n          \n          \n            \n*The number of SLN per patients was shown as a weighted mean.\n          \n          \n            Abbreviation: SLN: sentinel lymph node.\nDiscussion\n      The technique of SLNB has been widely used and studied in female breast cancer, especially for early-stage breast cancer. Many clinical studies, such as the SNB 185,23 IBCSG 23-01,24 and NSABP B-329 studies, have demonstrated that SLNB could accurately predict axillary lymph node pathology and safely replaced ALND as the stand-alone axillary staging procedure for patients with clinically node-negative breast cancer. However, due to the rarity of MBC, high-quality studies that provide relevant clinical evidence are lacking. Therefore, the current SLNB application standards for MBC differ across regions, most cases directly follow guidelines for female breast cancer. There are currently few international consensus and guidelines for MBC. The ASCO guidelines for MBC did not provide an overview of axillary management.8 The major consensus findings on MBC axillary management are mostly based on small-sized retrospective studies.25 Although the current NCCN guidelines have changed their applicability from women to the entire population, there is still insufficient clinical evidence for axillary surgery in patients with MBC.7 Compared with patients with female breast cancer, male patients have great differences in clinical presentations. Due to the lack of routine breast screening, patients with MBC are mostly diagnosed and treated at a relatively old age and advanced stage.10 According to the summary of a MBC international meeting, the average tumor size for patients with MBC was 2.4 cm compared to 2.2 cm for female patients.25 A study by Culell et al4 found that patients with MBC delayed diagnosis for an average of more than 10 months after the onset of symptoms. Ninety percent of patients in our study and 76% in the literature review sought medical help because of palpable masses. In our study, the average and the median age of patients with MBC were both 60 years old. Patients with MBC were characterized by IDC as the typical tumor type, accompanied by a more advanced clinical stage and higher pathological grade. Women with newly diagnosed early-stage breast cancer usually receive breast-conserving treatment, but most men accept mastectomy followed by axillary lymph node dissection or sentinel lymph node biopsy, and breast-conserving treatment is uncommon even when patients with MBC are at an early stage, and the vast majority of patients in this study underwent a mastectomy, consistently with the results of previous studies. According to the tumor metastasis (TNM) staging system, only 18% of patients with MBC with early-stage T1N0 underwent breast-conserving surgery,26 which might correlate with the lack of willingness of male patients to breast conserve based on aesthetic considerations compared with women.2\n      For patients with breast cancer with advanced clinical staging, especially with preoperative confirmation of axillary or distant metastases, SLNB is of little significance. And, it is still considered a controversial treatment in elderly patients with breast cancer. Therefore, SLNB is limited for patients with MBC who are characterized by advanced staging and older age.\n      By analyzing the SLNB procedure of patients with MBC, 66 patients (30%) underwent SLNB. It was worth noting that the probability of detecting a positive SLN was also increased in MBC. Thirty-nine percent of patients in our study and 42% of patients in the literature review were under the SLN positive status. This suggested that preoperative axillary lymph node grading for patients with MBC might be more difficult, making further axillary grading evaluation by SLNB more valuable.\n      By analyzing the DFS and OS of patients with different axillary treatments (Fig. 3C, 3D), all patients with only SLNB treatment were currently alive, with only 2 recurrences. There was no significant difference between SLNB and ALND. This demonstrated the safety and application value of SLNB to patients with early-stage MBC.\n      One hundred and fifty-seven (71%) patients with MBC from this study underwent ALND. However, only half of these patients were found to have axillary lymph node metastasis, thus resulting in overtreatment. If SLNB had been performed, a considerable number of these patients could have been exempted from ALND, thereby avoiding related complications. Since patients with MBC are predominantly an elderly population, the complications associated with ALND have a greater impact on their life status and, therefore, affect the prognosis even more. Our follow-up survey found that more than 30% of patients with postoperative ALND developed complications such as lymphedema, numbness, and motility disorders, which significantly affected their life status, while SLNB could well avoid the related complications. However, due to the limitation of the small number of patients with MBC included in this study, the follow-up analysis of patient prognosis and complications provided only partial insight and could not lead to a firm conclusion. Therefore, a large-scale population-based study was warranted.\n      In the literature review, data provided by 8 studies showed that the ALND implementation rate was 50%, with a total of 100 patients with MBC, which included 89 patients with SLN positive to whom ALND was necessary. Therefore, it indicated that the increase in the rate of SLNB implementation could allow more patients exempt from unnecessary ALND.\n      In addition to providing evidence for exemption from ALND, SLNB can also guide postoperative adjuvant treatment. Recent studies on the principles of SLNB application in elderly patients with breast cancer have triggered extensive discussions. James Sun et al27 retrospectively studied the clinicopathological characteristics and treatment data of 500 consecutive women with lymph node-negative breast cancer who underwent SLNB from 1998 to 2017 and ≥70 years old. The results showed that for specific patient populations, such as the HR-positive IDC patients, as well as elderly patients with tumors less than 2 cm in diameter, although SLNB could be safely avoided, it could still provide important information that affected postoperative systemic adjuvant treatment. Elderly patients who are recommended for postoperative systemic adjuvant therapy should undergo SLNB. Because patients with MBC are characterized as older, HR-positive, and HER2-negative, IDC-type of breast cancer, they are more analogous to elderly patients with female breast cancer. These studies may be able to provide empirical guidance for MBC treatment.\nStrength and Limitations\n      The strength of our study is that it is the largest multicenter retrospective study of axillary treatment in patients with MBC with the largest number of patients included and the longest follow-up time, and it is the first multicenter retrospective study of axillary treatment in Chinese patients with MBC. Our study provides 5/10-year survival and prognosis information for patients with MBC. Moreover, this study also screened and pooled data related to the axillary treatment of MBC through a systematic review of previous literature to support the study findings. However, this study also has certain shortcomings, the number of patients included is still insufficient which only provides partial insight due to the extremely low incidence of MBC, in order to verify the findings of the current study, further large-scale studies are required.\nConclusion\n      This study is based on a retrospective analysis of 20 years of MBC patient data in 4 institutions. Because patients with MBC are older at the time of diagnosis and present a higher pathological grade and frequency of invasive cancer than women, there are certain obstacles to the broad application of SLNB. However, it is undeniable that SLNB can safely and effectively exempt patients with MBC at an early stage with clinically negative nodes, from ALND to reduce subsequent complications. SLNB is still an important and effective method for patients with MBC with clinically negative lymph nodes.\nFunding\n      This work was supported by the National Natural Science Foundation of China (grant no. 82072097), the CAMS Innovation Fund for Medical Sciences (GIFMS, 2021-I2M-1-014), the Breast Cancer Single Disease Diagnosis and Treatment Capacity Enhancement Project (RXDBZ-2022-11).\nConflict of Interest\n      The authors indicated no financial relationships.\nEthical Statement\n      The study was conducted according to the guidelines of the Declaration of Helsinki and approved by the Ethics Committee of the National Cancer Center (NCC) (20/468-2664, 2021.01.08). Informed consent was obtained from all subjects involved in the study. Animal studies: N/A.\nAuthor Contributions\n      Conception/design: G.Q., J.L., X.W., X.W. Provision of study material or patients: G.Q., J.L., X.W. Collection and/or assembly of data: Q.S., K.F., Y.W., K.W., Y.L., C.D., J.W. Data analysis and interpretation: Q.S., K.F., Y.W., K.W., Y.L., C.D., J.W. Manuscript writing: Q.S. Final approval of manuscript: all authors.\nData Availability\n      All data generated or analyzed during this study are included in this published article.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10712710/",
    "doi": "https://doi.org/10.1093/oncolo/oyad189",
    "citation_count": 0,
    "references": [],
    "journal": "The Oncologist",
    "topics": [
        "study, evaluation, lymph, sentinel",
        "node, breast, biopsy, evaluation",
        "cancer, retrospective, breast, male"
    ]
}