{
    "title": "Bibliometric analysis and visualization of endocrine therapy for breast cancer research in the last two decade",
    "abstract": "The biclustering analysis of publications yielded five different clusters: (I) The overall treatment of breast cancer; (II) Hormonal treatments of breast cancer; (III) Neoadjuvant therapy of breast cancer; (IV) Estrogen receptors of breast cancer; (V) Adherence and survival rates of breast cancer. The biclustering analysis of publications yielded five different clusters: (I) The overall treatment of breast cancer; (II) Hormonal treatments of breast cancer; (III) Neoadjuvant therapy of breast cancer; (IV) Estrogen receptors of breast cancer; (V) Adherence and survival rates of breast cancer. The foremost journals in the field of breast cancer endocrine therapy (e.g., the University of California System, Breast, and Journal of Clinical Oncology) have jointly made a significant contribution (constituting more than 18%) to the body of work in this field.",
    "authors": [
        "Dasong Wang",
        "Yan Yang",
        "Lei Yang",
        "Hongwei Yang"
    ],
    "published_year": "2023",
    "description": "BackgroundBreast cancer endocrine therapy research has become a crucial domain in oncology since hormone receptor-positive breast cancers have been increasingly recognized, and targeted therapeutic interventions have been advancing over the past few years. This bibliometric analysis attempts to shed light on the trends, dynamics, and knowledge hotspots that have shaped the landscape of breast cancer endocrine therapy research between 2003 and 2022.\n2\n      Methods\n      \n        2.1\n        Data source and search methods\n        The Science Citation Index Extension (SCI-E) in WOS was employed in accordance with the search parameters as follows: TI = (Breast cancer) and (Endocrine therapy) and language = English, covering the time span from Jan. 1, 2003, to Dec. 31, 2022. 2817 articles were gathered, and subsequently, specific types of literature were excluded, encompassing (1) early access; (2) book chapter; (3) news item (4) correction; (5) proceedings paper; (6) letter; (7) editorial material; (8) meeting abstract (\nFigure 1\n). The function presented by the NCBI for the retrieval of Medical Subject Heading (MeSH) terms was adopted for co-word clustering analysis. The analysis timeframe was set from 2003 to 2022, with “Breast cancer endocrine therapy” designated as the MeSH term. We retrieved all publications on July 10, 2023 for mitigating any potential biases caused by database updates.\n        \n          Figure 1\n          \n            Flow chart of inclusion and exclusion.\n          \n          \n        \n      \n      \n        2.2\n        Data collection\n        The search results were independently evaluated by two reviewers, which included aspects (e.g., H-index, citation count, geographical location, author details, publication date, and title). The reviewers achieved a substantial overall agreement ratio of 0.90. In instances where discrepancies in evaluations arose, a third reviewer was engaged to adjudicate on the inclusion of the respective data.\n        The data utilized for analysis was imported into two different platforms: the online analysis platform of bibliometrics (http://bibliometric.com/) and VOSviewer V1.6.17 (Leiden University, Leiden, the Netherlands), both in the “Tab Delimited File” format. In the case of CiteSpace V 6.2.R4 (Drexel University, Philadelphia, PA, United States), the data was imported in the “Plain Text File” format. Additionally, MeSH terms obtained from NCBI were initially formatted as “PubMed” and subsequently input into BICOMB V2.02 for analysis. Following this, we used gCLUTO V1.0 (Graphical Clustering Toolkit) to carry out biclustering visualization based on the co-word matrix file produced through the investigation.\n4\n      Results\n      \n        4.1\n        Investigation of publications output\n        A total of 1,046 research articles and 271 review articles, all in accordance with the inclusion criteria, were identified in the realm of breast cancer endocrine therapy (see \nFigure 1\n). An examination of the publication trends from 2003 to 2022 reveals a continuous growth pattern, particularly notable in 2016 (see \nFigure 2\n). It’s worth noting that, as of the current date, 174 articles have already been published in 2022, which signifies more than an eightfold increase compared to the number published in 2003.\n        \n          Figure 2\n          \n            Growth of publications on breast cancer endocrine therapy (2003–2022).\n          \n          \n        \n      \n      \n        4.2\n        The contributions of nations and institutions to global publications\n        The research on breast cancer endocrine therapy originates from a diverse set of 68 countries and regions. After importing the data, a thermal world map (\nFigure 3\n) illustrates that the above-mentioned articles are predominantly concentrated in East Asia, North America, and Western Europe. Notably, the US (n=525) emerged as the leading contributor, closely followed by England (n=176) and China (n=173) (\nTable 1\n). The publication growth trajectories for major countries are displayed in \nFigure 4\n. As indicated by an investigation into national and regional collaborations, the US and England engaged in the most frequent cooperation (\nFigure 5\n). Centrality refers to a vital indicator of whether a country is involved in collaboration worldwide, indicating a more significant effect with higher centrality values. The above-mentioned results indicated that the US exhibited the most prominent centrality (center = 0.26), followed by Canada (0.18) and England (0.15). Among research institutions, the top five include Harvard University (n=115), Dana Farber Cancer Institute (n=82), University of Texas System (n=82), Unicancer (n=65), as well as University of California System (n=58) (\nTable 1\n). Using VOSviewer, we investigated inter-agency collaborations in accordance with co-authorship while visualizing the above-described collaborations as density clusters (\nFigure 6\n). The above-mentioned inter-agency partnership examination suggested that ten different clusters constituted the complete agencies, each of which was indicated by a unique color.\n        \n          Figure 3\n          \n            Geographical distribution of retrieved articles in breast cancer endocrine therapy (2003–2022).\n          \n          \n        \n        \n          Table 1\n          \n            Top ten productive Country/region and institutions on breast cancer endocrine therapy (2003–2022).\n          \n          \n            \n              \n                Rank\n                Country/region\n                Article counts\n                Centrality\n                Total number of citations\n                Average number of citations\n                Institutions\n                Article counts\n                Total number of citations\n              \n            \n            \n              \n                1\n                USA\n                525\n                0.26\n                23,008\n                43.82\n                Harvard University\n                115\n                7,905\n              \n              \n                2\n                England\n                176\n                0.15\n                10,747\n                61.06\n                Dana Farber Cancer Institute\n                82\n                6,047\n              \n              \n                3\n                China\n                173\n                0.11\n                3,391\n                19.6\n                University of Texas System\n                82\n                5,845\n              \n              \n                4\n                Italy\n                120\n                0.05\n                7,141\n                59.51\n                Unicancer\n                65\n                3,503\n              \n              \n                5\n                Canada\n                115\n                0.18\n                1,403\n                17.32\n                University of California System\n                58\n                4,446\n              \n              \n                6\n                Japan\n                109\n                0.08\n                4,734\n                43.43\n                Royal Marsden Nhs Foundation Trust\n                57\n                7,417\n              \n              \n                7\n                Germany\n                92\n                0.13\n                8,385\n                91.14\n                Utmd Anderson Cancer Center\n                57\n                5,071\n              \n              \n                8\n                France\n                79\n                0.06\n                4,859\n                61.51\n                University of London\n                50\n                4,527\n              \n              \n                9\n                Switzerland\n                59\n                0.06\n                4,394\n                74.47\n                Udice French Research Universities\n                47\n                1,404\n              \n              \n                10\n                Australia\n                58\n                0.10\n                5,358\n                92.38\n                Mayo Clinic\n                40\n                2,498\n              \n            \n          \n        \n        \n          Figure 4\n          \n            The growth trends of the top 10 nations/regions in breast cancer endocrine therapy (2003–2022).\n          \n          \n        \n        \n          Figure 5\n          \n            The network map of country/region’ cooperation.\n          \n          \n        \n        \n          Figure 6\n          \n            Cluster density visualization map of institutions on breast cancer endocrine therapy (2003–2022).\n          \n          \n        \n      \n      \n        4.3\n        Journals publishing research on breast cancer endocrine therapy\n        A cumulative total of 309 academic journals have made significant contributions to the dissemination of research concerning breast cancer endocrine therapy. \nFigure 7\n provides an overview of the journals that have particularly excelled in this study domain. Among the 1,317 articles dedicated to breast cancer endocrine therapy, 419 of them (constituting 31.81%) found their place in the top 10 journals (\nTable 2\n). Notably, the leading position in terms of study publications was secured by Breast Cancer Research and Treatment, followed by Breast and Drug Development and Journal of Clinical Oncology, collectively accounting for 18.07% of all articles in this area. In the category of journals that have published more than 10 articles, it’s noteworthy that Annals of Oncology (IF: 50.5) emerged as the frontrunner, followed by Annals of Oncology (IF: 45.3) and Cancer Treatment Reviews (IF: 11.8). All three of the above-mentioned journals hold the prestigious Q1 classification in line with the JCR 2023 standard.\n        \n          Figure 7\n          \n            Density visualization map of journals on breast cancer endocrine therapy (2003–2022).\n          \n          \n        \n        \n          Table 2\n          \n            Top ten journals in the publication on breast cancer endocrine therapy (2003–2022).\n          \n          \n            \n              \n                Rank\n                Journal\n                H-index\n                IF (2023)\n                Article counts\n                Percentage (N=1,317)\n                Total number of citations\n                Average number of citations\n              \n            \n            \n              \n                1\n                Breast Cancer Research and Treatment\n                31\n                3.8\n                124\n                9.415%\n                2,849\n                22.98\n              \n              \n                2\n                Breast\n                19\n                3.9\n                64\n                4.860%\n                990\n                15.47\n              \n              \n                3\n                Journal of Clinical Oncology\n                37\n                45.3\n                50\n                3.797%\n                7,887\n                157.74\n              \n              \n                4\n                Clinical Cancer Research\n                21\n                11.5\n                33\n                2.506%\n                1,861\n                56.39\n              \n              \n                5\n                Clinical Breast Cancer\n                10\n                3.1\n                32\n                2.430%\n                383\n                11.97\n              \n              \n                6\n                Breast Cancer Research\n                9\n                7.4\n                27\n                2.050%\n                1,072\n                39.7\n              \n              \n                7\n                Annals of Oncology\n                9\n                50.5\n                23\n                1.746%\n                1,657\n                72.04\n              \n              \n                8\n                Bmc Cancer\n                9\n                3.8\n                23\n                1.746%\n                459\n                19.96\n              \n              \n                9\n                Cancers\n                8\n                5.2\n                22\n                1.670%\n                258\n                11.73\n              \n              \n                10\n                Breast Cancer\n                7\n                4.0\n                21\n                1.595%\n                224\n                10.67\n              \n            \n          \n        \n      \n      \n        4.4\n        Authors’ contributions to breast cancer endocrine therapy research\n        A total of 6,094 distinct authors made active contribution to this investigation, with the top 10 most prolific researchers listed in \nTable 3\n. Colleoni, M. from IRCCS European Institute of Oncology, Hannover, Germany. Ellis, M. J. from Baylor College of Medicine, Baylor University, State of Texas, USA. Goldhirsch, A. from IRCCS European Institute of Oncology, Hannover, Germany. We analyzed pinpoint articles with a significant citation frequency, and we present the top 10 articles in the breast cancer endocrine therapy field. “Fulvestrant plus palbociclib versus fulvestrant plus placebo for treatment of hormone-receptor-positive, HER2-negative metastatic breast cancer that progressed on previous endocrine therapy (PALOMA-3): final analysis of the multicenter, double-blind, phase 3 randomized controlled trial” published by Cristofanilli, M. et al. in LANCET ONCOLOGY in 2016 (n=1,079) was the most frequently cited study (\nTable 4\n).\n        \n          Table 3\n          \n            The top ten most productive authors contributed to publications in breast cancer endocrine therapy research (2003–2022).\n          \n          \n            \n              \n                Rank\n                Author\n                Article counts\n                H-index\n                Total number of citations\n                Average number of citations\n              \n            \n            \n              \n                1\n                Colleoni M\n                29\n                15\n                3,855\n                132.93\n              \n              \n                2\n                Ellis MJ\n                26\n                17\n                1,750\n                67.31\n              \n              \n                3\n                Goldhirsch A\n                21\n                14\n                1,853\n                88.24\n              \n              \n                4\n                Harbeck N\n                20\n                14\n                3,071\n                153.55\n              \n              \n                5\n                Toi M\n                19\n                11\n                1,900\n                100\n              \n              \n                6\n                Gnant M\n                18\n                13\n                2,672\n                148.44\n              \n              \n                7\n                Burstein HJ\n                17\n                15\n                2,892\n                170.12\n              \n              \n                8\n                Davidson NE\n                17\n                12\n                2,218\n                130.47\n              \n              \n                9\n                Iwata H\n                17\n                9\n                1,346\n                79.18\n              \n              \n                10\n                Masuda N\n                17\n                10\n                2,617\n                153.94\n              \n            \n          \n        \n        \n          Table 4\n          \n            Top ten cited articles on breast cancer endocrine therapy (2003–2022).\n          \n          \n            \n              \n                Rank\n                Title\n                Journal\n                Corresponding author\n                Publication year\n                Total citations\n              \n            \n            \n              \n                1\n                Fulvestrant plus palbociclib versus fulvestrant plus placebo for treatment of hormone-receptor-positive, HER2-negative metastatic breast cancer that progressed on previous endocrine therapy (PALOMA-3): final analysis of the multicentre, double-blind, phase 3 randomised controlled trial\n                LANCET ONCOLOGY\n                Cristofanilli, M\n                2016\n                1,079\n              \n              \n                2\n                MONARCH 2: Abemaciclib in Combination With Fulvestrant in Women With HR+/HER2-Advanced Breast Cancer Who Had Progressed While Receiving Endocrine Therapy\n                JOURNAL OF CLINICAL ONCOLOGY\n                Sledge, GW\n                2017\n                862\n              \n              \n                3\n                Endocrine Therapy plus Zoledronic Acid in Premenopausal Breast Cancer\n                NEW ENGLAND JOURNAL OF MEDICINE\n                Gnant, M\n                2009\n                842\n              \n              \n                4\n                20-Year Risks of Breast-Cancer Recurrence after Stopping Endocrine Therapy at 5 Years\n                NEW ENGLAND JOURNAL OF MEDICINE\n                Pan, HC\n                2017\n                799\n              \n              \n                5\n                Five years of letrozole compared with tamoxifen as initial adjuvant therapy for postmenopausal women with endocrine-responsive early breast cancer: Update of study BIG 1-98\n                JOURNAL OF CLINICAL ONCOLOGY\n                Coates, A. S\n                2007\n                732\n              \n              \n                6\n                American Society of Clinical Oncology Clinical Practice Guideline: Update on Adjuvant Endocrine Therapy for Women With Hormone Receptor-Positive Breast Cancer\n                JOURNAL OF CLINICAL ONCOLOGY\n                Burstein, HJ\n                2010\n                574\n              \n              \n                7\n                Adjuvant Endocrine Therapy for Women With Hormone Receptor-Positive Breast Cancer: American Society of Clinical Oncology Clinical Practice Guideline Focused Update\n                JOURNAL OF CLINICAL ONCOLOGY\n                 Burstein, HJ\n                2014\n                540\n              \n              \n                8\n                Progesterone receptor status significantly improves outcome prediction over estrogen receptor status alone for adjuvant endocrine therapy in two large breast cancer databases\n                JOURNAL OF CLINICAL ONCOLOGY\n                Bardou, VJ\n                2003\n                540\n              \n              \n                9\n                FGFR1 Amplification Drives Endocrine Therapy Resistance and Is a Therapeutic Target in Breast Cancer\n                CANCER RESEARCH\n                Turner, N\n                2010\n                526\n              \n              \n                10\n                Overall Survival with Ribociclib plus Endocrine Therapy in Breast Cancer\n                NEW ENGLAND JOURNAL OF MEDICINE\n                Im, SA\n                2019\n                493\n              \n            \n          \n        \n      \n      \n        4.5\n        Research hotspots of breast cancer endocrine therapy\n        CiteSpace was employed to extract keywords from a dataset consisting of 5,220 literature sources. This process resulted in the identification of the top 25 burst words spanning the timeframe from 2003 to 2022. The above-described dynamic burst words serve to illuminate the evolving trends in research hotspots (\nFigure 8\n). Furthermore, a total of 1,326 significant MeSH terms/MeSH subheadings were discovered, with an accumulated frequency of 6,279 instances. According to the G-index criteria, high-frequency terms were defined as those recurring more than 31 times (\nTable 5\n). To visualize the above-mentioned research hotspots, biclustering analysis was executed using BICOMB and gCLUTO. BICOMB facilitated the creation of a co-word matrix, which was subsequently imported into gCLUTO for mountain graph (\nFigure 9\n) that revealed five distinctive clusters in the research field. The gap between the above-described mountains denotes the degree of correlation between clusters, with mountain height and volume signifying internal similarity and term coverage. Furthermore, the color transitions from red to green on the peak reflect the standard deviation, indicating deviation levels. The biclustering analysis of publications yielded five different clusters: (I) The overall treatment of breast cancer; (II) Hormonal treatments of breast cancer; (III) Neoadjuvant therapy of breast cancer; (IV) Estrogen receptors of breast cancer; (V) Adherence and survival rates of breast cancer.\n        \n          Figure 8\n          \n            The top 25 burst words from 2003 to 2022.\n          \n          \n        \n        \n          Table 5\n          \n            Major MeSH terms/MeSH subheadings from the included publications on breast cancer endocrine therapy (n=1,326).\n          \n          \n            \n              \n                Rank\n                Major MeSH terms/MeSH subheadings\n                Frequency\n                Proportion of frequency (%)\n                Cumulative percentage (%)\n              \n            \n            \n              \n                1\n                Breast Neoplasms/drug therapy\n                1165\n                18.5539\n                18.5539\n              \n              \n                2\n                Antineoplastic Agents, Hormonal/therapeutic use\n                476\n                7.5808\n                26.1347\n              \n              \n                3\n                Tamoxifen/therapeutic use\n                180\n                2.8667\n                29.0014\n              \n              \n                4\n                Breast Neoplasms/pathology\n                149\n                2.3730\n                31.3744\n              \n              \n                5\n                Aromatase Inhibitors/therapeutic use\n                144\n                2.2934\n                33.6678\n              \n              \n                6\n                Antineoplastic Combined Chemotherapy Protocols/therapeutic use\n                142\n                2.2615\n                35.9293\n              \n              \n                7\n                Breast Neoplasms/therapy\n                127\n                2.0226\n                37.9519\n              \n              \n                8\n                Breast Neoplasms/metabolism\n                95\n                1.5130\n                39.4649\n              \n              \n                9\n                Breast Neoplasms/genetics\n                94\n                1.4971\n                40.9619\n              \n              \n                10\n                Receptors, Estrogen/metabolism\n                82\n                1.3059\n                42.2679\n              \n              \n                11\n                Antineoplastic Agents, Hormonal/administration & dosage\n                75\n                1.1945\n                43.4623\n              \n              \n                12\n                Neoplasms, Hormone-Dependent/drug therapy\n                63\n                1.0033\n                44.4657\n              \n              \n                13\n                Tamoxifen/administration & dosage\n                52\n                0.8282\n                45.2938\n              \n              \n                14\n                Receptors, Estrogen/analysis\n                48\n                0.7645\n                46.0583\n              \n              \n                15\n                Nitriles/therapeutic use\n                46\n                0.7326\n                46.7909\n              \n              \n                16\n                Triazoles/therapeutic use\n                46\n                0.7326\n                47.5235\n              \n              \n                17\n                Neoadjuvant Therapy\n                44\n                0.7007\n                48.2242\n              \n              \n                18\n                Antineoplastic Agents, Hormonal/adverse effects\n                43\n                0.6848\n                48.9091\n              \n              \n                19\n                Breast Neoplasms/surgery\n                43\n                0.6848\n                49.5939\n              \n              \n                20\n                Breast Neoplasms/psychology\n                42\n                0.6689\n                50.2628\n              \n              \n                21\n                Estrogen Antagonists/therapeutic use\n                41\n                0.6530\n                50.9158\n              \n              \n                22\n                Antineoplastic Agents/therapeutic use\n                41\n                0.6530\n                51.5687\n              \n              \n                23\n                Breast Neoplasms/epidemiology\n                38\n                0.6052\n                52.1739\n              \n              \n                24\n                Drug Resistance, Neoplasm\n                37\n                0.5893\n                52.7632\n              \n              \n                25\n                Breast Neoplasms\n                35\n                0.5574\n                53.3206\n              \n              \n                26\n                Postmenopause\n                35\n                0.5574\n                53.8780\n              \n              \n                27\n                Medication Adherence/statistics & numerical data\n                34\n                0.5415\n                54.4195\n              \n              \n                28\n                Neoadjuvant Therapy/methods\n                34\n                0.5415\n                54.9610\n              \n              \n                29\n                Receptors, Progesterone/metabolism\n                32\n                0.5096\n                55.4706\n              \n              \n                30\n                Breast Neoplasms/mortality\n                31\n                0.4937\n                55.9643\n              \n              \n                31\n                Hormones/therapeutic use\n                31\n                0.4937\n                56.4580\n              \n            \n          \n        \n        \n          Figure 9\n          \n            Mountain visualization of major MeSH terms/MeSH subheading terms of articles on breast cancer endocrine therapy.\nConclusionThis comprehensive bibliometric analysis provides a panoramic view of the ever-evolving landscape of breast cancer endocrine therapy research. The findings highlight the trajectory of past developments while signifying an avenue of vast opportunities for future investigations and therapeutic advancements. As the field continues to burgeon, this analysis will provide valuable guidance for to researchers toward pertinent knowledge hotspots and emerging trends, which can expedite the discoveries in the realm of breast cancer endocrine therapy.\n1\n      Introduction\n      Breast cancer stands as one of the most prevalent and life-threatening diseases affecting women worldwide (1). Its complex nature and the diverse range of factors contributing to its development have fueled extensive research efforts to uncover effective treatment strategies (2–4). Among these, endocrine therapy has emerged as a pivotal method, offering new hope to countless breast cancer patients (5, 6). This study focuses on the critical exploration of breast cancer endocrine therapy, delving into its mechanisms, the evolution of treatment strategies, and the remarkable impact it has had on improving patient results.\n      Breast cancer endocrine therapy has transformed from a relatively obscure treatment option to a cornerstone of breast cancer management over the past few decades (7–9), which has been fueled by the deepened understanding of the hormone receptor status in breast cancer cells (10, 11). Estrogen and progesterone receptors have been reported to play vital roles in tumor growth, which has underpinned targeted interventions (12, 13). Endocrine therapy, in essence, disrupts the hormonal signals that fuel tumor growth, effectively slowing down or even halting the progression of the disease (14–16).\n      This study endeavor seeks to provide a comprehensive overview of the multifaceted field of breast cancer endocrine therapy. It encompasses the historical development of this treatment modality, including milestones such as the discovery of tamoxifen and aromatase inhibitors (17, 18). The emergence of novel agents and combination therapies, along with the identification of predictive biomarkers (19), is reshaping the landscape of breast cancer treatment (20), such that new avenues are provided for personalized treatment. Its remarkable success in improving survival rates and enhancing the quality of life for patients underscores its significance (21–23). In this study, the progress made was demonstrated, and a basis is laid for other researchers to explore the intricacies of this field further.\n      Bibliometrics refers to a quantitative method used for the analysis and assessment of scientific literature, utilizing statistical methods and visualization techniques (24). This discipline facilitates the discovery of research focal points and emerging trends in a specific domain, offering valuable perspectives into the present status of the field and steering forthcoming research endeavors. As an illustration, through bibliometric examination, scholars have effectively evaluated the ongoing research landscape pertaining to subjects like microneedles and chronic wounds (25, 26). By providing an objective portrayal of research patterns, bibliometrics plays a crucial role in shaping and directing future research directions.\n      The goal of this investigation is to perform a thorough assessment of the current body of literature related to breast cancer endocrine therapy using a bibliometric analysis method. The intention is to enhance comprehension of the breast cancer endocrine therapy research domain by employing co-word biclustering analysis. The anticipated results of this study are poised to assist researchers in achieving a more effective and precise insight into the trends and advancements in breast cancer endocrine therapy research.\n2.1\n        Data source and search methods\n        The Science Citation Index Extension (SCI-E) in WOS was employed in accordance with the search parameters as follows: TI = (Breast cancer) and (Endocrine therapy) and language = English, covering the time span from Jan. 1, 2003, to Dec. 31, 2022. 2817 articles were gathered, and subsequently, specific types of literature were excluded, encompassing (1) early access; (2) book chapter; (3) news item (4) correction; (5) proceedings paper; (6) letter; (7) editorial material; (8) meeting abstract (\nFigure 1\n). The function presented by the NCBI for the retrieval of Medical Subject Heading (MeSH) terms was adopted for co-word clustering analysis. The analysis timeframe was set from 2003 to 2022, with “Breast cancer endocrine therapy” designated as the MeSH term. We retrieved all publications on July 10, 2023 for mitigating any potential biases caused by database updates.\n        \n          Figure 1\n          \n            Flow chart of inclusion and exclusion.\n2.2\n        Data collection\n        The search results were independently evaluated by two reviewers, which included aspects (e.g., H-index, citation count, geographical location, author details, publication date, and title). The reviewers achieved a substantial overall agreement ratio of 0.90. In instances where discrepancies in evaluations arose, a third reviewer was engaged to adjudicate on the inclusion of the respective data.\n        The data utilized for analysis was imported into two different platforms: the online analysis platform of bibliometrics (http://bibliometric.com/) and VOSviewer V1.6.17 (Leiden University, Leiden, the Netherlands), both in the “Tab Delimited File” format. In the case of CiteSpace V 6.2.R4 (Drexel University, Philadelphia, PA, United States), the data was imported in the “Plain Text File” format. Additionally, MeSH terms obtained from NCBI were initially formatted as “PubMed” and subsequently input into BICOMB V2.02 for analysis. Following this, we used gCLUTO V1.0 (Graphical Clustering Toolkit) to carry out biclustering visualization based on the co-word matrix file produced through the investigation.\n3\n      Data investigation\n      \n        3.1\n        Bibliometric analysis and geographical distribution\n        We visualized international collaborations and contributions at national/regional levels based on the Bibliometrics online analysis platform. VOSviewer facilitated the creation of a vivid clustering visualization, with a primary focus on assessing institutions’ inter-agency cooperation. Furthermore, we adopted the number of journals published as the standard for the density clustering visualization. In our utilization of VOSviewer, we opted for the “bibliographic data-based map creation” data format and selected “Co-authorship” as the analysis category, such that we generated the “Density Visualization” graphic. Additionally, we harnessed CiteSpace for forecasting subsequent research directions and identifying chart research trends and burst words dependent on time. When data import into CiteSpace was completed, the “Remove duplicates” function should be employed prior to the “keyword” configuration as node types. To be specific, we set “the number of states” at 2. The 2023 Journal Citation Report (JCR) was adopted for determining journal impact factors (IF).\n      \n      \n        3.2\n        Co-word biclustering analysis\n        BICOMB and gCLUTO were employed to conduct biclustering analysis on significant MeSH terms and MeSH subheadings, with the objective of identifying research focal points. In BICOMB, a file in “PubMed-2” format was generated, and the relevant MeSH term data was imported. The “Extract” function was used to configure “main topic + sub-topic”. Following this step, the primary MeSH terms were transformed into a matrix using specialized software, resulting in a co-word matrix that highlighted high-frequency MeSH terms. Subsequently, this co-word matrix was introduced into gCLUTO, where parameters such as the “Number of Clusters” were defined, and the “Cluster Method” function was set to “Repeated Bisection”. Finally, the mountain visualization techniques were employed to present the results of the biclustering analysis. This biclustering analysis offers valuable insights into the research hotspots in the field of breast cancer endocrine therapy.\n3.1\n        Bibliometric analysis and geographical distribution\n        We visualized international collaborations and contributions at national/regional levels based on the Bibliometrics online analysis platform. VOSviewer facilitated the creation of a vivid clustering visualization, with a primary focus on assessing institutions’ inter-agency cooperation. Furthermore, we adopted the number of journals published as the standard for the density clustering visualization. In our utilization of VOSviewer, we opted for the “bibliographic data-based map creation” data format and selected “Co-authorship” as the analysis category, such that we generated the “Density Visualization” graphic. Additionally, we harnessed CiteSpace for forecasting subsequent research directions and identifying chart research trends and burst words dependent on time. When data import into CiteSpace was completed, the “Remove duplicates” function should be employed prior to the “keyword” configuration as node types. To be specific, we set “the number of states” at 2. The 2023 Journal Citation Report (JCR) was adopted for determining journal impact factors (IF).\n3.2\n        Co-word biclustering analysis\n        BICOMB and gCLUTO were employed to conduct biclustering analysis on significant MeSH terms and MeSH subheadings, with the objective of identifying research focal points. In BICOMB, a file in “PubMed-2” format was generated, and the relevant MeSH term data was imported. The “Extract” function was used to configure “main topic + sub-topic”. Following this step, the primary MeSH terms were transformed into a matrix using specialized software, resulting in a co-word matrix that highlighted high-frequency MeSH terms. Subsequently, this co-word matrix was introduced into gCLUTO, where parameters such as the “Number of Clusters” were defined, and the “Cluster Method” function was set to “Repeated Bisection”. Finally, the mountain visualization techniques were employed to present the results of the biclustering analysis. This biclustering analysis offers valuable insights into the research hotspots in the field of breast cancer endocrine therapy.\n4.1\n        Investigation of publications output\n        A total of 1,046 research articles and 271 review articles, all in accordance with the inclusion criteria, were identified in the realm of breast cancer endocrine therapy (see \nFigure 1\n). An examination of the publication trends from 2003 to 2022 reveals a continuous growth pattern, particularly notable in 2016 (see \nFigure 2\n). It’s worth noting that, as of the current date, 174 articles have already been published in 2022, which signifies more than an eightfold increase compared to the number published in 2003.\n        \n          Figure 2\n          \n            Growth of publications on breast cancer endocrine therapy (2003–2022).\n4.2\n        The contributions of nations and institutions to global publications\n        The research on breast cancer endocrine therapy originates from a diverse set of 68 countries and regions. After importing the data, a thermal world map (\nFigure 3\n) illustrates that the above-mentioned articles are predominantly concentrated in East Asia, North America, and Western Europe. Notably, the US (n=525) emerged as the leading contributor, closely followed by England (n=176) and China (n=173) (\nTable 1\n). The publication growth trajectories for major countries are displayed in \nFigure 4\n. As indicated by an investigation into national and regional collaborations, the US and England engaged in the most frequent cooperation (\nFigure 5\n). Centrality refers to a vital indicator of whether a country is involved in collaboration worldwide, indicating a more significant effect with higher centrality values. The above-mentioned results indicated that the US exhibited the most prominent centrality (center = 0.26), followed by Canada (0.18) and England (0.15). Among research institutions, the top five include Harvard University (n=115), Dana Farber Cancer Institute (n=82), University of Texas System (n=82), Unicancer (n=65), as well as University of California System (n=58) (\nTable 1\n). Using VOSviewer, we investigated inter-agency collaborations in accordance with co-authorship while visualizing the above-described collaborations as density clusters (\nFigure 6\n). The above-mentioned inter-agency partnership examination suggested that ten different clusters constituted the complete agencies, each of which was indicated by a unique color.\n        \n          Figure 3\n          \n            Geographical distribution of retrieved articles in breast cancer endocrine therapy (2003–2022).\n          \n          \n        \n        \n          Table 1\n          \n            Top ten productive Country/region and institutions on breast cancer endocrine therapy (2003–2022).\n          \n          \n            \n              \n                Rank\n                Country/region\n                Article counts\n                Centrality\n                Total number of citations\n                Average number of citations\n                Institutions\n                Article counts\n                Total number of citations\n              \n            \n            \n              \n                1\n                USA\n                525\n                0.26\n                23,008\n                43.82\n                Harvard University\n                115\n                7,905\n              \n              \n                2\n                England\n                176\n                0.15\n                10,747\n                61.06\n                Dana Farber Cancer Institute\n                82\n                6,047\n              \n              \n                3\n                China\n                173\n                0.11\n                3,391\n                19.6\n                University of Texas System\n                82\n                5,845\n              \n              \n                4\n                Italy\n                120\n                0.05\n                7,141\n                59.51\n                Unicancer\n                65\n                3,503\n              \n              \n                5\n                Canada\n                115\n                0.18\n                1,403\n                17.32\n                University of California System\n                58\n                4,446\n              \n              \n                6\n                Japan\n                109\n                0.08\n                4,734\n                43.43\n                Royal Marsden Nhs Foundation Trust\n                57\n                7,417\n              \n              \n                7\n                Germany\n                92\n                0.13\n                8,385\n                91.14\n                Utmd Anderson Cancer Center\n                57\n                5,071\n              \n              \n                8\n                France\n                79\n                0.06\n                4,859\n                61.51\n                University of London\n                50\n                4,527\n              \n              \n                9\n                Switzerland\n                59\n                0.06\n                4,394\n                74.47\n                Udice French Research Universities\n                47\n                1,404\n              \n              \n                10\n                Australia\n                58\n                0.10\n                5,358\n                92.38\n                Mayo Clinic\n                40\n                2,498\n              \n            \n          \n        \n        \n          Figure 4\n          \n            The growth trends of the top 10 nations/regions in breast cancer endocrine therapy (2003–2022).\n          \n          \n        \n        \n          Figure 5\n          \n            The network map of country/region’ cooperation.\n          \n          \n        \n        \n          Figure 6\n          \n            Cluster density visualization map of institutions on breast cancer endocrine therapy (2003–2022).\n4.3\n        Journals publishing research on breast cancer endocrine therapy\n        A cumulative total of 309 academic journals have made significant contributions to the dissemination of research concerning breast cancer endocrine therapy. \nFigure 7\n provides an overview of the journals that have particularly excelled in this study domain. Among the 1,317 articles dedicated to breast cancer endocrine therapy, 419 of them (constituting 31.81%) found their place in the top 10 journals (\nTable 2\n). Notably, the leading position in terms of study publications was secured by Breast Cancer Research and Treatment, followed by Breast and Drug Development and Journal of Clinical Oncology, collectively accounting for 18.07% of all articles in this area. In the category of journals that have published more than 10 articles, it’s noteworthy that Annals of Oncology (IF: 50.5) emerged as the frontrunner, followed by Annals of Oncology (IF: 45.3) and Cancer Treatment Reviews (IF: 11.8). All three of the above-mentioned journals hold the prestigious Q1 classification in line with the JCR 2023 standard.\n        \n          Figure 7\n          \n            Density visualization map of journals on breast cancer endocrine therapy (2003–2022).\n          \n          \n        \n        \n          Table 2\n          \n            Top ten journals in the publication on breast cancer endocrine therapy (2003–2022).\n          \n          \n            \n              \n                Rank\n                Journal\n                H-index\n                IF (2023)\n                Article counts\n                Percentage (N=1,317)\n                Total number of citations\n                Average number of citations\n              \n            \n            \n              \n                1\n                Breast Cancer Research and Treatment\n                31\n                3.8\n                124\n                9.415%\n                2,849\n                22.98\n              \n              \n                2\n                Breast\n                19\n                3.9\n                64\n                4.860%\n                990\n                15.47\n              \n              \n                3\n                Journal of Clinical Oncology\n                37\n                45.3\n                50\n                3.797%\n                7,887\n                157.74\n              \n              \n                4\n                Clinical Cancer Research\n                21\n                11.5\n                33\n                2.506%\n                1,861\n                56.39\n              \n              \n                5\n                Clinical Breast Cancer\n                10\n                3.1\n                32\n                2.430%\n                383\n                11.97\n              \n              \n                6\n                Breast Cancer Research\n                9\n                7.4\n                27\n                2.050%\n                1,072\n                39.7\n              \n              \n                7\n                Annals of Oncology\n                9\n                50.5\n                23\n                1.746%\n                1,657\n                72.04\n              \n              \n                8\n                Bmc Cancer\n                9\n                3.8\n                23\n                1.746%\n                459\n                19.96\n              \n              \n                9\n                Cancers\n                8\n                5.2\n                22\n                1.670%\n                258\n                11.73\n              \n              \n                10\n                Breast Cancer\n                7\n                4.0\n                21\n                1.595%\n                224\n                10.67\n4.4\n        Authors’ contributions to breast cancer endocrine therapy research\n        A total of 6,094 distinct authors made active contribution to this investigation, with the top 10 most prolific researchers listed in \nTable 3\n. Colleoni, M. from IRCCS European Institute of Oncology, Hannover, Germany. Ellis, M. J. from Baylor College of Medicine, Baylor University, State of Texas, USA. Goldhirsch, A. from IRCCS European Institute of Oncology, Hannover, Germany. We analyzed pinpoint articles with a significant citation frequency, and we present the top 10 articles in the breast cancer endocrine therapy field. “Fulvestrant plus palbociclib versus fulvestrant plus placebo for treatment of hormone-receptor-positive, HER2-negative metastatic breast cancer that progressed on previous endocrine therapy (PALOMA-3): final analysis of the multicenter, double-blind, phase 3 randomized controlled trial” published by Cristofanilli, M. et al. in LANCET ONCOLOGY in 2016 (n=1,079) was the most frequently cited study (\nTable 4\n).\n        \n          Table 3\n          \n            The top ten most productive authors contributed to publications in breast cancer endocrine therapy research (2003–2022).\n          \n          \n            \n              \n                Rank\n                Author\n                Article counts\n                H-index\n                Total number of citations\n                Average number of citations\n              \n            \n            \n              \n                1\n                Colleoni M\n                29\n                15\n                3,855\n                132.93\n              \n              \n                2\n                Ellis MJ\n                26\n                17\n                1,750\n                67.31\n              \n              \n                3\n                Goldhirsch A\n                21\n                14\n                1,853\n                88.24\n              \n              \n                4\n                Harbeck N\n                20\n                14\n                3,071\n                153.55\n              \n              \n                5\n                Toi M\n                19\n                11\n                1,900\n                100\n              \n              \n                6\n                Gnant M\n                18\n                13\n                2,672\n                148.44\n              \n              \n                7\n                Burstein HJ\n                17\n                15\n                2,892\n                170.12\n              \n              \n                8\n                Davidson NE\n                17\n                12\n                2,218\n                130.47\n              \n              \n                9\n                Iwata H\n                17\n                9\n                1,346\n                79.18\n              \n              \n                10\n                Masuda N\n                17\n                10\n                2,617\n                153.94\n              \n            \n          \n        \n        \n          Table 4\n          \n            Top ten cited articles on breast cancer endocrine therapy (2003–2022).\n          \n          \n            \n              \n                Rank\n                Title\n                Journal\n                Corresponding author\n                Publication year\n                Total citations\n              \n            \n            \n              \n                1\n                Fulvestrant plus palbociclib versus fulvestrant plus placebo for treatment of hormone-receptor-positive, HER2-negative metastatic breast cancer that progressed on previous endocrine therapy (PALOMA-3): final analysis of the multicentre, double-blind, phase 3 randomised controlled trial\n                LANCET ONCOLOGY\n                Cristofanilli, M\n                2016\n                1,079\n              \n              \n                2\n                MONARCH 2: Abemaciclib in Combination With Fulvestrant in Women With HR+/HER2-Advanced Breast Cancer Who Had Progressed While Receiving Endocrine Therapy\n                JOURNAL OF CLINICAL ONCOLOGY\n                Sledge, GW\n                2017\n                862\n              \n              \n                3\n                Endocrine Therapy plus Zoledronic Acid in Premenopausal Breast Cancer\n                NEW ENGLAND JOURNAL OF MEDICINE\n                Gnant, M\n                2009\n                842\n              \n              \n                4\n                20-Year Risks of Breast-Cancer Recurrence after Stopping Endocrine Therapy at 5 Years\n                NEW ENGLAND JOURNAL OF MEDICINE\n                Pan, HC\n                2017\n                799\n              \n              \n                5\n                Five years of letrozole compared with tamoxifen as initial adjuvant therapy for postmenopausal women with endocrine-responsive early breast cancer: Update of study BIG 1-98\n                JOURNAL OF CLINICAL ONCOLOGY\n                Coates, A. S\n                2007\n                732\n              \n              \n                6\n                American Society of Clinical Oncology Clinical Practice Guideline: Update on Adjuvant Endocrine Therapy for Women With Hormone Receptor-Positive Breast Cancer\n                JOURNAL OF CLINICAL ONCOLOGY\n                Burstein, HJ\n                2010\n                574\n              \n              \n                7\n                Adjuvant Endocrine Therapy for Women With Hormone Receptor-Positive Breast Cancer: American Society of Clinical Oncology Clinical Practice Guideline Focused Update\n                JOURNAL OF CLINICAL ONCOLOGY\n                 Burstein, HJ\n                2014\n                540\n              \n              \n                8\n                Progesterone receptor status significantly improves outcome prediction over estrogen receptor status alone for adjuvant endocrine therapy in two large breast cancer databases\n                JOURNAL OF CLINICAL ONCOLOGY\n                Bardou, VJ\n                2003\n                540\n              \n              \n                9\n                FGFR1 Amplification Drives Endocrine Therapy Resistance and Is a Therapeutic Target in Breast Cancer\n                CANCER RESEARCH\n                Turner, N\n                2010\n                526\n              \n              \n                10\n                Overall Survival with Ribociclib plus Endocrine Therapy in Breast Cancer\n                NEW ENGLAND JOURNAL OF MEDICINE\n                Im, SA\n                2019\n                493\n4.5\n        Research hotspots of breast cancer endocrine therapy\n        CiteSpace was employed to extract keywords from a dataset consisting of 5,220 literature sources. This process resulted in the identification of the top 25 burst words spanning the timeframe from 2003 to 2022. The above-described dynamic burst words serve to illuminate the evolving trends in research hotspots (\nFigure 8\n). Furthermore, a total of 1,326 significant MeSH terms/MeSH subheadings were discovered, with an accumulated frequency of 6,279 instances. According to the G-index criteria, high-frequency terms were defined as those recurring more than 31 times (\nTable 5\n). To visualize the above-mentioned research hotspots, biclustering analysis was executed using BICOMB and gCLUTO. BICOMB facilitated the creation of a co-word matrix, which was subsequently imported into gCLUTO for mountain graph (\nFigure 9\n) that revealed five distinctive clusters in the research field. The gap between the above-described mountains denotes the degree of correlation between clusters, with mountain height and volume signifying internal similarity and term coverage. Furthermore, the color transitions from red to green on the peak reflect the standard deviation, indicating deviation levels. The biclustering analysis of publications yielded five different clusters: (I) The overall treatment of breast cancer; (II) Hormonal treatments of breast cancer; (III) Neoadjuvant therapy of breast cancer; (IV) Estrogen receptors of breast cancer; (V) Adherence and survival rates of breast cancer.\n        \n          Figure 8\n          \n            The top 25 burst words from 2003 to 2022.\n          \n          \n        \n        \n          Table 5\n          \n            Major MeSH terms/MeSH subheadings from the included publications on breast cancer endocrine therapy (n=1,326).\n          \n          \n            \n              \n                Rank\n                Major MeSH terms/MeSH subheadings\n                Frequency\n                Proportion of frequency (%)\n                Cumulative percentage (%)\n              \n            \n            \n              \n                1\n                Breast Neoplasms/drug therapy\n                1165\n                18.5539\n                18.5539\n              \n              \n                2\n                Antineoplastic Agents, Hormonal/therapeutic use\n                476\n                7.5808\n                26.1347\n              \n              \n                3\n                Tamoxifen/therapeutic use\n                180\n                2.8667\n                29.0014\n              \n              \n                4\n                Breast Neoplasms/pathology\n                149\n                2.3730\n                31.3744\n              \n              \n                5\n                Aromatase Inhibitors/therapeutic use\n                144\n                2.2934\n                33.6678\n              \n              \n                6\n                Antineoplastic Combined Chemotherapy Protocols/therapeutic use\n                142\n                2.2615\n                35.9293\n              \n              \n                7\n                Breast Neoplasms/therapy\n                127\n                2.0226\n                37.9519\n              \n              \n                8\n                Breast Neoplasms/metabolism\n                95\n                1.5130\n                39.4649\n              \n              \n                9\n                Breast Neoplasms/genetics\n                94\n                1.4971\n                40.9619\n              \n              \n                10\n                Receptors, Estrogen/metabolism\n                82\n                1.3059\n                42.2679\n              \n              \n                11\n                Antineoplastic Agents, Hormonal/administration & dosage\n                75\n                1.1945\n                43.4623\n              \n              \n                12\n                Neoplasms, Hormone-Dependent/drug therapy\n                63\n                1.0033\n                44.4657\n              \n              \n                13\n                Tamoxifen/administration & dosage\n                52\n                0.8282\n                45.2938\n              \n              \n                14\n                Receptors, Estrogen/analysis\n                48\n                0.7645\n                46.0583\n              \n              \n                15\n                Nitriles/therapeutic use\n                46\n                0.7326\n                46.7909\n              \n              \n                16\n                Triazoles/therapeutic use\n                46\n                0.7326\n                47.5235\n              \n              \n                17\n                Neoadjuvant Therapy\n                44\n                0.7007\n                48.2242\n              \n              \n                18\n                Antineoplastic Agents, Hormonal/adverse effects\n                43\n                0.6848\n                48.9091\n              \n              \n                19\n                Breast Neoplasms/surgery\n                43\n                0.6848\n                49.5939\n              \n              \n                20\n                Breast Neoplasms/psychology\n                42\n                0.6689\n                50.2628\n              \n              \n                21\n                Estrogen Antagonists/therapeutic use\n                41\n                0.6530\n                50.9158\n              \n              \n                22\n                Antineoplastic Agents/therapeutic use\n                41\n                0.6530\n                51.5687\n              \n              \n                23\n                Breast Neoplasms/epidemiology\n                38\n                0.6052\n                52.1739\n              \n              \n                24\n                Drug Resistance, Neoplasm\n                37\n                0.5893\n                52.7632\n              \n              \n                25\n                Breast Neoplasms\n                35\n                0.5574\n                53.3206\n              \n              \n                26\n                Postmenopause\n                35\n                0.5574\n                53.8780\n              \n              \n                27\n                Medication Adherence/statistics & numerical data\n                34\n                0.5415\n                54.4195\n              \n              \n                28\n                Neoadjuvant Therapy/methods\n                34\n                0.5415\n                54.9610\n              \n              \n                29\n                Receptors, Progesterone/metabolism\n                32\n                0.5096\n                55.4706\n              \n              \n                30\n                Breast Neoplasms/mortality\n                31\n                0.4937\n                55.9643\n              \n              \n                31\n                Hormones/therapeutic use\n                31\n                0.4937\n                56.4580\n              \n            \n          \n        \n        \n          Figure 9\n          \n            Mountain visualization of major MeSH terms/MeSH subheading terms of articles on breast cancer endocrine therapy.\n5\n      Discussion\n      The results of the bibliometric analysis highlight a substantial growth in the body of literature concerning breast cancer endocrine therapy between 2003 and 2022. This expansion has rendered it increasingly challenging to stay abreast of the prevailing research focal points. To address the above-mentioned challenge, we conducted a systematic examination by employing both bibliometric and biclustering analysis methodologies. This comprehensive study involved the retrieval of pertinent articles from the WOS and NCBI databases, encompassing a two-decade timeframe. The findings of this investigation are anticipated to furnish valuable perspectives on research hotspots and offer insights into future trends.\n      \n        5.1\n        Overview of breast cancer endocrine therapy research\n        This investigation was aimed at evaluating the national academic contributions and the quality of research in the field of breast cancer endocrine therapy. The above evaluation was based on a wide variety of factors, which comprised the quantity of articles, the total number of citations, centrality, and the average number of citations generated by each country or region. Notably, the findings reveal that the US holds the most significant influence in the realm of breast cancer endocrine therapy research, amassing a total of 23,008 citations. Following closely, England and Germany garnered 10,747 and 8,385 citations, respectively. Noteworthily, breast cancer endocrine therapy research in England displayed a declining trend. In contrast, China has maintained a consistent increase in the number of breast cancer endocrine therapy publications, surpassing the US in 20220. Despite this, China’s impact remains somewhat modest (centrality=0.11), ranking fifth among the top 10 countries. Furthermore, the quality of breast cancer endocrine therapy publications from China can be further improved, since the average number of citations per study is relatively low (19.6) and ranks ninth among the top 10 countries. The thermal world map underscores regions that are investing more significantly in breast cancer endocrine therapy research. The results suggest that some regions (e.g., Africa, South and Central Asia, and Eastern Europe) have limited involvement in breast cancer endocrine therapy research and may contribute more in this field by leveraging the benefit from international collaboration and support.\n        The findings of this analysis reveal that a majority of the top 10 institutions contributing to the field of breast cancer endocrine therapy are affiliated with the US (n=7) and England (n=2), highlighting their substantial impact. We used a vivid density visualization technique to illustrate the different clusters of institutions, allowing for an intuitive assessment of their collaborative relationships. Institutions engaged in close collaboration are depicted in the same colored cloud, and the size of the cluster area corresponds to the group’s significance in the field. Furthermore, the size of each institution’s name reflects the extent of its cooperation with other institutions. Harvard University, Dana Farber Cancer Institute, University of Texas System, and University of California System have been identified as prominent contributors to research in breast cancer endocrine therapy.\n        The foremost journals in the field of breast cancer endocrine therapy (e.g., the University of California System, Breast, and Journal of Clinical Oncology) have jointly made a significant contribution (constituting more than 18%) to the body of work in this field. Breast Cancer Research and Treatment has firmly established itself as the preeminent journal in this domain, evident from its notably higher number of publications in the field of breast cancer endocrine therapy compared to its closest competitor. Furthermore, this journal holds the second-highest H-index among the top 10 journals, further affirming its pivotal role in advancing knowledge in the realm of breast cancer endocrine therapy. The above-mentioned observations underscore the influential contributions made by Breast Cancer Research and Treatment in shaping the discourse and progress of breast cancer endocrine therapy.\n        The analysis of burst words in this field demonstrated a shift in the primary research focus during the period from 2012 to 2014. The initial terms revolve around specific therapies, receptors, and predictors in articles involving older women. These articles shed light on the traditional approach that emphasized understanding the molecular subtypes of breast cancer, such as ER-positive and HER2-negative, and tailoring treatment regimens accordingly. During this phase, the scientific community sought to elucidate the efficacy of well-established endocrine therapies like tamoxifen and aromatase inhibitors. These findings were instrumental in shaping the early landscape of breast cancer endocrine therapy, which at the time was focused primarily on optimizing established therapies for specific patient groups. The latter terms suggest a more recent emphasis on treatment adherence, guidelines, and collaborative efforts. The focus has expanded beyond purely therapeutic aspects to encompass a holistic patient-centric approach. Researchers and clinicians now recognize the importance of ensuring that patients not only receive effective therapies but also adhere to their personalized prescribing regimens. This transition highlights an evolving research landscape, it reflects the broader adoption of precision medicine and patient-centric methods in clinical research and practice. The integration of cutting-edge genomics, transcriptomics, and proteomics has allowed for a more personalized approach to treatment. Biomarkers beyond ER and PR status, such as ESR1 and PIK3CA mutations, are being explored to better guide therapy selection. This evolution in research and practice signifies a promising trajectory towards improved treatment outcomes and enhanced patient well-being.\n      \n      \n        5.2\n        Five clustering hotspots of breast cancer endocrine therapy research.\n        \n          5.2.1\n          The overall treatment of breast cancer\n          Cluster 0 presents a correlation with the overall treatment of breast cancer. Breast cancer therapy research has witnessed significant advancements in the realm of drug design and development for the treatment of breast neoplasms. The exploration of novel drug therapies has been driven by a deep understanding of breast cancer’s underlying pathology, therapy landscape, and the diverse genetic and metabolic characteristics that govern the disease. The above-described efforts have yielded promising therapeutic interventions that hold potential for improved patient results.\n          The success of drug therapy for breast neoplasms is intrinsically linked to the detailed understanding of the disease’s pathology (27, 28). Researchers have identified key pathways and signaling cascades that drive tumor growth and progression by dissecting the intricacies of breast cancer at the cellular and molecular levels (29–31). The above identification has laid a basis for the rational design of targeted therapies that selectively disrupt the above-described pathogenic processes while minimizing collateral damage to healthy tissues. Such precision medicine methods are transforming breast cancer therapy by offering tailored treatments that address the specific biological characteristics of each patient’s tumor (32, 33).\n          Metabolic reprogramming in breast neoplasms acts as a promising avenue for therapeutic intervention (34–36). Aberrant metabolic pathways in cancer cells (e.g., increased glycolysis and altered lipid metabolism) offer potential targets for drug design (37–40). Compounds that selectively inhibit the above-mentioned metabolic adaptations have shown promise in preclinical articles and clinical trials, providing hope for more effective and less toxic treatment options. Furthermore, understanding the genetic underpinnings of breast cancer has allowed for the development of targeted therapies that exploit vulnerabilities in cancer cells driven by specific genetic mutations (41, 42), which further enriches the available treatment methods.\n          Drug therapy research has played a complementary role under the context of breast cancer surgery. Neoadjuvant therapies are increasingly being adopted to shrink tumors before surgical resection, which can increase the feasibility of breast-conserving surgeries and reduce the extent of mastectomies (43, 44). This integrated method underscores the significance of combining surgery with drug therapy to optimize patient results and underscores the evolving landscape of breast cancer therapy research.\n        \n        \n          5.2.2\n          Hormonal treatments of breast cancer\n          Cluster 1 indicates the correlations with hormonal treatments of breast cancer. Breast cancer therapy research has made the breakthrough in using hormonal treatments for treating hormone receptor-positive breast cancers. Tamoxifen, a well-established selective estrogen receptor modulator, has been reported as a critical component of breast cancer treatment. Its therapeutic use spans early and advanced breast cancer cases, which can validate its versatility. The therapeutic effect of tamoxifen administered at precise dosages and following rigorous schedules is achieved by competitively binding to estrogen receptors, which can effectively block the proliferative signals of estrogen (45). The administration and dosage of Tamoxifen demand careful consideration since individual patient characteristics and tumor profiles can affect treatment response (46). Tamoxifen, a cornerstone in breast cancer therapy, underscores the significance of tailored hormonal treatments in improving patient results.\n          Aromatase Inhibitors have revolutionized the landscape of hormonal therapy for postmenopausal women with hormone receptor-positive breast cancer. The above-described agents, by inhibiting the conversion of androgens to estrogens, effectively lower systemic estrogen levels, thereby curtailing estrogen’s role in driving tumor growth (47, 48). Aromatase Inhibitors have demonstrated superiority over Tamoxifen in specific clinical scenarios, offering improved disease-free survival and reduced risk of recurrence (49, 50). As the above-mentioned agents continue to evolve, understanding their benefits, potential side effects, and optimal administration regimens is essential to guide clinical decisions and ensure the best results for patients.\n          In addition to Tamoxifen and Aromatase Inhibitors, a broader spectrum of hormonal therapies, including Nitriles, Triazoles, and other estrogen antagonists, has emerged as a promising avenue in breast cancer treatment (51, 52). The above-described agents offer diversified mechanisms of action, targeting various pathways involved in estrogen signaling. The therapeutic use of the above-mentioned agents has been investigated extensively, both individually and in combination with other treatments (53), to further optimize breast cancer therapy. As we delve deeper into the complexities of breast cancer biology, the above-described hormonal therapies hold the potential to provide more tailored and effective treatment options for a broader range of patients, emphasizing the evolving landscape of breast cancer therapy research.\n        \n        \n          5.2.3\n          Neoadjuvant therapy of breast cancer\n          Cluster 2 presents the correlations with neoadjuvant therapy of breast cancer. Breast cancer therapy research has been pronouncedly enriched through the development and refinement of antineoplastic agents, particularly hormonal therapies. The above-mentioned agents are meticulously administered based on patient-specific factors (e.g., tumor type, hormone receptor status, and individual patient tolerance). By competitively binding to estrogen receptors or inhibiting estrogen production, hormonal therapies effectively disrupt the hormonal signaling pathways that fuel tumor growth. This method, aiming at the molecular underpinnings of breast cancer, underscores the significance of precise dosing and administration strategies to maximize therapeutic efficacy.\n          Combination therapy methods, integrating antineoplastic agents, are increasingly adopted to enhance treatment results (54). Antineoplastic combined chemotherapy protocols have proven to be particularly valuable in managing hormone receptor-positive breast cancers (55). The above-described protocols strategically incorporate chemotherapeutic agents alongside hormonal therapies, addressing the heterogeneity of cancer cells and mitigating the risk of resistance (56–58). Neoadjuvant therapy, a key context for the above-mentioned combination strategies, provides a unique opportunity to evaluate treatment response directly. This method enables clinicians to tailor subsequent therapeutic decisions, optimize surgical interventions, and refine treatment regimens based on individual patient needs.\n          However, the therapeutic benefits of antineoplastic agents (e.g., hormonal therapies) often come with potential adverse effects. Patients undergoing hormonal therapy may be subjected to a range of side effects (e.g., hot flashes, mood disturbances, and musculoskeletal symptoms) (59–62). To improve patient compliance and minimize discomfort, ongoing research is committed to finding innovative ways to mitigate the above-described adverse effects. Additionally, the evolution of antineoplastic agents continues, with investigations into novel agents and targeted therapies that offer the promise of expanding the treatment arsenal while striving to reduce side effects and enhance patient tolerability.\n          In brief, breast cancer therapy research has witnessed significant advancements in the use of antineoplastic agents, particularly hormonal therapies and combination protocols. The meticulous administration and dosing of the above-mentioned agents play a critical role in optimizing treatment results. As research and clinical practice continue to evolve, so too does our understanding of the complex interplay between therapy and adverse effects. This dynamic landscape underscores the significance of a multidisciplinary method, emphasizing individualized patient care and the ongoing exploration of innovative agents and methods to further enhance the efficacy and tolerability of breast cancer therapies.\n        \n        \n          5.2.4\n          Estrogen receptors of breast cancer\n          Cluster 3 indicates a correlation with estrogen receptors of breast cancer. The role of estrogen receptors in breast cancer therapy research should be reasonably defined. Estrogen receptors take on critical significance in hormone receptor-positive breast cancers (63) that account for a significant proportion of cases (64). Insights should be gained into estrogen receptor metabolism and signaling pathways, which is crucial to the development of effective therapies. The above-described receptors are employed as vital biomarkers, which can guide treatment decisions and enable the tailoring of therapies to individual patients (65). Moreover, the analysis of estrogen receptor expression levels has become a standard practice, which can enable clinicians to divide patients in accordance with the likelihood of hormonal therapy response (66, 67). The evolving landscape of estrogen receptor research underscores the significance of continuous exploration into this critical aspect of breast cancer biology.\n          Breast cancer therapy research faces a challenge posed by the development of drug resistance, particularly in postmenopausal women (68, 69). Despite the initial success of hormonal therapies (e.g., Tamoxifen and Aromatase Inhibitors), resistance can be generated with time, which can limit the long-term efficacy of the above-mentioned treatments (70–72). Understanding how breast tumors adapt to evade hormonal therapies, including changes in estrogen and progesterone receptor expression, is essential for developing strategies to combat resistance. Ongoing research efforts are dedicated to identifying biomarkers and molecular pathways associated with drug resistance (73), with the ultimate goal of enhancing treatment results and prolonging the effectiveness of hormonal therapies in the postmenopausal population.\n          Hormone receptor analysis, which covers estrogen and progesterone receptors, can be recognized as a critical component of breast cancer therapy research. This analysis informs treatment decisions while deepening our understanding of the heterogeneous nature of breast cancer. Progesterone receptors (e.g., estrogen receptors) pronouncedly affect tumor biology and therapeutic responses (74, 75). The study of the above-described receptors provides insights into the complexities of hormone receptor-positive breast cancers and offers opportunities for more tailored therapies. In brief, hormone receptor analysis remains a linchpin in breast cancer therapy research, guiding clinical practice and driving the development of innovative treatment strategies aimed at improving patient results.\n        \n        \n          5.2.5\n          Adherence and survival rates of breast cancer\n          Cluster 4 indicates a correlation with adherence and survival rates of breast cancer. Medication adherence has been considered a vital factor in the effectiveness of breast cancer therapy (76–78), and its implications are underscored by the statistical and numerical data at hand. Maintaining consistent and appropriate medication adherence is essential for achieving optimal treatment results. However, articles have consistently shown suboptimal adherence rates among breast cancer patients. The above-mentioned statistics highlight a critical area for improvement in breast cancer care. Addressing the factors contributing to non-adherence, such as medication side effects and psychological factors, is essential (79, 80). Strategies aimed at enhancing patient education and support (81), combined with innovative interventions like mobile health applications (82, 83), have the potential to improve medication adherence rates and, consequently, patient survival and quality of life.\n          Breast cancer still arouses major global health concern, and it exerts a huge epidemiological effect. The prevalence of breast cancer is underscored by the epidemiological data, and this data reveals that effective therapies and intervention strategies are urgently required (84). Despite advancements in early detection and treatment, breast cancer continues to be a leading cause of cancer-related mortality among women worldwide (85, 86). The epidemiological perspective serves as a reminder of the substantial burden that breast cancer places on healthcare systems and societies. It reinforces the significance of continued research into novel therapies, personalized treatment methods, and the psychological aspects of breast cancer care to reduce mortality rates and improve the overall well-being of breast cancer patients.\n          The psychological aspect of breast cancer, including the emotional and psychological responses of patients, is a significant factor to consider in the context of therapy research and mortality. Breast cancer diagnosis and treatment can evoke profound psychological distress, affecting patients’ mental health and quality of life (87, 88). Addressing the psychological effect exerted by breast cancer is not only critical to the well-being of patients, and it may also indirectly affect treatment results. Psychological support and interventions (e.g., counseling and support groups) can be crucial to mitigating the psychological toll of breast cancer, which may lead to enhanced medication adherence, treatment response, and overall survival rates (89–92). Recognizing the psychological dimension of breast cancer in the discussion of therapy research is vital for comprehensively addressing the complexities of this disease and its effect on patient mortality.\n        \n      \n      \n        5.3\n        Limitation\n        The application of bibliometric assessment for research analysis is constrained by specific constraints. One limitation involves the potential omission of high-quality research from the dataset due to insufficient citation frequency. This circumstance can arise from the delayed recognition of recently published articles, as bibliometrics primarily relies on scrutinizing publication citation counts (93). Furthermore, the biclustering analysis employed to categorize and pinpoint prominent keywords might not encompass all pertinent subjects in a field of study. Additionally, the data acquired from the Web of Science database might lack the most current publications due to lag times in updates. Notwithstanding the above-described restrictions, bibliometric analysis remains a valuable instrument for obtaining a comprehensive and effective comprehension of the research landscape in a specific domain.\n5.1\n        Overview of breast cancer endocrine therapy research\n        This investigation was aimed at evaluating the national academic contributions and the quality of research in the field of breast cancer endocrine therapy. The above evaluation was based on a wide variety of factors, which comprised the quantity of articles, the total number of citations, centrality, and the average number of citations generated by each country or region. Notably, the findings reveal that the US holds the most significant influence in the realm of breast cancer endocrine therapy research, amassing a total of 23,008 citations. Following closely, England and Germany garnered 10,747 and 8,385 citations, respectively. Noteworthily, breast cancer endocrine therapy research in England displayed a declining trend. In contrast, China has maintained a consistent increase in the number of breast cancer endocrine therapy publications, surpassing the US in 20220. Despite this, China’s impact remains somewhat modest (centrality=0.11), ranking fifth among the top 10 countries. Furthermore, the quality of breast cancer endocrine therapy publications from China can be further improved, since the average number of citations per study is relatively low (19.6) and ranks ninth among the top 10 countries. The thermal world map underscores regions that are investing more significantly in breast cancer endocrine therapy research. The results suggest that some regions (e.g., Africa, South and Central Asia, and Eastern Europe) have limited involvement in breast cancer endocrine therapy research and may contribute more in this field by leveraging the benefit from international collaboration and support.\n        The findings of this analysis reveal that a majority of the top 10 institutions contributing to the field of breast cancer endocrine therapy are affiliated with the US (n=7) and England (n=2), highlighting their substantial impact. We used a vivid density visualization technique to illustrate the different clusters of institutions, allowing for an intuitive assessment of their collaborative relationships. Institutions engaged in close collaboration are depicted in the same colored cloud, and the size of the cluster area corresponds to the group’s significance in the field. Furthermore, the size of each institution’s name reflects the extent of its cooperation with other institutions. Harvard University, Dana Farber Cancer Institute, University of Texas System, and University of California System have been identified as prominent contributors to research in breast cancer endocrine therapy.\n        The foremost journals in the field of breast cancer endocrine therapy (e.g., the University of California System, Breast, and Journal of Clinical Oncology) have jointly made a significant contribution (constituting more than 18%) to the body of work in this field. Breast Cancer Research and Treatment has firmly established itself as the preeminent journal in this domain, evident from its notably higher number of publications in the field of breast cancer endocrine therapy compared to its closest competitor. Furthermore, this journal holds the second-highest H-index among the top 10 journals, further affirming its pivotal role in advancing knowledge in the realm of breast cancer endocrine therapy. The above-mentioned observations underscore the influential contributions made by Breast Cancer Research and Treatment in shaping the discourse and progress of breast cancer endocrine therapy.\n        The analysis of burst words in this field demonstrated a shift in the primary research focus during the period from 2012 to 2014. The initial terms revolve around specific therapies, receptors, and predictors in articles involving older women. These articles shed light on the traditional approach that emphasized understanding the molecular subtypes of breast cancer, such as ER-positive and HER2-negative, and tailoring treatment regimens accordingly. During this phase, the scientific community sought to elucidate the efficacy of well-established endocrine therapies like tamoxifen and aromatase inhibitors. These findings were instrumental in shaping the early landscape of breast cancer endocrine therapy, which at the time was focused primarily on optimizing established therapies for specific patient groups. The latter terms suggest a more recent emphasis on treatment adherence, guidelines, and collaborative efforts. The focus has expanded beyond purely therapeutic aspects to encompass a holistic patient-centric approach. Researchers and clinicians now recognize the importance of ensuring that patients not only receive effective therapies but also adhere to their personalized prescribing regimens. This transition highlights an evolving research landscape, it reflects the broader adoption of precision medicine and patient-centric methods in clinical research and practice. The integration of cutting-edge genomics, transcriptomics, and proteomics has allowed for a more personalized approach to treatment. Biomarkers beyond ER and PR status, such as ESR1 and PIK3CA mutations, are being explored to better guide therapy selection. This evolution in research and practice signifies a promising trajectory towards improved treatment outcomes and enhanced patient well-being.\n5.2\n        Five clustering hotspots of breast cancer endocrine therapy research.\n        \n          5.2.1\n          The overall treatment of breast cancer\n          Cluster 0 presents a correlation with the overall treatment of breast cancer. Breast cancer therapy research has witnessed significant advancements in the realm of drug design and development for the treatment of breast neoplasms. The exploration of novel drug therapies has been driven by a deep understanding of breast cancer’s underlying pathology, therapy landscape, and the diverse genetic and metabolic characteristics that govern the disease. The above-described efforts have yielded promising therapeutic interventions that hold potential for improved patient results.\n          The success of drug therapy for breast neoplasms is intrinsically linked to the detailed understanding of the disease’s pathology (27, 28). Researchers have identified key pathways and signaling cascades that drive tumor growth and progression by dissecting the intricacies of breast cancer at the cellular and molecular levels (29–31). The above identification has laid a basis for the rational design of targeted therapies that selectively disrupt the above-described pathogenic processes while minimizing collateral damage to healthy tissues. Such precision medicine methods are transforming breast cancer therapy by offering tailored treatments that address the specific biological characteristics of each patient’s tumor (32, 33).\n          Metabolic reprogramming in breast neoplasms acts as a promising avenue for therapeutic intervention (34–36). Aberrant metabolic pathways in cancer cells (e.g., increased glycolysis and altered lipid metabolism) offer potential targets for drug design (37–40). Compounds that selectively inhibit the above-mentioned metabolic adaptations have shown promise in preclinical articles and clinical trials, providing hope for more effective and less toxic treatment options. Furthermore, understanding the genetic underpinnings of breast cancer has allowed for the development of targeted therapies that exploit vulnerabilities in cancer cells driven by specific genetic mutations (41, 42), which further enriches the available treatment methods.\n          Drug therapy research has played a complementary role under the context of breast cancer surgery. Neoadjuvant therapies are increasingly being adopted to shrink tumors before surgical resection, which can increase the feasibility of breast-conserving surgeries and reduce the extent of mastectomies (43, 44). This integrated method underscores the significance of combining surgery with drug therapy to optimize patient results and underscores the evolving landscape of breast cancer therapy research.\n        \n        \n          5.2.2\n          Hormonal treatments of breast cancer\n          Cluster 1 indicates the correlations with hormonal treatments of breast cancer. Breast cancer therapy research has made the breakthrough in using hormonal treatments for treating hormone receptor-positive breast cancers. Tamoxifen, a well-established selective estrogen receptor modulator, has been reported as a critical component of breast cancer treatment. Its therapeutic use spans early and advanced breast cancer cases, which can validate its versatility. The therapeutic effect of tamoxifen administered at precise dosages and following rigorous schedules is achieved by competitively binding to estrogen receptors, which can effectively block the proliferative signals of estrogen (45). The administration and dosage of Tamoxifen demand careful consideration since individual patient characteristics and tumor profiles can affect treatment response (46). Tamoxifen, a cornerstone in breast cancer therapy, underscores the significance of tailored hormonal treatments in improving patient results.\n          Aromatase Inhibitors have revolutionized the landscape of hormonal therapy for postmenopausal women with hormone receptor-positive breast cancer. The above-described agents, by inhibiting the conversion of androgens to estrogens, effectively lower systemic estrogen levels, thereby curtailing estrogen’s role in driving tumor growth (47, 48). Aromatase Inhibitors have demonstrated superiority over Tamoxifen in specific clinical scenarios, offering improved disease-free survival and reduced risk of recurrence (49, 50). As the above-mentioned agents continue to evolve, understanding their benefits, potential side effects, and optimal administration regimens is essential to guide clinical decisions and ensure the best results for patients.\n          In addition to Tamoxifen and Aromatase Inhibitors, a broader spectrum of hormonal therapies, including Nitriles, Triazoles, and other estrogen antagonists, has emerged as a promising avenue in breast cancer treatment (51, 52). The above-described agents offer diversified mechanisms of action, targeting various pathways involved in estrogen signaling. The therapeutic use of the above-mentioned agents has been investigated extensively, both individually and in combination with other treatments (53), to further optimize breast cancer therapy. As we delve deeper into the complexities of breast cancer biology, the above-described hormonal therapies hold the potential to provide more tailored and effective treatment options for a broader range of patients, emphasizing the evolving landscape of breast cancer therapy research.\n        \n        \n          5.2.3\n          Neoadjuvant therapy of breast cancer\n          Cluster 2 presents the correlations with neoadjuvant therapy of breast cancer. Breast cancer therapy research has been pronouncedly enriched through the development and refinement of antineoplastic agents, particularly hormonal therapies. The above-mentioned agents are meticulously administered based on patient-specific factors (e.g., tumor type, hormone receptor status, and individual patient tolerance). By competitively binding to estrogen receptors or inhibiting estrogen production, hormonal therapies effectively disrupt the hormonal signaling pathways that fuel tumor growth. This method, aiming at the molecular underpinnings of breast cancer, underscores the significance of precise dosing and administration strategies to maximize therapeutic efficacy.\n          Combination therapy methods, integrating antineoplastic agents, are increasingly adopted to enhance treatment results (54). Antineoplastic combined chemotherapy protocols have proven to be particularly valuable in managing hormone receptor-positive breast cancers (55). The above-described protocols strategically incorporate chemotherapeutic agents alongside hormonal therapies, addressing the heterogeneity of cancer cells and mitigating the risk of resistance (56–58). Neoadjuvant therapy, a key context for the above-mentioned combination strategies, provides a unique opportunity to evaluate treatment response directly. This method enables clinicians to tailor subsequent therapeutic decisions, optimize surgical interventions, and refine treatment regimens based on individual patient needs.\n          However, the therapeutic benefits of antineoplastic agents (e.g., hormonal therapies) often come with potential adverse effects. Patients undergoing hormonal therapy may be subjected to a range of side effects (e.g., hot flashes, mood disturbances, and musculoskeletal symptoms) (59–62). To improve patient compliance and minimize discomfort, ongoing research is committed to finding innovative ways to mitigate the above-described adverse effects. Additionally, the evolution of antineoplastic agents continues, with investigations into novel agents and targeted therapies that offer the promise of expanding the treatment arsenal while striving to reduce side effects and enhance patient tolerability.\n          In brief, breast cancer therapy research has witnessed significant advancements in the use of antineoplastic agents, particularly hormonal therapies and combination protocols. The meticulous administration and dosing of the above-mentioned agents play a critical role in optimizing treatment results. As research and clinical practice continue to evolve, so too does our understanding of the complex interplay between therapy and adverse effects. This dynamic landscape underscores the significance of a multidisciplinary method, emphasizing individualized patient care and the ongoing exploration of innovative agents and methods to further enhance the efficacy and tolerability of breast cancer therapies.\n        \n        \n          5.2.4\n          Estrogen receptors of breast cancer\n          Cluster 3 indicates a correlation with estrogen receptors of breast cancer. The role of estrogen receptors in breast cancer therapy research should be reasonably defined. Estrogen receptors take on critical significance in hormone receptor-positive breast cancers (63) that account for a significant proportion of cases (64). Insights should be gained into estrogen receptor metabolism and signaling pathways, which is crucial to the development of effective therapies. The above-described receptors are employed as vital biomarkers, which can guide treatment decisions and enable the tailoring of therapies to individual patients (65). Moreover, the analysis of estrogen receptor expression levels has become a standard practice, which can enable clinicians to divide patients in accordance with the likelihood of hormonal therapy response (66, 67). The evolving landscape of estrogen receptor research underscores the significance of continuous exploration into this critical aspect of breast cancer biology.\n          Breast cancer therapy research faces a challenge posed by the development of drug resistance, particularly in postmenopausal women (68, 69). Despite the initial success of hormonal therapies (e.g., Tamoxifen and Aromatase Inhibitors), resistance can be generated with time, which can limit the long-term efficacy of the above-mentioned treatments (70–72). Understanding how breast tumors adapt to evade hormonal therapies, including changes in estrogen and progesterone receptor expression, is essential for developing strategies to combat resistance. Ongoing research efforts are dedicated to identifying biomarkers and molecular pathways associated with drug resistance (73), with the ultimate goal of enhancing treatment results and prolonging the effectiveness of hormonal therapies in the postmenopausal population.\n          Hormone receptor analysis, which covers estrogen and progesterone receptors, can be recognized as a critical component of breast cancer therapy research. This analysis informs treatment decisions while deepening our understanding of the heterogeneous nature of breast cancer. Progesterone receptors (e.g., estrogen receptors) pronouncedly affect tumor biology and therapeutic responses (74, 75). The study of the above-described receptors provides insights into the complexities of hormone receptor-positive breast cancers and offers opportunities for more tailored therapies. In brief, hormone receptor analysis remains a linchpin in breast cancer therapy research, guiding clinical practice and driving the development of innovative treatment strategies aimed at improving patient results.\n        \n        \n          5.2.5\n          Adherence and survival rates of breast cancer\n          Cluster 4 indicates a correlation with adherence and survival rates of breast cancer. Medication adherence has been considered a vital factor in the effectiveness of breast cancer therapy (76–78), and its implications are underscored by the statistical and numerical data at hand. Maintaining consistent and appropriate medication adherence is essential for achieving optimal treatment results. However, articles have consistently shown suboptimal adherence rates among breast cancer patients. The above-mentioned statistics highlight a critical area for improvement in breast cancer care. Addressing the factors contributing to non-adherence, such as medication side effects and psychological factors, is essential (79, 80). Strategies aimed at enhancing patient education and support (81), combined with innovative interventions like mobile health applications (82, 83), have the potential to improve medication adherence rates and, consequently, patient survival and quality of life.\n          Breast cancer still arouses major global health concern, and it exerts a huge epidemiological effect. The prevalence of breast cancer is underscored by the epidemiological data, and this data reveals that effective therapies and intervention strategies are urgently required (84). Despite advancements in early detection and treatment, breast cancer continues to be a leading cause of cancer-related mortality among women worldwide (85, 86). The epidemiological perspective serves as a reminder of the substantial burden that breast cancer places on healthcare systems and societies. It reinforces the significance of continued research into novel therapies, personalized treatment methods, and the psychological aspects of breast cancer care to reduce mortality rates and improve the overall well-being of breast cancer patients.\n          The psychological aspect of breast cancer, including the emotional and psychological responses of patients, is a significant factor to consider in the context of therapy research and mortality. Breast cancer diagnosis and treatment can evoke profound psychological distress, affecting patients’ mental health and quality of life (87, 88). Addressing the psychological effect exerted by breast cancer is not only critical to the well-being of patients, and it may also indirectly affect treatment results. Psychological support and interventions (e.g., counseling and support groups) can be crucial to mitigating the psychological toll of breast cancer, which may lead to enhanced medication adherence, treatment response, and overall survival rates (89–92). Recognizing the psychological dimension of breast cancer in the discussion of therapy research is vital for comprehensively addressing the complexities of this disease and its effect on patient mortality.\n5.2.1\n          The overall treatment of breast cancer\n          Cluster 0 presents a correlation with the overall treatment of breast cancer. Breast cancer therapy research has witnessed significant advancements in the realm of drug design and development for the treatment of breast neoplasms. The exploration of novel drug therapies has been driven by a deep understanding of breast cancer’s underlying pathology, therapy landscape, and the diverse genetic and metabolic characteristics that govern the disease. The above-described efforts have yielded promising therapeutic interventions that hold potential for improved patient results.\n          The success of drug therapy for breast neoplasms is intrinsically linked to the detailed understanding of the disease’s pathology (27, 28). Researchers have identified key pathways and signaling cascades that drive tumor growth and progression by dissecting the intricacies of breast cancer at the cellular and molecular levels (29–31). The above identification has laid a basis for the rational design of targeted therapies that selectively disrupt the above-described pathogenic processes while minimizing collateral damage to healthy tissues. Such precision medicine methods are transforming breast cancer therapy by offering tailored treatments that address the specific biological characteristics of each patient’s tumor (32, 33).\n          Metabolic reprogramming in breast neoplasms acts as a promising avenue for therapeutic intervention (34–36). Aberrant metabolic pathways in cancer cells (e.g., increased glycolysis and altered lipid metabolism) offer potential targets for drug design (37–40). Compounds that selectively inhibit the above-mentioned metabolic adaptations have shown promise in preclinical articles and clinical trials, providing hope for more effective and less toxic treatment options. Furthermore, understanding the genetic underpinnings of breast cancer has allowed for the development of targeted therapies that exploit vulnerabilities in cancer cells driven by specific genetic mutations (41, 42), which further enriches the available treatment methods.\n          Drug therapy research has played a complementary role under the context of breast cancer surgery. Neoadjuvant therapies are increasingly being adopted to shrink tumors before surgical resection, which can increase the feasibility of breast-conserving surgeries and reduce the extent of mastectomies (43, 44). This integrated method underscores the significance of combining surgery with drug therapy to optimize patient results and underscores the evolving landscape of breast cancer therapy research.\n5.2.2\n          Hormonal treatments of breast cancer\n          Cluster 1 indicates the correlations with hormonal treatments of breast cancer. Breast cancer therapy research has made the breakthrough in using hormonal treatments for treating hormone receptor-positive breast cancers. Tamoxifen, a well-established selective estrogen receptor modulator, has been reported as a critical component of breast cancer treatment. Its therapeutic use spans early and advanced breast cancer cases, which can validate its versatility. The therapeutic effect of tamoxifen administered at precise dosages and following rigorous schedules is achieved by competitively binding to estrogen receptors, which can effectively block the proliferative signals of estrogen (45). The administration and dosage of Tamoxifen demand careful consideration since individual patient characteristics and tumor profiles can affect treatment response (46). Tamoxifen, a cornerstone in breast cancer therapy, underscores the significance of tailored hormonal treatments in improving patient results.\n          Aromatase Inhibitors have revolutionized the landscape of hormonal therapy for postmenopausal women with hormone receptor-positive breast cancer. The above-described agents, by inhibiting the conversion of androgens to estrogens, effectively lower systemic estrogen levels, thereby curtailing estrogen’s role in driving tumor growth (47, 48). Aromatase Inhibitors have demonstrated superiority over Tamoxifen in specific clinical scenarios, offering improved disease-free survival and reduced risk of recurrence (49, 50). As the above-mentioned agents continue to evolve, understanding their benefits, potential side effects, and optimal administration regimens is essential to guide clinical decisions and ensure the best results for patients.\n          In addition to Tamoxifen and Aromatase Inhibitors, a broader spectrum of hormonal therapies, including Nitriles, Triazoles, and other estrogen antagonists, has emerged as a promising avenue in breast cancer treatment (51, 52). The above-described agents offer diversified mechanisms of action, targeting various pathways involved in estrogen signaling. The therapeutic use of the above-mentioned agents has been investigated extensively, both individually and in combination with other treatments (53), to further optimize breast cancer therapy. As we delve deeper into the complexities of breast cancer biology, the above-described hormonal therapies hold the potential to provide more tailored and effective treatment options for a broader range of patients, emphasizing the evolving landscape of breast cancer therapy research.\n5.2.3\n          Neoadjuvant therapy of breast cancer\n          Cluster 2 presents the correlations with neoadjuvant therapy of breast cancer. Breast cancer therapy research has been pronouncedly enriched through the development and refinement of antineoplastic agents, particularly hormonal therapies. The above-mentioned agents are meticulously administered based on patient-specific factors (e.g., tumor type, hormone receptor status, and individual patient tolerance). By competitively binding to estrogen receptors or inhibiting estrogen production, hormonal therapies effectively disrupt the hormonal signaling pathways that fuel tumor growth. This method, aiming at the molecular underpinnings of breast cancer, underscores the significance of precise dosing and administration strategies to maximize therapeutic efficacy.\n          Combination therapy methods, integrating antineoplastic agents, are increasingly adopted to enhance treatment results (54). Antineoplastic combined chemotherapy protocols have proven to be particularly valuable in managing hormone receptor-positive breast cancers (55). The above-described protocols strategically incorporate chemotherapeutic agents alongside hormonal therapies, addressing the heterogeneity of cancer cells and mitigating the risk of resistance (56–58). Neoadjuvant therapy, a key context for the above-mentioned combination strategies, provides a unique opportunity to evaluate treatment response directly. This method enables clinicians to tailor subsequent therapeutic decisions, optimize surgical interventions, and refine treatment regimens based on individual patient needs.\n          However, the therapeutic benefits of antineoplastic agents (e.g., hormonal therapies) often come with potential adverse effects. Patients undergoing hormonal therapy may be subjected to a range of side effects (e.g., hot flashes, mood disturbances, and musculoskeletal symptoms) (59–62). To improve patient compliance and minimize discomfort, ongoing research is committed to finding innovative ways to mitigate the above-described adverse effects. Additionally, the evolution of antineoplastic agents continues, with investigations into novel agents and targeted therapies that offer the promise of expanding the treatment arsenal while striving to reduce side effects and enhance patient tolerability.\n          In brief, breast cancer therapy research has witnessed significant advancements in the use of antineoplastic agents, particularly hormonal therapies and combination protocols. The meticulous administration and dosing of the above-mentioned agents play a critical role in optimizing treatment results. As research and clinical practice continue to evolve, so too does our understanding of the complex interplay between therapy and adverse effects. This dynamic landscape underscores the significance of a multidisciplinary method, emphasizing individualized patient care and the ongoing exploration of innovative agents and methods to further enhance the efficacy and tolerability of breast cancer therapies.\n5.2.4\n          Estrogen receptors of breast cancer\n          Cluster 3 indicates a correlation with estrogen receptors of breast cancer. The role of estrogen receptors in breast cancer therapy research should be reasonably defined. Estrogen receptors take on critical significance in hormone receptor-positive breast cancers (63) that account for a significant proportion of cases (64). Insights should be gained into estrogen receptor metabolism and signaling pathways, which is crucial to the development of effective therapies. The above-described receptors are employed as vital biomarkers, which can guide treatment decisions and enable the tailoring of therapies to individual patients (65). Moreover, the analysis of estrogen receptor expression levels has become a standard practice, which can enable clinicians to divide patients in accordance with the likelihood of hormonal therapy response (66, 67). The evolving landscape of estrogen receptor research underscores the significance of continuous exploration into this critical aspect of breast cancer biology.\n          Breast cancer therapy research faces a challenge posed by the development of drug resistance, particularly in postmenopausal women (68, 69). Despite the initial success of hormonal therapies (e.g., Tamoxifen and Aromatase Inhibitors), resistance can be generated with time, which can limit the long-term efficacy of the above-mentioned treatments (70–72). Understanding how breast tumors adapt to evade hormonal therapies, including changes in estrogen and progesterone receptor expression, is essential for developing strategies to combat resistance. Ongoing research efforts are dedicated to identifying biomarkers and molecular pathways associated with drug resistance (73), with the ultimate goal of enhancing treatment results and prolonging the effectiveness of hormonal therapies in the postmenopausal population.\n          Hormone receptor analysis, which covers estrogen and progesterone receptors, can be recognized as a critical component of breast cancer therapy research. This analysis informs treatment decisions while deepening our understanding of the heterogeneous nature of breast cancer. Progesterone receptors (e.g., estrogen receptors) pronouncedly affect tumor biology and therapeutic responses (74, 75). The study of the above-described receptors provides insights into the complexities of hormone receptor-positive breast cancers and offers opportunities for more tailored therapies. In brief, hormone receptor analysis remains a linchpin in breast cancer therapy research, guiding clinical practice and driving the development of innovative treatment strategies aimed at improving patient results.\n5.2.5\n          Adherence and survival rates of breast cancer\n          Cluster 4 indicates a correlation with adherence and survival rates of breast cancer. Medication adherence has been considered a vital factor in the effectiveness of breast cancer therapy (76–78), and its implications are underscored by the statistical and numerical data at hand. Maintaining consistent and appropriate medication adherence is essential for achieving optimal treatment results. However, articles have consistently shown suboptimal adherence rates among breast cancer patients. The above-mentioned statistics highlight a critical area for improvement in breast cancer care. Addressing the factors contributing to non-adherence, such as medication side effects and psychological factors, is essential (79, 80). Strategies aimed at enhancing patient education and support (81), combined with innovative interventions like mobile health applications (82, 83), have the potential to improve medication adherence rates and, consequently, patient survival and quality of life.\n          Breast cancer still arouses major global health concern, and it exerts a huge epidemiological effect. The prevalence of breast cancer is underscored by the epidemiological data, and this data reveals that effective therapies and intervention strategies are urgently required (84). Despite advancements in early detection and treatment, breast cancer continues to be a leading cause of cancer-related mortality among women worldwide (85, 86). The epidemiological perspective serves as a reminder of the substantial burden that breast cancer places on healthcare systems and societies. It reinforces the significance of continued research into novel therapies, personalized treatment methods, and the psychological aspects of breast cancer care to reduce mortality rates and improve the overall well-being of breast cancer patients.\n          The psychological aspect of breast cancer, including the emotional and psychological responses of patients, is a significant factor to consider in the context of therapy research and mortality. Breast cancer diagnosis and treatment can evoke profound psychological distress, affecting patients’ mental health and quality of life (87, 88). Addressing the psychological effect exerted by breast cancer is not only critical to the well-being of patients, and it may also indirectly affect treatment results. Psychological support and interventions (e.g., counseling and support groups) can be crucial to mitigating the psychological toll of breast cancer, which may lead to enhanced medication adherence, treatment response, and overall survival rates (89–92). Recognizing the psychological dimension of breast cancer in the discussion of therapy research is vital for comprehensively addressing the complexities of this disease and its effect on patient mortality.\n5.3\n        Limitation\n        The application of bibliometric assessment for research analysis is constrained by specific constraints. One limitation involves the potential omission of high-quality research from the dataset due to insufficient citation frequency. This circumstance can arise from the delayed recognition of recently published articles, as bibliometrics primarily relies on scrutinizing publication citation counts (93). Furthermore, the biclustering analysis employed to categorize and pinpoint prominent keywords might not encompass all pertinent subjects in a field of study. Additionally, the data acquired from the Web of Science database might lack the most current publications due to lag times in updates. Notwithstanding the above-described restrictions, bibliometric analysis remains a valuable instrument for obtaining a comprehensive and effective comprehension of the research landscape in a specific domain.\n6\n      Conclusions\n      The field of breast cancer endocrine therapy has aroused rising attention over the past few years, such that the current research trends should be analyzed. This study provides a summary of key information regarding breast cancer endocrine therapy publications (e.g., the number of articles, country of origin, institutions involved, and the journals for publication). The results indicate that the US has made the most significant contribution to breast cancer endocrine therapy research. While challenges of drug resistance, medication adherence, and psychological support remain significant areas of concern, breast cancer endocrine therapy research has become the cornerstone of hormone receptor-positive breast cancer management. With the deepening of the understanding of estrogen and progesterone receptor signaling, coupled with the development of targeted interventions (e.g., Tamoxifen, aromatase inhibitors, and emerging agents), the significance of personalized treatment methods is increasingly emphasized. The above-mentioned therapies increase disease-free survival rates while contributing to the improvement of the quality of life for breast cancer patients. Further interdisciplinary collaboration, innovative interventions, and a deeper exploration of biomarkers and genetic factors will be instrumental in addressing the above-described challenges and refining the landscape of breast cancer endocrine therapy research to ultimately benefit patients worldwide. Hopefully, this study has the potential to offer valuable guidance for researchers worldwide.\nData availability statement\n      The original contributions presented in the study are included in the article/supplementary material. Further inquiries can be directed to the corresponding author.\nAuthor contributions\n      DW: Conceptualization, Writing – original draft. YY: Formal analysis, Software, Writing – original draft. LY: Software, Writing – original draft. HY: Conceptualization, Writing – review & editing.\nConflict of interest\n      The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.\nPublisher’s note\n      All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10728495/",
    "doi": "https://doi.org/10.3389/fendo.2023.1287101",
    "citation_count": 0,
    "references": [],
    "journal": "Frontiers in Endocrinology",
    "topics": [
        "breast, bibliometric, endocrine, analysis",
        "research, visualization, last, decade",
        "visualization, last, therapy, two"
    ]
}