{
    "title": "Circular RNAs: biology and clinical significance of breast cancer",
    "abstract": "Although accumulating evidence supports important roles for circRNAs in ER+ breast cancer, in vivo experiments and clinical studies remain very limited, and further exploration is warranted.Table 1.CircRNAs in different breast cancer subtypes (from 2017 to 2022).CircRNAsGene symbolAltered expressionInteracting miRNAAltered protein expressionInvolved BehaviorReferenceER+ breast cancer      circRNA_0025202GAPDHdown-regulatedmiR-182-5pFOXO3atamoxifen-sensitivity, proliferation, colony formation, and migration[16]circPGRPGRupregulatedmiR-301a-5pCDK1/CDK6/CHEK2growth, cell cycle progression, colony formation, migration, invasion[17]circ -0,087,378/down-regulatedmiR-1260bSFRP1tumorigenesis[18]HER2+ breast cancer      circ-MMP11MMP11upregulatedmiR-153-3pANLNviability, migration, and invasion[19]circCDYLCDYLupregulatedmiR-92b-3pPI3K/AKTproliferation[20]TNBC      circ-HER2ERBB2upregulated/HER2–103proliferation, invasion and tumorigenicity[21]circSEPT9E2F1/EIF4A3upregulatedmiR-637LIFproliferation, migration and invasion[22]circEPSTI1EPSTI1upregulatedmiR-4753 and miR-6809BCL11Aproliferation and suppresses apoptosis[23]circGFRA1GFRA1upregulatedmiR-34aGFRA1proliferation and suppresses apoptosis[24]circKIF4AKIF4AupregulatedmiR-375KIF4Aproliferation and migration[25]circUBE2D2UBE2D2upregulatedmiR-512-3pCDCA3proliferation, migration and invasion, doxorubicin resistance[26]circFBXW7FBXW7down-regulatedmiR-197-3pFBXW7proliferation, migration, tumour growth[27]hsa_circ_0044234CDC27down-regulatedmiR-135bGATA3progression and metastasis[28]circHIF1AHIF1AupregulatedmiR-149-5pAKT/STAT3growth and metastasis[14]circNR3C2NR3C2down-regulatedmiR-513a-3pHRD1distant metastasis and lethality[29]circWACWACupregulatedmiR-142WWP1paclitaxel resistance, proliferation and invasiveness[30]hsa_circ_0000199AKT3upregulatedmiR-206/miR-613PI3K/Akt/mTORproliferation, migration, invasion, chemo-sensitivity and autophagy[31]circANKS1BANKS1BupregulatedmiR-148a-3p/miR-152-3pTGF-β1invasion and metastasis[32] Although accumulating evidence supports important roles for circRNAs in ER+ breast cancer, in vivo experiments and clinical studies remain very limited, and further exploration is warranted.Table 1.CircRNAs in different breast cancer subtypes (from 2017 to 2022).CircRNAsGene symbolAltered expressionInteracting miRNAAltered protein expressionInvolved BehaviorReferenceER+ breast cancer      circRNA_0025202GAPDHdown-regulatedmiR-182-5pFOXO3atamoxifen-sensitivity, proliferation, colony formation, and migration[16]circPGRPGRupregulatedmiR-301a-5pCDK1/CDK6/CHEK2growth, cell cycle progression, colony formation, migration, invasion[17]circ -0,087,378/down-regulatedmiR-1260bSFRP1tumorigenesis[18]HER2+ breast cancer      circ-MMP11MMP11upregulatedmiR-153-3pANLNviability, migration, and invasion[19]circCDYLCDYLupregulatedmiR-92b-3pPI3K/AKTproliferation[20]TNBC      circ-HER2ERBB2upregulated/HER2–103proliferation, invasion and tumorigenicity[21]circSEPT9E2F1/EIF4A3upregulatedmiR-637LIFproliferation, migration and invasion[22]circEPSTI1EPSTI1upregulatedmiR-4753 and miR-6809BCL11Aproliferation and suppresses apoptosis[23]circGFRA1GFRA1upregulatedmiR-34aGFRA1proliferation and suppresses apoptosis[24]circKIF4AKIF4AupregulatedmiR-375KIF4Aproliferation and migration[25]circUBE2D2UBE2D2upregulatedmiR-512-3pCDCA3proliferation, migration and invasion, doxorubicin resistance[26]circFBXW7FBXW7down-regulatedmiR-197-3pFBXW7proliferation, migration, tumour growth[27]hsa_circ_0044234CDC27down-regulatedmiR-135bGATA3progression and metastasis[28]circHIF1AHIF1AupregulatedmiR-149-5pAKT/STAT3growth and metastasis[14]circNR3C2NR3C2down-regulatedmiR-513a-3pHRD1distant metastasis and lethality[29]circWACWACupregulatedmiR-142WWP1paclitaxel resistance, proliferation and invasiveness[30]hsa_circ_0000199AKT3upregulatedmiR-206/miR-613PI3K/Akt/mTORproliferation, migration, invasion, chemo-sensitivity and autophagy[31]circANKS1BANKS1BupregulatedmiR-148a-3p/miR-152-3pTGF-β1invasion and metastasis[32] 4.2 CircRnas in HER2+ breast cancer HER2+ breast cancer is a highly aggressive breast cancer subtype [108,109]. CircRNAs highlighted as having the potential for evaluating prognosis in patients with breast cancer in recent studies, including total breast cancer sample size ≥ 100, published from 2017 to 2022, are summarized in Table 3.Table 3.CircRNAs for evaluating prognosis in patients with breast cancer (from 2017 to 2022).CircRNAsSample characteristics and sizeSpecimen typePrognostic factorReferencecircRNA of high expressionncircRNA of low expressionncircGFRA1circGFRA1high119circGFRA1low103tumour (TNBC) tissueunfavorable[24]circEPSTI1circEPSTI1highcircZNF609highcircANKS1Bhigh837282circEPSTI1lowcircZNF609lowcircANKS1Blow1577183tumour (TNBC) tissuetumour tissuetumour tissueunfavorableunfavorableunfavorable[23]circZNF609[148]circANKS1B[32]hsa_circ_001783hsa_circ_001783highhsa_circ_001569highcircRAD18high987563hsa_circ_001783lowhsa_circ_001569lowcircRAD18low387063tumour tissuetumour tissuetumour (TNBC) tissueunfavorableunfavorableunfavorable[38]hsa_circ_001569[149]hsa_circ_0002453 (circRAD18)[150]circ-VRK1Total 350 BC cases   tumour tissuefavorable[142]circ-LARP4Circ-LARP4high142Circ-LARP4low141tumour tissuefavorable[151]circFBXW7circFBXW7high190circFBXW7low276tumour tissuefavorable[27]circFBXW7high110circFBXW7low165tumour (TNBC) tissuefavorablehsa_circ_0001073hsa_circ_0001073high65hsa_circ_0001073low65tumour tissuefavorable[88]hsa_circ_0000515Total 340 BC cases   tumour tissueunfavorable[152]circ-NOL10circ-NOL10high22circ-NOL10low85tumour (TNBC) tissuefavorable[84] Some circRNAs promote cancer progression and have been identified as unfavourable prognostic factors in patients with breast cancer (Table 3).",
    "authors": [
        "Zhanwei Wang",
        "Hao Deng",
        "Yao Jin",
        "Meng Luo",
        "Jia Huang",
        "Jing Wang",
        "Kun Zhang",
        "Li Wang",
        "Jiaojiao Zhou"
    ],
    "published_year": "Not available",
    "description": "1.\n      Introduction\n      Over recent years, breast cancer has become the most common malignant cancer in women worldwide, with high incidence and mortality rates [1,2]. Breast cancer is categorized into four major subtypes: Luminal A, Luminal B, HER2-positive, and triple-negative [3]. The molecular mechanisms underlying breast cancer have yet to be fully elucidated [4]. Further, although comprehensive treatments, including surgery, radiotherapy, chemotherapy, and targeted therapies, benefit a proportion of patients with breast cancer, many problems, such as individual treatment efficacy, drug resistance, prevention and management of recurrence, remain unsolved [5,6].\n      Circular RNAs (circRNAs), as newly discovered post-transcriptional regulators of gene expression, have been proven to play key roles in cancer progression [7–10]. RNA sequencing (RNA-seq) techniques and sequence conservation analysis have revealed dysregulation of numerous circRNAs in cancer cells [11,12], which are not merely byproducts of alternative splicing [13]. CircRNAs can be detected in peripheral blood plasma and exosomes [14,15], indicating their promise as potential cancer biomarkers. Public databases, such as CircInteractome, circBase, circRNADisease, MiOncoCirc, and Cancer-Specific CircRNA Databases (Supplement Table S1), are powerful tools for circRNA research, covering numerous circRNAs and predicting their functions, while exoRBase is a repository for circRNAs derived from human blood exosome RNA-seq data analyses [33–35].\n      CircRNAs often present tissue-restricted and cancer-specific expression patterns. CircRNAs are abundant in breast cancer cells [36], and high-throughput RNA sequencing has shown the significantly differentially expressed circRNAs in breast cancer and para-cancer tissues, tumours with different TNM stages or molecular subtypes, highlighting their clinical utility as a biomarker [37]. Emerging studies that have reported the functions of circRNAs in breast cancer, which are involved in the tumour progression [38,39] and drug resistance [16,40]. CircRNAs are detectable in plasma, indicating their potential role as biomarkers for liquid biopsy. It is very encouraging that studies have found that cell-free circRNAs and extracellular vesicles circRNAs can both serve as circulating biomarkers for breast cancer [41,42]. In addition, circRNAs often play their important regulatory roles by circRNA-miRNA-mRNA axis, and the integration of detecting RNAs in circRNA-miRNA-mRNA axis may provide higher efficacy and accuracy for the development of breast cancer biomarkers.\n      Here, we review the biogenesis and biological functions of circRNAs, and discuss their broad clinical significance in breast cancer, including their potential for application in early diagnosis, prognosis evaluation, and therapeutic response assessment. CircRNAs that function in different breast cancer subtypes are also discussed in detail.\n2.\n      Discovery and biogenesis of circRnas\n      CircRNAs were first observed in the cytoplasm of eukaryotic cells in 1976 by electron microscopy and were considered virus analogs at that time [43]. CircRNA transcripts from the SRY gene locus were first confirmed in 1993 [44], although circRNAs were long considered the products of faulty splicing. Recent advances in high-throughput sequencing technologies and bioinformatic analyses have identified significant roles for circRNAs in regulating various biological processes [45,46]. Research on circRNA has faced stagnation for an extended period primarily due to its historical classification as a mere byproduct of RNA splicing. Nevertheless, circRNAs can now be precisely identified through RT-PCR following treatment with RNase R, which can digest linear RNAs [47]. Another reason for the lack of attention on circRNAs may be that they were not mapped to the linear reference genome, leading to sequencing reads containing circRNAs being mistakenly deleted from sequencing data [48]. Further, the lack of polyA tails on circRNA molecules means that they are generally removed during RNA sequencing library preparation [49].\n      Unlike the standard splicing patterns of linear RNAs, circRNAs biogenesis occurs via a process referred to as back-splicing [50,51]. Competition between linear splicing and back-splicing of exons occurs in the transcription of human genes. Back-splicing is favoured by long flanking introns, inverted repeat elements like Alu elements and trans-acting RNA binding proteins (RBPs), such as RNA-binding protein FUS, protein quaking (HQK), NF90, and NF110 (both protein products of the interleukin enhancer-binding factor 3 gene) [52,53]. The base pairing between inverted repeat elements or RBPs’ dimerization brings a downstream splice-donor site (SD) close to an upstream splice-acceptor site (SA), facilitating back-splicing through the canonical splicing machinery.\n      In back-splicing, an upstream branch point (BP) attacks a downstream SD site, which then attacks an upstream SA site, leading to the formation of exon-intron circRNAs (EIcircRNAs) or exonic circRNAs where the internal intron is spliced out. These RBPs disrupt base pairing between inverted repeat elements, allowing the splicing machinery to produce linear mRNA [54].\n      CircRNAs mainly localize to the cytoplasm [55] and cannot easily be degraded by RNA exonucleases [56]. Due to their high copy numbers and stable structures, circRNAs have been widely detected in various eukaryotic organisms [34,57,58]. CircRNAs can be divided into three categories, based on their biogenesis patterns: exonic circRNAs (circRNAs in which the internal intron is spliced out), intronic circRNAs (circRNAs in which the exon is spliced out) [59], and exon-intron circRNAs (EIciRNAs, comprising circRNAs containing both exon and intron sequences) [60] (Figure 1). (PMID: 34912049)\nFigure 1.Classification of circRNAs and their biological functions in eukaryotic cells. three types of circRnas based on their mode of biosynthesis (1. EIciRNAs, 2. exonic circRNAs, 3. intronic circRNAs (CiRNA)) and their functions in the nucleus and cytoplasm of eukaryotic cells: I. circRnas act as sponges of miRnas; II. circRNAs as RBP conjugates; III. circRNAs as transcription regulators; IV. circRNAs as translation templates. CircRNA, circular RNA; ciRNA, circular intronic RNA; EIciRNA, exon-intron circRNA; EMT, epithelial to mesenchymal transition; miRNA, microRNA; RBP, RNA binding protein; pol II, RNA polymerase II.\n3.\n      Biological functions of circRnas\n      The main ways by which circRNAs exert their biological functions in breast cancer cells include 1) by acting as microRNA (miRNA) sponges, thereby regulating downstream protein translation [61] 2) binding to RNA-binding proteins (RBPs) in the nucleus, to regulate transcription, alternative splicing, and polyadenylation of pre-mRNAs; circRNAs also bind to RBPs (e.g. HuR) in the cytoplasm, where they induce mRNA degradation [62,63] 3) by interacting with RNA polymerase II and regulating transcription [64], in which EIciRNAs can interact with U1 snRNP and promote transcription of their parental genes [60]. Further, although circRNAs are non-coding RNAs, recent evidence shows that 4) some circRNAs have small open reading frames (ORFs), which can encode short peptides [65,66] (Figure 1). Moreover, circRNAs can also form circRNP complexes, thereby influencing signalling pathways. In addition, circRNAs have been reported to serve as regulators of innate immunity [37,40]. Previous research has already confirmed the physiological functions of circRNA in various tumours, including regulating the cell cycle [67], modulating autophagy and apoptosis [68]. CircRNA is also closely related to cellular energy metabolism [69] and is involved in the invasion and metastasis of tumour cells [37,69,70]. Although research on circRNAs in breast cancer is still relatively limited, our review focused on discussing the biological roles that circRNAs play in breast cancer.\n      \n        3.1\n        CircRnas as miRNA sponges\n        miRNAs are small non-coding RNAs that function in association with AGO proteins, which are major components of miRNA-induced silencing complexes (miRISCs) [71,72]. MiRISCs interact with and modulate the expression of target mRNAs via 3′-untranslated region (UTR) sequence complementarity [73]. Further, miRNAs can regulate expression of tumour-associated genes in cancer cells [74–76]. Many circRNAs participate in post-transcriptional gene regulation as miRNAs sponges, by blocking mRNA–miRNA interactions and regulating initiation of protein translation [67,77].\n        CircRNAs in tumour tissues are closely related to post-transcriptional regulation of miRNAs [78,79], thereby controlling the expression of cancer-related genes. As illustrated in Figure 2, there is extensive evidence that circRNAs function as miRNA sponges in breast cancer. Hsa_circ_0000199 can interact with miR-613 and miR-206, leading to the inhibition of the PI3K/Akt/mTOR pathway [31]. CircFBXW7, which acts as a sponge for miR-197-3p, was found to upregulate FBXW7 expression in triple negative breast cancer (TNBC) cells, thereby inducing c-MYC degradation [27], while circNR3C2, as a sponge for miR-513a-3p, can promote HRD1 expression and inhibit epithelial to mesenchymal transition (EMT) in TNBC cells [29]. Moreover, circ_0001667 attenuates Adriamycin resistance in MCF-7 and MDA-MB-231 cells by acting as a sponge for miR-4458, leading to upregulation of the NCOA3 expression [80].\nFigure 2.CircRnas as miRNA sponges in breast cancer. CircRNAs (circSEPT9, hsa_circ_0000199, circFBXW7, circNR3C2, circ_0001667) function as miRNA sponges in breast cancer. LIF, leukaemia inhibitory factor; Stat3, signal transducer and activator of transcription 3; PI3K, phosphoinositide 3-kinase; AKT, protein kinase B; mTOR, mammalian target of rapamycin; FBXW7, F-Box and WD repeat domain containing 7; HRD1, HMG-CoA reductase degradation 1; EMT, epidermal mesenchymal transition; NCOA3, nuclear receptor coactivator 3.\n      \n      \n        3.2\n        CircRnas as RBP conjugates\n        RBPs are proteins that bind to RNA through RNA-binding domains and are involved in RNA transcription, splicing, and polyadenylation of pre-mRNAs, as well as RNA degradation [81–83]. Recent studies have shown that circRNA-RBP interactions play a critical role in breast cancer [84–86]. HuR, a type of RBPs, is known to stabilize many mRNAs and modulate their translation [87]. Yi et al. [88] reported that circ-1073 can bind with HuR to act as a tumour suppressor in breast cancer, and circ-1073 increases cleaved-caspase 3/9 levels to facilitate breast cancer cell apoptosis [88]. Further, circ-1073 influences EMT by upregulating E-cadherin and downregulating Vimentin expression. Through bioinformatics analysis and investigation of the underlying mechanisms, Wang et al. verified that hsa_circ_0068631 maintains c-MYC mRNA stability and upregulates c-MYC by binding to eukaryotic translation initiation factor 4A3 (EIF4A3) [86], indicating that circRNAs can be critical regulators of c-MYC-mediated cell proliferation and glycolysis in breast cancer (Figure 3).\nFigure 3.CircRNAs as conjugates of RBPs in breast cancer. Has_circ_1073 binds with HuR to upregulate c-caspase 3/9 and inhibits EMT through regulating E-cadherin and vimentin expression; has_circ_0068631 binds to EIFA3, resulting in c-MYC upregulation. C-caspase, cleaved-caspase; EIFA3, eukaryotic translation initiation factor 3 subunit A; EMT, epithelial to mesenchymal transition; RBP, RNA binding protein.\n      \n      \n        3.3\n        CircRnas as transcription regulators\n        CircRNAs can interact directly with RNA polymerase II to regulate gene transcription [89,90], while EIciRNA can interact with U1 snRNP and bind to RNA polymerase II (Figure 1). CircScrib570, an antisense circRNA, suppresses pre-mRNA splicing and mRNA translation and upregulates E-cadherin, while downregulating N-cadherin and vimentin, thereby promoting cancer cell proliferation, migration, and invasion [91]. Wang et al. illustrated that circACTN4 upregulates MYC mRNA transcription, which facilitates expression of the cell cycle-related proteins, CDK4 and CCND2 [92], suggesting that circACTN4 can promote breast cancer development and metastasis by activating the proto-oncogene, MYC (Figure 4).\nFigure 4.CircRNAs as transcription regulators in breast cancer. by upregulating MYC mRNA transcription, circACTN4 facilitates CDK4 and CCND2 expression; circScrib570 regulates expression of E-cadherin, N-cadherin, and vimentin, resulting in elevated cancer cell proliferation, migration, and invasion. CDK4, cyclin dependent kinase 4; CCND2, cyclin D2; E-cad, E-cadherin; FIR, FBP-interacting repressor; FUSE, far upstream element; SCRIB, scribble planar cell polarity protein; USF2, upstream stimulatory factor 2.\n      \n      \n        3.4\n        CircRNAs as templates for translation\n        In eukaryotic cells, the 5’ and 3’ UTRs of genes are fundamental to translation initiation [93–95], and circRNAs are generally considered non-coding RNAs, due to their lack of 5’and 3’ ends [96]. Recently, increasing evidence has supported the binding of some circRNAs to ribosomes [8,66,97] and has also shown that they can contain initiation codons (AUG) and putative ORFs [98]. These findings suggest that circRNAs are potential translation templates, and accumulating evidence indicates that circRNAs can encode peptides relevant in breast cancer. Ye et al. found that circFBXW77 encoded a 185 amino acid polypeptide (FBXW7-185aa), which inhibits TNBC cell proliferation and migration by increasing FBXW7 abundance and inducing c-MYC degradation [27]. Li et al. reported that circ-HER2 encodes the HER2–103 peptide in TNBC cells, in which HER2–103 facilitates EGFR/EGFR homodimer and EGFR/HER3 heterodimer formation and contributes to PI3K-AKT pathway activation [21]. Interestingly, the oncogenic phenotype induced by HER2–103 can be inhibited by pertuzumab, which exerts its anti-tumour effects by recognizing the CR I domain of HER2, suggesting that HER2–103 translated from circ-HER2 can promote pertuzumab resistance in TNBC cells [21] (Figure 5).\nFigure 5.CircRNAs as translation templates in TNBC. circ-HER2 is translated to HER2–103 peptide in TNBC cells, and HER2–103 facilitates EGFR/EGFR homodimer and EGFR/HER3 heterodimer formation, resulting in PI3K-AKT pathway activation. Another circRNA, circFBXW7, encodes the protein, FBXW7–185aa, which interacts competitively with USP28, preventing USP28 from binding to FBXW7 and antagonizing USP28-induced c-MYC stabilization. AKT, protein kinase B; BC, breast cancer; EGFR, epidermal growth factor receptor; FBXW7, F-box and WD repeat domain containing 7; HER2, human epidermal growth factor receptor 2; USP28, ubiquitin specific peptidase 28.\n3.1\n        CircRnas as miRNA sponges\n        miRNAs are small non-coding RNAs that function in association with AGO proteins, which are major components of miRNA-induced silencing complexes (miRISCs) [71,72]. MiRISCs interact with and modulate the expression of target mRNAs via 3′-untranslated region (UTR) sequence complementarity [73]. Further, miRNAs can regulate expression of tumour-associated genes in cancer cells [74–76]. Many circRNAs participate in post-transcriptional gene regulation as miRNAs sponges, by blocking mRNA–miRNA interactions and regulating initiation of protein translation [67,77].\n        CircRNAs in tumour tissues are closely related to post-transcriptional regulation of miRNAs [78,79], thereby controlling the expression of cancer-related genes. As illustrated in Figure 2, there is extensive evidence that circRNAs function as miRNA sponges in breast cancer. Hsa_circ_0000199 can interact with miR-613 and miR-206, leading to the inhibition of the PI3K/Akt/mTOR pathway [31]. CircFBXW7, which acts as a sponge for miR-197-3p, was found to upregulate FBXW7 expression in triple negative breast cancer (TNBC) cells, thereby inducing c-MYC degradation [27], while circNR3C2, as a sponge for miR-513a-3p, can promote HRD1 expression and inhibit epithelial to mesenchymal transition (EMT) in TNBC cells [29]. Moreover, circ_0001667 attenuates Adriamycin resistance in MCF-7 and MDA-MB-231 cells by acting as a sponge for miR-4458, leading to upregulation of the NCOA3 expression [80].\nFigure 2.CircRnas as miRNA sponges in breast cancer. CircRNAs (circSEPT9, hsa_circ_0000199, circFBXW7, circNR3C2, circ_0001667) function as miRNA sponges in breast cancer. LIF, leukaemia inhibitory factor; Stat3, signal transducer and activator of transcription 3; PI3K, phosphoinositide 3-kinase; AKT, protein kinase B; mTOR, mammalian target of rapamycin; FBXW7, F-Box and WD repeat domain containing 7; HRD1, HMG-CoA reductase degradation 1; EMT, epidermal mesenchymal transition; NCOA3, nuclear receptor coactivator 3.\n3.2\n        CircRnas as RBP conjugates\n        RBPs are proteins that bind to RNA through RNA-binding domains and are involved in RNA transcription, splicing, and polyadenylation of pre-mRNAs, as well as RNA degradation [81–83]. Recent studies have shown that circRNA-RBP interactions play a critical role in breast cancer [84–86]. HuR, a type of RBPs, is known to stabilize many mRNAs and modulate their translation [87]. Yi et al. [88] reported that circ-1073 can bind with HuR to act as a tumour suppressor in breast cancer, and circ-1073 increases cleaved-caspase 3/9 levels to facilitate breast cancer cell apoptosis [88]. Further, circ-1073 influences EMT by upregulating E-cadherin and downregulating Vimentin expression. Through bioinformatics analysis and investigation of the underlying mechanisms, Wang et al. verified that hsa_circ_0068631 maintains c-MYC mRNA stability and upregulates c-MYC by binding to eukaryotic translation initiation factor 4A3 (EIF4A3) [86], indicating that circRNAs can be critical regulators of c-MYC-mediated cell proliferation and glycolysis in breast cancer (Figure 3).\nFigure 3.CircRNAs as conjugates of RBPs in breast cancer. Has_circ_1073 binds with HuR to upregulate c-caspase 3/9 and inhibits EMT through regulating E-cadherin and vimentin expression; has_circ_0068631 binds to EIFA3, resulting in c-MYC upregulation. C-caspase, cleaved-caspase; EIFA3, eukaryotic translation initiation factor 3 subunit A; EMT, epithelial to mesenchymal transition; RBP, RNA binding protein.\n3.3\n        CircRnas as transcription regulators\n        CircRNAs can interact directly with RNA polymerase II to regulate gene transcription [89,90], while EIciRNA can interact with U1 snRNP and bind to RNA polymerase II (Figure 1). CircScrib570, an antisense circRNA, suppresses pre-mRNA splicing and mRNA translation and upregulates E-cadherin, while downregulating N-cadherin and vimentin, thereby promoting cancer cell proliferation, migration, and invasion [91]. Wang et al. illustrated that circACTN4 upregulates MYC mRNA transcription, which facilitates expression of the cell cycle-related proteins, CDK4 and CCND2 [92], suggesting that circACTN4 can promote breast cancer development and metastasis by activating the proto-oncogene, MYC (Figure 4).\nFigure 4.CircRNAs as transcription regulators in breast cancer. by upregulating MYC mRNA transcription, circACTN4 facilitates CDK4 and CCND2 expression; circScrib570 regulates expression of E-cadherin, N-cadherin, and vimentin, resulting in elevated cancer cell proliferation, migration, and invasion. CDK4, cyclin dependent kinase 4; CCND2, cyclin D2; E-cad, E-cadherin; FIR, FBP-interacting repressor; FUSE, far upstream element; SCRIB, scribble planar cell polarity protein; USF2, upstream stimulatory factor 2.\n3.4\n        CircRNAs as templates for translation\n        In eukaryotic cells, the 5’ and 3’ UTRs of genes are fundamental to translation initiation [93–95], and circRNAs are generally considered non-coding RNAs, due to their lack of 5’and 3’ ends [96]. Recently, increasing evidence has supported the binding of some circRNAs to ribosomes [8,66,97] and has also shown that they can contain initiation codons (AUG) and putative ORFs [98]. These findings suggest that circRNAs are potential translation templates, and accumulating evidence indicates that circRNAs can encode peptides relevant in breast cancer. Ye et al. found that circFBXW77 encoded a 185 amino acid polypeptide (FBXW7-185aa), which inhibits TNBC cell proliferation and migration by increasing FBXW7 abundance and inducing c-MYC degradation [27]. Li et al. reported that circ-HER2 encodes the HER2–103 peptide in TNBC cells, in which HER2–103 facilitates EGFR/EGFR homodimer and EGFR/HER3 heterodimer formation and contributes to PI3K-AKT pathway activation [21]. Interestingly, the oncogenic phenotype induced by HER2–103 can be inhibited by pertuzumab, which exerts its anti-tumour effects by recognizing the CR I domain of HER2, suggesting that HER2–103 translated from circ-HER2 can promote pertuzumab resistance in TNBC cells [21] (Figure 5).\nFigure 5.CircRNAs as translation templates in TNBC. circ-HER2 is translated to HER2–103 peptide in TNBC cells, and HER2–103 facilitates EGFR/EGFR homodimer and EGFR/HER3 heterodimer formation, resulting in PI3K-AKT pathway activation. Another circRNA, circFBXW7, encodes the protein, FBXW7–185aa, which interacts competitively with USP28, preventing USP28 from binding to FBXW7 and antagonizing USP28-induced c-MYC stabilization. AKT, protein kinase B; BC, breast cancer; EGFR, epidermal growth factor receptor; FBXW7, F-box and WD repeat domain containing 7; HER2, human epidermal growth factor receptor 2; USP28, ubiquitin specific peptidase 28.\n4.\n      CircRnas in different breast cancer subtypes\n      \n        4.1\n        CircRnas in ER+ breast cancer\n        The ER+ subtype accounts for three-quarters of all cases of breast cancer [99,100]. CircRNAs involved in ER+ breast cancer are listed in Table 1. Yuan et al. analysed the circRNA expression profile of ER+ breast cancer and adjacent non-tumour tissues using bioinformatics, and found that hsa_circ_0087378 was downregulated in ER+ breast cancer [18]. Anti-hormonal therapy is the standard treatment for ER+ breast cancer, where tamoxifen has been the first-line drug for the treatment of premenopausal women for decades [101,102]. In a substantial number of patients, breast cancers develop resistance to tamoxifen, and noncoding RNAs, including circRNAs, contribute to this phenomenon [103–105]. Sang et al. found that hsa_circ_0025202 expression was downregulated in ER+ breast cancer tissues and was negatively correlated with lymphatic metastasis and histological grade [16]. Hsa_circ_0025202 acts as a sponge for miR-182-5p to regulate FOXO3a expression and activity, resulting in elevated tumour suppression and tamoxifen sensitivity [16,106]. In addition to endocrine therapy, CDK inhibitors are upcoming drugs for the treatment of ER+ breast cancer. CircPGR is involved in the cyclin pathway in ER+ breast cancer cells as a sponge of miR-301a-5p, thereby regulating the expression of multiple cell cycle genes [17]. CircPGR is transcribed from the oestrogen-induced gene, PGR, and RNA-seq analysis showed that it can upregulate the expression of cyclins, including CDK1, CDK6, and CHEK2, to promote breast cancer cell proliferation [17,107]. Although accumulating evidence supports important roles for circRNAs in ER+ breast cancer, in vivo experiments and clinical studies remain very limited, and further exploration is warranted.Table 1.CircRNAs in different breast cancer subtypes (from 2017 to 2022).CircRNAsGene symbolAltered expressionInteracting miRNAAltered protein expressionInvolved BehaviorReferenceER+ breast cancer      circRNA_0025202GAPDHdown-regulatedmiR-182-5pFOXO3atamoxifen-sensitivity, proliferation, colony formation, and migration[16]circPGRPGRupregulatedmiR-301a-5pCDK1/CDK6/CHEK2growth, cell cycle progression, colony formation, migration, invasion[17]circ -0,087,378/down-regulatedmiR-1260bSFRP1tumorigenesis[18]HER2+ breast cancer      circ-MMP11MMP11upregulatedmiR-153-3pANLNviability, migration, and invasion[19]circCDYLCDYLupregulatedmiR-92b-3pPI3K/AKTproliferation[20]TNBC      circ-HER2ERBB2upregulated/HER2–103proliferation, invasion and tumorigenicity[21]circSEPT9E2F1/EIF4A3upregulatedmiR-637LIFproliferation, migration and invasion[22]circEPSTI1EPSTI1upregulatedmiR-4753 and miR-6809BCL11Aproliferation and suppresses apoptosis[23]circGFRA1GFRA1upregulatedmiR-34aGFRA1proliferation and suppresses apoptosis[24]circKIF4AKIF4AupregulatedmiR-375KIF4Aproliferation and migration[25]circUBE2D2UBE2D2upregulatedmiR-512-3pCDCA3proliferation, migration and invasion, doxorubicin resistance[26]circFBXW7FBXW7down-regulatedmiR-197-3pFBXW7proliferation, migration, tumour growth[27]hsa_circ_0044234CDC27down-regulatedmiR-135bGATA3progression and metastasis[28]circHIF1AHIF1AupregulatedmiR-149-5pAKT/STAT3growth and metastasis[14]circNR3C2NR3C2down-regulatedmiR-513a-3pHRD1distant metastasis and lethality[29]circWACWACupregulatedmiR-142WWP1paclitaxel resistance, proliferation and invasiveness[30]hsa_circ_0000199AKT3upregulatedmiR-206/miR-613PI3K/Akt/mTORproliferation, migration, invasion, chemo-sensitivity and autophagy[31]circANKS1BANKS1BupregulatedmiR-148a-3p/miR-152-3pTGF-β1invasion and metastasis[32]\n      \n      \n        4.2\n        CircRnas in HER2+ breast cancer\n        HER2+ breast cancer is a highly aggressive breast cancer subtype [108,109]. Currently, HER2-directed antibody drugs (e.g. trastuzumab and pertuzumab) and HER2 tyrosine kinase inhibitors (e.g. lapatinib and others) are widely used as therapies for patients with HER2+ breast cancer [109–111]. The potential involvement of circRNAs in anti-HER2 drug resistance has attracted considerable attention [112–114] (Table 1). Ling et al. conducted high-throughput sequencing and RT-qPCR experiments demonstrating that circCDYL2 is overexpressed in trastuzumab-resistant HER2+ breast cancer [40]. CircCDYL2 can stabilize GRB7 by preventing its ubiquitination-mediated degradation and enhancing its interaction with FAK, thus sustaining the downstream activities of AKT and ERK1/2. Wu et al. reported that circ-MMP11 is highly upregulated in HER2+ breast cancer cell lines [19]. Mechanistically, circ-MMP11 regulates ANLN expression through sponging miR-153-3p, and overexpression of ANLN promotes HER2+ breast cancer cell viability and migration, as well as their resistance to lapatinib. Consistently, ANLN is upregulated in 1,085 breast cancer tissues, compared with 291 normal adjacent tissues, and is particularly strongly overexpressed in lapatinib-resistant breast cancer tissues, where its levels are negatively correlated with those of miR-153-3p [19,115].\n        Most of the circRNAs mentioned in this section act as miRNA sponges or RBP binding molecules in HER2+ breast cancer; however, Liang et al. found that circCDYL was negatively regulated by miR-92b-3p and that overexpression of circCDYL promoted HER2+ breast tumour progression in vivo [20]. The underlying mechanisms may involve circCDYL promotion of HER2 positive breast cancer cell proliferation by activating the PI3K/AKT signalling pathway [20].\n      \n      \n        4.3\n        CircRnas in TNBC\n        TNBC is recognized as the most malignant breast cancer subtype [116,117]. Clinically, TNBC has higher rates of metastasis and recurrence and is associated with a poor prognosis [118,119]. Further, TNBC tumours usually respond poorly to conventional chemotherapies and exhibit very limited response to targeted therapies [120,121]. Many studies have demonstrated that circRNAs participate in TNBC progression and drug resistance [39,122] (Table 1).\n        Some circRNAs act as regulators to promote TNBC. Zheng et al. found that circSEPT9 is expressed at significantly higher levels in the TNBC cell lines and tissues than in normal breast epithelial cells and adjacent normal tissues, respectively [22]. CircEPSTI1 functions as a sponge for miR-4753 and miR-6809 to upregulate the expression of BCL11A, a novel gene identified to promote breast cancer development [123], while circEPSTI1 knockdown can significantly inhibit TNBC cell proliferation [23]. BCL11A is overexpressed in TNBC tissues relative to other breast cancer subtypes, which promotes tumorigenesis in vivo [123]. The proto-oncogene, kinesin family member 4A (KIF4A), is highly expressed in various malignant tumours, including breast cancer [25,124,125]. Circ-KIF4A regulates KIF4A expression as competing endogenous RNA [25], in which circ-KIF4A sponges miRNA-375 to upregulate KIF4A levels, thereby promoting TNBC cell proliferation and metastasis. Zeng et al. found that circANKS1B expression is higher in TNBC tumours compared with adjacent normal tissues and is positively related to lymph node metastasis and later clinical stage [32]. CircANKS1B acts as a sponge for miR-148a-3p and miR-152-3p, to increase the expression of the transcription factor, USF1, which can upregulate TGF-β1, thereby activating TGF-β1/Smad signalling and promoting EMT [32,126,127].\n        Some circRNAs have functions in TNBC beyond their roles as miRNA sponges. CircHIF1A modulates NFIB expression and translocation at the transcription and translation levels in TNBC cells, leading to AKT/STAT3 activation and inhibition of P21 signalling, resulting in cancer cell EMT [14]. Li et al. detected circ-HER2 expression in more than 30% of TNBC tumour tissue samples and found that it acts as a direct template for HER2–103 translation to promote TNBC cell proliferation and invasion [21]. Interestingly, the HER2–103 amino acid sequence translated from circ-HER2 is highly homologous to the HER2 CR1 domain, which can be recognized by pertuzumab.\n        Some circRNAs are downregulated in patients with TNBC, and act as tumour inhibiting factors. Ya et al. proved that circNR3C2 is significantly downregulated in TNBC tissues relative to adjacent normal tissues and sponges miR-513a-3p to promote HRD1 expression [29]. As an inhibitory factor, HRD1 was significantly downregulated in TNBC tissues, thus promoting TNBC cell proliferation, migration, invasion, and EMT [128] (Figure 2). Likewise, circ -0,044,234 is significantly downregulated in TNBC compared with non-TNBC tissue samples [28]. Circ -0,044,234 suppresses TNBC progression through the circ_0044234/miR-135b-5p/GATA3-axis, in which GATA3 is a transcription factor that inhibits the TNBC progression and metastasis [129,130]. Xu et al. demonstrated that circTADA2A-E6 is downregulated in TNBC patient samples relative to normal mammary gland tissues and preferentially acts as an miR-203a-3p sponge to restore SOCS3 expression, leading to a more aggressive carcinogenic phenotype in TNBC [131].\n        TNBC usually develops drug resistance to chemotherapy [132], and circRNAs are proven to be involved in drug resistance in TNBC [26]. Dou et al. found that high expression of circUBE2D2 in patients with TNBC is related to advanced TNM stage and a higher rate of lymph node metastases [26]. CircUBE2D2 acts as an miR-512-3p sponge and upregulates CDCA3 expression, which is a trigger factor that initiates mitosis, while silencing of circUBE2D2 reduced Adriamycin resistance of TNBC cells [133]. Another circRNA, circ_0001667, is upregulated in Adriamycin resistant tumour tissues compared to non-tumour tissues [80], and targets miR-4458 to restore NCOA3 expression, thereby enhancing Adriamycin resistance [80]. Wang et al. found that circWAC was highly expressed in TNBC tumours relative to adjacent tissues and was associated with worse overall survival of patients with TNBC [30]. Further, downregulation of circWAC increased the sensitivity of TNBC cells to paclitaxel, as circWAC acts as an miR-142 sponge to upregulate WWP1 expression, which activates the PI3K/AKT pathway [30,134,135].\n4.1\n        CircRnas in ER+ breast cancer\n        The ER+ subtype accounts for three-quarters of all cases of breast cancer [99,100]. CircRNAs involved in ER+ breast cancer are listed in Table 1. Yuan et al. analysed the circRNA expression profile of ER+ breast cancer and adjacent non-tumour tissues using bioinformatics, and found that hsa_circ_0087378 was downregulated in ER+ breast cancer [18]. Anti-hormonal therapy is the standard treatment for ER+ breast cancer, where tamoxifen has been the first-line drug for the treatment of premenopausal women for decades [101,102]. In a substantial number of patients, breast cancers develop resistance to tamoxifen, and noncoding RNAs, including circRNAs, contribute to this phenomenon [103–105]. Sang et al. found that hsa_circ_0025202 expression was downregulated in ER+ breast cancer tissues and was negatively correlated with lymphatic metastasis and histological grade [16]. Hsa_circ_0025202 acts as a sponge for miR-182-5p to regulate FOXO3a expression and activity, resulting in elevated tumour suppression and tamoxifen sensitivity [16,106]. In addition to endocrine therapy, CDK inhibitors are upcoming drugs for the treatment of ER+ breast cancer. CircPGR is involved in the cyclin pathway in ER+ breast cancer cells as a sponge of miR-301a-5p, thereby regulating the expression of multiple cell cycle genes [17]. CircPGR is transcribed from the oestrogen-induced gene, PGR, and RNA-seq analysis showed that it can upregulate the expression of cyclins, including CDK1, CDK6, and CHEK2, to promote breast cancer cell proliferation [17,107]. Although accumulating evidence supports important roles for circRNAs in ER+ breast cancer, in vivo experiments and clinical studies remain very limited, and further exploration is warranted.Table 1.CircRNAs in different breast cancer subtypes (from 2017 to 2022).CircRNAsGene symbolAltered expressionInteracting miRNAAltered protein expressionInvolved BehaviorReferenceER+ breast cancer      circRNA_0025202GAPDHdown-regulatedmiR-182-5pFOXO3atamoxifen-sensitivity, proliferation, colony formation, and migration[16]circPGRPGRupregulatedmiR-301a-5pCDK1/CDK6/CHEK2growth, cell cycle progression, colony formation, migration, invasion[17]circ -0,087,378/down-regulatedmiR-1260bSFRP1tumorigenesis[18]HER2+ breast cancer      circ-MMP11MMP11upregulatedmiR-153-3pANLNviability, migration, and invasion[19]circCDYLCDYLupregulatedmiR-92b-3pPI3K/AKTproliferation[20]TNBC      circ-HER2ERBB2upregulated/HER2–103proliferation, invasion and tumorigenicity[21]circSEPT9E2F1/EIF4A3upregulatedmiR-637LIFproliferation, migration and invasion[22]circEPSTI1EPSTI1upregulatedmiR-4753 and miR-6809BCL11Aproliferation and suppresses apoptosis[23]circGFRA1GFRA1upregulatedmiR-34aGFRA1proliferation and suppresses apoptosis[24]circKIF4AKIF4AupregulatedmiR-375KIF4Aproliferation and migration[25]circUBE2D2UBE2D2upregulatedmiR-512-3pCDCA3proliferation, migration and invasion, doxorubicin resistance[26]circFBXW7FBXW7down-regulatedmiR-197-3pFBXW7proliferation, migration, tumour growth[27]hsa_circ_0044234CDC27down-regulatedmiR-135bGATA3progression and metastasis[28]circHIF1AHIF1AupregulatedmiR-149-5pAKT/STAT3growth and metastasis[14]circNR3C2NR3C2down-regulatedmiR-513a-3pHRD1distant metastasis and lethality[29]circWACWACupregulatedmiR-142WWP1paclitaxel resistance, proliferation and invasiveness[30]hsa_circ_0000199AKT3upregulatedmiR-206/miR-613PI3K/Akt/mTORproliferation, migration, invasion, chemo-sensitivity and autophagy[31]circANKS1BANKS1BupregulatedmiR-148a-3p/miR-152-3pTGF-β1invasion and metastasis[32]\n4.2\n        CircRnas in HER2+ breast cancer\n        HER2+ breast cancer is a highly aggressive breast cancer subtype [108,109]. Currently, HER2-directed antibody drugs (e.g. trastuzumab and pertuzumab) and HER2 tyrosine kinase inhibitors (e.g. lapatinib and others) are widely used as therapies for patients with HER2+ breast cancer [109–111]. The potential involvement of circRNAs in anti-HER2 drug resistance has attracted considerable attention [112–114] (Table 1). Ling et al. conducted high-throughput sequencing and RT-qPCR experiments demonstrating that circCDYL2 is overexpressed in trastuzumab-resistant HER2+ breast cancer [40]. CircCDYL2 can stabilize GRB7 by preventing its ubiquitination-mediated degradation and enhancing its interaction with FAK, thus sustaining the downstream activities of AKT and ERK1/2. Wu et al. reported that circ-MMP11 is highly upregulated in HER2+ breast cancer cell lines [19]. Mechanistically, circ-MMP11 regulates ANLN expression through sponging miR-153-3p, and overexpression of ANLN promotes HER2+ breast cancer cell viability and migration, as well as their resistance to lapatinib. Consistently, ANLN is upregulated in 1,085 breast cancer tissues, compared with 291 normal adjacent tissues, and is particularly strongly overexpressed in lapatinib-resistant breast cancer tissues, where its levels are negatively correlated with those of miR-153-3p [19,115].\n        Most of the circRNAs mentioned in this section act as miRNA sponges or RBP binding molecules in HER2+ breast cancer; however, Liang et al. found that circCDYL was negatively regulated by miR-92b-3p and that overexpression of circCDYL promoted HER2+ breast tumour progression in vivo [20]. The underlying mechanisms may involve circCDYL promotion of HER2 positive breast cancer cell proliferation by activating the PI3K/AKT signalling pathway [20].\n4.3\n        CircRnas in TNBC\n        TNBC is recognized as the most malignant breast cancer subtype [116,117]. Clinically, TNBC has higher rates of metastasis and recurrence and is associated with a poor prognosis [118,119]. Further, TNBC tumours usually respond poorly to conventional chemotherapies and exhibit very limited response to targeted therapies [120,121]. Many studies have demonstrated that circRNAs participate in TNBC progression and drug resistance [39,122] (Table 1).\n        Some circRNAs act as regulators to promote TNBC. Zheng et al. found that circSEPT9 is expressed at significantly higher levels in the TNBC cell lines and tissues than in normal breast epithelial cells and adjacent normal tissues, respectively [22]. CircEPSTI1 functions as a sponge for miR-4753 and miR-6809 to upregulate the expression of BCL11A, a novel gene identified to promote breast cancer development [123], while circEPSTI1 knockdown can significantly inhibit TNBC cell proliferation [23]. BCL11A is overexpressed in TNBC tissues relative to other breast cancer subtypes, which promotes tumorigenesis in vivo [123]. The proto-oncogene, kinesin family member 4A (KIF4A), is highly expressed in various malignant tumours, including breast cancer [25,124,125]. Circ-KIF4A regulates KIF4A expression as competing endogenous RNA [25], in which circ-KIF4A sponges miRNA-375 to upregulate KIF4A levels, thereby promoting TNBC cell proliferation and metastasis. Zeng et al. found that circANKS1B expression is higher in TNBC tumours compared with adjacent normal tissues and is positively related to lymph node metastasis and later clinical stage [32]. CircANKS1B acts as a sponge for miR-148a-3p and miR-152-3p, to increase the expression of the transcription factor, USF1, which can upregulate TGF-β1, thereby activating TGF-β1/Smad signalling and promoting EMT [32,126,127].\n        Some circRNAs have functions in TNBC beyond their roles as miRNA sponges. CircHIF1A modulates NFIB expression and translocation at the transcription and translation levels in TNBC cells, leading to AKT/STAT3 activation and inhibition of P21 signalling, resulting in cancer cell EMT [14]. Li et al. detected circ-HER2 expression in more than 30% of TNBC tumour tissue samples and found that it acts as a direct template for HER2–103 translation to promote TNBC cell proliferation and invasion [21]. Interestingly, the HER2–103 amino acid sequence translated from circ-HER2 is highly homologous to the HER2 CR1 domain, which can be recognized by pertuzumab.\n        Some circRNAs are downregulated in patients with TNBC, and act as tumour inhibiting factors. Ya et al. proved that circNR3C2 is significantly downregulated in TNBC tissues relative to adjacent normal tissues and sponges miR-513a-3p to promote HRD1 expression [29]. As an inhibitory factor, HRD1 was significantly downregulated in TNBC tissues, thus promoting TNBC cell proliferation, migration, invasion, and EMT [128] (Figure 2). Likewise, circ -0,044,234 is significantly downregulated in TNBC compared with non-TNBC tissue samples [28]. Circ -0,044,234 suppresses TNBC progression through the circ_0044234/miR-135b-5p/GATA3-axis, in which GATA3 is a transcription factor that inhibits the TNBC progression and metastasis [129,130]. Xu et al. demonstrated that circTADA2A-E6 is downregulated in TNBC patient samples relative to normal mammary gland tissues and preferentially acts as an miR-203a-3p sponge to restore SOCS3 expression, leading to a more aggressive carcinogenic phenotype in TNBC [131].\n        TNBC usually develops drug resistance to chemotherapy [132], and circRNAs are proven to be involved in drug resistance in TNBC [26]. Dou et al. found that high expression of circUBE2D2 in patients with TNBC is related to advanced TNM stage and a higher rate of lymph node metastases [26]. CircUBE2D2 acts as an miR-512-3p sponge and upregulates CDCA3 expression, which is a trigger factor that initiates mitosis, while silencing of circUBE2D2 reduced Adriamycin resistance of TNBC cells [133]. Another circRNA, circ_0001667, is upregulated in Adriamycin resistant tumour tissues compared to non-tumour tissues [80], and targets miR-4458 to restore NCOA3 expression, thereby enhancing Adriamycin resistance [80]. Wang et al. found that circWAC was highly expressed in TNBC tumours relative to adjacent tissues and was associated with worse overall survival of patients with TNBC [30]. Further, downregulation of circWAC increased the sensitivity of TNBC cells to paclitaxel, as circWAC acts as an miR-142 sponge to upregulate WWP1 expression, which activates the PI3K/AKT pathway [30,134,135].\n5.\n      Clinical significance of circRnas in breast cancer\n      Emerging studies have reported that circRNAs could serve as promising biomarkers in numerous types of cancer, including breast cancer. Below, we review recent studies reporting circRNAs as biomarkers for early diagnosis, prognosis evaluation, and therapeutic response assessment in patients with breast cancer. Only studies with sample sizes ≥ 50 were included in our review.\n      \n        5.1\n        CircRnas in early diagnosis of breast cancer\n        The high morbidity associated with breast cancer makes early diagnosis an urgent requirement. Noninvasive liquid biopsies are increasingly being applied in early diagnosis of cancer, and cell-free circRNAs are one type of biomarker analysed using this approach. CircRNAs are stable with long half-lives (>48 h) and abundantly distributed in blood and other body fluids (e.g. urine), making them suitable as liquid biopsy biomarkers. Yin et al. screened hsa_circ_0001785 as significantly dysregulated in plasma specimens from five patients with breast cancer and paired healthy volunteers and showed that it had good diagnostic value in an extended study cohort comprising 20 patients with breast cancer [136]. Further, they found that plasma hsa_circ_0001785 had better diagnostic accuracy (area under the receiver operating characteristic curve (AUC) value = 0.784) than CEA and CA153 and that plasma hsa_circ_0001785 level was strongly associated with histological grade, TNM stage, and distant metastasis [136]. Hu et al. screened plasma from 378 patients with breast cancer and 102 healthy controls and validated hsa_circ_0008673 as the most significantly upregulated circRNAs in breast cancer, with good diagnostic value (AUC = 0.833) [137]. Plasma hsa_circ_0008673 was remarkably downregulated after breast mastectomy, and its expression was positively associated with tumour size and distant metastasis [137]. Li et al. screened hsa_circ_0104824 as significantly downregulated in breast cancer tissue and further validated its downregulation in peripheral blood samples from 83 patients with breast cancer, compared with levels in 49 healthy controls [138]. ROC curve analysis revealed that hsa_circ_0104824 had an AUC value of 0.849, indicating its potential diagnostic value in breast cancer [138]. Liu et al. collected blood samples from 95 patients with breast cancer and matched healthy controls, and found that plasma hsa_circ_0000615 was expressed at significantly higher levels in patients with breast cancer [139]. The AUC value of plasma hsa_circ_0000615 for diagnosis was 0.904, and its high expression was closely associated with poor prognostic factors, including advanced tumour stage, lymph node metastasis, and higher recurrence risk [139]. Wang et al. detected expression levels of hsa_circ_0000745, hsa_circ_0001531, and hsa_circ_0001640 in whole blood samples from 129, 19 and 13 patients with breast cancer, patients with benign breast tumours, and healthy controls, respectively, and found that the circRNAs were upregulated and had good diagnostic potential for breast cancer and that the combination of all three circRNAs had superior diagnostic potential, with an AUC value of 0.913 [140].\n        Although circRNAs exhibited good diagnostic value for breast cancer with high AUC values in all the studies described above and were even better than classic biomarkers, such as CA153 and CEA in some reports, prospective investigations are needed to further assess their effectiveness in screening for early-stage breast cancer.\n        Several circRNAs have been found to be ectopically expressed in breast cancer tissue, of which some were identified as tumour promoters (e.g. circSEPT9 [22] and hsa_circ_0005046 [141]), while others were tumour suppressors (e.g. circVRK1 [142], hsa_circ_0006220 [143], hsa_circ_0043278 [144], hsa_circ_0001073 [88], hsa_circ_006054 [145], hsa_circ_100219 [145], and hsa_circ_406697 [145]). All circRNAs reported to have value for early diagnosis of breast cancer, from studies with breast cancer sample size ≥ 50, published from 2017 to 2022, are listed in Table 2. Expression levels of circRNAs identified from breast cancer tissue samples require further investigation in blood or other body fluids, to validate whether they have value as non-invasive biomarkers for early diagnosis of breast cancer.Table 2.CircRNAs for early diagnosis in patients with breast cancer (from 2017 to 2022). Sample characteristics and size       CircRNAsBcanControlnSpecimen typeAltered expressionDetection methodsAUCSensitivitySpecificityReferencehsa_circ_0001785 20 20plasmaupregulatedqRT-PCR0.7840.7640.699[124]hsa_circ_103110BC51adjacent normal tissue51tumorupregulatedqRT-PCR0.630.630.63[152]hsa_circ_1046890.610.570.55hsa_circ_1048210.60.570.57hsa_circ_006054BC51adjacent normal tissue51tumordownregulatedqRT-PCR0.710.650.69hsa_circ_1002190.780.690.71hsa_ circ_4066970.640.630.63hsa_circ_0008673 378 102plasmaupregulatedqRT-PCR0.8330.550.971[125]hsa_circ_0104824 83 49plasmaupregulatedqRT-PCR0.8490.7110.755[126]circSEPT9TNBC60adjacent normal tissue60tumorupregulatedqRT-PCR0.7110.6330.75[104]circVRK1BC350adjacent normal tissue163tumordownregulatedqRT-PCR0.720.6170.791[130]hsa_circ_0043278BC50paired normal tissue50tumordownregulatedqRT-PCR0.69N/AN/A[132]hsa_circ_0001073BC112peritumoural tissues132tumordownregulatedqRT-PCR0.9890.9240.974[61]hsa_circ_0000615 95 95plasmaupregulatedqRT-PCR0.9040.7680.884[127]hsa_circ_0000745 129 13plasmaupregulatedqRT-PCR0.913N/AN/A[128]hsa_circ_0001531hsa_circ_0001640hsa_circ_0005046BC60adjacent normal tissue60tumorupregulatedqRT-PCR0.770.850.51[129]hsa_circ_0006220BC50paired normal tissue50tumordownregulatedqRT-PCR0.706N/AN/A[131]\n      \n      \n        5.2\n        CircRnas for evaluation of breast cancer prognosis\n        Survival statistics from the SEER database show that the 5-year relative survival rate for patients with breast cancer of all SEER stages combined is 90%, while that for patients with distant metastasis is only 29% [147]. Good prognostic biomarkers can help identify patients with worse prognoses, such as those who may develop distant metastasis, for whom strict monitoring or intensive anti-cancer treatment should be recommended at an early stage. Many circRNAs have been identified as significantly related to the survival of patients with breast cancer and represent potentially attractive prognostic biomarkers. CircRNAs highlighted as having the potential for evaluating prognosis in patients with breast cancer in recent studies, including total breast cancer sample size ≥ 100, published from 2017 to 2022, are summarized in Table 3.Table 3.CircRNAs for evaluating prognosis in patients with breast cancer (from 2017 to 2022).CircRNAsSample characteristics and sizeSpecimen typePrognostic factorReferencecircRNA of high expressionncircRNA of low expressionncircGFRA1circGFRA1high119circGFRA1low103tumour (TNBC) tissueunfavorable[24]circEPSTI1circEPSTI1highcircZNF609highcircANKS1Bhigh837282circEPSTI1lowcircZNF609lowcircANKS1Blow1577183tumour (TNBC) tissuetumour tissuetumour tissueunfavorableunfavorableunfavorable[23]circZNF609[148]circANKS1B[32]hsa_circ_001783hsa_circ_001783highhsa_circ_001569highcircRAD18high987563hsa_circ_001783lowhsa_circ_001569lowcircRAD18low387063tumour tissuetumour tissuetumour (TNBC) tissueunfavorableunfavorableunfavorable[38]hsa_circ_001569[149]hsa_circ_0002453 (circRAD18)[150]circ-VRK1Total 350 BC cases   tumour tissuefavorable[142]circ-LARP4Circ-LARP4high142Circ-LARP4low141tumour tissuefavorable[151]circFBXW7circFBXW7high190circFBXW7low276tumour tissuefavorable[27]circFBXW7high110circFBXW7low165tumour (TNBC) tissuefavorablehsa_circ_0001073hsa_circ_0001073high65hsa_circ_0001073low65tumour tissuefavorable[88]hsa_circ_0000515Total 340 BC cases   tumour tissueunfavorable[152]circ-NOL10circ-NOL10high22circ-NOL10low85tumour (TNBC) tissuefavorable[84]\n        Some circRNAs promote cancer progression and have been identified as unfavourable prognostic factors in patients with breast cancer (Table 3). Wang et al. assessed circZNF609 expression in 143 patients with breast cancer, and found that high levels of circZNF609 were significantly associated with lymph node metastasis, advanced TNM stage, and poor overall survival [148]. Based on tumour samples from 136 patients with breast cancer, high hsa_circ_001783 levels were associated with poor clinical outcomes [38]. Disease-free survival was significantly shorter in patients with high circ_001783 expression, and hsa_circ_001783 expression was significantly associated with tumour size, lymph node status, TNM stage, and TNBC subtype [38]. In a cohort of 145 patients with breast cancer, hsa_circ_001569 was validated as an independent prognostic factor for 5-year overall survival, and its overexpression was associated with lymph node metastasis, advanced clinical stage, and shorter overall survival [149]. Zeng et al. found that increased circANKS1B expression was significantly associated with advanced clinical stage, lymph node metastasis and shorter overall survival time [32]. In a recent study conducted by Cai et al., lower hsa_circ_0000515 expression was associated with longer overall survival in a cohort of 340 patients with breast cancer [152]. TNBC is an aggressive breast cancer subtype, with very unfavourable outcomes. Hence, identification of efficient biomarkers for TNBC monitoring is an urgent priority, and circRNAs may serve as novel biomarkers in this context. He et al. explored the clinical implications of circGFRA1 in 222 patients with TNBC, and found that its expression was positively associated with heavier tumour burden and significantly associated with shorter overall survival and disease-free survival [24]. Chen et al. found that circEPSTI1 mediates TNBC progression and that high levels of circEPSTI1 were correlated with reduced survival in a cohort of 240 patients with TNBC [23]. CircRAD18 has been proven to promote TNBC progression, and its expression is significantly upregulated in patients with TNBC [150]. Further, analysis of the clinical relevance of circRAD18 revealed that high levels are significantly associated with later clinical stage, higher pathological grade, and poor overall survival in patients with TNBC [150].\n        In addition, some circRNAs can suppress cancer progression and have been identified as favourable prognostic factors in breast cancer (Table 3). Based on a cohort of 283 patients with breast cancer, circ_ LARP4 was identified as significantly correlated with reduced tumour size, TNM stage, and better prognosis [151]. Interestingly, circ_VRK1, which has a diagnostic value in breast cancer, is also an independent predictor of better overall survival in patients with breast cancer [142]. In a cohort of 350 patients with breast cancer, the mean overall survival of patients with high circ_VRK1 expression was 4.8 months longer than those with low expression [142]. Another circRNA, hsa_circ_0001073, has an AUC value as a biomarker for breast cancer reaching 0.99, and has a strong prognostic value in this context [88]. Investigation of the clinical relevance of hsa_circ_0001073 in 132 patients with breast cancer showed that high expression was strongly associated with reduced tumour burden and longer relapse-free survival [88]. Exosomes are 30–100 nm microvesicles released by most cells with a wide range of functional molecules including proteins and RNAs. As a liquid biopsy and a novel source of biomarkers, exosomes containing circRNAs have the potential for specificity and sensitivity in predictive, diagnostic, and prognostic analysis. For example, tumour exosomal cSERPINE2 can suppress breast cancer progression by modulating MALT1-NF-KB-IL-6 axis of tumour-associated macrophages, which may serve as a promising nanotherapeutic strategy for the treatment of breast cancer [153].\n        CircRNAs which are favourable prognostic indicators in patients with TNBC have also been reported. Ye et al. recruited a cohort of 473 patients with breast cancer, including 275 TNBC cases, and demonstrated poor overall survival and disease-free survival of those with low circFBXW7 levels, showing that circFBXW7 was an independent prognostic factor in patients with TNBC [27]. Cai et al. conducted a study of 107 patients with TNBC and found that circ-NOL10 was a promising prognostic indicator, with low circ-NOL10 expression associated with aggressive disease characteristics and shorter survival time [84].\n        Although a number of circRNAs have been identified to have prognostic value in breast cancer, the possibility of their clinical application for evaluation of breast cancer prognosis requires further investigation. Most studies have focused on and evaluated the prognostic value of single circRNA molecules, while the development of a panel of valuable circRNAs may further improve the sensitivity and specificity of prognosis evaluation.\n      \n      \n        5.3\n        Predicting therapeutic response\n        Drug resistance is a major obstacle to effective treatment of patients with breast cancer, and chemotherapy is a standard treatment approach. Current first-line chemotherapies, including anthracycline-based regimens and taxanes, have response rates of 30%–70%, while response rates to second- or third-line chemotherapies (e.g. paclitaxel, gemcitabine, and capecitabine, among others) tend to be much lower (20%–30%) [154]. Chemotherapy resistance can arise through several different mechanisms, and circRNAs have been identified as involved in these processes. Interestingly, some circRNAs are ectopically expressed in chemotherapy-resistant tumour tissue, which may indicate their role in therapeutic responses (Table 4). Circ-RNF111 [157], circ-ABCB10 [156], and hsa_circ_0006528 [155] are reported to contribute to paclitaxel resistance, and their expression is upregulated in paclitaxel-resistant breast cancer tissues relative to paclitaxel-sensitive tissues. Further, hsa_circ_0006528 is also expressed at higher levels in Adriamycin-resistant breast cancer tissues, and high hsa_circ_0006528 is associated with worse patient outcomes [158]. Another circRNA, hsa_circ_0001667, is expressed at significantly higher levels in Adriamycin-resistant breast cancer tissues relative to those in Adriamycin-sensitive tissues [80]. Anti-HER2 therapy is the most important targeted treatment for HER2+ breast cancer, although resistance to anti-HER2 therapy is also common [161]. Trastuzumab is the most commonly used anti-HER2 agent, and Hsa_circ_0001598 [159] and circ-BGN [160] were observed to be clearly upregulated in trastuzumab-resistant breast cancer tissues and related to poor patient survival (Table 4). Interestingly, exosome-transmitted circHIPK3 was found to induce trastuzumab chemoresistance in drug-sensitive breast cancer cells [162].Table 4.CircRNAs indicating therapeutic response in patients with breast cancer (from 2017 to 2022).CircRNAsSample characteristics and sizeSpecimen typeAltered expressionReferenceDrug resistancenDrug sensitivitynhsa_circ_0006528Paclitaxel resistant15Paclitaxel sensitive33tumour tissueupregulated in paclitaxel resistant patients[155]circ-ABCB10Paclitaxel resistant30Paclitaxel sensitive30tumour tissueupregulated in paclitaxel resistant patients[156]circ-RNF111Total of paclitaxel resistant and sensitive N/A30tumour tissueupregulated in paclitaxel resistant patients[157]hsa_circ_0006528Adriamycin resistant30Adriamycin sensitive33tumour tissueupregulated in adriamycin resistant patients[158]hsa_circ_0001667Adriamycin resistant27Adriamycin sensitive34tumour tissueupregulated in adriamycin resistant patients[80]hsa_circ_0001598Trastuzumab resistant19Trastuzumab sensitive31tumour (HER2+) tissueupregulated in trastuzumab resistant patients[159]circ-BGNTrastuzumab resistant22Trastuzumab sensitive75tumour (HER2+) tissueupregulated in trastuzumab resistant patients[160]\n        Current research into the relationships between circRNAs and therapeutic response is very limited and superficial. Studies to date have been limited to demonstrating that expression of some circRNAs is dysregulated in drug-resistant tumour tissues relative to drug-sensitive tissues but have not reported accurate sensitivity or specificity values of these circRNA as monitoring biomarkers for therapeutic response. Further, discovery of circRNAs suitable for assessment by liquid biopsy to monitor therapeutic response would be preferable and improve the feasibility of their application.\n5.1\n        CircRnas in early diagnosis of breast cancer\n        The high morbidity associated with breast cancer makes early diagnosis an urgent requirement. Noninvasive liquid biopsies are increasingly being applied in early diagnosis of cancer, and cell-free circRNAs are one type of biomarker analysed using this approach. CircRNAs are stable with long half-lives (>48 h) and abundantly distributed in blood and other body fluids (e.g. urine), making them suitable as liquid biopsy biomarkers. Yin et al. screened hsa_circ_0001785 as significantly dysregulated in plasma specimens from five patients with breast cancer and paired healthy volunteers and showed that it had good diagnostic value in an extended study cohort comprising 20 patients with breast cancer [136]. Further, they found that plasma hsa_circ_0001785 had better diagnostic accuracy (area under the receiver operating characteristic curve (AUC) value = 0.784) than CEA and CA153 and that plasma hsa_circ_0001785 level was strongly associated with histological grade, TNM stage, and distant metastasis [136]. Hu et al. screened plasma from 378 patients with breast cancer and 102 healthy controls and validated hsa_circ_0008673 as the most significantly upregulated circRNAs in breast cancer, with good diagnostic value (AUC = 0.833) [137]. Plasma hsa_circ_0008673 was remarkably downregulated after breast mastectomy, and its expression was positively associated with tumour size and distant metastasis [137]. Li et al. screened hsa_circ_0104824 as significantly downregulated in breast cancer tissue and further validated its downregulation in peripheral blood samples from 83 patients with breast cancer, compared with levels in 49 healthy controls [138]. ROC curve analysis revealed that hsa_circ_0104824 had an AUC value of 0.849, indicating its potential diagnostic value in breast cancer [138]. Liu et al. collected blood samples from 95 patients with breast cancer and matched healthy controls, and found that plasma hsa_circ_0000615 was expressed at significantly higher levels in patients with breast cancer [139]. The AUC value of plasma hsa_circ_0000615 for diagnosis was 0.904, and its high expression was closely associated with poor prognostic factors, including advanced tumour stage, lymph node metastasis, and higher recurrence risk [139]. Wang et al. detected expression levels of hsa_circ_0000745, hsa_circ_0001531, and hsa_circ_0001640 in whole blood samples from 129, 19 and 13 patients with breast cancer, patients with benign breast tumours, and healthy controls, respectively, and found that the circRNAs were upregulated and had good diagnostic potential for breast cancer and that the combination of all three circRNAs had superior diagnostic potential, with an AUC value of 0.913 [140].\n        Although circRNAs exhibited good diagnostic value for breast cancer with high AUC values in all the studies described above and were even better than classic biomarkers, such as CA153 and CEA in some reports, prospective investigations are needed to further assess their effectiveness in screening for early-stage breast cancer.\n        Several circRNAs have been found to be ectopically expressed in breast cancer tissue, of which some were identified as tumour promoters (e.g. circSEPT9 [22] and hsa_circ_0005046 [141]), while others were tumour suppressors (e.g. circVRK1 [142], hsa_circ_0006220 [143], hsa_circ_0043278 [144], hsa_circ_0001073 [88], hsa_circ_006054 [145], hsa_circ_100219 [145], and hsa_circ_406697 [145]). All circRNAs reported to have value for early diagnosis of breast cancer, from studies with breast cancer sample size ≥ 50, published from 2017 to 2022, are listed in Table 2. Expression levels of circRNAs identified from breast cancer tissue samples require further investigation in blood or other body fluids, to validate whether they have value as non-invasive biomarkers for early diagnosis of breast cancer.Table 2.CircRNAs for early diagnosis in patients with breast cancer (from 2017 to 2022). Sample characteristics and size       CircRNAsBcanControlnSpecimen typeAltered expressionDetection methodsAUCSensitivitySpecificityReferencehsa_circ_0001785 20 20plasmaupregulatedqRT-PCR0.7840.7640.699[124]hsa_circ_103110BC51adjacent normal tissue51tumorupregulatedqRT-PCR0.630.630.63[152]hsa_circ_1046890.610.570.55hsa_circ_1048210.60.570.57hsa_circ_006054BC51adjacent normal tissue51tumordownregulatedqRT-PCR0.710.650.69hsa_circ_1002190.780.690.71hsa_ circ_4066970.640.630.63hsa_circ_0008673 378 102plasmaupregulatedqRT-PCR0.8330.550.971[125]hsa_circ_0104824 83 49plasmaupregulatedqRT-PCR0.8490.7110.755[126]circSEPT9TNBC60adjacent normal tissue60tumorupregulatedqRT-PCR0.7110.6330.75[104]circVRK1BC350adjacent normal tissue163tumordownregulatedqRT-PCR0.720.6170.791[130]hsa_circ_0043278BC50paired normal tissue50tumordownregulatedqRT-PCR0.69N/AN/A[132]hsa_circ_0001073BC112peritumoural tissues132tumordownregulatedqRT-PCR0.9890.9240.974[61]hsa_circ_0000615 95 95plasmaupregulatedqRT-PCR0.9040.7680.884[127]hsa_circ_0000745 129 13plasmaupregulatedqRT-PCR0.913N/AN/A[128]hsa_circ_0001531hsa_circ_0001640hsa_circ_0005046BC60adjacent normal tissue60tumorupregulatedqRT-PCR0.770.850.51[129]hsa_circ_0006220BC50paired normal tissue50tumordownregulatedqRT-PCR0.706N/AN/A[131]\n5.2\n        CircRnas for evaluation of breast cancer prognosis\n        Survival statistics from the SEER database show that the 5-year relative survival rate for patients with breast cancer of all SEER stages combined is 90%, while that for patients with distant metastasis is only 29% [147]. Good prognostic biomarkers can help identify patients with worse prognoses, such as those who may develop distant metastasis, for whom strict monitoring or intensive anti-cancer treatment should be recommended at an early stage. Many circRNAs have been identified as significantly related to the survival of patients with breast cancer and represent potentially attractive prognostic biomarkers. CircRNAs highlighted as having the potential for evaluating prognosis in patients with breast cancer in recent studies, including total breast cancer sample size ≥ 100, published from 2017 to 2022, are summarized in Table 3.Table 3.CircRNAs for evaluating prognosis in patients with breast cancer (from 2017 to 2022).CircRNAsSample characteristics and sizeSpecimen typePrognostic factorReferencecircRNA of high expressionncircRNA of low expressionncircGFRA1circGFRA1high119circGFRA1low103tumour (TNBC) tissueunfavorable[24]circEPSTI1circEPSTI1highcircZNF609highcircANKS1Bhigh837282circEPSTI1lowcircZNF609lowcircANKS1Blow1577183tumour (TNBC) tissuetumour tissuetumour tissueunfavorableunfavorableunfavorable[23]circZNF609[148]circANKS1B[32]hsa_circ_001783hsa_circ_001783highhsa_circ_001569highcircRAD18high987563hsa_circ_001783lowhsa_circ_001569lowcircRAD18low387063tumour tissuetumour tissuetumour (TNBC) tissueunfavorableunfavorableunfavorable[38]hsa_circ_001569[149]hsa_circ_0002453 (circRAD18)[150]circ-VRK1Total 350 BC cases   tumour tissuefavorable[142]circ-LARP4Circ-LARP4high142Circ-LARP4low141tumour tissuefavorable[151]circFBXW7circFBXW7high190circFBXW7low276tumour tissuefavorable[27]circFBXW7high110circFBXW7low165tumour (TNBC) tissuefavorablehsa_circ_0001073hsa_circ_0001073high65hsa_circ_0001073low65tumour tissuefavorable[88]hsa_circ_0000515Total 340 BC cases   tumour tissueunfavorable[152]circ-NOL10circ-NOL10high22circ-NOL10low85tumour (TNBC) tissuefavorable[84]\n        Some circRNAs promote cancer progression and have been identified as unfavourable prognostic factors in patients with breast cancer (Table 3). Wang et al. assessed circZNF609 expression in 143 patients with breast cancer, and found that high levels of circZNF609 were significantly associated with lymph node metastasis, advanced TNM stage, and poor overall survival [148]. Based on tumour samples from 136 patients with breast cancer, high hsa_circ_001783 levels were associated with poor clinical outcomes [38]. Disease-free survival was significantly shorter in patients with high circ_001783 expression, and hsa_circ_001783 expression was significantly associated with tumour size, lymph node status, TNM stage, and TNBC subtype [38]. In a cohort of 145 patients with breast cancer, hsa_circ_001569 was validated as an independent prognostic factor for 5-year overall survival, and its overexpression was associated with lymph node metastasis, advanced clinical stage, and shorter overall survival [149]. Zeng et al. found that increased circANKS1B expression was significantly associated with advanced clinical stage, lymph node metastasis and shorter overall survival time [32]. In a recent study conducted by Cai et al., lower hsa_circ_0000515 expression was associated with longer overall survival in a cohort of 340 patients with breast cancer [152]. TNBC is an aggressive breast cancer subtype, with very unfavourable outcomes. Hence, identification of efficient biomarkers for TNBC monitoring is an urgent priority, and circRNAs may serve as novel biomarkers in this context. He et al. explored the clinical implications of circGFRA1 in 222 patients with TNBC, and found that its expression was positively associated with heavier tumour burden and significantly associated with shorter overall survival and disease-free survival [24]. Chen et al. found that circEPSTI1 mediates TNBC progression and that high levels of circEPSTI1 were correlated with reduced survival in a cohort of 240 patients with TNBC [23]. CircRAD18 has been proven to promote TNBC progression, and its expression is significantly upregulated in patients with TNBC [150]. Further, analysis of the clinical relevance of circRAD18 revealed that high levels are significantly associated with later clinical stage, higher pathological grade, and poor overall survival in patients with TNBC [150].\n        In addition, some circRNAs can suppress cancer progression and have been identified as favourable prognostic factors in breast cancer (Table 3). Based on a cohort of 283 patients with breast cancer, circ_ LARP4 was identified as significantly correlated with reduced tumour size, TNM stage, and better prognosis [151]. Interestingly, circ_VRK1, which has a diagnostic value in breast cancer, is also an independent predictor of better overall survival in patients with breast cancer [142]. In a cohort of 350 patients with breast cancer, the mean overall survival of patients with high circ_VRK1 expression was 4.8 months longer than those with low expression [142]. Another circRNA, hsa_circ_0001073, has an AUC value as a biomarker for breast cancer reaching 0.99, and has a strong prognostic value in this context [88]. Investigation of the clinical relevance of hsa_circ_0001073 in 132 patients with breast cancer showed that high expression was strongly associated with reduced tumour burden and longer relapse-free survival [88]. Exosomes are 30–100 nm microvesicles released by most cells with a wide range of functional molecules including proteins and RNAs. As a liquid biopsy and a novel source of biomarkers, exosomes containing circRNAs have the potential for specificity and sensitivity in predictive, diagnostic, and prognostic analysis. For example, tumour exosomal cSERPINE2 can suppress breast cancer progression by modulating MALT1-NF-KB-IL-6 axis of tumour-associated macrophages, which may serve as a promising nanotherapeutic strategy for the treatment of breast cancer [153].\n        CircRNAs which are favourable prognostic indicators in patients with TNBC have also been reported. Ye et al. recruited a cohort of 473 patients with breast cancer, including 275 TNBC cases, and demonstrated poor overall survival and disease-free survival of those with low circFBXW7 levels, showing that circFBXW7 was an independent prognostic factor in patients with TNBC [27]. Cai et al. conducted a study of 107 patients with TNBC and found that circ-NOL10 was a promising prognostic indicator, with low circ-NOL10 expression associated with aggressive disease characteristics and shorter survival time [84].\n        Although a number of circRNAs have been identified to have prognostic value in breast cancer, the possibility of their clinical application for evaluation of breast cancer prognosis requires further investigation. Most studies have focused on and evaluated the prognostic value of single circRNA molecules, while the development of a panel of valuable circRNAs may further improve the sensitivity and specificity of prognosis evaluation.\n5.3\n        Predicting therapeutic response\n        Drug resistance is a major obstacle to effective treatment of patients with breast cancer, and chemotherapy is a standard treatment approach. Current first-line chemotherapies, including anthracycline-based regimens and taxanes, have response rates of 30%–70%, while response rates to second- or third-line chemotherapies (e.g. paclitaxel, gemcitabine, and capecitabine, among others) tend to be much lower (20%–30%) [154]. Chemotherapy resistance can arise through several different mechanisms, and circRNAs have been identified as involved in these processes. Interestingly, some circRNAs are ectopically expressed in chemotherapy-resistant tumour tissue, which may indicate their role in therapeutic responses (Table 4). Circ-RNF111 [157], circ-ABCB10 [156], and hsa_circ_0006528 [155] are reported to contribute to paclitaxel resistance, and their expression is upregulated in paclitaxel-resistant breast cancer tissues relative to paclitaxel-sensitive tissues. Further, hsa_circ_0006528 is also expressed at higher levels in Adriamycin-resistant breast cancer tissues, and high hsa_circ_0006528 is associated with worse patient outcomes [158]. Another circRNA, hsa_circ_0001667, is expressed at significantly higher levels in Adriamycin-resistant breast cancer tissues relative to those in Adriamycin-sensitive tissues [80]. Anti-HER2 therapy is the most important targeted treatment for HER2+ breast cancer, although resistance to anti-HER2 therapy is also common [161]. Trastuzumab is the most commonly used anti-HER2 agent, and Hsa_circ_0001598 [159] and circ-BGN [160] were observed to be clearly upregulated in trastuzumab-resistant breast cancer tissues and related to poor patient survival (Table 4). Interestingly, exosome-transmitted circHIPK3 was found to induce trastuzumab chemoresistance in drug-sensitive breast cancer cells [162].Table 4.CircRNAs indicating therapeutic response in patients with breast cancer (from 2017 to 2022).CircRNAsSample characteristics and sizeSpecimen typeAltered expressionReferenceDrug resistancenDrug sensitivitynhsa_circ_0006528Paclitaxel resistant15Paclitaxel sensitive33tumour tissueupregulated in paclitaxel resistant patients[155]circ-ABCB10Paclitaxel resistant30Paclitaxel sensitive30tumour tissueupregulated in paclitaxel resistant patients[156]circ-RNF111Total of paclitaxel resistant and sensitive N/A30tumour tissueupregulated in paclitaxel resistant patients[157]hsa_circ_0006528Adriamycin resistant30Adriamycin sensitive33tumour tissueupregulated in adriamycin resistant patients[158]hsa_circ_0001667Adriamycin resistant27Adriamycin sensitive34tumour tissueupregulated in adriamycin resistant patients[80]hsa_circ_0001598Trastuzumab resistant19Trastuzumab sensitive31tumour (HER2+) tissueupregulated in trastuzumab resistant patients[159]circ-BGNTrastuzumab resistant22Trastuzumab sensitive75tumour (HER2+) tissueupregulated in trastuzumab resistant patients[160]\n        Current research into the relationships between circRNAs and therapeutic response is very limited and superficial. Studies to date have been limited to demonstrating that expression of some circRNAs is dysregulated in drug-resistant tumour tissues relative to drug-sensitive tissues but have not reported accurate sensitivity or specificity values of these circRNA as monitoring biomarkers for therapeutic response. Further, discovery of circRNAs suitable for assessment by liquid biopsy to monitor therapeutic response would be preferable and improve the feasibility of their application.\n6.\n      Conclusions and future perspectives\n      With the rapid development of RNA-Seq and bioinformatics analytic tools, the key roles of circRNAs in regulating cellular biology in breast cancer have been partially elucidated [146,163,164]. These abundant and stable noncoding RNAs play vital roles in the circRNA-miRNA-protein axis. As circRNAs can also be located in the nucleus, where they bind to RBPs, some studies have reported their roles in regulating alternative splicing and mRNA degradation. Furthermore, circRNAs have functions involving their roles as transcription regulators and protein translation templates.\n      In recent years, studies have demonstrated the clinical prospects for the use of circRNAs as tumour biomarkers. In this review, we summarize the biological functions of circRNAs in different breast cancer subtypes, including their regulatory functions in breast cancer cell proliferation, migration, invasion, EMT, and drug resistance. As circRNAs are stable in exosomes and blood plasma, they have promising advantages as potential biomarkers for early diagnosis, prognosis evaluation, and monitoring therapeutic response in patients with breast cancer[165].\n      Nevertheless, research on circRNAs in breast cancer remains insufficient and the application of circRNAs in clinical practice for diagnosing, treating, and monitoring breast cancer will require considerable further development. We suggest the following approaches to study circRNAs in breast cancer in the future. First, more in vivo experiments to provide solid evidence explaining the roles of circRNAs in breast cancer. Second, given the heterogeneity of breast cancer, more attention needs to be paid to the mechanisms of actions and biological functions of key circRNAs involved in the four breast cancer subtypes; for example, different subtypes may have distinct driver circRNAs, and one circRNA may have totally different functions in different breast cancer subtypes. Third, as regulators, the functions of circRNAs depend on numerous other molecules, such as miRNAs and mRNAs, and the interplay among circRNAs and these molecules should be considered in exploration of circRNA regulatory networks; for example, sequencing of circRNAs, miRNAs, and mRNAs could be conducted synchronously in the same batch of specimens. Fourth, the emerging role of exosomal circRNAs warrants close attention; in particular, their unique biological functions in breast cancer metastasis and potential value as liquid biopsy biomarkers. Finally, numerous clinical studies and multi-centre clinical trials are required, as the ultimate goal of circRNA research in breast cancer is to apply circRNAs in clinical practice; however, with the development of techniques for screening circRNAs and updating of experimental tools for researching into circRNAs, we believe that the roles of circRNAs in breast cancer can be clearly determined, and ultimately have potential to benefit patients with breast cancer in clinical practice.\nSupplementary material\n      Supplemental data for this article can be accessed online at https://doi.org/10.1080/15476286.2023.2272468\nDisclosure statement\n      No potential conflict of interest was reported by the authors.\nAuthor’s contributions\n      JJ Zhou and L Wang planned and designed this review. JJ Zhou and L Wang drew the outline of the review. JJ Zhou, ZW Wang, H Deng and Y Jin wrote the manuscript. H Deng drew the figure. ZW Wang, H Deng and Y Jin drew the tables. Meng L, J Huang, J Wang and K Zhang participated in searching clinical studies for circRNAs in breast cancer. All authors have read and approved the final manuscript.\nConsent for publication\n      All authors have read and approved the final manuscript.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10730165/",
    "doi": "https://doi.org/10.1080/15476286.2023.2272468",
    "citation_count": 2,
    "references": {
        "10931613": "Genomic Alterations Affecting Competitive Endogenous RNAs (ceRNAs) and Regulatory Networks (ceRNETs) with Clinical Implications in Triple-Negative Breast Cancer (TNBC)",
        "10928600": "Molecular mechanisms of circular RNA in breast cancer: a narrative review"
    },
    "journal": "RNA Biology",
    "topics": [
        "cancer, circular, significance, clinical",
        "rnas, biology, breast, clinical",
        "breast, biology, clinical, rnas"
    ]
}