{
    "title": "Family history and risk of breast cancer: an analysis accounting for family structure",
    "abstract": "A likelihood ratio test was used to compare the contribution of the FHS to models with the presence of a family history of breast cancer (yes/no), the number of relatives with breast cancer (0.1, >2), the type of relative(s) with breast cancer (non, mother, sister, daughter, ≥2 relatives), and the age of the youngest relative with breast cancer (none, <45, ≥45), i.e., measures of family history used in previous epidemiological studies [5–26]. of relatives with breast cancer \\documentclass[12pt]{minimal} \\usepackage{amsmath} \\usepackage{wasysym} \\usepackage{amsfonts} \\usepackage{amssymb} \\usepackage{amsbsy} \\usepackage{mathrsfs} \\usepackage{upgreek} \\setlength{\\oddsidemargin}{-69pt} \\begin{document}$$\\chi_{1}^{2}$$\\end{document}χ12 = 10.86, P = 0.001 (c + e) Type of relative with breast cancer added to FHS5112.74 \\documentclass[12pt]{minimal} \\usepackage{amsmath} \\usepackage{wasysym} \\usepackage{amsfonts} \\usepackage{amssymb} \\usepackage{amsbsy} \\usepackage{mathrsfs} \\usepackage{upgreek} \\setlength{\\oddsidemargin}{-69pt} \\begin{document}$$\\chi_{4}^{2}$$\\end{document}χ42 = 10.31, P = 0.36 (e + c) FHS added to Type of relative with breast cancer \\documentclass[12pt]{minimal} \\usepackage{amsmath} \\usepackage{wasysym} \\usepackage{amsfonts} \\usepackage{amssymb} \\usepackage{amsbsy} \\usepackage{mathrsfs} \\usepackage{upgreek} \\setlength{\\oddsidemargin}{-69pt} \\begin{document}$$\\chi_{1}^{2}$$\\end{document}χ12 = 13.18, P = 0.0003 (d + e) Age of relative at breast cancer diagnosis added to FHS3112.63 \\documentclass[12pt]{minimal} \\usepackage{amsmath} \\usepackage{wasysym} \\usepackage{amsfonts} \\usepackage{amssymb} \\usepackage{amsbsy} \\usepackage{mathrsfs} \\usepackage{upgreek} \\setlength{\\oddsidemargin}{-69pt} \\begin{document}$$\\chi_{2}^{2}$$\\end{document}χ22 = 10.20, P = 0.006 (e + d) FHS added to age of relative at breast cancer diagnosis \\documentclass[12pt]{minimal} \\usepackage{amsmath} \\usepackage{wasysym} \\usepackage{amsfonts} \\usepackage{amssymb} \\usepackage{amsbsy} \\usepackage{mathrsfs} \\usepackage{upgreek} \\setlength{\\oddsidemargin}{-69pt} \\begin{document}$$\\chi_{1}^{2}$$\\end{document}χ12 = 6.22, P = 0.013 *Variation accounted for by adding variables to model already including age at menarche, benign breast disease, oral contraceptive use, parity, age at first birth, breastfeeding, age at menopause, hormone replacement therapy use, physical activity, pre- and post-menopausal body mass index, alcohol intake, smoking status, and socioeconomic status aTrend across six groups bTest of improvement to the fit of the model by addition of alternative method for describing family history Conclusions A family history score based on expected as well as observed breast cancers in a family can give greater risk discrimination on breast cancer incidence than conventional parameters based solely on cases in affected relatives. A likelihood ratio test was used to compare the contribution of the FHS to models with the presence of a family history of breast cancer (yes/no), the number of relatives with breast cancer (0.1, >2), the type of relative(s) with breast cancer (non, mother, sister, daughter, ≥2 relatives), and the age of the youngest relative with breast cancer (none, <45, ≥45), i.e., measures of family history used in previous epidemiological studies [5–26].",
    "authors": [
        "Hannah R. Brewer",
        "Michael E. Jones",
        "Minouk J. Schoemaker",
        "Alan Ashworth",
        "Anthony J. Swerdlow"
    ],
    "published_year": "2017",
    "description": "Purpose\n          Family history is an important risk factor for breast cancer incidence, but the parameters conventionally used to categorize it are based solely on numbers and/or ages of breast cancer cases in the family and take no account of the size and age-structure of the woman’s family.\nMethods\n      The Generations Study (GS) is a prospective cohort study that began recruiting women aged 16 or older from the general population of the United Kingdom in 2003 and now comprises over 113,000 women who completed an extensive questionnaire and provided consent [28]. The first follow-up questionnaire was sent to GS participants about two and a half years after their entry to the study and subsequent follow-up questionnaires at intervals of about three and a half years. The study was approved by the South East Multi-Centre Research Ethics Committee.\n      The current analytic cohort is based on women who joined the study between June 2003 and June 2012, inclusive. Participants who had been diagnosed with breast cancer before entering the study (n = 6604) or who reported that they did not know about their biological parents or siblings (n = 3905) were excluded. This left 103,738 participants who formed the analysis cohort. Breast cancers occurring in GS cohort participants were reported by these participants in their follow-up questionnaires, and later confirmed by cancer registry records, general practitioners, pathology records, or through ‘flagging’ at the National Health Service Central Registers (registers of England, Wales, and Scotland populations to which GS participants can be matched, and deaths and national cancer registrations then reported to authorized researchers).\n      \n        Statistical analysis\n        \n          Assessment of breast cancer risk in families of participants\n          Information about first-degree relatives’ dates of birth, cancer history, and, for parents only, dates of death was provided by the participants in their recruitment questionnaire. There were 294,100 recorded first-degree female relatives of participants in this analysis cohort. For a small proportion of relatives, year of birth was not stated, or the stated year was impossible (n = 12,458, 4.2% of relatives), and for these women, year of birth was estimated (e.g., where birth year was unknown for mothers of participants, we assumed that the mother was older than the participant by the average age at childbirth in her generation). For analysis, we considered for each participant, all female full first-degree relatives as her ‘family cohort’ (i.e., half-sisters were excluded). Each relative in such a family cohort was considered to enter risk at her own date of birth and to leave risk at her year of breast cancer diagnosis, year of death (for mothers only), or the year the participant’s recruitment questionnaire was received (i.e., the last date information was provided about the relative), whichever occurred earliest.\n          We calculated the expected number of breast cancers in each family cohort by multiplying the cumulative person-years in the family cohort, stratified by age and calendar year, by the corresponding national annual, age-specific breast cancer incidence rates, and then summing across all strata. Published national breast cancer incidence rates for England and Wales combined were only available from 1971 to 1998. Rates from 1911 to 1970 were estimated by multiplying the age-specific breast cancer mortality rates in these years by the average age-specific ratio between published England and Wales incidence and mortality rates during 1971–1979. The average of the estimated incidence rates from 1911 to 1920 was used for years before 1911, when age-specific breast cancer mortality rates were not available. English national incidence rates were used for years after 1998 because combined England and Wales rates were not published after then. However, the difference will have been negligible since England contributes 94.6% of the combined population.\n          The total observed number of first primary breast cancers occurring in relatives in the family cohort was divided by the number of expected breast cancers, calculated as above, to produce a standardized incidence ratio (SIR) for that family. We will refer to this SIR as the ‘Family History Score’ (FHS).\n        \n        \n          Assessment of breast cancer risk in participants in relation to family history\n          We assessed risk of breast cancer in GS participants in relation to the FHS of their family, by calculating hazard ratios (HR) using Cox-proportional hazards regression with left truncation and right censoring, with age as the underlying time scale [29]. The FHS was ordered into six groups, and these groups were scored 0–5 for trend tests. We also similarly assessed breast cancer risk in GS participants in relation to presence of a family history of breast cancer (yes/no), the number of relatives with breast cancer (0,1, ≥2), the type of relative(s) with breast cancer (none, mother, sister, daughter, ≥2 relatives), and the age of the youngest relative with breast cancer (none, <45, ≥45 years). Relative risks of breast cancer were adjusted for age at menarche, benign breast disease, oral contraceptive use, parity, age at first birth, breastfeeding, age at menopause and menopausal status, hormone replacement therapy use, physical activity, pre- and post-menopausal body mass index, alcohol intake, smoking status, and socioeconomic status. For the HR calculations, participant entry to risk began on the date of completion of the recruitment questionnaire, and exit from risk was on the date the participant was diagnosed with breast cancer, date of last follow-up questionnaire, emigration, loss to follow-up, or death, whichever occurred earliest up to 30th August 2015.\n          To observe the impact of unknown vital status in sisters and daughters (i.e., of the assumption that they did not die before the other exit criteria had occurred), we conducted sensitivity analyses reducing the follow-up time (and hence expecteds) for sisters and daughters of GS participants in line with mortality rates in women of similar ages to the sisters and daughters without a history of breast cancer.\n          Because of the recruitment method [28], about 28% of participants have a first-degree relative who is also a GS participant, and in sensitivity analyses, we removed all participating relatives who joined the GS after the first participating relative.\n          For the main analyses, in situ diagnoses in participants were included together with invasive breast cancers, since ductal carcinoma in situ (DCIS) is widely considered to be a precursor of invasive breast cancer [30]. Women with such diagnoses are often treated with a mastectomy or lumpectomy and sometimes radiation and/or hormonal therapy [31]. Sensitivity analyses were also conducted, however, restricted to invasive breast cancers.\n          A likelihood ratio test was used to compare the contribution of the FHS to models with the presence of a family history of breast cancer (yes/no), the number of relatives with breast cancer (0.1, >2), the type of relative(s) with breast cancer (non, mother, sister, daughter, ≥2 relatives), and the age of the youngest relative with breast cancer (none, <45, ≥45), i.e., measures of family history used in previous epidemiological studies [5–26]. All statistical tests were two sided, and analyses were done using Stata (version 14.0) [31].\nResults\n      As of 30 August 2015, of the 103,738 GS participants, 1,474 were diagnosed with invasive breast cancer during follow-up and 259 with in situ diagnoses, giving a total of 1733 who reported breast cancer, with 99.8% confirmed from medical records. Follow-up questionnaires were completed by 96.3% of participants, and cancer status known from flagging for a further 1.7%. The remaining participants had either died (0.8%) or were lost to follow-up (1.2%). Total follow-up was 627,944 person-years, an average of 6.1 years per cohort member.\n      Descriptive characteristics of women in the GS cohort are shown in Table 1. Almost half of the participants were aged 45–64 years (47.4%) at recruitment, and 64.4% joined the study during 2006–2009. A slight majority (55.4%) of women who developed breast cancer during follow-up were diagnosed before age 60, with the overall mean age at diagnosis 53 years. There were 15,520 participants (15%) who reported one or more relative(s) with a history of breast cancer at recruitment, with most relatives (61.5%) diagnosed before age 60 and the overall mean age at diagnosis 57 years.Table 1Descriptive characteristics of the Generations Study cohort members in the United Kingdom and their family history of breast cancerCharacteristicNumberPercent (%)Participants in cohort Age at entry to the study (years)  16–2455915.4  25–3417,43016.8  35–4422,87222.0  45–5424,66823.8  55–6424,45923.6  65–10287188.4  Total103,738100.0 Year of entry  2003–200534,68133.4  2006–200966,75664.4  2010–201223012.2  Total103,738100.00 Age at breast cancer diagnosis (years)  <3070.4*\n  30–4421812.6  45–5973442.4  ≥6077444.6  Total1733100.0 Family history of breast cancer (no. of affected relatives)  088,21985.0  114,75014.2  26690.7  ≥31000.1  Total103,738100.0First-degree, female relatives of participants in cohort Age at breast cancer diagnosis (years)  <301490.9a\n  30–44267917.3  45–59671643.3  ≥60597638.5  Total15,520100.0\n*Percentages among those with breast cancer\naPercentages among relatives with breast cancer\n\n      The relative risks of breast cancer in participants in relation to FHS are shown in Table 2. Eighty five percent of participants had no family member with breast cancer (i.e., FHS = 0), 8% had non-zero scores up to 20, and 7% had scores greater than this, with only 0.9% participants having a score ≥500. Risk of breast cancer increased significantly as the FHS increased (P\ntrend <0.0001). Participants in the highest FHS category had a relative risk of 3.50 (95% CI 2.56–4.79; P < 0.0001) compared with those with no affected relatives.Table 2Relative risks of breast cancer in Generations Study members by family history score (FHS), adjusted for other breast cancer risk factors*\nFamily History ScoreNo. of study participantsPerson-years (1000)No. of breast cancer casesHR95% CI\nP\n0a\n88,219534.51,3011.00baseline<10361021.71261.611.34, 1.94<0.000110–<20456327.51341.631.36, 1.95<0.000120–< 50433426.2941.721.39, 2.12<0.000150–< 100169210.2372.111.52, 2.92<0.0001≥10013207.9413.502.56, 4.79<0.0001Total103,738627.91,733Test for trendb: <0.0001\nHR Hazard Ratio from Cox regression using age as time scale, CI Confidence interval\n*Adjusted for age at menarche, benign breast disease, oral contraceptive use, parity, age at first birth, breastfeeding, age at menopause, hormone replacement therapy use, physical activity, pre- and post-menopausal body mass index, alcohol intake, smoking status, and socioeconomic status\naNo history of breast cancer in first-degree female relatives\nbTest for trend across six groups scored 0–5\n\n      The analysis in Table 2 was also conducted for risk of estrogen receptor-positive and estrogen receptor-negative breast cancers separately (Supplement Tables 1 and 2, respectively); there was a similar increase in risk of each as the FHS increased (FHS ≥100 HR = 3.12 95% CI 2.14–4.55, P\ntrend < 0.0001; and FHS ≥ 100 HR = 3.61 95% CI 1.69–7.72, P\ntrend = 0.0001, respectively). In sensitivity analyses after reducing follow-up time in sisters and daughters without a history of breast cancer (see Methods), there was no change in relative risks of breast cancer (FHS ≥ 100 HR = 3.50, 95% CI 2.56–4.79, P\ntrend < 0.0001). When sensitivity analyses were conducted with only one participant proband included if more than one family member had joined the cohort (see Methods), there was still a similar increase in risk (FHS ≥ 100 HR = 3.31 95% CI 2.38, 4.60, P\ntrend < 0.0001). Analysis of invasive breast cancer only (n = 1474 cases) also showed a significant increasing trend (FHS ≥ 100 HR = 3.09, 95% CI 2.16–4.43, P\ntrend < 0.0001). Omitting participants for whom date of birth was missing for any relatives had no material effect on the results.\n      Table 3 shows the adjusted relative risks of breast cancer in the GS based on several other methods of family history categorization. The relative risk of breast cancer in women with at least one first-degree female relative with breast cancer was increased compared with those without a family history (HR = 1.77, 95% CI 1.58–1.97, P < 0.0001), while the breast cancer risk in participants with two or more relatives diagnosed with breast cancer more than doubled (HR = 2.52; 95% CI 1.83–3.47; P < 0.0001). About 5% of participants with two or more relatives with breast cancer (n = 41) fell into the highest FHS score group, 10% into the FHS 50 ≤ 100 group (n = 72), and 85% (n = 656) had a FHS below 50.Table 3Relative risks of breast cancer in Generations Study participants based on various commonly used categorizations of family history, adjusted for other breast cancer risk factors*\nBreast cancer in familya\nNo. of study participants (%)Person-years (1000)No. of breast cancer casesHR95% CI\nP\nDiagnosis of breast cancer in relative No88,219 (85.0)534.51,3011.00baseline Yes15,519 (15.0)93.44321.771.58, 1.97<0.0001No. of relatives with breast cancer 088,219 (85.0)534.51,3011.00baseline 114,750 (14.2)88.93931.721.53, 1.92<0.0001 ≥2769 (0.8)4.5392.521.83, 3.47<0.0001Type of relative with breast cancer Unaffected relative88,219 (85.0)534.51,3011.00baseline Mother only11,940 (11.5)71.92951.721.51, 1.95<0.0001 Sister only2,730 (2.6)16.5961.731.40, 2.13<0.0001 Daughter only80 (0.1)0.521.220.30, 4.890.78 Combination of relativesa\n769 (0.8)4.5392.521.83, 3.47<0.0001Age of relative at diagnosis(years)b\n Unaffected relative88,219 (85.0)534.513011.00baseline <452828 (2.8)16.9972.472.01, 3.04<0.0001 ≥4512,691 (12.2)76.53351.631.45, 1.84<0.0001\nHR Hazard Ratio from Cox regression using age as time scale, CI Confidence Interval\n*Adjusted for age at menarche, benign breast disease, oral contraceptive use, parity, age at first birth, breastfeeding, age at menopause, hormone replacement therapy use, physical activity, pre- and post-menopausal body mass index, alcohol intake, smoking status, and socioeconomic status\naFirst-degree female relatives\nbYoungest if >1 relative with breast cancer\n\n      Breast cancer risks were similar in participants with a mother only (HR = 1.72; 95% CI 1.51–1.95; P < 0.0001) or sister only (HR = 1.73; 95% CI 1.40–2.13; P < 0.0001) with breast cancer. Participants who reported a relative diagnosed with breast cancer before age 45 had a relative risk of 2.47 (95% CI 2.01–3.04; P < 0.0001) which was significantly higher (P < 0.001) than those with an affected relative over age 45 (HR = 1.63 95% CI 1.45–1.84; P < 0.0001). None of these measures showed as great a risk discrimination as the FHS.\n      Likelihood ratio tests comparing models with and without the addition of the FHS to models with the measures of family history in Table 3 are shown in Table 4. The addition of the FHS gave a highly significant improvement to risk models containing binary family history (P < 0.001), the number of relatives with breast cancer (P = 0.001), the type of relative with breast cancer (P < 0.001), and the age of relative at breast cancer diagnosis (P = 0.01). Conversely, addition of binary family history or number of affected relatives to a model with FHS showed some evidence of significant improvement (P = 0.04 and P = 0.02, respectively), but the addition of type of relative to the FHS showed no significant improvement (P = 0.35). The best combination of variables was one with relative age at breast cancer diagnosis and FHS, for which the addition of either in the presence of the other showed a highly significant improvement (P = 0.006 and P = 0.01).Table 4Likelihood ratio test results comparing Cox-proportional hazards breast cancer risk models for different methods, and combinations of methods, of categorizing family historyModelGoodness of fitLikelihood ratio testb (\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\chi_{df}^{2}$$\\end{document}χdf2), P value\ndf\n\nχ\n2*\n(a) Binary family history (Yes/No)194.57(b) No. of relatives with breast cancer (0, 1, ≥ 2)299.29(c) Type of relative with breast cancer (No, mother, sister, daughter, combination of relatives)499.55(d) Age of relative at breast cancer diagnosis (No, < 45, ≥ 45)2106.41(e) Family History Score (FHS)a\n1102.42Combinations (a + e) Binary family history added to FHS2106.51\n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\chi_{1}^{2}$$\\end{document}χ12 = 4.08, P = 0.04 (e + a) FHS added to Binary family history\n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\chi_{1}^{2}$$\\end{document}χ12 = 11.94, P = 0.0005 (b + e) No. of relatives with breast cancer added to FHS3110.14\n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\chi_{2}^{2}$$\\end{document}χ22 = 7.72, P = 0.02 (e + b) FHS added to No. of relatives with breast cancer\n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\chi_{1}^{2}$$\\end{document}χ12 = 10.86, P = 0.001 (c + e) Type of relative with breast cancer added to FHS5112.74\n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\chi_{4}^{2}$$\\end{document}χ42 = 10.31, P = 0.36 (e + c) FHS added to Type of relative with breast cancer\n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\chi_{1}^{2}$$\\end{document}χ12 = 13.18, P = 0.0003 (d + e) Age of relative at breast cancer diagnosis added to FHS3112.63\n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\chi_{2}^{2}$$\\end{document}χ22 = 10.20, P = 0.006 (e + d) FHS added to age of relative at breast cancer diagnosis\n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\chi_{1}^{2}$$\\end{document}χ12 = 6.22, P = 0.013\n*Variation accounted for by adding variables to model already including age at menarche, benign breast disease, oral contraceptive use, parity, age at first birth, breastfeeding, age at menopause, hormone replacement therapy use, physical activity, pre- and post-menopausal body mass index, alcohol intake, smoking status, and socioeconomic status\naTrend across six groups\nbTest of improvement to the fit of the model by addition of alternative method for describing family history\nConclusions\n          A family history score based on expected as well as observed breast cancers in a family can give greater risk discrimination on breast cancer incidence than conventional parameters based solely on cases in affected relatives. Our modeling suggests that a yet stronger predictor of risk might be a combination of this score and age at diagnosis in relatives.\nElectronic supplementary material\n      \n        Below is the link to the electronic supplementary material.\nSupplementary material 1 (DOCX 19 kb)\nIntroduction\n      Breast cancer is the most common cancer in women and the leading cause of cancer-related deaths in women worldwide [1]. In addition to well-established reproductive and lifestyle risk factors such as early age at menarche and HRT intake, there is a strong risk in relation to family history of breast cancer, with a twofold increase in risk of developing the disease for women with breast cancer in their first-degree family, and a larger increase in risk among women with a first-degree relative diagnosed before age 50 compared with after age 50 years [2–4].\n      In assessing risk of breast cancer, the categorization of family history as a risk factor for breast cancer has ranged from presence or absence of a family history [5–13] to more specific descriptions of cases in the family such as the number, type, age at diagnosis (e.g., ≤45 or >45 [14, 15], or ≤50 or >50 years [11, 14, 16]) of relatives who have had breast cancer [16–25], and a combination of the type of relative and age at diagnosis [3, 26]. These methods did not consider, however, the number of female relatives, and the person-years they have lived through, by age and calendar period, i.e., the denominator of the family’s risk. Women with many relatives who have reached older ages would be expected, for that reason alone, to have more relatives with breast cancer on average than those whose relatives are few and young. Cohort analyses of cardiovascular disease [26] and breast cancer mortality [27] have published risks in relation to a family history score that takes account of family structure. We therefore used data from the Generations Study, a cohort study of women in the UK, to analyze breast cancer incidence risks in relation to a family history score that takes account of the person-years at risk by age and calendar period, and the relatives’ ages at breast cancer incidence, and hence the numbers of breast cancers expected in the family.\nStatistical analysis\n        \n          Assessment of breast cancer risk in families of participants\n          Information about first-degree relatives’ dates of birth, cancer history, and, for parents only, dates of death was provided by the participants in their recruitment questionnaire. There were 294,100 recorded first-degree female relatives of participants in this analysis cohort. For a small proportion of relatives, year of birth was not stated, or the stated year was impossible (n = 12,458, 4.2% of relatives), and for these women, year of birth was estimated (e.g., where birth year was unknown for mothers of participants, we assumed that the mother was older than the participant by the average age at childbirth in her generation). For analysis, we considered for each participant, all female full first-degree relatives as her ‘family cohort’ (i.e., half-sisters were excluded). Each relative in such a family cohort was considered to enter risk at her own date of birth and to leave risk at her year of breast cancer diagnosis, year of death (for mothers only), or the year the participant’s recruitment questionnaire was received (i.e., the last date information was provided about the relative), whichever occurred earliest.\n          We calculated the expected number of breast cancers in each family cohort by multiplying the cumulative person-years in the family cohort, stratified by age and calendar year, by the corresponding national annual, age-specific breast cancer incidence rates, and then summing across all strata. Published national breast cancer incidence rates for England and Wales combined were only available from 1971 to 1998. Rates from 1911 to 1970 were estimated by multiplying the age-specific breast cancer mortality rates in these years by the average age-specific ratio between published England and Wales incidence and mortality rates during 1971–1979. The average of the estimated incidence rates from 1911 to 1920 was used for years before 1911, when age-specific breast cancer mortality rates were not available. English national incidence rates were used for years after 1998 because combined England and Wales rates were not published after then. However, the difference will have been negligible since England contributes 94.6% of the combined population.\n          The total observed number of first primary breast cancers occurring in relatives in the family cohort was divided by the number of expected breast cancers, calculated as above, to produce a standardized incidence ratio (SIR) for that family. We will refer to this SIR as the ‘Family History Score’ (FHS).\n        \n        \n          Assessment of breast cancer risk in participants in relation to family history\n          We assessed risk of breast cancer in GS participants in relation to the FHS of their family, by calculating hazard ratios (HR) using Cox-proportional hazards regression with left truncation and right censoring, with age as the underlying time scale [29]. The FHS was ordered into six groups, and these groups were scored 0–5 for trend tests. We also similarly assessed breast cancer risk in GS participants in relation to presence of a family history of breast cancer (yes/no), the number of relatives with breast cancer (0,1, ≥2), the type of relative(s) with breast cancer (none, mother, sister, daughter, ≥2 relatives), and the age of the youngest relative with breast cancer (none, <45, ≥45 years). Relative risks of breast cancer were adjusted for age at menarche, benign breast disease, oral contraceptive use, parity, age at first birth, breastfeeding, age at menopause and menopausal status, hormone replacement therapy use, physical activity, pre- and post-menopausal body mass index, alcohol intake, smoking status, and socioeconomic status. For the HR calculations, participant entry to risk began on the date of completion of the recruitment questionnaire, and exit from risk was on the date the participant was diagnosed with breast cancer, date of last follow-up questionnaire, emigration, loss to follow-up, or death, whichever occurred earliest up to 30th August 2015.\n          To observe the impact of unknown vital status in sisters and daughters (i.e., of the assumption that they did not die before the other exit criteria had occurred), we conducted sensitivity analyses reducing the follow-up time (and hence expecteds) for sisters and daughters of GS participants in line with mortality rates in women of similar ages to the sisters and daughters without a history of breast cancer.\n          Because of the recruitment method [28], about 28% of participants have a first-degree relative who is also a GS participant, and in sensitivity analyses, we removed all participating relatives who joined the GS after the first participating relative.\n          For the main analyses, in situ diagnoses in participants were included together with invasive breast cancers, since ductal carcinoma in situ (DCIS) is widely considered to be a precursor of invasive breast cancer [30]. Women with such diagnoses are often treated with a mastectomy or lumpectomy and sometimes radiation and/or hormonal therapy [31]. Sensitivity analyses were also conducted, however, restricted to invasive breast cancers.\n          A likelihood ratio test was used to compare the contribution of the FHS to models with the presence of a family history of breast cancer (yes/no), the number of relatives with breast cancer (0.1, >2), the type of relative(s) with breast cancer (non, mother, sister, daughter, ≥2 relatives), and the age of the youngest relative with breast cancer (none, <45, ≥45), i.e., measures of family history used in previous epidemiological studies [5–26]. All statistical tests were two sided, and analyses were done using Stata (version 14.0) [31].\nAssessment of breast cancer risk in families of participants\n          Information about first-degree relatives’ dates of birth, cancer history, and, for parents only, dates of death was provided by the participants in their recruitment questionnaire. There were 294,100 recorded first-degree female relatives of participants in this analysis cohort. For a small proportion of relatives, year of birth was not stated, or the stated year was impossible (n = 12,458, 4.2% of relatives), and for these women, year of birth was estimated (e.g., where birth year was unknown for mothers of participants, we assumed that the mother was older than the participant by the average age at childbirth in her generation). For analysis, we considered for each participant, all female full first-degree relatives as her ‘family cohort’ (i.e., half-sisters were excluded). Each relative in such a family cohort was considered to enter risk at her own date of birth and to leave risk at her year of breast cancer diagnosis, year of death (for mothers only), or the year the participant’s recruitment questionnaire was received (i.e., the last date information was provided about the relative), whichever occurred earliest.\n          We calculated the expected number of breast cancers in each family cohort by multiplying the cumulative person-years in the family cohort, stratified by age and calendar year, by the corresponding national annual, age-specific breast cancer incidence rates, and then summing across all strata. Published national breast cancer incidence rates for England and Wales combined were only available from 1971 to 1998. Rates from 1911 to 1970 were estimated by multiplying the age-specific breast cancer mortality rates in these years by the average age-specific ratio between published England and Wales incidence and mortality rates during 1971–1979. The average of the estimated incidence rates from 1911 to 1920 was used for years before 1911, when age-specific breast cancer mortality rates were not available. English national incidence rates were used for years after 1998 because combined England and Wales rates were not published after then. However, the difference will have been negligible since England contributes 94.6% of the combined population.\n          The total observed number of first primary breast cancers occurring in relatives in the family cohort was divided by the number of expected breast cancers, calculated as above, to produce a standardized incidence ratio (SIR) for that family. We will refer to this SIR as the ‘Family History Score’ (FHS).\nAssessment of breast cancer risk in participants in relation to family history\n          We assessed risk of breast cancer in GS participants in relation to the FHS of their family, by calculating hazard ratios (HR) using Cox-proportional hazards regression with left truncation and right censoring, with age as the underlying time scale [29]. The FHS was ordered into six groups, and these groups were scored 0–5 for trend tests. We also similarly assessed breast cancer risk in GS participants in relation to presence of a family history of breast cancer (yes/no), the number of relatives with breast cancer (0,1, ≥2), the type of relative(s) with breast cancer (none, mother, sister, daughter, ≥2 relatives), and the age of the youngest relative with breast cancer (none, <45, ≥45 years). Relative risks of breast cancer were adjusted for age at menarche, benign breast disease, oral contraceptive use, parity, age at first birth, breastfeeding, age at menopause and menopausal status, hormone replacement therapy use, physical activity, pre- and post-menopausal body mass index, alcohol intake, smoking status, and socioeconomic status. For the HR calculations, participant entry to risk began on the date of completion of the recruitment questionnaire, and exit from risk was on the date the participant was diagnosed with breast cancer, date of last follow-up questionnaire, emigration, loss to follow-up, or death, whichever occurred earliest up to 30th August 2015.\n          To observe the impact of unknown vital status in sisters and daughters (i.e., of the assumption that they did not die before the other exit criteria had occurred), we conducted sensitivity analyses reducing the follow-up time (and hence expecteds) for sisters and daughters of GS participants in line with mortality rates in women of similar ages to the sisters and daughters without a history of breast cancer.\n          Because of the recruitment method [28], about 28% of participants have a first-degree relative who is also a GS participant, and in sensitivity analyses, we removed all participating relatives who joined the GS after the first participating relative.\n          For the main analyses, in situ diagnoses in participants were included together with invasive breast cancers, since ductal carcinoma in situ (DCIS) is widely considered to be a precursor of invasive breast cancer [30]. Women with such diagnoses are often treated with a mastectomy or lumpectomy and sometimes radiation and/or hormonal therapy [31]. Sensitivity analyses were also conducted, however, restricted to invasive breast cancers.\n          A likelihood ratio test was used to compare the contribution of the FHS to models with the presence of a family history of breast cancer (yes/no), the number of relatives with breast cancer (0.1, >2), the type of relative(s) with breast cancer (non, mother, sister, daughter, ≥2 relatives), and the age of the youngest relative with breast cancer (none, <45, ≥45), i.e., measures of family history used in previous epidemiological studies [5–26]. All statistical tests were two sided, and analyses were done using Stata (version 14.0) [31].\nDiscussion\n      Family history is an important breast cancer risk factor, and one that can cause considerable anxiety to women [32]. It is therefore important to measure the risk associated with it with as much discriminatory power as possible, both to improve overall risk prediction and for advice and information for women, especially those with affected relatives. Breast cancer incidence risk in relation to family history has been assessed in published studies by various parameters of the cases of breast cancer occurring in a woman’s first-degree relatives [3, 9, 11, 16, 17, 22, 33, 34]. However, it appears in principle that assessment of familial breast cancer risk should consider not only breast cancers observed in the family, but also the family size and age-structure and hence the expected number of cases if general population rates by age and calendar period prevailed in the family. Such analyses to divide risk by family history score have been undertaken for coronary heart disease and hypertension [26], and breast cancer mortality [27], and for all-cancer incidence in relatives of retinoblastoma patients [35]. To the best of our knowledge, such scores have not been calculated for breast cancer incidence, although one study compared risk in women dichotomized as with or without a family history, allowing for age but not calendar period expectations [36], and family structure has been taken into account when estimating risk of BRCA1 and BRCA2 status [37]. In our analysis using person-years based scores, the FHS discriminated risk more finely than measures based solely on breast cancer occurrence among relatives.\n      Because it is a continuous variable, the FHS allows for discrimination across the full spectrum of family histories in participants, while conventional discrete variables are confined to two or three categories of risk, with most of those with a positive family history falling into the lowest risk positive family history group (e.g., 393 participants in our study had 1 affected relative but only 39 had ≥2). The highest FHS group had a greater relative risk than any of the highest risk groups from conventional categorizations of family history. The majority of participants who had two or more relatives with breast cancer were not in the highest FHS group, but instead fell into other, lower FHS groups, reflecting that multiple affected family members may not indicate a very high risk if a woman comes from a very large family.\n      The addition of the FHS measure from Table 2 to models based solely on conventional aspects of cases in the family (yes/no; number of affected relatives; type of affected relatives, and age of relative at breast cancer diagnosis, as in Table 3) resulted in significant statistical improvements to the fit of the models. The combination of the age of relative at breast cancer diagnosis and FHS was the best fitted model. Although the age of a relative at breast cancer diagnosis is incorporated in the calculation of the expected number of cases (the denominator) in the FHS, it is not incorporated in the numerator (observed number of cases), unlike the metric of age at relative’s diagnosis on its own. Our study had insufficient cases for stable analysis of risk stratified by both FHS and age of relative at breast cancer diagnosis.\n      As with any observational study, there were some limitations. Reports of family history of breast cancer were provided by participants in questionnaires and were unconfirmed, but there is evidence that information from women reporting breast cancer in their first-degree relatives is likely to be highly accurate, with 99% specificity and 96% sensitivity reported [33, 38–40].\n      Another limitation was that vital status was only collected for parents in the baseline questionnaire. All sisters and daughters of participants therefore had to be considered alive, and those who had not been diagnosed with breast cancer were censored at the date the participant’s recruitment questionnaire was completed. For this reason, some family expected numbers are likely to be slightly overestimated, and subsequently the FHS slightly underestimated. Sensitivity analyses with reduced follow-up time for sisters and daughters, however, showed no material effect on the results.\n      As stated above, about 28% of participants had a first-degree relative who was also a GS participant, but after removing from analyses all participating relatives who joined the GS after the first participating relative (i.e., editing the cohort such that none of the participants are related to each other), results were essentially unchanged.\n      Most relatives of participants (70.3%) were born before 1971. Therefore, estimated incidence rates were used for some calendar years for the majority of relatives when calculating the expected number of family breast cancers, since data on national rates do not exist before 1971. However, many of the person-years before 1971 were at young ages when breast cancer is uncommon. Thus, any errors consequent on these national rate estimations are likely to have been slight, and anyway non-differential, and therefore unlikely to have influenced the relative risks materially. This applies more so to the estimates of national breast cancer mortality rates before 1911: only 3.8% of participants’ relatives were alive before 1911.\n      The FHS methodology could potentially be incorporated into risk prediction models for breast cancer, which currently use the number of first-degree relatives with breast cancer [14, 41–46]. The data used to calculate the FHS in first-degree female relatives are easily obtainable from women, making this measure suitable for employment in clinical settings, using a family score algorithm incorporating cancer registration rates. Finally, our modeling of breast cancer risks in relation to the FHS combined with other family history categorizations suggests that the best predictor of risk (if a sufficiently large dataset were available to validate it), might be a combination of FHS and age at diagnosis of breast cancers in relatives.\nFunding\n        This work was supported by Breast Cancer Now, The Institute of Cancer Research, and a studentship to H Brewer by Cancer Research UK.\nConflict of interest\n        The authors declare they have no conflict of interest.\nEthical approval\n        The study was approved by the South East Multi-Centre Research Ethics Committee and participants provided informed consent.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5511313/",
    "doi": "https://doi.org/10.1007/s10549-017-4325-2",
    "citation_count": 86,
    "references": {
        "10988868": "Assessment of breast cancer awareness among female pharmacy students at a university in Turkey",
        "10930664": "Magnetic Resonance Imaging in Breast Cancer Tissue In Vitro after PDT Therapy",
        "10919929": "Using clinical and genetic risk factors for risk prediction of 8 cancers in the UK Biobank",
        "10909096": "Association of Cytidine Deaminase Polymorphism with Capecitabine Effectiveness in Breast Cancer Patients",
        "10905381": "Genetic prediction of the causal relationship between schizophrenia and tumors: a Mendelian randomized study",
        "10894035": "An evolutionary learning-based method for identifying a circulating miRNA signature for breast cancer diagnosis prediction",
        "10887693": "Association between Family History of Breast Cancer and Breast Density in Saudi Premenopausal Women Participating in Mammography Screening",
        "10720630": "Comparative epidemiological study of breast cancer in humans and canine mammary tumors: insights from Portugal",
        "10608520": "Breast Cancer: Clinical–Epidemiological Profile and Toxicities of Women Receiving Treatment with Taxanes in the Amazon Region",
        "10605415": "Investigation of Genetic Factors and Clinical Data in Breast Cancer Highlights the Importance of Breastfeeding and Cancer History",
        "10591709": "Genetic counseling and testing for females at elevated risk for breast cancer: Protocol for the randomized controlled trial of the Know Your Risk intervention",
        "10545848": "Opposite trends in incidence of breast cancer in young and old female cohorts in Hungary and the impact of the Covid-19 pandemic: a nationwide study between 2011–2020",
        "10526465": "Personalized Breast Cancer Screening: A Risk Prediction Model Based on Women Attending BreastScreen Norway",
        "10504444": "BRCA1 and BRCA2 mutations and their clinical relevance in selected women diagnosed with triple-negative breast cancer in Kenya: a descriptive cross-sectional study",
        "10486708": "DCIS and LCIS: Are the Risk Factors for Developing In Situ Breast Cancer Different?",
        "10473515": "Investigation of germline variants in Bahraini women with breast cancer using next-generation sequencing based-multigene panel",
        "10453196": "Ex Vivo Chromosomal Radiosensitivity Testing in Patients with Pathological Germline Variants in Breast Cancer High-Susceptibility Genes BReast CAncer 1 and BReast CAncer 2",
        "10262672": "Prediction of Breast Self-Examination Behavior Among Omani Undergraduate Students Using Champion's Health Belief Model",
        "10047902": "Involvement of APOBEC3A/B Deletion in Mouse Mammary Tumor Virus (MMTV)-like Positive Human Breast Cancer",
        "10020257": "Validation of a breast cancer risk prediction model based on the key risk factors: family history, mammographic density and polygenic risk",
        "9936015": "Breast cancer knowledge in Lebanese females with positive family history",
        "9926372": "Intermammary breast cancer: A rare case of cancer with origin of breast cells in an unusual location",
        "9795172": "Clinicopathologic features, treatment, and prognosis of pregnancy-associated breast cancer",
        "9793603": "Breast cancer risk factors in Iranian women: a systematic review and meta-analysis of matched case–control studies",
        "9773568": "Microcalcifications, mammographic breast density, and risk of breast cancer: a cohort study",
        "9680390": "Relationship between Baseline [18F]FDG PET/CT Semiquantitative Parameters and BRCA Mutational Status and Their Prognostic Role in Patients with Invasive Ductal Breast Carcinoma",
        "9587652": "Health status and associated factors of middle-aged and older adult cancer survivors in India: results from the Longitudinal Ageing Study in India",
        "9562256": "Comparative Study of Hypo-Fractionated Radiotherapy Versus Conventional Radiotherapy in Breast Cancer",
        "9530665": "Mammographic breast density and the risk of breast cancer: A systematic review and meta-analysis",
        "9529742": "Impact of Positive Family History on the Survival of Breast Cancer",
        "9513064": "Association between fertility treatments and breast cancer risk in women with a family history or BRCA mutations: a systematic review and meta-analysis",
        "9427118": "A Scoping Review on the Status of Female Breast Cancer in Asia with a Special Focus on Nepal",
        "9380816": "Incomplete Penetrance and Variable Expressivity: From Clinical Studies to Population Cohorts",
        "9348829": "A Multi-state survival model for time to breast cancer mortality among a cohort of initially disease-free women 05/18/2022",
        "9264120": "Mobile-Based and Self-Service Tool (iPed) to Collect, Manage, and Visualize Pedigree Data: Development Study",
        "8997337": "Identification of the most common BRCA alterations through analysis of germline mutation databases: Is droplet digital PCR an additional strategy for the assessment of such alterations in breast and ovarian cancer families?",
        "8909033": "Human Cytomegalovirus Seropositivity and Viral DNA in Breast Tumors Are Associated with Poor Patient Prognosis",
        "8886936": "Heterozygous FMN2 missense variant found in a family case of premature ovarian insufficiency",
        "8782286": "A national survey to assess breast cancer awareness among the female university students of Pakistan",
        "8607101": "Breast Cancer Risk From Modifiable and Non-Modifiable Risk Factors among Palestinian Women: A Systematic Review and Meta-Analysis",
        "8590370": "NAP1L1 interacts with hepatoma-derived growth factor to recruit c-Jun inducing breast cancer growth",
        "8565158": "Prevalence of breast imaging reporting and data system (BIRADS) categories and breast consistencies in Central India –A cross-sectional survey",
        "8522522": "Prognostic Prediction of BRCA Mutations by 18F-FDG PET/CT SUVmax in Breast Cancer",
        "8496119": "Analysis of Knowledge About Male Breast Cancer Among Higher Education Male Students",
        "8481795": "An association between chronic life stressors prior to diagnosis of breast cancer",
        "8470181": "Multi-Omic Approaches to Breast Cancer Metabolic Phenotyping: Applications in Diagnosis, Prognosis, and the Development of Novel Treatments",
        "8428369": "Breast Cancer—Epidemiology, Risk Factors, Classification, Prognostic Markers, and Current Treatment Strategies—An Updated Review",
        "8389583": "Human Papillomavirus in Breast Carcinogenesis: A Passenger, a Cofactor, or a Causal Agent?",
        "8371224": "Intermammary breast cancer; the first reported case",
        "8318862": "Association of Neo-Family History Score with pathological complete response, safety, and survival outcomes in patients with breast cancer receiving neoadjuvant platinum-based chemotherapy: An exploratory analysis of two prospective trials",
        "8315890": "Evaluation of the Clinical and Imaging Findings of Breast Examinations in a Tertiary Facility in Ghana",
        "8305894": "Genetic Landscape of Male Breast Cancer",
        "8296242": "Association of Family History with the Development of Breast Cancer: A Cohort Study of 129,374 Women in KoGES Data",
        "8190368": "Strong Correlation of MTHFR Gene Polymorphisms with Breast Cancer and its Prognostic Clinical Factors among Egyptian Females",
        "8073852": "Psychological Distress and Coping Ability of Women at High Risk of Hereditary Breast and Ovarian Cancer before Undergoing Genetic Counseling—An Exploratory Study from Germany",
        "8047088": "Prediction model that combines with multidisciplinary analysis for clinical evaluation of malignancy risk of solid breast nodules",
        "7973811": "Correlation between family history and characteristics of breast cancer",
        "7943865": "Dancing With Health: Quality of Life and Physical Improvements From an EU Collaborative Dance Programme With Women Following Breast Cancer Treatment",
        "7917427": "Assessment of Human Papillomavirus Infection and Risk Factors in Egyptian Women With Breast Cancer",
        "7821544": "Assessing the clinical utility of genetic risk scores for targeted cancer screening",
        "7809825": "Risk factors of breast cancer among patients in a tertiary care hospitals in Afghanistan: a case control study",
        "7766913": "Mouse Mammary Tumor Virus (MMTV)-Like env Sequence in Brazilian Breast Cancer Samples: Implications in Clinicopathological Parameters in Molecular Subtypes",
        "7738830": "Risk-predicted dual nomograms consisting of clinical and ultrasound factors for downgrading BI-RADS category 4a breast lesions - A multiple centre study",
        "7731339": "Exposure to Endocrine Disrupting Chemicals and Risk of Breast Cancer",
        "7606745": "Inherited myeloproliferative neoplasm risk impacts hematopoietic stem cells",
        "7598831": "Receptor for advanced glycation end-product rs1800624 polymorphism contributes to increase breast cancer risk: Evidence from a meta-analysis",
        "7564393": "The Regulatory Role of Mitochondrial MicroRNAs (MitomiRs) in Breast Cancer: Translational Implications Present and Future",
        "7477571": "Prodigiosin/PU-H71 as a novel potential combined therapy for triple negative breast cancer (TNBC): preclinical insights",
        "7367932": "Identification of Important Modules and Biomarkers in Breast Cancer Based on WGCNA",
        "7333511": "Effects of Marital Status on Prognosis in Women with Infiltrating Ductal Carcinoma of the Breast: A Real-World 1: 1 Propensity-Matched Study",
        "7283004": "Tea consumption and breast cancer risk in a cohort of women with family history of breast cancer",
        "7275497": "LncRNA FLVCR1-AS1 promotes proliferation, migration and activates Wnt/β-catenin pathway through miR-381-3p/CTNNB1 axis in breast cancer",
        "7269781": "Breast cancer in low-middle income countries: abnormality in splicing and lack of targeted treatment options",
        "7242122": "Image-Based Screening for Men at High Risk for Breast Cancer: Benefits and Drawbacks",
        "7142266": "Fanconi Anemia Pathway: Mechanisms of Breast Cancer Predisposition Development and Potential Therapeutic Targets",
        "7098299": "Male Breast Cancer: Surgical and Genetic Features and a Multidisciplinary Management Strategy",
        "7072300": "Risk of Contralateral Breast Cancer in Women with and without Pathogenic Variants in BRCA1, BRCA2, and TP53 Genes in Women with Very Early-Onset (<36 Years) Breast Cancer",
        "7013343": "Italian Men Tested for BRCA1/2 Mutation: Psychological Distress during 6-Month Follow-Up",
        "6917296": "Use of detailed family history data to improve risk prediction,with application to breast cancer screening",
        "6885867": "Clinical and epidemiologic factors associated with breast cancer and its subtypes among Northeast Chinese women",
        "6882514": "Pattern of Presentation of Patients With Breast Cancer in Iraq in 2018: A Cross-Sectional Study",
        "6765156": "Inquiry and Computer Program Onko-Online: 25 Years of Clinical Registry for Breast Cancer at the University Medical Centre Maribor",
        "6686546": "Investigating the effects of additional truncating variants in DNA-repair genes on breast cancer risk in BRCA1-positive women",
        "6429759": "Prevalence of BRCA mutations among hereditary breast and/or ovarian cancer patients in Arab countries: systematic review and meta-analysis",
        "6425604": "High long non-coding RNA NORAD expression predicts poor prognosis and promotes breast cancer progression by regulating TGF-β pathway",
        "5715522": "Risk Factors and Preventions of Breast Cancer"
    },
    "journal": "Breast Cancer Research and Treatment",
    "topics": [
        "breast, history, risk, analysis",
        "analysis, history, accounting, cancer",
        "family, cancer, risk, structure"
    ]
}