{
    "title": "A transcriptome-wide association study of 229,000 women identifies new candidate susceptibility genes for breast cancer",
    "abstract": "A transcriptome-wide association study of 229,000 women identifies new candidate susceptibility genes for breast cancer Lang Wu Wei Shi Jirong Long Xingyi Guo Kyriaki Michailidou Jonathan Beesley Manjeet K. Bolla Xiao-Ou Shu Yingchang Lu Qiuyin Cai Fares Al-Ejeh Esdy Rozali Qin Wang Joe Dennis Bingshan Li Chenjie Zeng Helian Feng Alexander Gusev Richard T. Barfield Irene L. Andrulis Hoda Anton-Culver Volker Arndt Kristan J. Aronson Paul L. Auer Myrto Barrdahl Caroline Baynes Matthias W. Beckmann Javier Benitez Marina Bermisheva Carl Blomqvist Natalia V. Bogdanova Stig E. Bojesen Hiltrud Brauch Hermann Brenner Louise Brinton Per Broberg Sara Y. Brucker Barbara Burwinkel Trinidad Caldés Federico Canzian Brian D. Carter J. Esteban Castelao Jenny Chang-Claude Xiaoqing Chen Ting-Yuan David Cheng Hans Christiansen Christine L. Clarke Margriet Collée Sten Cornelissen Fergus J. Couch David Cox Angela Cox Simon S. Cross Julie M. Cunningham Kamila Czene Mary B. Daly Peter Devilee Kimberly F. Doheny Thilo Dörk Isabel dos-Santos-Silva Martine Dumont Miriam Dwek Diana M. Eccles Ursula Eilber A. Heather Eliassen Christoph Engel Mikael Eriksson Laura Fachal Peter A. Fasching Jonine Figueroa Dieter Flesch-Janys Olivia Fletcher Henrik Flyger Lin Fritschi Marike Gabrielson Manuela Gago-Dominguez Susan M. Gapstur Montserrat García-Closas Mia M. Gaudet Maya Ghoussaini Graham G. Giles Mark S. Goldberg David E. Goldgar Anna González-Neira Pascal Guénel Eric Hahnen Christopher A. Haiman Niclas Håkansson Per Hall Emily Hallberg Ute Hamann Patricia Harrington Alexander Hein Belynda Hicks Peter Hillemanns Antoinette Hollestelle Robert N. Hoover John L. Hopper Guanmengqian Huang Keith Humphreys David J. Hunter Anna Jakubowska Wolfgang Janni Esther M. John Nichola Johnson Kristine Jones Michael E. Jones Audrey Jung Rudolf Kaaks Michael J. Kerin Elza Khusnutdinova Veli-Matti Kosma Vessela N. Kristensen Diether Lambrechts Loic Le Marchand Jingmei Li Sara Lindström Jolanta Lissowska Wing-Yee Lo Sibylle Loibl Jan Lubinski Craig Luccarini Michael P. Lux Robert J. MacInnis Tom Maishman Ivana Maleva Kostovska Arto Mannermaa JoAnn E. Manson Sara Margolin Dimitrios Mavroudis Hanne Meijers-Heijboer Alfons Meindl Usha Menon Jeffery Meyer Anna Marie Mulligan Susan L. Neuhausen Heli Nevanlinna Patrick Neven Sune F. Nielsen Børge G. Nordestgaard Olufunmilayo I. Olopade Janet E. Olson Håkan Olsson Paolo Peterlongo Julian Peto Dijana Plaseska-Karanfilska Ross Prentice Nadege Presneau Katri Pylkäs Brigitte Rack Paolo Radice Nazneen Rahman Gad Rennert Hedy S. Rennert Valerie Rhenius Atocha Romero Jane Romm Anja Rudolph Emmanouil Saloustros Dale P. Sandler Elinor J. Sawyer Marjanka K. Schmidt Rita K. Schmutzler Andreas Schneeweiss Rodney J. Scott Christopher G. Scott Sheila Seal Mitul Shah Martha J. Shrubsole Ann Smeets Melissa C. Southey John J. Spinelli Jennifer Stone Harald Surowy Anthony J. Swerdlow Rulla M. Tamimi William Tapper Jack A. Taylor Mary Beth Terry Daniel C. Tessier Abigail Thomas Kathrin Thöne Rob A.E.M. Tollenaar Diana Torres Thérèse Truong Michael Untch Celine Vachon David Van Den Berg Daniel Vincent Quinten Waisfisz Clarice R. Weinberg Camilla Wendt Alice S. Whittemore Hans Wildiers Walter C. Willett Robert Winqvist Alicja Wolk Lucy Xia Xiaohong R. Yang Argyrios Ziogas Elad Ziv Alison M. Dunning Paul D.P.",
    "authors": [
        "Lang Wu",
        "Wei Shi",
        "Jirong Long",
        "Xingyi Guo",
        "Kyriaki Michailidou",
        "Jonathan Beesley",
        "Manjeet K. Bolla",
        "Xiao-Ou Shu",
        "Yingchang Lu",
        "Qiuyin Cai",
        "Fares Al-Ejeh",
        "Esdy Rozali",
        "Qin Wang",
        "Joe Dennis",
        "Bingshan Li",
        "Chenjie Zeng",
        "Helian Feng",
        "Alexander Gusev",
        "Richard T. Barfield",
        "Irene L. Andrulis",
        "Hoda Anton-Culver",
        "Volker Arndt",
        "Kristan J. Aronson",
        "Paul L. Auer",
        "Myrto Barrdahl",
        "Caroline Baynes",
        "Matthias W. Beckmann",
        "Javier Benitez",
        "Marina Bermisheva",
        "Carl Blomqvist",
        "Natalia V. Bogdanova",
        "Stig E. Bojesen",
        "Hiltrud Brauch",
        "Hermann Brenner",
        "Louise Brinton",
        "Per Broberg",
        "Sara Y. Brucker",
        "Barbara Burwinkel",
        "Trinidad Caldés",
        "Federico Canzian",
        "Brian D. Carter",
        "J. Esteban Castelao",
        "Jenny Chang-Claude",
        "Xiaoqing Chen",
        "Ting-Yuan David Cheng",
        "Hans Christiansen",
        "Christine L. Clarke",
        "Margriet Collée",
        "Sten Cornelissen",
        "Fergus J. Couch",
        "David Cox",
        "Angela Cox",
        "Simon S. Cross",
        "Julie M. Cunningham",
        "Kamila Czene",
        "Mary B. Daly",
        "Peter Devilee",
        "Kimberly F. Doheny",
        "Thilo Dörk",
        "Isabel dos-Santos-Silva",
        "Martine Dumont",
        "Miriam Dwek",
        "Diana M. Eccles",
        "Ursula Eilber",
        "A. Heather Eliassen",
        "Christoph Engel",
        "Mikael Eriksson",
        "Laura Fachal",
        "Peter A. Fasching",
        "Jonine Figueroa",
        "Dieter Flesch-Janys",
        "Olivia Fletcher",
        "Henrik Flyger",
        "Lin Fritschi",
        "Marike Gabrielson",
        "Manuela Gago-Dominguez",
        "Susan M. Gapstur",
        "Montserrat García-Closas",
        "Mia M. Gaudet",
        "Maya Ghoussaini",
        "Graham G. Giles",
        "Mark S. Goldberg",
        "David E. Goldgar",
        "Anna González-Neira",
        "Pascal Guénel",
        "Eric Hahnen",
        "Christopher A. Haiman",
        "Niclas Håkansson",
        "Per Hall",
        "Emily Hallberg",
        "Ute Hamann",
        "Patricia Harrington",
        "Alexander Hein",
        "Belynda Hicks",
        "Peter Hillemanns",
        "Antoinette Hollestelle",
        "Robert N. Hoover",
        "John L. Hopper",
        "Guanmengqian Huang",
        "Keith Humphreys",
        "David J. Hunter",
        "Anna Jakubowska",
        "Wolfgang Janni",
        "Esther M. John",
        "Nichola Johnson",
        "Kristine Jones",
        "Michael E. Jones",
        "Audrey Jung",
        "Rudolf Kaaks",
        "Michael J. Kerin",
        "Elza Khusnutdinova",
        "Veli-Matti Kosma",
        "Vessela N. Kristensen",
        "Diether Lambrechts",
        "Loic Le Marchand",
        "Jingmei Li",
        "Sara Lindström",
        "Jolanta Lissowska",
        "Wing-Yee Lo",
        "Sibylle Loibl",
        "Jan Lubinski",
        "Craig Luccarini",
        "Michael P. Lux",
        "Robert J. MacInnis",
        "Tom Maishman",
        "Ivana Maleva Kostovska",
        "Arto Mannermaa",
        "JoAnn E. Manson",
        "Sara Margolin",
        "Dimitrios Mavroudis",
        "Hanne Meijers-Heijboer",
        "Alfons Meindl",
        "Usha Menon",
        "Jeffery Meyer",
        "Anna Marie Mulligan",
        "Susan L. Neuhausen",
        "Heli Nevanlinna",
        "Patrick Neven",
        "Sune F. Nielsen",
        "Børge G. Nordestgaard",
        "Olufunmilayo I. Olopade",
        "Janet E. Olson",
        "Håkan Olsson",
        "Paolo Peterlongo",
        "Julian Peto",
        "Dijana Plaseska-Karanfilska",
        "Ross Prentice",
        "Nadege Presneau",
        "Katri Pylkäs",
        "Brigitte Rack",
        "Paolo Radice",
        "Nazneen Rahman",
        "Gad Rennert",
        "Hedy S. Rennert",
        "Valerie Rhenius",
        "Atocha Romero",
        "Jane Romm",
        "Anja Rudolph",
        "Emmanouil Saloustros",
        "Dale P. Sandler",
        "Elinor J. Sawyer",
        "Marjanka K. Schmidt",
        "Rita K. Schmutzler",
        "Andreas Schneeweiss",
        "Rodney J. Scott",
        "Christopher G. Scott",
        "Sheila Seal",
        "Mitul Shah",
        "Martha J. Shrubsole",
        "Ann Smeets",
        "Melissa C. Southey",
        "John J. Spinelli",
        "Jennifer Stone",
        "Harald Surowy",
        "Anthony J. Swerdlow",
        "Rulla M. Tamimi",
        "William Tapper",
        "Jack A. Taylor",
        "Mary Beth Terry",
        "Daniel C. Tessier",
        "Abigail Thomas",
        "Kathrin Thöne",
        "Rob A.E.M. Tollenaar",
        "Diana Torres",
        "Thérèse Truong",
        "Michael Untch",
        "Celine Vachon",
        "David Van Den Berg",
        "Daniel Vincent",
        "Quinten Waisfisz",
        "Clarice R. Weinberg",
        "Camilla Wendt",
        "Alice S. Whittemore",
        "Hans Wildiers",
        "Walter C. Willett",
        "Robert Winqvist",
        "Alicja Wolk",
        "Lucy Xia",
        "Xiaohong R. Yang",
        "Argyrios Ziogas",
        "Elad Ziv",
        "Alison M. Dunning",
        "Paul D.P. Pharoah",
        "Jacques Simard",
        "Roger L. Milne",
        "Stacey L. Edwards",
        "Peter Kraft",
        "Douglas F. Easton",
        "Georgia Chenevix-Trench",
        "Wei Zheng"
    ],
    "published_year": "Not available",
    "description": "",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6314198/",
    "doi": "https://doi.org/10.1038/s41588-018-0132-x",
    "citation_count": 106,
    "references": {
        "10958972": "Expression- and splicing-based multi-tissue transcriptome-wide association studies identified multiple genes for breast cancer by estrogen-receptor status",
        "10877578": "Challenges and Opportunities for Data Science in Women’s Health",
        "10842605": "Regulome-wide association study identifies genetically driven accessible regions associated with pancreatic cancer risk",
        "10840382": "A large-scale microRNA transcriptome-wide association study identifies two susceptibility microRNAs, miR-1307-5p and miR-192-3p, for colorectal cancer risk",
        "10806749": "A statistical method for image-mediated association studies discovers genes and pathways associated with four brain disorders",
        "10777674": "Novel insights into genetic susceptibility for colorectal cancer from transcriptome-wide association and functional investigation",
        "10719322": "Identification of candidate DNA methylation biomarkers related to Alzheimer’s disease risk by integrating genome and blood methylome data",
        "10703692": "Isoform-level transcriptome-wide association uncovers genetic risk mechanisms for neuropsychiatric disorders in the human brain",
        "10680675": "Cis- and trans-eQTL TWAS of breast and ovarian cancer identify more than 100 risk associated genes in the BCAC and OCAC consortia",
        "10617391": "Update Breast Cancer 2023 Part 1 – Early Stage Breast Cancer",
        "10401470": "Clinical significance and potential application of cuproptosis-related genes in gastric cancer",
        "10325814": "Identifying Biomarkers Using Support Vector Machine to Understand the Racial Disparity in Triple-Negative Breast Cancer",
        "10257003": "A joint transcriptome-wide association study across multiple tissues identifies candidate breast cancer susceptibility genes",
        "10079603": "Identification of target proteins for breast cancer genetic risk loci and blood risk biomarkers in a large study by integrating genomic and proteomic data",
        "10053147": "CRISPR screens identify gene targets at breast cancer risk loci",
        "10028853": "A BOOTSTRAP MODEL COMPARISON TEST FOR IDENTIFYING GENES WITH CONTEXT-SPECIFIC PATTERNS OF GENETIC REGULATION",
        "9992663": "OTTERS: a powerful TWAS framework leveraging summary-level reference data",
        "9925385": "Multi-ancestry transcriptome-wide association analyses yield insights into tobacco use biology and drug repurposing",
        "9886437": "Allelic imbalance of chromatin accessibility in cancer identifies candidate causal risk variants and their mechanisms",
        "9872423": "Radiogenomic association of deep MR imaging features with genomic profiles and clinical characteristics in breast cancer",
        "9871010": "MiXcan: a framework for cell-type-aware transcriptome-wide association studies with an application to breast cancer",
        "9748250": "Genome- and transcriptome-wide association studies of 386,000 Asian and European-ancestry women provide new insights into breast cancer genetics",
        "9719261": "No Evidence for a Causal Relationship Between Cancers and Parkinson’s Disease",
        "9675749": "Integrating transcription factor occupancy with transcriptome-wide association analysis identifies susceptibility genes in human cancers",
        "9620517": "Editorial: Integrative Approaches to Analyze Cancer Based on Multi‐Omics",
        "9604427": "A Genome-Wide Gene-Based Gene–Environment Interaction Study of Breast Cancer in More than 90,000 Women",
        "9462377": "Novel insight into the aetiology of rheumatoid arthritis gained by a cross-tissue transcriptome-wide association study",
        "9444939": "eQTL set-based association analysis identifies novel susceptibility loci for Barrett’s esophagus and esophageal adenocarcinoma",
        "9354799": "Large-scale integrated analysis of genetics and metabolomic data reveals potential links between lipids and colorectal cancer risk",
        "9315400": "Update Breast Cancer 2022 Part 1 – Early Stage Breast Cancer",
        "9264694": "DeCAF: a novel method to identify cell-type specific regulatory variants and their role in cancer risk",
        "9208638": "Disentangling genetic feature selection and aggregation in transcriptome-wide association studies",
        "9187238": "The risk variant rs11836367 contributes to breast cancer onset and metastasis by attenuating Wnt signaling via regulating NTN4 expression",
        "9136270": "A novel integrative computational framework for breast cancer radiogenomic biomarker discovery",
        "9048735": "‘Breast Cancer Resistance Likelihood and Personalized Treatment Through Integrated Multiomics’",
        "8980003": "Functional annotation of breast cancer risk loci: current progress and future directions",
        "8962237": "Multi-omics analysis dissects the genetic architecture of seed coat content in Brassica napus",
        "8852935": "Transcriptome-wide association study of coronary artery disease identifies novel susceptibility genes",
        "8831284": "A transcriptome-wide association study identifies novel blood-based gene biomarker candidates for Alzheimer’s disease risk",
        "8830042": "Aberrant epigenetic and transcriptional events associated with breast cancer risk",
        "8756507": "TIGAR-V2: Efficient TWAS tool with nonparametric Bayesian eQTL weights of 49 tissue types from GTEx V8",
        "8732329": "Gene-Level Germline Contributions to Clinical Risk of Recurrence Scores in Black and White Patients with Breast Cancer",
        "8728162": "webTWAS: a resource for disease candidate susceptibility genes identified by transcriptome-wide association study",
        "8704452": "The Discovery of New Drug-Target Interactions for Breast Cancer Treatment",
        "8701176": "Long Non-Coding RNAs at the Chromosomal Risk Loci Identified by Prostate and Breast Cancer GWAS",
        "8696109": "Joint eQTL mapping and inference of gene regulatory network improves power of detecting both cis- and trans-eQTLs",
        "8625622": "A Maximum Flow-Based Approach to Prioritize Drugs for Drug Repurposing of Chronic Diseases",
        "8595764": "A transcriptome-wide association study identifies novel candidate susceptibility genes for prostate cancer risk",
        "8595136": "Heritability Enrichment of Immunoglobulin G N-Glycosylation in Specific Tissues",
        "8568683": "Integrating genome and methylome data to identify candidate DNA methylation biomarkers for pancreatic cancer risk",
        "8531339": "Multi-tissue transcriptome-wide association study identifies eight candidate genes and tissue-specific gene expression underlying endometrial cancer susceptibility",
        "8530461": "Brain proteome-wide association study implicates novel proteins in depression pathogenesis",
        "8478845": "A Transcriptome-Wide Association Study To Detect Novel Genes For Volumetric Bone Mineral Density",
        "8460803": "Distance-based clustering challenges for unbiased benchmarking studies",
        "8438084": "Genetic variations of DNA bindings of FOXA1 and co-factors in breast cancer susceptibility",
        "8427606": "Integrative Transcriptome-Wide Analyses Uncover Novel Risk-Associated MicroRNAs in Hormone-Dependent Cancers",
        "8407995": "Impacts of LOC105371267 Variants on Breast Cancer Susceptibility in Northern Chinese Han Females: A Population-Based Case-Control Study",
        "8312632": "Pleiotropy-guided transcriptome imputation from normal and tumor tissues identifies candidate susceptibility genes for breast and ovarian cancer",
        "8307403": "Transcriptome-Wide Association Study of Blood Cell Traits in African Ancestry and Hispanic/Latino Populations",
        "8252431": "A combination of genome‐wide and transcriptome‐wide association studies reveals genetic elements leading to male sterility during high temperature stress in cotton",
        "8248770": "Quality and Quantity: How to Organize a Countrywide Genetic Counseling and Testing",
        "8237048": "An integrative multiomics analysis identifies putative causal genes for COVID-19 severity",
        "8215574": "Integrating Transcriptome-Wide Association Study and mRNA Expression Profiling Identifies Novel Genes Associated With Osteonecrosis of the Femoral Head",
        "8137274": "Update Breast Cancer 2021 Part 1 – Prevention and Early Stages",
        "8130821": "Integrating human brain proteomes with genome-wide association data implicates new proteins in Alzheimer’s disease pathogenesis",
        "8102009": "Tissue specificity-aware TWAS (TSA-TWAS) framework identifies novel associations with metabolic, immunologic, and virologic traits in HIV-positive adults",
        "8049944": "Opportunities for Gene and Environment Research in Cancer: An Updated Review of NCI’s Extramural Grant Portfolio",
        "8046351": "Novel Variance-Component TWAS method for studying complex human diseases with applications to Alzheimer’s dementia",
        "7987299": "Transcriptome-wide association study of breast cancer risk by estrogen-receptor status",
        "7956223": "Identifying novel susceptibility genes for colorectal cancer risk from a transcriptome-wide association study of 125,478 subjects",
        "7836161": "Exploiting the GTEx resources to decipher the mechanisms at GWAS loci",
        "7808397": "Genome-wide association study identifies 32 novel breast cancer susceptibility loci from overall and subtype-specific analyses",
        "7728435": "Integration of genomics and transcriptomics predicts diabetic retinopathy susceptibility genes",
        "7714931": "Multiple-Tissue Integrative Transcriptome-Wide Association Studies Discovered New Genes Associated With Amyotrophic Lateral Sclerosis",
        "7693040": "Fine‐mapping and QTL tissue‐sharing information improves the reliability of causal gene identification",
        "7647721": "Update Breast Cancer 2020 Part 3 – Early Breast Cancer",
        "7572664": "A transcriptome-wide association study identifies candidate susceptibility genes for pancreatic cancer risk",
        "7566474": "A Transcriptome-Wide Association Study Identifies Novel Candidate Susceptibility Genes for Pancreatic Cancer",
        "7536644": "eQTL Colocalization Analyses Identify NTN4 as a Candidate Breast Cancer Risk Gene",
        "7536614": "Bayesian Genome-wide TWAS Method to Leverage both cis- and trans-eQTL Information through Summary Statistics",
        "7413371": "An integrative multi-omics analysis to identify candidate DNA methylation biomarkers related to prostate cancer risk",
        "7371059": "Thinking globally about cancer research on World Cancer Day",
        "7340126": "SNPs in lncRNA Regions and Breast Cancer Risk",
        "7276299": "Quantifying genetic effects on disease mediated by assayed gene expression levels",
        "7193025": "Integrating Genome-Wide Association Studies and Gene Expression Profiles With Chemical-Genes Interaction Networks to Identify Chemicals Associated With Colorectal Cancer",
        "7073907": " Genetically Predicted Levels of DNA Methylation Biomarkers and Breast Cancer Risk: Data From 228 951 Women of European Descent",
        "7057957": "Identification of novel breast cancer susceptibility loci in meta-analyses conducted among Asian and European descendants",
        "7056401": "Update Breast Cancer 2020 Part 1 – Early Breast Cancer: Consolidation of Knowledge About Known Therapies",
        "7033948": "A framework for transcriptome-wide association studies in breast cancer in diverse study populations",
        "6987401": "‘Omics Approaches to Explore the Breast Cancer Landscape",
        "6805214": "Update Breast Cancer 2019 Part 4 – Diagnostic and Therapeutic Challenges of New, Personalised Therapies for Patients with Early Breast Cancer",
        "6799818": "Demystifying the manipulation of host immunity, metabolism, and extraintestinal tumors by the gut microbiome",
        "6745163": "Portrait of Tissue-Specific Coexpression Networks of Noncoding RNAs (miRNA and lncRNA) and mRNAs in Normal Tissues",
        "6744971": "Analysis of over 140,000 European descendants identifies genetically-predicted blood protein biomarkers associated with prostate cancer risk",
        "6700979": "Transcriptome-wide association study of multiple myeloma identifies candidate susceptibility genes",
        "6698804": "TIGAR: An Improved Bayesian Tool for Transcriptomic Data Imputation Enhances Gene Mapping of Complex Traits",
        "6606384": "Identification of novel susceptibility loci and genes for prostate cancer risk: A transcriptome-wide association study in over 140,000 European descendants",
        "6570763": "Stochastic changes in gene expression promote chaotic dysregulation of homeostasis in clonal breast tumors",
        "6540383": "Identifying lncRNA-mediated regulatory modules via ChIA-PET network analysis",
        "6522343": "Transcriptome-wide association study identifies new candidate susceptibility genes for glioma",
        "6476151": "Jackknife Model Averaging Prediction Methods for Complex Phenotypes with Gene Expression Levels by Integrating External Pathway Information",
        "6465407": "Genome-wide association and transcriptome studies identify target genes and risk loci for breast cancer",
        "6436957": "Peripheral transcriptomic biomarkers for early detection of sporadic Alzheimer disease?",
        "6359948": "Genetic data from nearly 63,000 women of European descent predicts DNA methylation biomarkers and epithelial ovarian cancer risk",
        "6322372": "Distinct Diagnostic and Prognostic Values of Kinesin Family Member Genes Expression in Patients with Breast Cancer",
        "6082943": "Elucidating the Underlying Functional Mechanisms of Breast Cancer Susceptibility Through Post-GWAS Analyses"
    },
    "journal": "Nature genetics",
    "topics": [
        "breast, new, cancer, study",
        "susceptibility, association, genes, women",
        "association, identifies, candidate, women"
    ]
}