{
    "title": "Microbiome—Microbial Metabolome—Cancer Cell Interactions in Breast Cancer—Familiar, but Unexplored",
    "abstract": "For further information regarding the clinico-pathology of breast cancer, we refer the Readers to the relevant guidelines [1,16] and draw the attention of the Readers to use the most up-to-date version of the guidelines. In contrast to that, Zhu and co-workers [122] showed that the diversity of the gut microbiome changes differently in the pre- and postmenopausal breast cancer patients, furthermore the diversity of the gut microbiome increases in patients when compared to healthy controls. There are several aspects to the interactions between the microbiome and anticancer treatment; the microbiome can metabolize the chemotherapeutic drugs, inactivating or activating them, can modulate the immune system [201,202], can interfere with the side-effects of therapy, or the therapy can modulate the microbiome.",
    "authors": [
        "Edit Mikó",
        "Tünde Kovács",
        "Éva Sebő",
        "Judit Tóth",
        "Tamás Csonka",
        "Gyula Ujlaki",
        "Adrienn Sipos",
        "Judit Szabó",
        "Gábor Méhes",
        "Péter Bai"
    ],
    "published_year": "2019",
    "description": "1. Breast Cancer, a Leading Cause of Death among Women\n      Breast cancer is the most common cancer among women, with the estimated age-adjusted annual incidence of breast cancer in Europe in 2012 being 94.2/100,000 [1], with similar numbers in the United States (US) or the United Kingdom (UK) [2,3]. The estimated age-adjusted annual mortality is 23.1/100,000 for breast cancer in Europe [1]. In 2019, in the US, the number of newly diagnosed invasive breast cancer cases is estimated to be 268,000, while the newly diagnosed in situ cases are estimated to be around 62,930 [2]. In 2019, 41,760 women out of these numbers are expected to die of breast cancer in the US [2]. The five year survival of breast cancer is over 80% in developed countries due to screening programs and the consequent early detection [4].\n      Several risk factors for breast cancer had been described, nevertheless the majority of the newly diagnosed women have no obvious risk factors [3]. The risk for breast cancer increases over the age. The majority of the patients are diagnosed after menopause, after the age of 50. The incidence rates for in situ breast cancer in the UK were the highest in people that were aged 65–69 (2013–2015) [3]. Extended female hormone exposure by the use of hormone-replacement therapy or early menarche or late menopause also increases the risk for breast cancer [3]. Mutations in the BRCA1 and BRCA2 genes represent a predisposing factor for breast cancer [5], similarly to a family history of breast cancer or personal history of neoplastic diseases or breast cancer [3] Finally, dense breast is an independent risk factor of breast cancer [1,6]. Physical activity, successful pregnancies, and lactation are protective factors [2,3]. \n      In Western countries there are organized screening programs from the age of 40–45 to 65 years of age for women with bi-annual intervals [7,8,9,10]. The first step in screening is mammography, followed by ultrasonography in breast cancer-suspect individuals [1]. The final diagnosis is based on needle biopsy. Breast cancer screening does not reach the whole target population, for example, in Hungary only around 50% of the target population undergoes screening [7].\n      The treatment schemes for breast cancer include the surgical procedures, chemotherapy, targeted therapy, endocrine-, and radiotherapy. Chemotherapy regimens contain anthracyclines, cyclophosphamides, taxanes, antimetabolites (5-fluorouracil, gemcitabine, capecitabine), and navelbine that targets mitotic tubules [1]. Targeted therapy in breast cancer is used in the management of HER2 positive cases and it involves monoclonal antibodies against the HER2 receptor (trastuzumab, pertuzumab, and trastuzumab-emtansine, in which the humanized HER2 antibody is conjugated to DM1, a tubulin toxin) and the tyrosine kinase inhibitor lapatinib [11]. Endocrine therapy, which involves selective estrogen receptor modulators (SERMs), aromatase inhibitors, and gonadotropin-releasing hormone (GNRH)-analogs, is the standard treatment for hormone-receptor positive breast cancer [11]. There are new inhibitors with potential use in breast cancer therapy, such as poly(ADP-ribose) polymerase (PARP) inhibitors [12,13,14] or the inhibitors of CDK4/6 (cyclin-dependent kinases) [15].\n      For further information regarding the clinico-pathology of breast cancer, we refer the Readers to the relevant guidelines [1,16] and draw the attention of the Readers to use the most up-to-date version of the guidelines.\n2. The Dysregulation of Metabolism in Breast Cancer\n      Breast cancer cells show characteristic pathological changes in metabolism and, in line with that, the pathological metabolism of the host (e.g., obesity, metabolic syndrome, type II diabetes) increases breast cancer risk that we discuss below briefly; for comprehensive reviews, see [17,18,19,20,21] and Table 1. \n      Originally, Otto Warburg suggested that cancer cells switch for “aerobic glycolysis” that are characterized by increased glycolytic flux and decreased mitochondrial oxidation that supports the high proliferative capacity of cancer cells [22]. Indeed, breast cancer cells were shown to exert features of Warburg metabolism [23], and in line with that, reverting Warburg metabolism can slow down the proliferation of breast cancer cells or declutch cell death, too [24]. Later, besides changes to glycolysis and mitochondrial oxidation, other metabolic pathways were shown to be upregulated in breast cancer [25], such as glutamine metabolism [26], lipid and fatty acid [27,28,29,30,31], glutamine-serine pathway [26,32,33], protein translation [34], or cholesterol metabolism [21]. These changes are the consequences of a complex rearrangement of the cellular energy sensor web, such as the activation of hypoxia-inducible factors (HIFs) [35,36], mammalian target of rapamcyin (mTOR) [37,38,39,40], estrogen-related receptors [41], estrogen receptors [19], phosphatidyl-inositol-3 kinase (PI3 kinase) [42,43], AMP-activated protein kinase (AMPK) [44,45], peroxisome proliferator-activated receptor cofactor-1α and β (PGC1α and PGC1β) [46,47], or nuclear respiratory factor 1 (NRF1) [46].\n      Metabolic changes have important pathological roles, as these changes have important roles in supporting proliferation [24,48], angiogenesis [49], or epithelial-to-mesenchymal transition (EMT) [50,51]. It is also very likely that two risk factors of breast cancer, obesity or type II diabetes, at least in part, increase risk through predisposing for changes towards pathological metabolism in (cancer) cells [52,53,54,55,56,57]. Breast cancer metabolism is an attractive new target for chemotherapeutic interventions [19]; furthermore, changes to metabolism in breast cancer can be used to monitor the efficiency of chemotherapy [58] and changes to cancer cell metabolism can be exploited to overcome chemotherapy resistance [19,59,60].\n      There are four molecular (intrinsic) subtypes of breast cancer: luminal A (ER+, low proliferative capacity), luminal B (ER+, high proliferative capacity), HER2-enriched (ER−, HER2+), and basal-type (triple negative breast cancer, TNBC) [61]. All of the subtypes have metabolic alterations and there is compelling evidence that it is possible to discriminate between the intrinsic subtypes as a function of changes to metabolism [30] (see Table 1). These results also highlight the strong contribution of pathological metabolism of breast cancer cells to proliferative capacity and aggressiveness.\n      The discovery of differences between the metabolism of cell types of breast cancer makes the landscape of the metabolic changes more complex. Namely, cancer stroma cells (dubbed non-tumorigenic cancer cells) or cancer-associated fibroblasts indeed rely on Warburg metabolism; however, the metabolism of cancer stem cells is dominated by mitochondrial oxidation [49,60,79,80,81,82,83,84,85,86,87,88]. Cancer stem cells in breast cancer have two different forms, the mesenchymal-like cancer stem cells are CD44+/CD24−, while the epithelial-like cancer stem cells are aldehyde dehydrogenase 1 family, member A1 (ALDH1) positive [89,90]. The inhibition of mitochondrial oxidation can increase the proportions of cancer stroma to stem cells, facilitating the efficiency of conventional chemotherapy that primarily targets stromal cells [86,91,92,93]. Larger proportions of stem cells than ER+ positive cancers characterize TNBCs [82,83]. In support of that observation, the TCA cycle is more active in TNBC as compared to the ER+ cases [94,95]. There is accumulating evidence that the metabolism of circulating cancer cells change to a more oxidative phosphorylation-dependent metabolism [19].\n      The actual shape of cancer cell metabolism is sharply regulated by the tumor microenvironment: the abundance of collagen [96], the circulating cytokines [97], or the adipocytes surrounding the tumor [52] are all major determinants of cancer cell metabolism. In this review, we add a new component to this list, bacterial metabolites, which are produced by the gut microbiome.\n3. Microbiome Dysbiosis in Breast Cancer\n      Dysbiosis denotes an abnormal composition or maladaptation of the microbial community (the microbiome) of a given organism or a given compartment of the organism. Dysbiosis disrupts the normal function of the microbial community through hampering the symbiotic relationships in the community (e.g., cross-feeding). Dysbiosis can occur when the composition or the bacterial biomass changes (i.e., the proportions of certain species change within the community) [98]. Dysbiosis characterizes several neoplastic diseases [99,100,101,102,103,104], including breast cancer [91,105,106,107,108,109,110,111,112,113,114,115,116,117,118,119,120,121,122,123,124]. Although the largest microbial community of the human body resides in the gastrointestinal tract, when discussing dysbiosis in breast cancer, the breast’s own microbiome also has to be taken into account. This, yet, ill-characterized, bacterial community that is found in the milk-ducts of the breast also exhibits dysbiosis in breast cancer. Studies have shown dysbiosis in the breast microbiome [105,106,107,108,109,110,111,112,113,114,115] (Table 2) and in the fecal microbiome [91,116,117,118,119,120,121,122,123] (Table 3).\n      Obtaining nipple aspirate fluid or sterile biopsy are starting materials for the analysis of the breast microbiome that is then subjected to next-generation sequencing. The biomass of the breast microbiome decreases in breast cancer patients [105]. One explanation for the variability could be that the geographical difference creates notable changes in the composition of the microbiome, as pointed out in [110]. Changes to the breast microbiome are in correlation with the molecular subtype (hormone receptor+, HER2+, or triple negative), where the microbiome composition of the triple negative cases differs from other types [107,113]. Furthermore, the breast microbiome change as a function of the grade [115] and aggressivity [109] of the disease. These changes are translated into functional changes, as in the breast microbiome glycerophospholipid biosynthesis and ribosome biosynthesis processes are upregulated, while the flavonoid biosynthesis decreased as the grade of the disease increases [115]. It is of note that there are also characteristic changes to the virome and fungome of the breast [113].\n      The fecal microbiome is also characterized by changes in breast cancer patients. The group of James J. Goedert published a series of studies illustrating that the diversity of the gut microbiome decreases in breast cancer patients as compared to healthy controls and the relative abundance of Clostridiales increase in patients [116,117,118,119]. Using the biobank set-up by the Goedert group [118], Miko and co-workers [120] and Kovacs and colleagues [91] assessed a subset of bacterial species and showed that the most drastic decreases were observed in early stage breast cancer (stage 0 and stage 1). These observations are supported be the observations of Luu and colleagues [121]; the log10 equivalent number/g stool of all Bacteroidetes, Clostridium coccoides, Clostridium leptum, Faecalibacterium prausnitzii, and Blautia species increased in stage II and III patients as compared to the stage 0 and I patients. In contrast to that, Zhu and co-workers [122] showed that the diversity of the gut microbiome changes differently in the pre- and postmenopausal breast cancer patients, furthermore the diversity of the gut microbiome increases in patients when compared to healthy controls. \n      There are correlative studies showing that antibiotic consumption, which decreases the diversity of the microbiome, increases the risk and recurrence of breast cancer [126,127,128,129,130,131,132]. Despite the non-mechanistic nature of these studies and the chance for uncontrolled confounding, these studies strengthen the observations that the decreases in the diversity of the microbiome increase the risk for breast cancer. Importantly, a recent murine study [132] showed that the use of a cephalosporin antibiotic (Cephalexin) accentuated the decrease in microbiome diversity that was induced by the tumor itself and induced tumor formation, suggesting a causative relationship between antibiotic use and breast cancer incidence, as well as strengthening the hypothesis of the reduced bacterial diversity in breast cancer. Cephalexin reduced the abundance of Odoribacter and Anaeotruncus (both are butyrate-producing bacterial groups), while increasing the abundance of Bacteroides [132].\n4. Interactions between Microbiome and Breast Cancer Cells—Metabolites in Action\n      There are multifaceted bidirectional interactions between the host and the microbiome [133]. The host regulates the composition of its microbiome through its innate immune system or its feeding or hygiene behavior, but, in turn, as recent research strongly argues, the microbiome can also fine tune the (patho)physiology of the host [133,134,135]. A major pathway in microbiome-to-host signaling is the secretion of bacterial metabolites that enter the circulation and reach their target cells [136,137,138,139]. In that respect, the function of these bacterial metabolites is similar to human hormones, which are synthesized in an organ or gland (in this case, it is the microbiome) and they are transferred to other anatomical locations, where they exert their biological effects. Such blood-borne microbial metabolites were shown to modulate the behavior of breast cancer, lithocholic acid (LCA) [120,140,141,142,143], short chain fatty acids (SCFA) [134,144], cadaverine [91], or deconjugated estrogens [116,117]. These bacterial metabolites have profound impact on mitochondrial metabolism, nevertheless it is of note that metabolites also regulate other metabolic processes (e.g., lipid metabolism) [21] (For overview, please see Table 4 and Figure 1).\n      \n        4.1. Estrogen Deconjugation and Reuptake\n        The group of James J. Goedert showed that, in men and postmenopausal women, the gut microbiome is a key determinant of estrogen metabolism [116,117]. The microbiome has a vital role in estrogen metabolism, as bacteria can deconjugate excreted estrogens enabling their reuptake [168], in line with that, the urinary estrogen levels showed correlation with the richness of the fecal flora in men and in postmenopausal women [116,117]. Bacterial β-glucuronidases are responsible for the deconjugation of conjugated estrogens that are coded by the gus [145,146] and BG genes [147]. gus is widespread among gut bacteria, being more common among Firmicutes, while BG is more widespread, being present in Bacteroidetes and Firmicutes [147]. The following bacterial genuses were shown to express β-glucuronidases: Collinsella, Edwardsiella, Alistipes, Bacteroides, Bifidobacterium, Citrobacter, Clostridium, Dermabacter, Escherichia, Faecalibacterium, Lactobacillus, Marvinbryantia, Propionibacterium, Roseburia, and Tannerella [169]. Goedert and colleagues have provided strong functional evidence for the role of Clostridiales in estrogen reactivation [116,117] and showed that the relative abundance of Clostridiales increases in breast cancer patients [116,117,118]. Feeding regimes can modulate β-glucuronidase expression in the gut [146]. (Reactivated) estrogens act through estrogen receptors, and hence promote the progression of ER+ breast cancer through multiple pathways (Table 1).\n        Reactivation of estrogens enable their reuptake and increase serum estrogen levels [116,117,118], estrogen-evoked changes in the expression of mitochondrial genes were suggested to contribute to estrogen-induced carcinogenesis [170]. In line with that, both estrogen receptors (ER), ERα and ERβ, reside on the surface of mitochondria [171] and the ER-responsive sites were suggested to be present in mitochondrial DNA [170]. ERβ is directly involved in the expression of nuclear-coded mitochondrial proteins [172]. Endocrine-resistant tumors have higher mitochondrial respiration when compared to the tumors that are sensitive for endocrine therapy, which is due to the increased expression of NRF1 and TFAM1 [148,149]. Increased oxidative phosphorylation was shown to contribute to tamoxifen-resistance [150] and general therapy failure [173], support metastasis [19], and render the tumors more aggressive [151]. The flip-side of the induction of mitochondrial oxidation is the increased mitochondrial production of free radicals that is cytostatic and is dependent on ERβ [174,175]. When taken together, bacterial estrogen deconjugation can promote breast cancer progression.\n      \n      \n        4.2. Short-Chain Fatty Acid Production\n        The microbiome by the saccharolytic fermentation of non-digestible carbohydrates generate short-chain fatty acids (SCFAs, acetate, propionate, butyrate) [161,176]. Fermentation of the non-digestible carbohydrates yield formate, acetate, propionate, butyrate, and lactate [176]. A relatively small proportion of SCFAs are produced through amino acid degradation; the degradation of branched chain amino acids yield branched-chain fatty acids; nevertheless, the amount of branched-chain fatty acids is extremely low [176].\n        The capability for acetate production is widespread among bacteria, while the production of other metabolites is more restricted to certain species. Akkermansia muciniphila is a key player in propionate production from mucin [155], while Lachnospiraceae, Ruminococcus obeum, and Roseburia inulinivorans are responsible for the degradation of deoxy sugars (e.g., fucose, rhamnose) and hexoses by Bacteroidetes and Negativicutes sp. to produce propionate [157]. The majority of butyrate production is bound to Faecalibacterium prausnitzii,\nEubacterium rectale, Roseburia faecis, Eubacterium hallii, and an unnamed cultured species SS2/1 [156], as well as the genera Odoribacter and Anaeotruncus [132]. It is also of note that the application of Cephalexin, which is an antibiotic that is frequently used as a pre-surgery premedication to breast cancer patients, reduced the abundance of Odoribacter and Anaeotruncus that are butyrate producer bacteria [132]. The abundance of Akkermansia muciniphila, which is a cross-feeder and propionate producer species, was associated with the richness of the gut microbiome in breast cancer patients [125].\n        The serum concentration of the total SCFAs fall into the 10–100 µM range, wherein acetate, propionate, isobutyrate, and butyrate make up the bulk [177,178,179]. SCFAs modulate numerous cancer hallmarks, such as cell proliferation, apoptosis, cell invasion, gene expression, metabolism, among others, in breast cancer [144,159,180,181,182]. The main receptors of SCFAs are the free fatty acid receptors (FFARs) that are only situated on the cancer cells, but also on stromal cells (e.g., adipocytes) [180,183,184]. The effects of SCFAs can have positive (e.g., [144]) and negative (e.g., [184]) effects in breast cancer as a function of the context.\n        The knowledge on role of SCFAs in mediating metabolism in breast cancer cells is very limited. In breast cancer cells, even-chain short fatty acids, acetate, butyrate, or lactate can be directly utilized as energy substrates, in line with that, sodium-butyrate induces oxygen consumption in breast cancer cell lines [158] and the inhibition of the lactate metabolism sharply reduces the viability of breast cancer cells [185]. Furthermore, butyrate can induce apoptosis through inducing mitochondrial ROS generation [159]. SCFAs, most notably, butyrate, are histone deacetylase inhibitors that are a key feature for their anticancer activity [160,161,162,163].\n      \n      \n        4.3. Secondary Bile Acid Metabolism\n        Lithocholic acid is secondary bile acid that is synthesized from chenodeoycholic acid (CDCA) and ursodeoxycholic acid (UDCA), by the dehydroxylation at position 7 [165,186]. The genes that are involved in the degradation of secondary bile acids can be found in the bile acid-inducible operon (bai operon) [164]. The enzyme catalyzing the formation of lithocholic acid that is cytostatic in breast cancer is 7α/β-hydroxysteroid dehydroxylase (baiH) [165,186]. Anaerobic bacteria, mostly the Clostridiales, are responsible for bile acid transformation [164]. The bile acids in the breast are of the gut origin [187].\n        The capacity of the human body and the microbiome to synthesize LCA is largely reduced in breast cancer, which is the most dominant in early stages (stages 0 and 1) [120]. Serum lithocholic acid levels negatively correlate with Ki67 labelling index in breast cancer [167]. LCA, in concentrations corresponding to its serum or breast tissue concentrations (30–50 nM or < 1 µM, respectively [120,188]), exerts antineoplastic effects on breast cancer cells by inhibiting epithelial-to-mesenchymal transition, vascular endothelial growth factor (VEGF) production, metastasis formation, induced antitumor immunity, and elicited changes in metabolism [120]. In supraphysiological concentrations (>1 µM), LCA inhibits fatty acid biosynthesis [143], induces induced multidrug resistance proteins [166], and induces cell death [140,141,143,166]. LCA did not exert antiproliferative effects in its tissue reference concentrations on non-transformed primary fibroblasts [120]. A exert its antineoplastic effects through the G protein-coupled bile acid receptor 1 (TGR5) [120] and in supraphysiological concentrations through Farnesoid X receptor (FRX) [166]. Other secondary bile acids, deoxycholic acid (DCA) or ursodeoxycholic acid (UDCA), had no effect on breast cancer cells in the reference concentration [120].\n        Bile acid-induced activation of TGR5 was shown to induce OXPHOS in metabolic models [189,190,191,192], in good accordance with that, LCA can elicit anti-Warburg effects in breast cancer models. In breast cancer cells, LCA induces mitochondrial biogenesis through NRF1, AMPK, and PGC-1β; the same effectors are also induced in murine breast cancer models upon LCA feeding [120]. The induction of these energy sensors declutch transcription programs that induced the expression of mitochondrial proteins (cytochrome c, atp5g1, ndufb5) and consequently enhanced mitochondrial activity. both when, the TCA cycle was fed on acetate or on glucose suggesting enhanced glycolytic flux, too [120]. In parallel, oxygen consumption rates were also induced suggesting improved terminal oxidation [120]. Besides the regulation of oxidative phosphorylation, LCA induced mesenchymal-to-epithelial transition, antitumor immune response, and inhibited proliferation and metastasis formation [120] (see Table 1).\n      \n      \n        4.4. Amino Acid Degradation\n        Cadaverine is synthesized from lysine by the bacterial enzymes LdcC and CadA [193,194]. Human cells are also capable of synthesizing cadaverine; however, it seems that bacterial cadaverine production is dominant over human biosynthesis [91]. Shigella flexneri, Shigella sonnei, Escherichia coli, and Streptococci were shown to express cadaverine biosynthetic enzymes [195].\n        Cadaverine in concentrations corresponding to its serum reference concentrations (100–800 nM) [196,197] inhibited cell proliferation, epithelial-to-mesenchymal transition, cell movement and invasion, and tumor infiltration to the surrounding tissues [91]. Moreover, cadaverine changed metabolism in breast cancer cells and it reduced the proportion of ALDH1+ cancer stem cells in 4T1 murine breast cancer cells [91]. Cadaverine exerted its effects through the trace amine-associated receptor-1, 2, 3, 5, 8, 9 (TAAR1, 2, 3, 5, 8, 9), of which TAAR1 was already associated with the inhibition of breast cancer growth [198]. The capacity of the microbiome to synthesize cadaverine is suppressed in breast cancer, most dominantly in early stage breast cancer (stages 0 and 1) [91]. Putrescine had no effect on breast cancer cells [91]; furthermore, cadaverine was not effective on primary, untransformed cells [91].\n        Cadaverine has been shown to reduce cellular oxygen consumption that is a readout of OXPHOS activity, rendering the cells more glycolytic [91]. The molecular mechanisms bringing about that phenotype has not yet been elucidated. In line with the more glycolytic phenotype of cells, the percentage of cancer stem cells was reduced upon cadaverine treatment [91]. In addition to these, cadaverine inhibited migration, invasion, and metastasis formation, as well as induced mesenchymal-to-epithelial transition [91].\n4.1. Estrogen Deconjugation and Reuptake\n        The group of James J. Goedert showed that, in men and postmenopausal women, the gut microbiome is a key determinant of estrogen metabolism [116,117]. The microbiome has a vital role in estrogen metabolism, as bacteria can deconjugate excreted estrogens enabling their reuptake [168], in line with that, the urinary estrogen levels showed correlation with the richness of the fecal flora in men and in postmenopausal women [116,117]. Bacterial β-glucuronidases are responsible for the deconjugation of conjugated estrogens that are coded by the gus [145,146] and BG genes [147]. gus is widespread among gut bacteria, being more common among Firmicutes, while BG is more widespread, being present in Bacteroidetes and Firmicutes [147]. The following bacterial genuses were shown to express β-glucuronidases: Collinsella, Edwardsiella, Alistipes, Bacteroides, Bifidobacterium, Citrobacter, Clostridium, Dermabacter, Escherichia, Faecalibacterium, Lactobacillus, Marvinbryantia, Propionibacterium, Roseburia, and Tannerella [169]. Goedert and colleagues have provided strong functional evidence for the role of Clostridiales in estrogen reactivation [116,117] and showed that the relative abundance of Clostridiales increases in breast cancer patients [116,117,118]. Feeding regimes can modulate β-glucuronidase expression in the gut [146]. (Reactivated) estrogens act through estrogen receptors, and hence promote the progression of ER+ breast cancer through multiple pathways (Table 1).\n        Reactivation of estrogens enable their reuptake and increase serum estrogen levels [116,117,118], estrogen-evoked changes in the expression of mitochondrial genes were suggested to contribute to estrogen-induced carcinogenesis [170]. In line with that, both estrogen receptors (ER), ERα and ERβ, reside on the surface of mitochondria [171] and the ER-responsive sites were suggested to be present in mitochondrial DNA [170]. ERβ is directly involved in the expression of nuclear-coded mitochondrial proteins [172]. Endocrine-resistant tumors have higher mitochondrial respiration when compared to the tumors that are sensitive for endocrine therapy, which is due to the increased expression of NRF1 and TFAM1 [148,149]. Increased oxidative phosphorylation was shown to contribute to tamoxifen-resistance [150] and general therapy failure [173], support metastasis [19], and render the tumors more aggressive [151]. The flip-side of the induction of mitochondrial oxidation is the increased mitochondrial production of free radicals that is cytostatic and is dependent on ERβ [174,175]. When taken together, bacterial estrogen deconjugation can promote breast cancer progression.\n4.2. Short-Chain Fatty Acid Production\n        The microbiome by the saccharolytic fermentation of non-digestible carbohydrates generate short-chain fatty acids (SCFAs, acetate, propionate, butyrate) [161,176]. Fermentation of the non-digestible carbohydrates yield formate, acetate, propionate, butyrate, and lactate [176]. A relatively small proportion of SCFAs are produced through amino acid degradation; the degradation of branched chain amino acids yield branched-chain fatty acids; nevertheless, the amount of branched-chain fatty acids is extremely low [176].\n        The capability for acetate production is widespread among bacteria, while the production of other metabolites is more restricted to certain species. Akkermansia muciniphila is a key player in propionate production from mucin [155], while Lachnospiraceae, Ruminococcus obeum, and Roseburia inulinivorans are responsible for the degradation of deoxy sugars (e.g., fucose, rhamnose) and hexoses by Bacteroidetes and Negativicutes sp. to produce propionate [157]. The majority of butyrate production is bound to Faecalibacterium prausnitzii,\nEubacterium rectale, Roseburia faecis, Eubacterium hallii, and an unnamed cultured species SS2/1 [156], as well as the genera Odoribacter and Anaeotruncus [132]. It is also of note that the application of Cephalexin, which is an antibiotic that is frequently used as a pre-surgery premedication to breast cancer patients, reduced the abundance of Odoribacter and Anaeotruncus that are butyrate producer bacteria [132]. The abundance of Akkermansia muciniphila, which is a cross-feeder and propionate producer species, was associated with the richness of the gut microbiome in breast cancer patients [125].\n        The serum concentration of the total SCFAs fall into the 10–100 µM range, wherein acetate, propionate, isobutyrate, and butyrate make up the bulk [177,178,179]. SCFAs modulate numerous cancer hallmarks, such as cell proliferation, apoptosis, cell invasion, gene expression, metabolism, among others, in breast cancer [144,159,180,181,182]. The main receptors of SCFAs are the free fatty acid receptors (FFARs) that are only situated on the cancer cells, but also on stromal cells (e.g., adipocytes) [180,183,184]. The effects of SCFAs can have positive (e.g., [144]) and negative (e.g., [184]) effects in breast cancer as a function of the context.\n        The knowledge on role of SCFAs in mediating metabolism in breast cancer cells is very limited. In breast cancer cells, even-chain short fatty acids, acetate, butyrate, or lactate can be directly utilized as energy substrates, in line with that, sodium-butyrate induces oxygen consumption in breast cancer cell lines [158] and the inhibition of the lactate metabolism sharply reduces the viability of breast cancer cells [185]. Furthermore, butyrate can induce apoptosis through inducing mitochondrial ROS generation [159]. SCFAs, most notably, butyrate, are histone deacetylase inhibitors that are a key feature for their anticancer activity [160,161,162,163].\n4.3. Secondary Bile Acid Metabolism\n        Lithocholic acid is secondary bile acid that is synthesized from chenodeoycholic acid (CDCA) and ursodeoxycholic acid (UDCA), by the dehydroxylation at position 7 [165,186]. The genes that are involved in the degradation of secondary bile acids can be found in the bile acid-inducible operon (bai operon) [164]. The enzyme catalyzing the formation of lithocholic acid that is cytostatic in breast cancer is 7α/β-hydroxysteroid dehydroxylase (baiH) [165,186]. Anaerobic bacteria, mostly the Clostridiales, are responsible for bile acid transformation [164]. The bile acids in the breast are of the gut origin [187].\n        The capacity of the human body and the microbiome to synthesize LCA is largely reduced in breast cancer, which is the most dominant in early stages (stages 0 and 1) [120]. Serum lithocholic acid levels negatively correlate with Ki67 labelling index in breast cancer [167]. LCA, in concentrations corresponding to its serum or breast tissue concentrations (30–50 nM or < 1 µM, respectively [120,188]), exerts antineoplastic effects on breast cancer cells by inhibiting epithelial-to-mesenchymal transition, vascular endothelial growth factor (VEGF) production, metastasis formation, induced antitumor immunity, and elicited changes in metabolism [120]. In supraphysiological concentrations (>1 µM), LCA inhibits fatty acid biosynthesis [143], induces induced multidrug resistance proteins [166], and induces cell death [140,141,143,166]. LCA did not exert antiproliferative effects in its tissue reference concentrations on non-transformed primary fibroblasts [120]. A exert its antineoplastic effects through the G protein-coupled bile acid receptor 1 (TGR5) [120] and in supraphysiological concentrations through Farnesoid X receptor (FRX) [166]. Other secondary bile acids, deoxycholic acid (DCA) or ursodeoxycholic acid (UDCA), had no effect on breast cancer cells in the reference concentration [120].\n        Bile acid-induced activation of TGR5 was shown to induce OXPHOS in metabolic models [189,190,191,192], in good accordance with that, LCA can elicit anti-Warburg effects in breast cancer models. In breast cancer cells, LCA induces mitochondrial biogenesis through NRF1, AMPK, and PGC-1β; the same effectors are also induced in murine breast cancer models upon LCA feeding [120]. The induction of these energy sensors declutch transcription programs that induced the expression of mitochondrial proteins (cytochrome c, atp5g1, ndufb5) and consequently enhanced mitochondrial activity. both when, the TCA cycle was fed on acetate or on glucose suggesting enhanced glycolytic flux, too [120]. In parallel, oxygen consumption rates were also induced suggesting improved terminal oxidation [120]. Besides the regulation of oxidative phosphorylation, LCA induced mesenchymal-to-epithelial transition, antitumor immune response, and inhibited proliferation and metastasis formation [120] (see Table 1).\n4.4. Amino Acid Degradation\n        Cadaverine is synthesized from lysine by the bacterial enzymes LdcC and CadA [193,194]. Human cells are also capable of synthesizing cadaverine; however, it seems that bacterial cadaverine production is dominant over human biosynthesis [91]. Shigella flexneri, Shigella sonnei, Escherichia coli, and Streptococci were shown to express cadaverine biosynthetic enzymes [195].\n        Cadaverine in concentrations corresponding to its serum reference concentrations (100–800 nM) [196,197] inhibited cell proliferation, epithelial-to-mesenchymal transition, cell movement and invasion, and tumor infiltration to the surrounding tissues [91]. Moreover, cadaverine changed metabolism in breast cancer cells and it reduced the proportion of ALDH1+ cancer stem cells in 4T1 murine breast cancer cells [91]. Cadaverine exerted its effects through the trace amine-associated receptor-1, 2, 3, 5, 8, 9 (TAAR1, 2, 3, 5, 8, 9), of which TAAR1 was already associated with the inhibition of breast cancer growth [198]. The capacity of the microbiome to synthesize cadaverine is suppressed in breast cancer, most dominantly in early stage breast cancer (stages 0 and 1) [91]. Putrescine had no effect on breast cancer cells [91]; furthermore, cadaverine was not effective on primary, untransformed cells [91].\n        Cadaverine has been shown to reduce cellular oxygen consumption that is a readout of OXPHOS activity, rendering the cells more glycolytic [91]. The molecular mechanisms bringing about that phenotype has not yet been elucidated. In line with the more glycolytic phenotype of cells, the percentage of cancer stem cells was reduced upon cadaverine treatment [91]. In addition to these, cadaverine inhibited migration, invasion, and metastasis formation, as well as induced mesenchymal-to-epithelial transition [91].\n5. Interference of the Microbiome and Anticancer Treatment\n      Bacteria of the microbiome can interfere with chemo- and radiotherapy in cancer treatment and management [199,200], which is also true for breast cancer. There are several aspects to the interactions between the microbiome and anticancer treatment; the microbiome can metabolize the chemotherapeutic drugs, inactivating or activating them, can modulate the immune system [201,202], can interfere with the side-effects of therapy, or the therapy can modulate the microbiome. Alexander and colleagues [203] suggested a framework, called TIMER (from Translocation, Immunomodulation, Metabolism, Enzymatic degradation, and Reduced diversity and ecological variation), to support a coordinated description of the interactions between the microbiome and cancer drugs. Below, we discuss the drugs that are relevant for breast cancer treatment.\n      Anthracyclines are synthesized by Streptomyces strains and can hence modulate the composition of the microbiome [204], for example, anthracyclines can be bacteriostatic on Acinetobacter species [205]. Several bacteria can metabolize anthracyclines (i.e., detoxify them) [206,207,208]; Streptomyces WAC04685 can deglycosylate and inactivate doxorubicin [209]. Streptomycetes can be found with a low prevalence in the human gut [210], making it likely that the microbiome can interfere with the bioavailability and pharmacokinetics and the pharmacodynamics of anthracyclines. Furthermore, upon anthracycline treatment, certain bacteria can cross the intestinal barrier to enter secondary lymphoid organs [203].\n      Cyclophosphamides cause damage to the gut mucosa and, thereby, attenuate the barrier function that makes the gut leaky and gut bacteria can enter [211]. Rich microbiome is protective against cyclophospmamide-induced mucosal injury [212]; in fact, strains of Lactobacillus plantarum as a probiotic was shown to be protective against mucosal injury [213]. Bacteria (usually Gram-positive microorganisms, such as Lactobacillus johnsonii, L. murinus,\nBarnesiella intestinihominis, and Enterococcus hirae [203,214]) can enter secondary lymphoid organs and thereby shape the anticancer immune response of the host [202]. Lactobacillus plantarum HY7712 can ameliorate cyclophosphamide-induced immunosuppression in mice [215].\n      Selective estrogen receptor modulators (SERMs) (Tamoxifen, Raloxifen) tamoxifen can modulate the composition of the microbiome. SERMs can be toxic for Pseudomonas aeruginosa, Klebsiella pneumoniae, Acinetobacter\nbaumannii [216,217,218], Porphyromonas gingivalis, Streptococcus mutans [219], Enterococcus faecium [220], and Bacillus stearothermophilus [221]. To date, no bacterial drug metabolism was related to SERMs. Tamoxifen resistance was shown to be a reason of changes to cancer cell metabolism [63,149,222], which can be modulated by the microbiome.\n      Taxanes can be a subject to bacterial metabolism [223,224]. Moreover, taxanes may interfere with bacterial LPS in activating the immune system [225]. Finally, taxanes can interfere with the composition of the microbiome [226].\n      Antimetabolites, 5-fluorouracil (5FU), and gemcitabine were shown to interact with the microbiome. Both of the drugs are metabolized by the microbiome [227,228,229,230,231,232,233]. Bacterial enzymes can activate both drugs [203,233,234]; nevertheless, the bacterial deactivation of the active metabolites is equally important [203,229,230,231]. Although, studies in breast cancer or its models had not been performed, it is known that the bacterial metabolism of 5FU can influence the treatment efficacy of colorectal cancer [235]. Intratumoral bacteria (Gammaproteobacteria) were shown to be the key players in deactivating gemcitabine in colorectal cancer that was alleviated by the eradication of Gammaproteobacteria by ciprofloxacin [229]. A loss of gemcitabine cytotoxicity was also observed in Mycoplasma-infected cells in culture [230]. Geller and Straussman [232] identified Gammaproteobacteria in human pancreatic ductal adenocarcinoma tumors in elevated numbers than in healthy pancreas tissue that can regulate gemcitabine availability. This observation can be extended for breast cancer, as it is also a solid tumor inside the human body. Cytidine deaminase was shown to be responsible for gemcitabine inactivation [232]. Both 5FU and gemcitabine have bactericide properties [231,234,236,237] and, therefore, they modulate the composition of the microbiome. Capecitabine was not toxic on E. coli [231] and its effects on the microbiome is largely uncharacterized. 5FU-induced dysbiosis contributes to the severity of the 5FU-induced mucositis [238,239] that can be corrected by the use of probiotics [240]. 5FU mucositis can induce bacterial translocation through the intestinal barrier [241].\n      PARP inhibitors, which are drugs likely to be used in the future in breast cancer treatment [12,13,14], were shown to increase the diversity of the gut microbiome [242,243]. To date, there is no literature on the interplay between aromatase inhibitors, navelbine, GNRH-analogs, and the microbiome. It is of note that bacteria can also interfere with biological therapies; nevertheless, no interactions were found with the antibodies used in breast cancer targeted therapy [203]. Finally, the microbiome can modulate the severity of radiation-induced mucositis [244,245] and can protect against radiation-induced toxicity [246].\n6. Applicability and Future Directions\n      Bacterial dysbiosis characterizes breast cancer, both in the breast tissue and in the gut [91,105,106,107,108,109,110,111,112,113,114,115,116,117,118,119,120,121,122,123,247]. Both the gut and breast microbiome sharply responds to the disease and display changes as a function of the histological variants, grade, or stage of the disease [91,107,109,113,115,120,121]. The role of the breast microbiome in carcinogenesis is unresolved, in contrast to that, the gut microbiome was shown to produce or modify metabolites (e.g., LCA, cadaverine, SCFAs, estrogens), which, through the circulation, get to distant sites, such as the breast, where they modulate cancer cell function. In that sense, these metabolites resemble human hormones, as they are produced in a “gland” (in this case, the microbiome) and are subsequently transferred to distant sites of action through the circulation. These metabolites appear to be important constituents of the tumor microenvironment. \n      All known bacterial metabolites have pleiotropic effects on breast cancer cells; nevertheless, almost all of them modulate mitochondrial metabolism. However, the actual effects are rather variable and there are inducers (e.g., estrogens or LCA) and inhibitors (e.g., cadaverine) of mitochondrial metabolism. Changes to mitochondrial metabolism is a double-edged sword in breast cancer. Switching for an anti-Warburg mitochondrial metabolism, comprising the upregulation of mitochondrial oxidation, can slow the proliferation of cancer cells and sensitize stromal cell for chemotherapy; however, in parallel, the induction of mitochondrial oxidation can tune cancer cells into cancer stem cells [85,86,93,248,249]. An example for that is cadaverine, which represses mitochondrial oxidation and, hence, reduces the percentage of cancer stem cells [91]. It is also of note that the substrate availability and substrate preference of cancer cells can also drive a switch between cancer stroma and cancer stem cells [250,251,252]. Consequently, a good understanding of metabolite-induced changes can enable us to use these metabolites in combatting breast cancer, either as stand-alone drugs or in combination with other chemotherapy regimens or mitochondrial drugs.\n      There is an intricate connection with feeding regimes and breast cancer risk [253], suggesting that it may be possible to create feeding regimes that maintain a “cytostatic microbiome” [134,135]—probiotics and changes to diet can influence SCFA serum levels [134]. Finally, there are natural dietary compounds (e.g., polyphenols) that can also modulate the microbiome and mitochondrial metabolism [254]. Maintaining the microbiome in good shape can be also vital in the successful completion of chemotherapeutic regime in breast cancer treatment [238,239,240]. \n      The microbiome may also have indirect effects on breast cancer. For example, the white adipose tissue has aromatase activity and, therefore, it can synthesize estrogen and thereby promote breast cancer. Pathological composition of the microbiome is also associated with obesity [255] and increases in the body mass index (BMI) are a risk factor of breast cancer [125,256]. There are other drivers of dysbiosis, apart from antibiotics or obesity, such as aging [257,258,259,260] or diseases (e.g., type II diabetes, polycystic ovary syndrome, non-alcoholic fatty liver disease, etc. [261,262,263,264,265,266,267]), which may explain the association of cancer events with these diseases. Bacteria in the microbiome can serve as sources of immunogenicity, similarly to the appearance of the counter-antibodies of the AB0 blood group system [268,269], and through that could modulate the activity of the immune system [202,214,270,271,272,273]. Finally, cachexia is also associated with dysbiosis [274,275,276,277].\n      We are still scratching the surface in understanding the role of dysbiosis in breast cancer. Nevertheless, there seems to be a meaningful, complex, and deep molecular network, below which can be exploited in the combat against cancer.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6523810/",
    "doi": "https://doi.org/10.3390/cells8040293",
    "citation_count": 85,
    "references": {
        "10924874": "The Relationship Between Gut Microbiome Estrobolome and Breast Cancer: A Systematic Review of Current Evidences",
        "10895598": "Bile acids inhibit ferroptosis sensitivity through activating farnesoid X receptor in gastric cancer cells",
        "10848918": "Breast cancer but not the menopausal status is associated with small changes of the gut microbiota",
        "10747404": "The Microbiome in the Obesity-Breast Cancer Axis: Diagnostic and Therapeutic Potential",
        "10646191": "Current and future research on the association between gut microbiota and breast cancer",
        "10644338": "Exploring the human microbiome – A step forward for precision medicine in breast cancer",
        "10644331": "Gut microbiome influences incidence and outcomes of breast cancer by regulating levels and activity of steroid hormones in women",
        "10636107": "Identification of a bile acid and bile salt metabolism-related lncRNA signature for predicting prognosis and treatment response in hepatocellular carcinoma",
        "10535898": "A New Paradigm in the Relationship between Gut Microbiota and Breast Cancer: β-glucuronidase Enzyme Identified as Potential Therapeutic Target",
        "10505708": "Changes in gut microbiota composition after 12 weeks of a home-based lifestyle intervention in breast cancer survivors during the COVID-19 lockdown",
        "10456566": "Metabolic Alteration of MCF-7 Cells upon Indirect Exposure to E. coli Secretome: A Model of Studying the Microbiota Effect on Human Breast Tissue",
        "10420980": "Identification of Bacterial Metabolites Modulating Breast Cancer Cell Proliferation and Epithelial-Mesenchymal Transition",
        "10417285": "The Emerging Role of the Microbiota in Breast Cancer Progression",
        "10332106": "Exploring breast tissue microbial composition and the association with breast cancer risk factors",
        "10301694": "The Interplay between Microbiota and Chemotherapy-Derived Metabolites in Breast Cancer",
        "10262790": "The gut microbiota in breast cancer development and treatment: The good, the bad, and the useful!",
        "10093598": "Metabolomic Signatures of Scarff–Bloom–Richardson (SBR) Grade in Non-Metastatic Breast Cancer",
        "10063924": "Human gut, breast, and oral microbiome in breast cancer: A systematic review and meta-analysis",
        "10049788": "Integrating bulk and single-cell RNA sequencing data reveals the relationship between intratumor microbiome signature and host metabolic heterogeneity in breast cancer",
        "10046531": "Inflammation, Infiltration, and Evasion—Tumor Promotion in the Aging Breast",
        "9964955": "E. coli Secretome Metabolically Modulates MDA-MB-231 Breast Cancer Cells’ Energy Metabolism",
        "9923803": "Gut and Breast Microbiota as Endocrine Regulators of Hormone Receptor-positive Breast Cancer Risk and Therapy Response",
        "9913170": "Breast Cancer Survivors and Healthy Women: Could Gut Microbiota Make a Difference?—“BiotaCancerSurvivors”: A Case-Control Study",
        "9850957": "Microbiota of the gastrointestinal tract: Friend or foe?",
        "9834486": "Sphingosine 1-phosphate receptor 2 promotes the onset and progression of non-alcoholic fatty liver disease-related hepatocellular carcinoma through the PI3K/AKT/mTOR pathway",
        "9834383": "Breast cancer patients from the Midwest region of the United States have reduced levels of short-chain fatty acid-producing gut bacteria",
        "9747861": "Effect of Chemotherapy on the Gut Microbiome of Breast Cancer Patients During the First Year of Treatment",
        "9729904": "Elevated bile acid metabolism and microbiome are associated with suppressed cell proliferation and better survival in breast cancer",
        "9687867": "The Gut Microbiome and Female Health",
        "9678367": "Impact of intestinal dysbiosis on breast cancer metastasis and progression",
        "9563306": "Intestinal Microbiota Influence Doxorubicin Responsiveness in Triple-Negative Breast Cancer",
        "9503838": "Modulating Microbiota as a New Strategy for Breast Cancer Prevention and Treatment",
        "9421216": "Research on Gut Microbiota-Derived Secondary Bile Acids in Cancer Progression",
        "9409206": "Gut Metabolites and Breast Cancer: The Continuum of Dysbiosis, Breast Cancer Risk, and Potential Breast Cancer Therapy",
        "9385247": "Microbiota mitochondria disorders as hubs for early age-related macular degeneration",
        "9351545": "Tumor microbiome metabolism: A game changer in cancer development and therapy",
        "9338016": "Changes in intestinal microbiota in postmenopausal oestrogen receptor-positive breast cancer patients treated with (neo)adjuvant chemotherapy",
        "9325024": "Metabolomics of Breast Cancer: A Review",
        "9297806": "Predicting dynamic response to neoadjuvant chemotherapy in breast cancer: a novel metabolomics approach",
        "9239270": "Composition and Functional Potential of the Human Mammary Microbiota Prior to and Following Breast Tumor Diagnosis",
        "9134200": "New Developments and Opportunities of Microbiota in Treating Breast Cancers",
        "9131274": "Annexin-A1 deficiency attenuates stress-induced tumor growth via fatty acid metabolism in mice: an Integrated multiple omics analysis on the stress- microbiome-metabolite-epigenetic-oncology (SMMEO) axis",
        "9045267": "Contributions of Human-Associated Archaeal Metabolites to Tumor Microenvironment and Carcinogenesis",
        "9013344": "The role of bile acids in carcinogenesis",
        "8951384": "Drug Metabolism for the Identification of Clinical Biomarkers in Breast Cancer",
        "8847007": "Interplay between Dysbiosis of Gut Microbiome, Lipid Metabolism, and Tumorigenesis: Can Gut Dysbiosis Stand as a Prognostic Marker in Cancer?",
        "8825384": "The involvement of oncobiosis and bacterial metabolite signaling in metastasis formation in breast cancer",
        "8763002": "Commensal microbiota in the digestive tract: a review of its roles in carcinogenesis and radiotherapy",
        "8708499": "Human Gut Microbiota in Health and Selected Cancers",
        "8619468": "Metabolomics-Microbiome Crosstalk in the Breast Cancer Microenvironment",
        "8569190": "Comprehensive profiles and diagnostic value of menopausal-specific gut microbiota in premenopausal breast cancer",
        "8557185": "Investigating the role of endogenous estrogens, hormone replacement therapy, and blockade of estrogen receptor-α activity on breast metabolic signaling",
        "8551188": "Characterizing the breast cancer lipidome and its interaction with the tissue microbiota",
        "8485072": "Toll Like Receptors as Sensors of the Tumor Microbial Dysbiosis: Implications in Cancer Progression",
        "8451519": "Mediterranean Diet and Physical Activity: Two Imperative Components in Breast Cancer Prevention",
        "8405251": "Role of Gut Microbiota Dysbiosis in Breast Cancer and Novel Approaches in Prevention, Diagnosis, and Treatment",
        "8404536": "Microbiome in cancer progression and therapy",
        "8399700": "Faecal Microbiota Composition Varies between Patients with Breast Cancer and Healthy Women: A Comparative Case-Control Study",
        "8269379": "A New Paradigm in the Relationship between Melatonin and Breast Cancer: Gut Microbiota Identified as a Potential Regulatory Agent",
        "8263554": "Antibiotics modulate neoadjuvant therapy efficiency in patients with breast cancer: a pilot analysis",
        "8066905": "The Metabolic Fates of Pyruvate in Normal and Neoplastic Cells",
        "8052771": "Human breast microbiome correlates with prognostic features and immunological signatures in breast cancer",
        "8017782": "The role of the microbiome in ovarian cancer: mechanistic insights into oncobiosis and to bacterial metabolite signaling",
        "7947609": "Human Microbiota and Breast Cancer—Is There Any Relevant Link?—A Literature Review and New Horizons Toward Personalised Medicine",
        "7877247": "Editorial: Epithelial-Mesenchymal Transition: Yet Another Exciting Avenue in Cancer Metabolic Remodeling",
        "7872030": "Gut Bacteroides species in health and disease",
        "7779729": "Potential of the Microbiome as a Biomarker for Early Diagnosis and Prognosis of Breast Cancer",
        "7763461": "Toll-Like Receptor 2 at the Crossroad between Cancer Cells, the Immune System, and the Microbiota",
        "7761345": "Microbiota and Obesity: Where Are We Now?",
        "7720649": "COVID-19 and breast cancer: may the microbiome be the issue?",
        "7599465": "Indoxylsulfate, a Metabolite of the Microbiome, Has Cytostatic Effects in Breast Cancer via Activation of AHR and PXR Receptors and Induction of Oxidative Stress",
        "7565530": "Breast and Gut Microbiota Action Mechanisms in Breast Cancer Pathogenesis and Treatment",
        "7565149": "Indolepropionic Acid, a Metabolite of the Microbiome, Has Cytostatic Properties in Breast Cancer by Activating AHR and PXR Receptors and Inducing Oxidative Stress",
        "7533893": "Nuclear Factor Erythroid 2-Related Factor 2 in Regulating Cancer Metabolism",
        "7460823": "Microbiota-Derived Metabolites in Tumor Progression and Metastasis",
        "7366195": "Molecular Mechanisms Contributing Bacterial Infections to the Incidence of Various Types of Cancer",
        "7297964": "Taxonomic and Functional Differences in Cervical Microbiome Associated with Cervical Cancer Development",
        "7290701": "Microbial Alterations and Risk Factors of Breast Cancer: Connections and Mechanistic Insights",
        "7281526": "Oncobiosis and Microbial Metabolite Signaling in Pancreatic Adenocarcinoma",
        "7142847": "Metabolic reprogramming in triple-negative breast cancer",
        "6952974": "The Microbiome–Estrogen Connection and Breast Cancer Risk",
        "6890236": "Plasma metabolites as possible biomarkers for diagnosis of breast cancer",
        "6799818": "Demystifying the manipulation of host immunity, metabolism, and extraintestinal tumors by the gut microbiome",
        "6769524": "Lithocholic Acid, a Metabolite of the Microbiome, Increases Oxidative Stress in Breast Cancer",
        "6747354": "The Clinical Link between Human Intestinal Microbiota and Systemic Cancer Therapy"
    },
    "journal": "Cells",
    "topics": [
        "unexplored, breast, interactions, cell",
        "interactions, cell, breast, unexplored",
        "cell, unexplored, breast, interactions"
    ]
}