{
    "title": "Fine-mapping of 150 breast cancer risk regions identifies 191 likely target genes",
    "abstract": "ER status was available for only 73% of the iCOGS and 79% of the OncoArray breast cancer cases (iii) for the set of samples genotyped with both arrays, 2 used the iCOGS genotypes, while this study includes OncoArray genotypes to maximize the number of samples genotyped with a larger coverage; and (iv) the imputation procedure was modified (in particular using one-step imputation without pre-phasing) to improve the imputation accuracy of less frequent variants. The significance of over-representation of the INQUISIT genes within each pathway was assessed with a hypergeometric test using the R function phyper as follows: P(x|n,m,N)=1−∑i=0x−1(mi)(N−mn−i)(Nn) where x is the number of Level 1 genes that overlap with any of the genes in the pathway, n is the number of genes in the pathway, m is the number of Level1 genes that overlap with any of the genes in the pathway data set (mstrong GO = 145, mER-positive GO = 50, mER-negative GO = 27, mER-neutral GO = 73; mstrong Pathways = 121, mER-positive Pathways = 38, mER-negative Pathways = 21, mER-neutral Pathways = 68), and N is the number of genes in the pathway data set (NGenes GO = 14,252, NGenes Pathways = 10,915). The significance of over-representation of the INQUISIT genes within each pathway was assessed with a hypergeometric test using the R function phyper as follows: P(x|n,m,N)=1−∑i=0x−1(mi)(N−mn−i)(Nn) where x is the number of Level 1 genes that overlap with any of the genes in the pathway, n is the number of genes in the pathway, m is the number of Level1 genes that overlap with any of the genes in the pathway data set (mstrong GO = 145, mER-positive GO = 50, mER-negative GO = 27, mER-neutral GO = 73; mstrong Pathways = 121, mER-positive Pathways = 38, mER-negative Pathways = 21, mER-neutral Pathways = 68), and N is the number of genes in the pathway data set (NGenes GO = 14,252, NGenes Pathways = 10,915).",
    "authors": [
        "Laura Fachal",
        "Hugues Aschard",
        "Jonathan Beesley",
        "Daniel R. Barnes",
        "Jamie Allen",
        "Siddhartha Kar",
        "Karen A. Pooley",
        "Joe Dennis",
        "Kyriaki Michailidou",
        "Constance Turman",
        "Penny Soucy",
        "Audrey Lemaçon",
        "Michael Lush",
        "Jonathan P. Tyrer",
        "Maya Ghoussaini",
        "Mahdi Moradi Marjaneh",
        "Xia Jiang",
        "Simona Agata",
        "Kristiina Aittomäki",
        "M. Rosario Alonso",
        "Irene L. Andrulis",
        "Hoda Anton-Culver",
        "Natalia N. Antonenkova",
        "Adalgeir Arason",
        "Volker Arndt",
        "Kristan J. Aronson",
        "Banu K. Arun",
        "Bernd Auber",
        "Paul L. Auer",
        "Jacopo Azzollini",
        "Judith Balmaña",
        "Rosa B. Barkardottir",
        "Daniel Barrowdale",
        "Alicia Beeghly-Fadiel",
        "Javier Benitez",
        "Marina Bermisheva",
        "Katarzyna Białkowska",
        "Amie M. Blanco",
        "Carl Blomqvist",
        "William Blot",
        "Natalia V. Bogdanova",
        "Stig E. Bojesen",
        "Manjeet K. Bolla",
        "Bernardo Bonanni",
        "Ake Borg",
        "Kristin Bosse",
        "Hiltrud Brauch",
        "Hermann Brenner",
        "Ignacio Briceno",
        "Ian W. Brock",
        "Angela Brooks-Wilson",
        "Thomas Brüning",
        "Barbara Burwinkel",
        "Saundra S. Buys",
        "Qiuyin Cai",
        "Trinidad Caldés",
        "Maria A. Caligo",
        "Nicola J. Camp",
        "Ian Campbell",
        "Federico Canzian",
        "Jason S. Carroll",
        "Brian D. Carter",
        "Jose E. Castelao",
        "Jocelyne Chiquette",
        "Hans Christiansen",
        "Wendy K. Chung",
        "Kathleen B.M. Claes",
        "Christine L. Clarke",
        "J. Margriet Collée",
        "Sten Cornelissen",
        "Fergus J. Couch",
        "Angela Cox",
        "Simon S. Cross",
        "Cezary Cybulski",
        "Kamila Czene",
        "Mary B. Daly",
        "Miguel de la Hoya",
        "Peter Devilee",
        "Orland Diez",
        "Yuan Chun Ding",
        "Gillian S. Dite",
        "Susan M. Domchek",
        "Thilo Dörk",
        "Isabel dos-Santos-Silva",
        "Arnaud Droit",
        "Stéphane Dubois",
        "Martine Dumont",
        "Mercedes Duran",
        "Lorraine Durcan",
        "Miriam Dwek",
        "Diana M. Eccles",
        "Christoph Engel",
        "Mikael Eriksson",
        "D. Gareth Evans",
        "Peter A. Fasching",
        "Olivia Fletcher",
        "Giuseppe Floris",
        "Henrik Flyger",
        "Lenka Foretova",
        "William D. Foulkes",
        "Eitan Friedman",
        "Lin Fritschi",
        "Debra Frost",
        "Marike Gabrielson",
        "Manuela Gago-Dominguez",
        "Gaetana Gambino",
        "Patricia A. Ganz",
        "Susan M. Gapstur",
        "Judy Garber",
        "José A. García-Sáenz",
        "Mia M. Gaudet",
        "Vassilios Georgoulias",
        "Graham G. Giles",
        "Gord Glendon",
        "Andrew K. Godwin",
        "Mark S. Goldberg",
        "David E. Goldgar",
        "Anna González-Neira",
        "Maria Grazia Tibiletti",
        "Mark H. Greene",
        "Mervi Grip",
        "Jacek Gronwald",
        "Anne Grundy",
        "Pascal Guénel",
        "Eric Hahnen",
        "Christopher A. Haiman",
        "Niclas Håkansson",
        "Per Hall",
        "Ute Hamann",
        "Patricia A. Harrington",
        "Jaana M. Hartikainen",
        "Mikael Hartman",
        "Wei He",
        "Catherine S. Healey",
        "Bernadette A.M. Heemskerk-Gerritsen",
        "Jane Heyworth",
        "Peter Hillemanns",
        "Frans B.L. Hogervorst",
        "Antoinette Hollestelle",
        "Maartje J. Hooning",
        "John L. Hopper",
        "Anthony Howell",
        "Guanmengqian Huang",
        "Peter J. Hulick",
        "Evgeny N. Imyanitov",
        "Claudine Isaacs",
        "Motoki Iwasaki",
        "Agnes Jager",
        "Milena Jakimovska",
        "Anna Jakubowska",
        "Paul A. James",
        "Ramunas Janavicius",
        "Rachel C. Jankowitz",
        "Esther M. John",
        "Nichola Johnson",
        "Michael E. Jones",
        "Arja Jukkola-Vuorinen",
        "Audrey Jung",
        "Rudolf Kaaks",
        "Daehee Kang",
        "Pooja Middha Kapoor",
        "Beth Y. Karlan",
        "Renske Keeman",
        "Michael J. Kerin",
        "Elza Khusnutdinova",
        "Johanna I. Kiiski",
        "Judy Kirk",
        "Cari M. Kitahara",
        "Yon-Dschun Ko",
        "Irene Konstantopoulou",
        "Veli-Matti Kosma",
        "Stella Koutros",
        "Katerina Kubelka-Sabit",
        "Ava Kwong",
        "Kyriacos Kyriacou",
        "Yael Laitman",
        "Diether Lambrechts",
        "Eunjung Lee",
        "Goska Leslie",
        "Jenny Lester",
        "Fabienne Lesueur",
        "Annika Lindblom",
        "Wing-Yee Lo",
        "Jirong Long",
        "Artitaya Lophatananon",
        "Jennifer T. Loud",
        "Jan Lubiński",
        "Robert J. MacInnis",
        "Tom Maishman",
        "Enes Makalic",
        "Arto Mannermaa",
        "Mehdi Manoochehri",
        "Siranoush Manoukian",
        "Sara Margolin",
        "Maria Elena Martinez",
        "Keitaro Matsuo",
        "Tabea Maurer",
        "Dimitrios Mavroudis",
        "Rebecca Mayes",
        "Lesley McGuffog",
        "Catriona McLean",
        "Noura Mebirouk",
        "Alfons Meindl",
        "Austin Miller",
        "Nicola Miller",
        "Marco Montagna",
        "Fernando Moreno",
        "Kenneth Muir",
        "Anna Marie Mulligan",
        "Victor M. Muñoz-Garzon",
        "Taru A. Muranen",
        "Steven A. Narod",
        "Rami Nassir",
        "Katherine L. Nathanson",
        "Susan L. Neuhausen",
        "Heli Nevanlinna",
        "Patrick Neven",
        "Finn C. Nielsen",
        "Liene Nikitina-Zake",
        "Aaron Norman",
        "Kenneth Offit",
        "Edith Olah",
        "Olufunmilayo I. Olopade",
        "Håkan Olsson",
        "Nick Orr",
        "Ana Osorio",
        "V. Shane Pankratz",
        "Janos Papp",
        "Sue K. Park",
        "Tjoung-Won Park-Simon",
        "Michael T. Parsons",
        "James Paul",
        "Inge Sokilde Pedersen",
        "Bernard Peissel",
        "Beth Peshkin",
        "Paolo Peterlongo",
        "Julian Peto",
        "Dijana Plaseska-Karanfilska",
        "Karolina Prajzendanc",
        "Ross Prentice",
        "Nadege Presneau",
        "Darya Prokofyeva",
        "Miquel Angel Pujana",
        "Katri Pylkäs",
        "Paolo Radice",
        "Susan J. Ramus",
        "Johanna Rantala",
        "Rohini Rau-Murthy",
        "Gad Rennert",
        "Harvey A. Risch",
        "Mark Robson",
        "Atocha Romero",
        "Caroline Maria Rossing",
        "Emmanouil Saloustros",
        "Estela Sánchez-Herrero",
        "Dale P. Sandler",
        "Marta Santamariña",
        "Christobel Saunders",
        "Elinor J. Sawyer",
        "Maren T. Scheuner",
        "Daniel F. Schmidt",
        "Rita K. Schmutzler",
        "Andreas Schneeweiss",
        "Minouk J. Schoemaker",
        "Ben Schöttker",
        "Peter Schürmann",
        "Christopher Scott",
        "Rodney J. Scott",
        "Leigha Senter",
        "Caroline M Seynaeve",
        "Mitul Shah",
        "Priyanka Sharma",
        "Chen-Yang Shen",
        "Xiao-Ou Shu",
        "Christian F. Singer",
        "Thomas P. Slavin",
        "Snezhana Smichkoska",
        "Melissa C. Southey",
        "John J. Spinelli",
        "Amanda B. Spurdle",
        "Jennifer Stone",
        "Dominique Stoppa-Lyonnet",
        "Christian Sutter",
        "Anthony J. Swerdlow",
        "Rulla M. Tamimi",
        "Yen Yen Tan",
        "William J. Tapper",
        "Jack A. Taylor",
        "Manuel R. Teixeira",
        "Maria Tengström",
        "Soo H. Teo",
        "Mary Beth Terry",
        "Alex Teulé",
        "Mads Thomassen",
        "Darcy L. Thull",
        "Marc Tischkowitz",
        "Amanda E. Toland",
        "Rob A.E.M. Tollenaar",
        "Ian Tomlinson",
        "Diana Torres",
        "Gabriela Torres-Mejía",
        "Melissa A. Troester",
        "Thérèse Truong",
        "Nadine Tung",
        "Maria Tzardi",
        "Hans-Ulrich Ulmer",
        "Celine M. Vachon",
        "Christi J. van Asperen",
        "Lizet E. van der Kolk",
        "Elizabeth J. van Rensburg",
        "Ana Vega",
        "Alessandra Viel",
        "Joseph Vijai",
        "Maartje J. Vogel",
        "Qin Wang",
        "Barbara Wappenschmidt",
        "Clarice R. Weinberg",
        "Jeffrey N. Weitzel",
        "Camilla Wendt",
        "Hans Wildiers",
        "Robert Winqvist",
        "Alicja Wolk",
        "Anna H. Wu",
        "Drakoulis Yannoukakos",
        "Yan Zhang",
        "Wei Zheng",
        "David Hunter",
        "Paul D.P. Pharoah",
        "Jenny Chang-Claude",
        "Montserrat García-Closas",
        "Marjanka K. Schmidt",
        "Roger L. Milne",
        "Vessela N. Kristensen",
        "Juliet D. French",
        "Stacey L. Edwards",
        "Antonis C. Antoniou",
        "Georgia Chenevix-Trench",
        "Jacques Simard",
        "Douglas F. Easton",
        "Peter Kraft",
        "Alison M. Dunning"
    ],
    "published_year": "Not available",
    "description": "Introduction\n      Genome-wide association studies (GWAS) have identified genetic variants associated with breast cancer risk in more than 150 genomic regions 1,2. However, the variants and genes driving these associations are mostly unknown, with fewer than 20 regions studied in detail 3–20. Here, we aimed to fine-map all known breast cancer susceptibility regions using dense genotype data on > 217K subjects participating in the Breast Cancer Association Consortium (BCAC) and the Consortium of Investigators of Modifiers of BRCA1/2 (CIMBA). All samples were genotyped using the OncoArray™ 1,2,21 or the iCOGS chip 22,23. Stepwise multinomial logistic regression was used to identify independent association signals in each region and define credible causal variants (CCVs) within each signal. We found genomic features significantly overlapping the CCVs. We then used a Bayesian approach, integrating genomic features and genetic associations, to refine the set of likely causal variants and calculate their posterior probabilities. Finally, we integrated genetic and in silico epigenetic, expression and chromatin conformation data to infer the likely target genes of each signal.\nResults\n      \n        Most breast cancer genomic regions contain multiple independent risk-associated signals\n        We included 109,900 breast cancer cases and 88,937 controls, all of European ancestry, from 75 studies in the BCAC. Genotypes (directly observed or imputed) were available for 639,118 single nucleotide polymorphisms (SNPs), deletion/insertions, and copy number variants (CNVs) with minor allele frequency (MAF) ≥ 0.1% within 152, previously defined, risk-associated regions (Supplementary Table 1; Figure 1). Multivariate logistic regression confirmed associations for 150/152 regions at a p-value < 10-4 significance threshold (Supplementary Table 2A). To determine the number of independent risk signals within each region we applied stepwise multinomial logistic regression, deriving the association of each variant, conditional on the more significant ones, in order of statistical significance. Finally, we defined CCVs in each signal as variants with conditional p-values within two orders of magnitude of the index variant 24. We classified the evidence for each independent signal, and its CCVs, as either strong (conditional p-values <10-6) or moderate (10-6 < conditional p-values <10-4).\n        From the 150 genomic regions we identified 352 independent risk signals containing 13,367 CCVs, 7,394 of these were within the 196 strong-evidence signals across 129 regions (Figures 2A-B). The number of signals per region ranged from 1 to 11, with 79 (53%) containing multiple signals. We noted a wide range of CCVs per signal, but in 42 signals there was only a single CCV: for these signals, the simplest hypothesis is that the CCV is causal (Figures 2C-D, Table 1). Furthermore, within signals with few CCVs (<10), the mean scaled CADD score was higher than in signals with more CCVs (13.1 Vs 6.7 for CCVs in exons; Pttest = 2.7x10-4) suggesting that these are more likely to be functional.\n        The majority of breast tumors express the estrogen receptor (ER-positive), but ~20% do not (ER-negative); these two tumor types have distinct biological and clinical characteristics 25. Using a case-only analysis for the 196 strong-evidence signals, we found 66 signals (34%; containing 1,238 CCVs) where the lead variant conferred a greater relative-risk of developing ER-positive tumors (false discovery rate, FDR 5%), and 29 (15%; 646 CCVs) where the lead variant conferred a greater risk of ER-negative cancer tumors (FDR 5%) (Supplementary Table 2B, Figure 2E). The remaining 101 signals (51%, 5,510 CCVs) showed no difference by ER status (referred to as ER-neutral).\n        Patients with BRCA1 mutations are more likely to develop ER-negative tumors 26. Hence, to increase our power to identify ER-negative signals, we performed a fixed-effects meta-analysis, combining association results from BRCA1 mutation carriers in CIMBA with the BCAC ER-negative association results. This meta-analysis identified ten additional signals, seven ER-negative and three ER-neutral, making 206 strong-evidence signals (17% ER-negative) containing 7,652 CCVs in total (Figure 2F). More than one quarter of the CCVs (2,277) were accounted for by one signal, resulting from strong linkage disequilibrium with a copy number variant. The remaining analyses focused on the other 205 strong signals across 128 regions (Supplementary Table 2C).\n        The proportion of the familial relative risk of breast cancer (FRR) explained by all 206 strong signals was 20.6%, compared with 17.6% when only the lead SNP for each region was considered. The proportion of the FRR explained increased by a further 3% (to 23.6%) when all 352 signals were considered (Supplementary Table 2D).\n      \n      \n        CCVs are over-represented in active gene-regulatory regions and transcription factor binding sites\n        We constructed a database of mapped genomic-features in seven primary cells derived from normal breast and 19 breast cell lines using publicly available data, resulting in 811 annotation tracks in total. These ranged from general features, such as whether a variant was in an exon or in open chromatin, to more specific features, such a cell-specific TF binding or histone mark (determined through ChIP-Seq experiments) in breast-derived cells or cell lines. Using logistic regression, we examined the overlap of these genomic-features with the positions of 5,117 CCVs in the 195 strong-evidence BCAC signals versus the positions of 622,903 variants excluded as credible candidates in the same regions (Supplementary Figure 1A, Supplementary Table 3). We found significant enrichment of CCVs (FDR 5%) in the following genomic-features: (i)Open chromatin (determined by DNase-seq and FAIRE-seq) in ER-positive breast cancer cell-lines and normal breast (Figure 3A). Conversely, we found depletion of CCVs within heterochromatin (determined by the H3K9me3 mark in normal breast, and by chromatin-state in ER-positive cells 27).(ii)Actively transcribed genes in normal breast and ER-positive cell lines (defined by H3K36me3 or H3K79me2 histone marks, Figure 3A). Enrichment was larger for ER-neutral CCVs than for those affecting either ER-positive or ER-negative tumors.(iii)Gene regulatory regions. CCVs overlapped distal gene regulatory elements in ER-positive breast cancer cells lines (defined by H3K4me1 or H3K27ac marks, Figure 3B). This was confirmed using the ENCODE definition of active enhancers in MCF-7 cells (enhancer-like regions defined by combining DNase and H3K27ac marks), as well as the definition of 28 and 27 (Supplementary Table 3). Under these more stringent definitions, enrichment among ER-positive CCVs was significantly larger than ER-negative or ER-neutral CCVs. Data from 27, showed that 73% of active enhancer regions overlapped by ER-positive CCVs in ER-positive cells (MCF-7), are inactive in the normal HMEC breast cell line; thus, these enhancers appear to be MCF-7-specific.We also detected significant enrichment of CCVs in active promoters in ER-positive cells (defined by H3K4me3 marks in T-47D), although the evidence for this effect was weaker than for distal regulatory elements (defined by H3K27ac marks in MCF-7, Figure 3B). Only ER-positive CCVs were significantly enriched in T-47D active promoters. Conversely, CCVs were depleted among repressed gene-regulatory elements (defined by H3K27me3 marks) in normal breast (Figure 3B). As a control, we performed similar analyses with autoimmune disease CCVs 29 (Methods) and relevant B and T cells (Figures 3B-E). The strongest evidence of enrichment of breast cancer CCVs was found at regulatory regions active in ER-positive cells (Figure 3B), whereas enrichment of autoimmune CCVs was in regulatory regions active in B and T cells (Figure 3E). We also compared the enrichment of our CCVs in enhancer-like and promoter-like regions (defined by ENCODE; Supplementary Figure 1B). The strongest evidence of enrichment of ER-positive CCVs in enhancer-like regions was found in MCF-7 cells, the only ER-positive cell line in ENCODE (Supplementary Figure 1B). These results highlight both the tissue- and disease-specificity of these histone marked gene regulatory regions.(iv)We observed significant enrichment of CCVs in the binding sites for 40 transcription factor binding sites(TFBS) determined by ChIP-Seq (Figures 3F-H). The majority of the experiments were performed in ER-positive cell lines (90 TFBSs, 20 with data in ER-negative cell lines, 76 in ER-positive cell lines, and 16 in normal breast). These TFBSs overlap each other and histone marks of active regulatory regions (Supplementary Figure 2). Enrichment in five TFBSs (ESR1, FOXA1, GATA3, TCF7L2, E2F1) has been previously reported 2,30. All 40 TFBSs were significantly enriched in ER-positive CCVs (Figure 3F), seven were also enriched in ER-negative CCVs and nine in ER-neutral CCVs (Figures 3G-H). ESR1, FOXA1, GATA3 and EP300 TFBSs were enriched in all CCV ER-subtypes. However, the enrichment for ESR1, FOXA1 or GATA3 was stronger for ER-positive CCVs than for ER-negative or ER-neutral.\n\n      \n      \n        CCVs significantly overlap consensus transcription factor binding motifs\n        We investigated whether CCVs were also enriched within consensus transcription factor binding motifs by conducting a motif-search within active regulatory regions (ER-positive CCVs at H3K4me1 marks in MCF-7). We identified 30 motifs, from eight transcription factor families, with enrichment in ER-positive CCVs (FDR 10%, Supplementary Table 4A) and a further five motifs depleted among ER-positive CCVs. To assess whether the motifs appeared more frequently than by chance at active regulatory regions overlapped by our ER-positive CCVs, we compared motif-presence in a set of randomized control sequences (Methods). Thirteen of 30 motifs were more frequent at active regulatory regions with ER-positive CCV enrichment; these included seven homeodomain motifs and two fork head factors (Supplementary Table 4B).\n        When we looked at the change in predicted binding affinity, 57 ER-positive signals (86%) included at least one CCV predicted to modify the binding affinity of the enriched TFBSs (≥2-fold, Supplementary Table 4C). Forty-eight ER-positive signals (73%) had at least one CCV predicted to modify the binding affinity >10-fold. This analysis validates previous reports of breast cancer causal variants that alter DNA binding affinity for FOXA1 3,30\n      \n      \n        Bayesian fine -mapping incorporating functional annotations and linkage disequilibrium\n        As an alternative statistical approach for inferring likely causal variants, we applied PAINTOR 31 to the same 128 regions (Figure 1). In brief, PAINTOR integrates genetic association results, linkage disequilibrium (LD) structure, and enriched genomic features in an empirical Bayes framework and derives the posterior probability of each variant being causal, conditional on available data. To eliminate artifacts due to differences in genotyping and imputation across platforms, we restricted PAINTOR analyses to cases and controls typed using the OncoArray (61% of the total). We identified seven variants with high posterior probability (HPP ≥ 80%) of being causal for overall breast cancer and ten for the ER-positive subtype (Table 1); two of these had HPP > 80% for both ER-positive and overall breast cancer. These 15 HPP variants (HPPVs; ≥ 80%) were distributed across 13 regions. We also identified an additional 35 variants in 25 regions with HPP (≥ 50% and < 80%) for ER-positive, ER-negative, or overall breast cancer (Figure 2G).\n        Consistent with the CCV analysis, we found evidence that most regions contained multiple HPPVs; the sum of posterior probabilities across all variants in a region (an estimate of the number of distinct causal variants in the region) was > 2.0 for 84/86 regions analyzed for overall breast cancer, with a maximum of 16.1 and a mean of 6.4. For ER-positive cancer, 46/47 regions had total posterior probability > 2.0 (maximum 18.3, mean 6.5) and for ER-negative, 17/23 regions had total posterior probability > 2.0 (maximum 9.1, mean 3.2).\n        Although for many regions we were not able to identify HPP variants, we were able to reduce the proportion of variants needed to account for 80% of the total posterior probability in a region to under 5% for 65 regions for overall, 43 for ER-positive, and 18 for ER-negative breast cancer (Supplementary Figure 3A-C). PAINTOR analyses were also able to reduce the set of likely causal variants in many cases. After summing the posterior probabilities for CCVs in each of the overall breast cancer signals, 39/100 strong-evidence signals had a total posterior probability > 1.0. The number of CCVs in these signals ranged from 1 to 375 (median 24), but the number of variants needed to capture 95% of the total PP in each signal ranged from 1 to 115 (median 12), representing an average reduction of 43% in the number of variants needed to capture the signal.\n        PAINTOR and CCV analyses were generally consistent, yet complementary. Only 3.3% of variants outside of the set of strong-signal CCVs for overall breast cancer had posterior probability > 1%, and only 48 (0.013%) of these had posterior probability > 30% (Supplementary Figure 3D). At ER-positive and ER-negative signals respectively, 3.1% and 1.6% of the non-CCVs at strong signals had posterior probability > 1%, and 40 (0.019%) and 3 (0.003%) of these had posterior probability > 30% (Figures S3E-F). For the non-CCVs at strong-evidence signals with posterior probability > 30%, the relatively high posterior probability may be driven by the addition of functional annotation. Indeed, the incorporation of functional annotations more than doubled the posterior probability for 64/88 variants when compared to a PAINTOR model with no functional annotations.\n      \n      \n        CCVs co-localize with variants controlling local gene expression\n        We used four breast-specific expression quantitative trait loci (eQTL) data sets to identify a credible set of variants associated with differences in gene expression (eVariants): tumor tissue from the Nurses’ Health Study (NHS) 32 and The Cancer Genome Atlas (TCGA) 33, and normal breast tissue from the NHS and the Molecular Taxonomy of Breast Cancer International Consortium (METABRIC) 34. We then examined the overlap of eVariants (for each gene eVariants were defined as those variants that had a p-value within two orders of magnitude of the variant most significantly associated with that gene’s expression) with CCVs (Methods). There was significant overlap of CCVs with eVariants from both the NHS normal and breast cancer tissue studies (normal breast OR = 2.70, p-value = 1.7×10-5; tumor tissue OR = 2.34, p-value = 2.6×10-4; Supplementary Table 3). ER-neutral CCVs overlapped with eVariants in normal tissue more frequently than did ER-positive and ER-negative CCVs (ORER-neutral = 3.51, p-value = 1.3×10-5). Cancer risk CCVs overlapped credible eVariants in 128/205 (62%) signals in at least one of the datasets (Supplementary Table 5A-B). Sixteen additional variants with PP ≥ 30%, not included among the CCVs, also overlapped with a credible eVariant (Supplementary Table 5A-B).\n      \n      \n        Transcription factors and known somatic breast cancer drivers are overrepresented among prioritized target genes\n        We assumed that causal variants function by affecting the behavior of a local target gene. However, it is challenging to define target genes or to determine how they may be affected by the causal variant. Few potentially causal variants directly affect protein coding: we observed 67/5,375 CCVs, and 19/137 HPPVs (≥ 30%) in protein-coding regions. Of these, 33 (0.61%) were predicted to create a missense change, one a frameshift, and another a stop-gain, while 30 were synonymous (0.59%, Supplementary Table 5C). Four hundred and ninety-nine CCVs at 94 signals, and four additional HPPV (≥ 30%), are predicted to create new splice sites or activate cryptic splice sites in 126 genes (Supplementary Table 5D). These results are consistent with previous observations that majority of common susceptibility variants are regulatory.\n        We applied an updated version of our pipeline INQUISIT - integrated expression quantitative trait and in-silico prediction of GWAS targets) 2 to prioritize potential target genes from 5,375 CCVs in strong signals and all 138 HPPVs (≥ 30%; Supplementary Table 2C). The pipeline predicted 1,204 target genes from 124/128 genomic regions examined. As a validation we examined the overlap between INQUISIT predictions and 278 established breast cancer driver genes 35–39. Cancer driver genes were over-represented among high confidence (Level 1) targets; a 5-fold increase over expected from CCVs and 15-fold from HPPVs; p-value= 1×10-6; Supplementary Figure 4A). Notably, thirteen cancer driver genes (ATAD2, CASP8, CCND1, CHEK2, ESR1, FGFR2, GATA3, MAP3K1, MYC, SETBP1, TBX3, XBP1 and ZFP36L1) were predicted from the HPPVs derived from PAINTOR. Cancer driver gene status was consequently included as an additional weighting factor in the INQUISIT pipeline. TF genes 40 were also enriched amongst high-confidence targets predicted from both CCVs (2-fold, p-value = 4.6×10-4) and HPPVs (2.5-fold, p-value = 1.8×10-2, Supplementary Figure 4A).\n        In total INQUISIT identified 191 target genes supported by strong evidence (Supplementary Table 6). Significantly more genes were targeted by multiple independent signals (N = 165) than expected by chance (p-value = 4.3×10-8, Supplementary Figure 4B, Figure 4). Six high-confidence predictions came only from HPPVs, although three of these (IGFBP5, POMGNT1 and WDYHV1) had been predicted at lower confidence from CCVs. Target genes included 20 that were prioritized via potential coding/splicing changes (Supplementary Table 7), ten via promoter variants (Supplementary Table 8), and 180 via distal regulatory variants (Supplementary Table 9). We illustrate genes prioritized via multiple lines of evidence in Figure 4A.\n        Three examples of INQUISIT using genomic features to identify predict target genes. Based on capture Hi-C and ChIA-PET chromatin interaction data, NRIP1 is a predicted target of intergenic CCVs and HPPVs at chr21q21 (Supplementary Figure 5A). Multiple target genes were predicted at chr22q12, including the driver genes CHEK2 and XBP1 (Supplementary Figure 5B). A third example at chr12q24.31 is a more complicated scenario with two Level 1 targets: RPLP0\n41 and a modulator of mammary progenitor cell expansion, MSI1\n42 (Supplementary Figure 5C).\n      \n      \n        Target gene pathways include DNA integrity-checkpoint, apoptosis, developmental processes and the immune system\n        We performed pathway analysis to identify common processes using INQUSIT high confidence target protein-coding genes (Figure 5A) and identified 488 Gene Ontology terms and 307 pathways at an FDR of 5% (Supplementary Table 10). These were grouped into 98 themes by common ancestor Gene Ontology terms, pathways, or transcription factor classes (Figure 5B). We found that 23% (14/60) of the ER-positive target genes were classified within developmental process pathways (including mammary development), 18% in immune system and a further 17% in nuclear receptors pathways. Of genes targeted by ER-neutral signals, 21% (18/87) were classified in developmental process pathways, 19% in in immune system pathways, and a further 18% in apoptotic process. The top themes of genes targeted by ER-negative signals were DNA integrity checkpoint and immune system, each containing 19% (7/37) genes, and apoptotic processes (16%).\n        Novel pathways revealed by this study include TNF-related apoptosis-inducing ligand (TRAIL) signaling, the AP-2 transcription factors pathway, and regulation of IκB kinase/NF-κB signaling. Of note, the latter of these is specifically overrepresented among ER-negative target genes. We also found significant overrepresentation of additional carcinogenesis-linked pathways including cAMP, NOTCH, PI3K, RAS, WNT/Beta-catenin, and of receptor tyrosine kinases signaling, including FGFR, EGFR, or TGFBR 43–47. Finally, our target genes are also significantly overrepresented in DNA damage checkpoint, DNA repair pathways, as well as programmed cell death pathways, such as apoptotic process, regulated necrosis, and death receptor signaling-related pathways.\nMost breast cancer genomic regions contain multiple independent risk-associated signals\n        We included 109,900 breast cancer cases and 88,937 controls, all of European ancestry, from 75 studies in the BCAC. Genotypes (directly observed or imputed) were available for 639,118 single nucleotide polymorphisms (SNPs), deletion/insertions, and copy number variants (CNVs) with minor allele frequency (MAF) ≥ 0.1% within 152, previously defined, risk-associated regions (Supplementary Table 1; Figure 1). Multivariate logistic regression confirmed associations for 150/152 regions at a p-value < 10-4 significance threshold (Supplementary Table 2A). To determine the number of independent risk signals within each region we applied stepwise multinomial logistic regression, deriving the association of each variant, conditional on the more significant ones, in order of statistical significance. Finally, we defined CCVs in each signal as variants with conditional p-values within two orders of magnitude of the index variant 24. We classified the evidence for each independent signal, and its CCVs, as either strong (conditional p-values <10-6) or moderate (10-6 < conditional p-values <10-4).\n        From the 150 genomic regions we identified 352 independent risk signals containing 13,367 CCVs, 7,394 of these were within the 196 strong-evidence signals across 129 regions (Figures 2A-B). The number of signals per region ranged from 1 to 11, with 79 (53%) containing multiple signals. We noted a wide range of CCVs per signal, but in 42 signals there was only a single CCV: for these signals, the simplest hypothesis is that the CCV is causal (Figures 2C-D, Table 1). Furthermore, within signals with few CCVs (<10), the mean scaled CADD score was higher than in signals with more CCVs (13.1 Vs 6.7 for CCVs in exons; Pttest = 2.7x10-4) suggesting that these are more likely to be functional.\n        The majority of breast tumors express the estrogen receptor (ER-positive), but ~20% do not (ER-negative); these two tumor types have distinct biological and clinical characteristics 25. Using a case-only analysis for the 196 strong-evidence signals, we found 66 signals (34%; containing 1,238 CCVs) where the lead variant conferred a greater relative-risk of developing ER-positive tumors (false discovery rate, FDR 5%), and 29 (15%; 646 CCVs) where the lead variant conferred a greater risk of ER-negative cancer tumors (FDR 5%) (Supplementary Table 2B, Figure 2E). The remaining 101 signals (51%, 5,510 CCVs) showed no difference by ER status (referred to as ER-neutral).\n        Patients with BRCA1 mutations are more likely to develop ER-negative tumors 26. Hence, to increase our power to identify ER-negative signals, we performed a fixed-effects meta-analysis, combining association results from BRCA1 mutation carriers in CIMBA with the BCAC ER-negative association results. This meta-analysis identified ten additional signals, seven ER-negative and three ER-neutral, making 206 strong-evidence signals (17% ER-negative) containing 7,652 CCVs in total (Figure 2F). More than one quarter of the CCVs (2,277) were accounted for by one signal, resulting from strong linkage disequilibrium with a copy number variant. The remaining analyses focused on the other 205 strong signals across 128 regions (Supplementary Table 2C).\n        The proportion of the familial relative risk of breast cancer (FRR) explained by all 206 strong signals was 20.6%, compared with 17.6% when only the lead SNP for each region was considered. The proportion of the FRR explained increased by a further 3% (to 23.6%) when all 352 signals were considered (Supplementary Table 2D).\nCCVs are over-represented in active gene-regulatory regions and transcription factor binding sites\n        We constructed a database of mapped genomic-features in seven primary cells derived from normal breast and 19 breast cell lines using publicly available data, resulting in 811 annotation tracks in total. These ranged from general features, such as whether a variant was in an exon or in open chromatin, to more specific features, such a cell-specific TF binding or histone mark (determined through ChIP-Seq experiments) in breast-derived cells or cell lines. Using logistic regression, we examined the overlap of these genomic-features with the positions of 5,117 CCVs in the 195 strong-evidence BCAC signals versus the positions of 622,903 variants excluded as credible candidates in the same regions (Supplementary Figure 1A, Supplementary Table 3). We found significant enrichment of CCVs (FDR 5%) in the following genomic-features: (i)Open chromatin (determined by DNase-seq and FAIRE-seq) in ER-positive breast cancer cell-lines and normal breast (Figure 3A). Conversely, we found depletion of CCVs within heterochromatin (determined by the H3K9me3 mark in normal breast, and by chromatin-state in ER-positive cells 27).(ii)Actively transcribed genes in normal breast and ER-positive cell lines (defined by H3K36me3 or H3K79me2 histone marks, Figure 3A). Enrichment was larger for ER-neutral CCVs than for those affecting either ER-positive or ER-negative tumors.(iii)Gene regulatory regions. CCVs overlapped distal gene regulatory elements in ER-positive breast cancer cells lines (defined by H3K4me1 or H3K27ac marks, Figure 3B). This was confirmed using the ENCODE definition of active enhancers in MCF-7 cells (enhancer-like regions defined by combining DNase and H3K27ac marks), as well as the definition of 28 and 27 (Supplementary Table 3). Under these more stringent definitions, enrichment among ER-positive CCVs was significantly larger than ER-negative or ER-neutral CCVs. Data from 27, showed that 73% of active enhancer regions overlapped by ER-positive CCVs in ER-positive cells (MCF-7), are inactive in the normal HMEC breast cell line; thus, these enhancers appear to be MCF-7-specific.We also detected significant enrichment of CCVs in active promoters in ER-positive cells (defined by H3K4me3 marks in T-47D), although the evidence for this effect was weaker than for distal regulatory elements (defined by H3K27ac marks in MCF-7, Figure 3B). Only ER-positive CCVs were significantly enriched in T-47D active promoters. Conversely, CCVs were depleted among repressed gene-regulatory elements (defined by H3K27me3 marks) in normal breast (Figure 3B). As a control, we performed similar analyses with autoimmune disease CCVs 29 (Methods) and relevant B and T cells (Figures 3B-E). The strongest evidence of enrichment of breast cancer CCVs was found at regulatory regions active in ER-positive cells (Figure 3B), whereas enrichment of autoimmune CCVs was in regulatory regions active in B and T cells (Figure 3E). We also compared the enrichment of our CCVs in enhancer-like and promoter-like regions (defined by ENCODE; Supplementary Figure 1B). The strongest evidence of enrichment of ER-positive CCVs in enhancer-like regions was found in MCF-7 cells, the only ER-positive cell line in ENCODE (Supplementary Figure 1B). These results highlight both the tissue- and disease-specificity of these histone marked gene regulatory regions.(iv)We observed significant enrichment of CCVs in the binding sites for 40 transcription factor binding sites(TFBS) determined by ChIP-Seq (Figures 3F-H). The majority of the experiments were performed in ER-positive cell lines (90 TFBSs, 20 with data in ER-negative cell lines, 76 in ER-positive cell lines, and 16 in normal breast). These TFBSs overlap each other and histone marks of active regulatory regions (Supplementary Figure 2). Enrichment in five TFBSs (ESR1, FOXA1, GATA3, TCF7L2, E2F1) has been previously reported 2,30. All 40 TFBSs were significantly enriched in ER-positive CCVs (Figure 3F), seven were also enriched in ER-negative CCVs and nine in ER-neutral CCVs (Figures 3G-H). ESR1, FOXA1, GATA3 and EP300 TFBSs were enriched in all CCV ER-subtypes. However, the enrichment for ESR1, FOXA1 or GATA3 was stronger for ER-positive CCVs than for ER-negative or ER-neutral.\nCCVs significantly overlap consensus transcription factor binding motifs\n        We investigated whether CCVs were also enriched within consensus transcription factor binding motifs by conducting a motif-search within active regulatory regions (ER-positive CCVs at H3K4me1 marks in MCF-7). We identified 30 motifs, from eight transcription factor families, with enrichment in ER-positive CCVs (FDR 10%, Supplementary Table 4A) and a further five motifs depleted among ER-positive CCVs. To assess whether the motifs appeared more frequently than by chance at active regulatory regions overlapped by our ER-positive CCVs, we compared motif-presence in a set of randomized control sequences (Methods). Thirteen of 30 motifs were more frequent at active regulatory regions with ER-positive CCV enrichment; these included seven homeodomain motifs and two fork head factors (Supplementary Table 4B).\n        When we looked at the change in predicted binding affinity, 57 ER-positive signals (86%) included at least one CCV predicted to modify the binding affinity of the enriched TFBSs (≥2-fold, Supplementary Table 4C). Forty-eight ER-positive signals (73%) had at least one CCV predicted to modify the binding affinity >10-fold. This analysis validates previous reports of breast cancer causal variants that alter DNA binding affinity for FOXA1 3,30\nBayesian fine -mapping incorporating functional annotations and linkage disequilibrium\n        As an alternative statistical approach for inferring likely causal variants, we applied PAINTOR 31 to the same 128 regions (Figure 1). In brief, PAINTOR integrates genetic association results, linkage disequilibrium (LD) structure, and enriched genomic features in an empirical Bayes framework and derives the posterior probability of each variant being causal, conditional on available data. To eliminate artifacts due to differences in genotyping and imputation across platforms, we restricted PAINTOR analyses to cases and controls typed using the OncoArray (61% of the total). We identified seven variants with high posterior probability (HPP ≥ 80%) of being causal for overall breast cancer and ten for the ER-positive subtype (Table 1); two of these had HPP > 80% for both ER-positive and overall breast cancer. These 15 HPP variants (HPPVs; ≥ 80%) were distributed across 13 regions. We also identified an additional 35 variants in 25 regions with HPP (≥ 50% and < 80%) for ER-positive, ER-negative, or overall breast cancer (Figure 2G).\n        Consistent with the CCV analysis, we found evidence that most regions contained multiple HPPVs; the sum of posterior probabilities across all variants in a region (an estimate of the number of distinct causal variants in the region) was > 2.0 for 84/86 regions analyzed for overall breast cancer, with a maximum of 16.1 and a mean of 6.4. For ER-positive cancer, 46/47 regions had total posterior probability > 2.0 (maximum 18.3, mean 6.5) and for ER-negative, 17/23 regions had total posterior probability > 2.0 (maximum 9.1, mean 3.2).\n        Although for many regions we were not able to identify HPP variants, we were able to reduce the proportion of variants needed to account for 80% of the total posterior probability in a region to under 5% for 65 regions for overall, 43 for ER-positive, and 18 for ER-negative breast cancer (Supplementary Figure 3A-C). PAINTOR analyses were also able to reduce the set of likely causal variants in many cases. After summing the posterior probabilities for CCVs in each of the overall breast cancer signals, 39/100 strong-evidence signals had a total posterior probability > 1.0. The number of CCVs in these signals ranged from 1 to 375 (median 24), but the number of variants needed to capture 95% of the total PP in each signal ranged from 1 to 115 (median 12), representing an average reduction of 43% in the number of variants needed to capture the signal.\n        PAINTOR and CCV analyses were generally consistent, yet complementary. Only 3.3% of variants outside of the set of strong-signal CCVs for overall breast cancer had posterior probability > 1%, and only 48 (0.013%) of these had posterior probability > 30% (Supplementary Figure 3D). At ER-positive and ER-negative signals respectively, 3.1% and 1.6% of the non-CCVs at strong signals had posterior probability > 1%, and 40 (0.019%) and 3 (0.003%) of these had posterior probability > 30% (Figures S3E-F). For the non-CCVs at strong-evidence signals with posterior probability > 30%, the relatively high posterior probability may be driven by the addition of functional annotation. Indeed, the incorporation of functional annotations more than doubled the posterior probability for 64/88 variants when compared to a PAINTOR model with no functional annotations.\nCCVs co-localize with variants controlling local gene expression\n        We used four breast-specific expression quantitative trait loci (eQTL) data sets to identify a credible set of variants associated with differences in gene expression (eVariants): tumor tissue from the Nurses’ Health Study (NHS) 32 and The Cancer Genome Atlas (TCGA) 33, and normal breast tissue from the NHS and the Molecular Taxonomy of Breast Cancer International Consortium (METABRIC) 34. We then examined the overlap of eVariants (for each gene eVariants were defined as those variants that had a p-value within two orders of magnitude of the variant most significantly associated with that gene’s expression) with CCVs (Methods). There was significant overlap of CCVs with eVariants from both the NHS normal and breast cancer tissue studies (normal breast OR = 2.70, p-value = 1.7×10-5; tumor tissue OR = 2.34, p-value = 2.6×10-4; Supplementary Table 3). ER-neutral CCVs overlapped with eVariants in normal tissue more frequently than did ER-positive and ER-negative CCVs (ORER-neutral = 3.51, p-value = 1.3×10-5). Cancer risk CCVs overlapped credible eVariants in 128/205 (62%) signals in at least one of the datasets (Supplementary Table 5A-B). Sixteen additional variants with PP ≥ 30%, not included among the CCVs, also overlapped with a credible eVariant (Supplementary Table 5A-B).\nTranscription factors and known somatic breast cancer drivers are overrepresented among prioritized target genes\n        We assumed that causal variants function by affecting the behavior of a local target gene. However, it is challenging to define target genes or to determine how they may be affected by the causal variant. Few potentially causal variants directly affect protein coding: we observed 67/5,375 CCVs, and 19/137 HPPVs (≥ 30%) in protein-coding regions. Of these, 33 (0.61%) were predicted to create a missense change, one a frameshift, and another a stop-gain, while 30 were synonymous (0.59%, Supplementary Table 5C). Four hundred and ninety-nine CCVs at 94 signals, and four additional HPPV (≥ 30%), are predicted to create new splice sites or activate cryptic splice sites in 126 genes (Supplementary Table 5D). These results are consistent with previous observations that majority of common susceptibility variants are regulatory.\n        We applied an updated version of our pipeline INQUISIT - integrated expression quantitative trait and in-silico prediction of GWAS targets) 2 to prioritize potential target genes from 5,375 CCVs in strong signals and all 138 HPPVs (≥ 30%; Supplementary Table 2C). The pipeline predicted 1,204 target genes from 124/128 genomic regions examined. As a validation we examined the overlap between INQUISIT predictions and 278 established breast cancer driver genes 35–39. Cancer driver genes were over-represented among high confidence (Level 1) targets; a 5-fold increase over expected from CCVs and 15-fold from HPPVs; p-value= 1×10-6; Supplementary Figure 4A). Notably, thirteen cancer driver genes (ATAD2, CASP8, CCND1, CHEK2, ESR1, FGFR2, GATA3, MAP3K1, MYC, SETBP1, TBX3, XBP1 and ZFP36L1) were predicted from the HPPVs derived from PAINTOR. Cancer driver gene status was consequently included as an additional weighting factor in the INQUISIT pipeline. TF genes 40 were also enriched amongst high-confidence targets predicted from both CCVs (2-fold, p-value = 4.6×10-4) and HPPVs (2.5-fold, p-value = 1.8×10-2, Supplementary Figure 4A).\n        In total INQUISIT identified 191 target genes supported by strong evidence (Supplementary Table 6). Significantly more genes were targeted by multiple independent signals (N = 165) than expected by chance (p-value = 4.3×10-8, Supplementary Figure 4B, Figure 4). Six high-confidence predictions came only from HPPVs, although three of these (IGFBP5, POMGNT1 and WDYHV1) had been predicted at lower confidence from CCVs. Target genes included 20 that were prioritized via potential coding/splicing changes (Supplementary Table 7), ten via promoter variants (Supplementary Table 8), and 180 via distal regulatory variants (Supplementary Table 9). We illustrate genes prioritized via multiple lines of evidence in Figure 4A.\n        Three examples of INQUISIT using genomic features to identify predict target genes. Based on capture Hi-C and ChIA-PET chromatin interaction data, NRIP1 is a predicted target of intergenic CCVs and HPPVs at chr21q21 (Supplementary Figure 5A). Multiple target genes were predicted at chr22q12, including the driver genes CHEK2 and XBP1 (Supplementary Figure 5B). A third example at chr12q24.31 is a more complicated scenario with two Level 1 targets: RPLP0\n41 and a modulator of mammary progenitor cell expansion, MSI1\n42 (Supplementary Figure 5C).\nTarget gene pathways include DNA integrity-checkpoint, apoptosis, developmental processes and the immune system\n        We performed pathway analysis to identify common processes using INQUSIT high confidence target protein-coding genes (Figure 5A) and identified 488 Gene Ontology terms and 307 pathways at an FDR of 5% (Supplementary Table 10). These were grouped into 98 themes by common ancestor Gene Ontology terms, pathways, or transcription factor classes (Figure 5B). We found that 23% (14/60) of the ER-positive target genes were classified within developmental process pathways (including mammary development), 18% in immune system and a further 17% in nuclear receptors pathways. Of genes targeted by ER-neutral signals, 21% (18/87) were classified in developmental process pathways, 19% in in immune system pathways, and a further 18% in apoptotic process. The top themes of genes targeted by ER-negative signals were DNA integrity checkpoint and immune system, each containing 19% (7/37) genes, and apoptotic processes (16%).\n        Novel pathways revealed by this study include TNF-related apoptosis-inducing ligand (TRAIL) signaling, the AP-2 transcription factors pathway, and regulation of IκB kinase/NF-κB signaling. Of note, the latter of these is specifically overrepresented among ER-negative target genes. We also found significant overrepresentation of additional carcinogenesis-linked pathways including cAMP, NOTCH, PI3K, RAS, WNT/Beta-catenin, and of receptor tyrosine kinases signaling, including FGFR, EGFR, or TGFBR 43–47. Finally, our target genes are also significantly overrepresented in DNA damage checkpoint, DNA repair pathways, as well as programmed cell death pathways, such as apoptotic process, regulated necrosis, and death receptor signaling-related pathways.\nDiscussion\n      We have performed multiple, complementary analyses on 150 breast cancer associated regions, originally found by GWAS, and identified 362 independent risk signals, 205 of these with high confidence (p-value < 10-6). The inclusion of these new variants increases the explained proportion of familial risk by 6% when compared to that explained by the lead signals alone.\n      We observed most regions contain multiple independent signals, the greatest number (nine) in the region surrounding ESR1 and its co-regulated genes, and on 2q35, where IGFBP5 appears to be a key target. We have used two complementary approaches to identify likely causal variants within each region: a Bayesian approach, PAINTOR, which integrated genetic associations, LD and informative genomic features, providing complementary evidence supporting most associations found by the more traditional, multinomial regression approach, and also identified additional variants. Specifically, the Bayesian method highlighted 15 variants that are highly likely to be causal (HPP ≥ 80%). From these approaches we have identified a single variant, likely to be causal, at each of 34 signals (Table 1). Of these, only rs16991615 (MCM8 NP_115874.3:p.E341K) and rs7153397 (CCDC88C NM_001080414.2:c.5058+1342G>A, a cryptic splice-donor site) were predicted to affect protein-coding sequences. However, in other signals we also identified four coding changes previously recognized as deleterious, including the stop-gain rs11571833 (BRCA2 NP_000050.2:p.K3326*, Meeks et al., 2016)48 and two CHEK2 coding variants; the frameshift rs555607708 49,50, and a missense variant, rs17879961 51,52. In addition, a splicing variant, rs10069690, in TERT results in the truncated protein INS1b 19, decreased telomerase activity, telomere shortening, and increased DNA damage response 53\n      Having identified potential causal variants within each signal, we aimed to uncover their functions at the DNA level and as well as trying to predict their target gene(s). Looking across all 150 regions, a notable feature is that many likely causal variants implicated in ER-positive cancer risk, lie in gene-regulatory regions marked as open and active in ER-positive breast cells, but not in other cell types. Moreover, a significant proportion of potential causal variants overlap the binding sites for transcription factor proteins (n=40 from ChIP-Seq) and co-regulators (n=64 with addition of computationally derived motifs). Furthermore, nine proteins also appear in the list of high-confidence target genes, hence the following genes and their products have been implicated by two different approaches: CREBBP, EP300, ESR1, FOXI1, GATA3, MEF2B, MYC, NRIP1 and TCF7L2. Most proteins encoded by these genes already have established roles in estrogen signaling. CREBBP, EP300, ESR1, GATA3, and MYC are also known cancer driver genes that are frequently somatically mutated in breast tumors.\n      In contrast to ER-positive signals, we identified fewer genomic features enriched in ER-negative signals. This may reflect the common molecular mechanisms underlying their development, but the power of this study was limited, despite including as many patients with ER-negative tumors as possible, from the BCAC and CIMBA consortia. Less than 20% of genomic signals confer a greater risk of ER-negative cancer and there is little publicly available ChIP-Seq data on ER-negative breast cancer cell lines. The heterogeneity of ER-negative tumors may also have limited our power. Nevertheless, we have identified 35 target genes for ER-negative likely causal variants. Some of these already had functional evidence supporting their role: including CASP8\n54 and MDM4\n55. Most targets, however, currently have no reported function in ER-negative breast cancer development.\n      Finally, we examined the gene-ontology pathways in which target genes most often lie. Of note, 14% (25/180) of all high-confidence target genes and 19% of ER-negative target predictions are in immune system pathways. Among the significantly enriched pathways were T cell activation, interleukin signaling, Toll-like receptor cascades, and I-κB kinase/NF-κB signaling, as well as processes leading to activation and perpetuation of the innate immune system. The link between immunity, inflammation and tumorigenesis has been extensively studied 56, although not primarily in the context of susceptibility. Five ER-negative high confidence target genes (ALK, CASP8, CFLAR, ESR1, TNFSF10) lie in the I-κB kinase/NF-κB signaling pathway. Interestingly, ER-negative cells have high levels of NF-kB activity when compared to ER-positive 57. A recent expression–methylation analysis on breast cancer tumor tissue also identified clusters of genes correlated with DNA methylation levels, one enriched in ER signaling genes, and a second in immune pathway genes 58.\n      These analyses provide strong evidence for more than 200 independent breast cancer risk signals, identify the plausible cancer variants and define likely target genes for the majority of these. However, notwithstanding the enrichment of certain pathways and transcription factors, the biological basis underlying most of these signals remains poorly understood. Our analyses provide a rational basis for such future studies into the biology underlying breast cancer susceptibility.\nMethods\n      \n        Study samples\n        Epidemiological data for European women were obtained from 75 breast cancer case-control studies participating in the Breast Cancer Association Consortium (BCAC) (cases: 40,285 iCOGS, 69,615 OncoArray; cases with ER status available: 29,561 iCOGS, 55,081 OncoArray); controls: 38,058 iCOGS, 50,879 OncoArray). Details of the participating studies, genotyping calling and quality control are given in 2,22,23, respectively. Epidemiological data for BRCA1 mutation carriers were obtained from 60 studies providing data to the Consortium of Investigators of Modifiers of BRCA1 and BRCA2 (CIMBA) (affected 1,591 iCOGS, 7,772 OncoArray; unaffected 1,665 iCOGS, 7,780 OncoArray). This dataset has been described in detail previously 1,59,60. All studies provided samples of European ancestry. Any non-European samples were excluded from analyses.\n      \n      \n        Variant selection and genotyping\n        Similar approaches were used to select variants for inclusion on the iCOGS and OncoArray, which are described in detail elsewhere 2,21. Both arrays including a dense coverage of variants across known susceptibility regions (at the time of their design), with sparser coverage of the rest of the genome. Twenty-one known susceptibility regions were selected for dense genotyping using iCOGS and 73 regions using the Oncoarray: the regions were 1Mb intervals centred on the published lead GWAS hit (combined into larger intervals where these overlapped). For iCOGS: all known variants from the March 2010 release of the 1000 Genomes Project with MAF > 0.02 in Europeans were identified, and all those correlated with the published GWAS variants at r2 > 0.1 together with a set of variants designed to tag all remaining variants at r2 > 0.9 were selected to be included in the array. (http://ccge.medschl.cam.ac.uk/files/2014/03/iCOGS_detailed_lists_ALL1.pdf). For Oncoarray, all designable variants correlated with the known hits at r2 > 0.6, plus all variants from lists of potentially functional variants on RegulomeDB, and a set of variants designed to tag all remaining variants at r2 > 0.9 were selected. In total, across the 152 regions considered here, 26,978 iCOGS and 58,339 OncoArray genotyped variants passed QC criteria.\n        We imputed genotypes for all remaining variants using IMPUTE2 61 and the October 2014 release of the 1000 Genomes Project as a reference. Imputation was conducted independently in the iCOGS and OncoArray subsets. To improve accuracy at low frequency variants, we used the standard IMPUTE2 MCMC algorithm for follow-up imputation, which includes no pre-phasing of the genotypes and increasing both the buffer regions and the number of haplotypes to use as templates (more detailed description of the parameters used can be found in 21). We thus genotyped or successfully imputed 639,118 variants (all with imputation info score ≥ 0.3 and minor allele frequency (MAF) ≥ 0.001 in both iCOGS and OncoArray datasets). Imputation summaries, and coverage for each of the analyzed regions stratified by allele frequency can be found in Supplementary Table 1B.\n      \n      \n        BCAC Statistical analyses\n        Per-allele odds ratios (OR) and standard errors (SE) were estimated for each variant using logistic regression. We ran this analysis separately for iCOGS and OncoArray, and for overall, ER-positive and ER-negative breast cancer. The association between each variant and breast cancer risk was adjusted by study (iCOGS) or country (OncoArray), and eight (iCOGS) or ten (OncoArray) ancestry-informative principal components. The statistical significance for each variant was derived using a Wald test.\n        \n          Defining appropriate significance thresholds for association signals\n          To establish an appropriate significance threshold for independent signals, all variants evaluated in the meta-analysis were included in logistic forward selection regression analyses for overall breast cancer risk in iCOGS, run independently for each region. We evaluated five p-value thresholds for inclusion: < 1×10−4, < 1×10-5, < 1×10-6, < 1×10-7, and < 1×10-8. The most parsimonious iCOGS models were tested in OncoArray, and the false discovery rate (FDR) at 1% level for each threshold estimated using the Benjamini-Hochberg procedure. At a 1% FDR threshold: 72% of associations, significant at p<10-4, were replicated on iCOGS and 94% of associations, significant at p<10-6, were replicated on OncoArray. Based on these results, two categories were defined: strong-evidence signals (conditional p-values <10-6 in the final model), and moderate-evidence signals (conditional p-values <10-4 and ≥10-6 in the final model)\n        \n        \n          Identification of independent signals\n          To identify independent signals, we ran multinomial stepwise regression analyses, separately in iCOGS and OncoArray, for all variants displaying evidence of association (Nvariants = 202,749). We selected two sets of well imputed variants (imputation info score ≥ 0.3 in both iCOGS and OncoArray): (a) common and low frequency variants (MAF ≥ 0.01) with logistic regression p-value inclusion threshold ≤0.05 in either the iCOGS or OncoArray datasets for at least one of the three phenotypes: overall, ER-positive and ER-negative breast cancer; and (b) rarer variants (MAF ≥ 0.001 and < 0.01), with logistic regression inclusion p-value ≤ 0.0001. The same parameters used for adjustment in logistic regression were used in the multinomial regression analysis (R function multinom). The multinomial regression estimates were combined using a fixed-effects meta-analysis weighted by the inverse variance. Variants with the lowest conditional p-value from the meta-analysis of both European cohorts at each step were included into the multinomial regression model. However, if the new variant to be included in the model caused collinearity problems due to high correlation with an already selected variant, or showed high heterogeneity (p-value < 10-4) between iCOGS and OncoArray after being conditioned by the variant(s) in the model; we dropped the new variant and repeated this process.\n          At 105 of 152 evaluated regions the main signal demonstrated genome-wide significance, while 44 were marginally significant (9.89×10-5 ≥ p-value > 5×10-8). For two regions there were no variants significant at p<10-4 (chr14:104712261-105712261; rs10623258 multinomial regression p-value = 2.32×10-4; chr19:10923703-11923703, rs322144, multinomial regression p-value = 3.90×10-3). Four main differences in the datasets used here and in the previous paper may account for this: (i) our previous paper 2 included data from 11 additional GWAS (14,910 cases and 17,588 controls) that have not been included in the present analysis in order to minimize differences in array coverage, and because ER-status data were substantially incomplete and individual level data were not available for all GWAS; (ii) the present analysis was based on estimating separate risks for ER-positive and ER-negative disease, whereas in our previous paper the outcome was overall breast cancer risk. ER status was available for only 73% of the iCOGS and 79% of the OncoArray breast cancer cases (iii) for the set of samples genotyped with both arrays, 2 used the iCOGS genotypes, while this study includes OncoArray genotypes to maximize the number of samples genotyped with a larger coverage; and (iv) the imputation procedure was modified (in particular using one-step imputation without pre-phasing) to improve the imputation accuracy of less frequent variants.\n          We used a forward stepwise approach to define the number of independent signals within each associated genomic region. We first we identified the index variant of the main signal in the region, and then ran multinomial logistic regression for all other variants, adjusted by the index variant, to identify additional variants that remained independently significant within the model. We repeated this process, adjusting for identified index variants, until no more additional variants could be added. In this way we found from 1-11 independent signals within the 150 regions that containing a genome-wide significant main signal.\n        \n        \n          Selection of a set of credible causal variants (CCVs)\n          For each independently associated signal, we first defined credible candidate variants (CCVs), likely to drive its association, as those variants with p-values within two orders of magnitude of the most significant variant for that signal, after adjusting for the index variant of other signals within that region (as identified in the forward stepwise regression above, Supplementary Figure 6A)24. For each region, we then attempted to obtain the best fitting model by successively fitting models in which the index variant for each signal was replaced by other CCVs for that signal, adjusting for the index variants for the other signals (Supplementary Figure 6B). Where a model with a higher chi-square was obtained, the index variant was replaced by the CCV in the best model (Supplementary Figure 6C-D). This process was repeated until the model (i.e. the set of index variants) did not change further (Supplementary Figure 6G). This procedure was performed first for the set of strong signals (i.e. considering models including only the strong signals). Once a final model had been obtained for the strong signals, the index variants for the strong signals were considered fixed and the process was repeated for all signals, the index variants for the weak signals (but not the strong signals) to vary. Using this procedure we could define the best model for 140/150 regions, but for ten regions this approach did not converge (chr4:175328036-176346426, chr5:55531884-56587883, chr6:151418856-152937016, chr8:75730301-76917937, chr10:80341148-81387721, chr10:122593901-123849324, chr12:115336522-116336522, chr14:36632769-37635752, chr16:3606788-4606788, chr22:38068833-39859355). For these 10 regions, we defined the best model, from among all possible combinations of credible variants, as that with the largest chi-square value. Finally, redefined the set of CCVs for each signal using the conditional p-values, after adjusting for the revised set of index variants. Again, for the strong signals we conditioned on the index variants for the other strong signals, while for the weak signals we conditioned on the index variants for all other signals.\n        \n        \n          Case-only analysis\n          Differences in the effect size between ER-positive and ER-negative disease for each index independent variant were assessed using a case-only analysis. We performed logistic regression with ER status as the dependent variable, and the lead variant at each strong signal in the fine mapping region as the independent variables. We use FDR (5%) to adjust for multiple testing.\n        \n      \n      \n        OncoArray-only stepwise analysis\n        To evaluate whether the lower coverage in iCOGS could affect the identification of independent signals, we ran stepwise multinomial regression using only the OncoArray dataset. We identified 249 independent signals. Ninety-two signals, in 67 fine mapping regions, achieved a genome-wide significance level (conditional p-value < 5×10-8). Two hundred and five of these signals were also identified in the meta-analysis with iCOGS. Nine independent variants across ten regions were not evaluated in the combined analysis due to their low imputation info score in iCOGS. Out of these nine signals, two signals would be classified as main primary signals, rs114709821 at region chr1:145144984-146144984 (OncoArray imputation info score = 0.72), and rs540848673 at region chr1:149406413-150420734 (OncoArray imputation info score = 0.33). Given the low number of additional signals identified in the OncoArray dataset alone, all analyses were based on the combined iCOGS/OncoArray dataset.\n      \n      \n        CIMBA statistical analysis\n        CIMBA provided data from 60 retrospective cohort studies consisting of 9,445 unaffected and 9,363 affected female BRCA1 mutation carriers of European ancestry. Unconditional (i.e. single variant) analyses were performed using a score test based on the retrospective likelihood of observing the genotype conditional on the disease phenotype 62,63. Conditional analyses, where more than one variant is analyzed simultaneously, cannot be performed in this score test framework. Therefore, conditional analyses were performed by Cox regression, allowing for adjustment of the conditionally independent variants identified by the BCAC/DRIVE analyses. All models were stratified by country and birth cohort, and adjusted for relatedness (unconditional models used kinship adjusted standard errors based on the estimated kinship matrix; conditional models used cluster robust standard errors based on phenotypic family data).\n        Data from the iCOGS array and the OncoArray were analyzed separately and combined to give an overall BRCA1 association by fixed-effects meta-analysis. Variants were excluded from further analyses if they exhibited evidence of heterogeneity (Heterogeneity p-value < 1×10-4) between iCOGS and OncoArray, had MAF < 0.005, were poorly imputed (imputation info score < 0.3) or were imputed to iCOGS only (i.e. must have been imputed to OncoArray or iCOGS and OncoArray).\n      \n      \n        Meta-analysis of ER-negative cases in BCAC with BRCA1 mutation carriers from CIMBA\n        BRCA1 mutation carrier association results were combined with the BCAC multinomial regression ER-negative association results in a fixed-effects meta-analysis. Variants considered for analysis must have passed all prior QC steps and have had MAF≥0.005. All meta-analyses were performed using the METAL software 64.Instances where spurious associations might occur were investigated by assessing the LD between a possible spurious association and the conditionally independent variants. High LD between a variant and a conditionally independent variant within its region causes model instability through collinearity and the convergence of the model likelihood maximization may not reliable. Where the association appeared to be driven by collinearity, the signals were excluded.\n      \n      \n        Heritability Estimation\n        To estimate the frailty-scale heritability due to all fine-mapping signals, we used the formula: h2=2(γ′TRγ′−τ′TIτ′) here γ′=γp(1−p),τ′T=τp(1−p), where p is a vector of allele frequencies, γ are the estimated per-allele odds ratios and τ the corresponding standard errors, and R is the correlation matrix of genotype frequencies.\n        To adjust for the overestimation resulting from only including signals passing a given significance threshold, we adapted the approach of 65, based on maximizing the likelihood conditional on the test statistic passing the relevant threshold. Since our analyses were based on estimating ER-negative and ER-positive odds ratios simultaneously, the method needed to be adapted to maximise a conditional bivariate normal likelihood. Following 65 we then estimated mean square error estimates based on a weighted mean of the maximum likelihood estimates and the naïve estimates, which they show to be close to be unbiased in the 1df case. The estimated effect sizes for overall breast cancer were computed as a weighted mean of the ER-negative and ER-positive estimates, based on the proportions of each subtype in the whole study (weights 0.21 and 0.79). The results were then expressed in terms of the proportion of the familial breast cancer risk (FRR) to first degree relatives of affected women, using the formula h2 / (2logλ) where the FRR λ was assumed to be 2 2.\n      \n      \n        eQTL analysis\n        Total RNA was extracted from normal breast tissue in formalin-fixed paraffin embedded breast cancer tissue blocks from 264 Nurses’ Health Study (NHS) participants 32. Transcript expression levels were measured using the Glue Grant Human Transcriptome Array version 3.0 at the Molecular Biology Core Facilities, Dana-Farber Cancer Institute. Gene expression was normalized and summarized into Log2 values using RMA (Affymetrix Power Tools v1.18.012); quality control was performed using GlueQC and arrayQualityMetrics v3.24.014. Genome-wide data on variants were generated using the Illumina HumanHap 550 BeadChip as part of the Cancer Genetic Markers of Susceptibility initiative 66. Imputation to the 1000KGP Phase 3 v5 ALL reference panel was performed using MACH to pre-phase measured genotypes and minimac to impute.\n        Expression analyses were performed using data from The Cancer Genome Atlas (TCGA) and Molecular Taxonomy of Breast Cancer International Consortium (METABRIC) projects 34,38. The TCGA eQTL analysis was based on 458 breast tumors that had matched gene expression, copy number and methylation profiles together with the corresponding germline genotypes available. All 458 individuals were of European ancestry as ascertained using the genotype data and the Local Ancestry in admixed Populations (LAMP) software package (LAMP estimate cut-off >95% European)67. Germline genotypes were imputed into the 1000 Genomes Project reference panel (October 2014 release) using IMPUTE version 2 68,69. Gene expression had been measured on the Illumina HiSeq 2000 RNA-Seq platform (gene-level RSEM normalized counts 70), copy-number estimates were derived from the Affymetrix SNP 6.0 (somatic copy-number alteration minus germline copy-number variation called using the GISTIC2 algorithm 71), and methylation beta values measured on the Illumina Infinium HumanMethylation450. Expression QTL analysis focused on all variants within each of the 152 genomic intervals that had been subjected to fine-mapping for their association with breast cancer susceptibility. Each of these variants was evaluated for its association with the expression of every gene within 2 Mb that had been profiled for each of the three data types. The effects of tumor copy number and methylation on gene expression were first regressed out using a method described previously 72. eQTL analysis was performed by linear regression, with residual gene expression as outcome, germline SNP genotype dosage as the covariate of interest and ESR1 expression and age as additional covariates, using the R package Matrix eQTL 73.\n        The METABRIC eQTL analysis was based on 138 normal breast tissue samples resected from breast cancer patients of European ancestry. Germline genotyping for the METABRIC study was also done on the Affymetrix SNP 6.0 array, and gene expression in the METABRIC study was measured using the Illumina HT12 microarray platform (probe-level estimates). No adjustment was implemented for somatic copy number and methylation status since we were evaluating eQTLs in normal breast tissue. All other steps were identical to the TCGA eQTL analysis described above.\n      \n      \n        Genomic feature enrichment\n        We explored the overlap of CCVs and excluded variants with 90 transcription factors, 10 histone marks, and DNase hypersensitivity sites in in 15 breast cell lines, and eight normal human breast tissues. We analysed data from the Encyclopedia of DNA Elements (ENCODE) Project 74,75, Roadmap Epigenomics Projects 76, the International Human Epigenome Consortium 77, 27, Pellacani et al. 78, The Cancer Genome Atlas (TCGA) 33, the Molecular Taxonomy of Breast Cancer International Consortium (METABRIC) 34, ReMap database (We included 241 TF annotations from ReMap (of 2825 total) which showed at least 2% overlap for any of the phenotype SNP sets) 79, and other data obtained through the National Center for Biotechnology Information (NCBI) Gene Expression Omnibus (GEO). Promoters were defined following the procedure defined in 78, that is +/- 2Kb from a gene transcription start site, using an updated version of the RefSeq genes (refGene, version updated 2017-04-11)80. Transcribed regions were defined using the same version of refSeq genes. lncRNA annotation was obtained from Gencode (v19)81\n        To include eQTL results in the enrichment analysis we (i) identified all the genes for which summary statistics were available; (ii) defined the most significant eQTL variant for each gene (index eQTL variant, p-value threshold ≤ 5×10-4); (iii) classified variants with p-values within two orders of magnitude of the index eVariant as the credible set of eQTL variants; ie. the best candidates to drive expression of the gene. Variants within at least one eQTL credible set were defined as eVariants. We evaluated the overlap between eQTL credible sets and CCVs (risk variants credible set). We evaluated the enrichment of CCVs for genomic feature using logistic regression, with CCV (vs non-CCV variants) being the outcome. To adjust for the correlation among variants in the same fine mapping region, we used robust variance estimation for clustered observations (R function multiwaycov). The associated variants at FDR 5% were included into a stepwise forward logistic regression procedure to select the most parsimonious model. A likelihood ratio test was used to compare multinomial logistic regression models with and without equality effect constraints to evaluate whether there was heterogeneity among the effect sizes for ER-positive, ER-negative or signals equally associated with both phenotypes (ER-neutral).\n        To validate the disease specificity of the regulatory regions identified through this analysis we follow the same approach for the autoimmune related CCVs from 29 (N = 4,192). Variants excluded as candidate causal variants, and within 500 kb upstream and downstream of the index variant for each signal were classified as excluded variants (N = 1,686,484). We then tested the enrichment for both the breast cancer and autoimmune CCVs with breast and T and B cell enhancers. We also evaluated the overlap of our CCVs with ENCODE enhancer-like and promoter-like regions for 111 tissues, primary cells, immortalized cell line, and in vitro differentiated cells. Of these, 73 had available data for both enhancer- and promoter-like regions.\n      \n      \n        Transcription binding site motif analysis\n        We conducted a search to find motif occurrences for the transcription factors significantly enriched in the genomic featured. For this we used two publicly available databases, Factorbook 82 and JASPAR 2016 83. For the search using Factorbook we included the motifs for the transcription factors discovered in the cell lines where a significant enrichment was found in our genomic features analysis. We also searched for all the available motifs for Homo sapiens at the JASPAR database (JASPAR CORE 2016, TFBSTools\n84) Using as reference the USCS sequence (BSgenome.Hsapiens.USCS.hg19) we created fasta sequences with the reference and alternative alleles for all the variants included in our analysis plus 20 bp flanking each variant. We used FIMO (version 4.11.2, Grant et al., 2011)85 to scan all the fasta sequences searching for the JASPAR and Factorbook motifs to identify any overlap of any of the alleles for each of the variants (setting the p-value threshold to 10-3). We subsequently determined whether our CCVs were more frequency overlapping a particular TF binding motif when compared with the excluded variants. We ran these analyses for all the strong signals, but also strong signals stratified by ER status. Also, we subset this analysis to the variants located at regulatory regions in an ER-positive cell line (MCF-7 marked by H3K4me1, ENCODE id: ENCFF674BKS) and evaluated whether the ER-positive CCVs overlap any of the motifs more frequently that the excluded variants. We also evaluated the change in total binding affinity caused by the ER-positive CCCR alternative allele for all but one (2:217955891:T:<CN0>:0) of the ER-positive CCVs (MatrixRider\n86).\n        Subsequently, we evaluated whether the MCF-7 regions demarked by H3K4me1 (ENCODE id: ENCFF674BKS), and overlapped by ER-positive CCVs, were enriched in known TFBS motifs. We first subset the ENCODE bed file ENCFF674BKS to identify MCF-7 H3K4me1 peaks overlapped by the ER-positive CCVs (N = 107), as well as peaks only overlapped by excluded variants (N = 11,099), using BEDTools 87. We created fasta format sequences using genomic coordinate data from the intersected bed files. In order to create a control sequence set, we used the script included with the MEME Suite (fasta-shuffle-letters) to created 10 shuffled copies of each sequence overlapped by ER-positive CCVs (N = 1,070). We then used AME 88 to interrogate whether the 107 MCF-7 H3K4me1 genomic regions overlapped by ER-positive CCVs were enriched in know TFBS consensus motifs when compared to the shuffled control sequences, or to the MCF-7 H3K4me1 genomic regions overlapped only by excluded variants. We used the command line version of AME (version 4.12.0) selecting as scoring method the total number of positions in the sequence whose motif score p-value is less than 10-3, and using a one-tailed Fisher’s Exact test as the association test.\n      \n      \n        PAINTOR analysis\n        To further refine the set of CCVs, we performed empirical Bayes fine-mapping using PAINTOR to integrate marginal genetic association summary statistics, linkage disequilibrium patterns, and biological features 31,89. PAINTOR derives jointly the posterior probability for causality of all variants along the respective contribution of genomic features, in order to maximize the log Likelihood of the data across all regions. PAINTOR does not assume a fixed number of causal variants in each region, although it implicitly penalizes non-parsimonious causal models. We applied PAINTOR separately to association results for overall breast cancer (in 85 regions determined to have at least one ER-neutral association or ER-positive and ER-negative association), ER-positive breast cancer (in 48 regions determined to have at least one ER-positive-specific association), and ER-negative breast cancer (in 22 regions determined to have at least one ER-negative-specific association). To avoid artifacts due to mis-matches between the LD in study samples and the LD matrix supplied to PAINTOR, we used association logistic regression summary statistics from OncoArray data only and estimated the LD structure in the OncoArray sample. For each endpoint we fit four models with increasing numbers of genomic features selected from the stepwise enrichment analyses described above: Model 0 (with no genomic features—assumes each variant is equally likely to be causal a priori), Model 1 (with those genomic features selected with stopping rule p<0.001); Model 2 (with those genomic features selected with stopping rule p<0.01); and Model 3 (with those genomic features selected with stopping rule p<0.05).\n        We used the Bayesian Information Criterion (BIC) to choose the best-fitting model for each outcome. As PAINTOR estimates the marginal log likelihood of the observed Z scores using Gibbs sampling, we used a shrunk mean BIC across multiple Gibbs chains to account for the stochasticity in the log-likelihood estimates. We ran PAINTOR four times to generate four independent Gibbs chains and estimated the BIC difference between model i and model j as Δij=(100V+100)(BÍCl−BÍCJ). This assumes a N(0,100) prior on the difference, or roughly a 16% chance that model i would be decisively better than model j (i.e. |BICi-BICj|>10). We then proceeded to choose the best-fitting model in a stepwise fashion: starting with a model with no annotations, we selected a model with more annotations in favor a model with fewer if the larger model was a considerably better fit—i.e. Δij>2. Model 1 was the best fit according to this process for overall and ER-positive breast cancer; Model 0 was the best fit for ER-negative breast cancer.\n        Differences between the PAINTOR and CCV outputs may be due to several factors. By considering functional enrichment and joint LD among all SNPs, PAINTOR may refine the set of likely causal variants; rather than imposing a hard threshold, PAINTOR allows for a gradient of evidence supporting causality; and the two sets of calculations are based on different summary statistics, CCV analyses used both iCOGS and OncoArray genotypes, while PAINTOR used only OncoArray data (Figure 1, Methods).\n      \n      \n        Variant annotation\n        Variants genome coordinates were converted to assembly GRCh38 with liftOver and uploaded to Variant Effect Predictor 90 to determine their effect on genes, transcripts, and protein sequence. The commercial software Alamut® Batch v1.6 batch was also used to annotate coding and splicing variants. PolyPhen-2 91, SIFT 92, MAPP 93 were used to predict the consequence of missense coding variants. MaxEntScan 94, Splice-Site Finder, and Human Splicing Finder 95 were used to predict splicing effects.\n      \n      \n        INQUISIT analysis\n        \n          Logic underlying INQUISIT predictions\n          Briefly, genes were considered to potential targets of candidate causal variants through effects on: (1) distal gene regulation, (2) proximal regulation, or (3) a gene's coding sequence. We intersected CCV positions with multiple sources of genomic information including chromatin interactions from capture Hi-C experiments performed in a panel of six breast cell lines 96, chromatin interaction analysis by paired-end tag sequencing (ChIA-PET; 97) and genome-wide chromosome conformation capture from HMECs (Hi-C, (Rao et al., 2014)). We used computational enhancer–promoter correlations (PreSTIGE 98, IM-PET (He et al., 2014), FANTOM5 99 and super-enhancers 28), results for breast tissue-specific expression variants (eVariants) from multiple independent studies (TCGA, METABRIC, NHS, Methods), allele-specific imbalance in gene expression 100, transcription factor and histone modification chromatin immunoprecipitation followed by sequencing (ChIP-Seq) from the ENCODE and Roadmap Epigenomics Projects together with the genomic features found to be significantly enriched as described above, gene expression RNA-seq from several breast cancer lines and normal samples and topologically associated domain (TAD) boundaries from T47D cells (ENCODE, 101, Methods and Key Resources Table). To assess the impact of intragenic variants, we evaluated their potential to alter splicing using Alamut® Batch to identify new and cryptic donors and acceptors, and several tools to predict effects of coding sequence changes (see Variant Annotation section). Variants potentially affecting post-translational modifications were downloaded from the \"A Website Exhibits SNP On Modification Event\" database (http://www.awesome-hust.com/) 102. The output from each tool was converted to a binary measure to indicate deleterious or tolerated predictions.\n        \n        \n          Scoring hierarchy\n          Each target gene prediction category (distal, promoter or coding) was scored according to different criteria. Genes predicted to be distally-regulated targets of CCVs were awarded points based on physical links (eg CHi-C), computational prediction methods, allele-specific expression, or eVariant associations. All CCV and HPPVs were considered as potentially involved in distal regulation. Intersection of a putative distal enhancer with genomic features found to be significantly enriched (see ‘Genomic features enrichment’ for details) were further upweighted. Multiple independent interactions were awarded an additional point. CCVs and HPPVs in gene proximal regulatory regions were intersected with histone ChIP-Seq peaks characteristic of promoters and assigned to the overlapping transcription start sites (defined as -1.0 kb - +0.1 kb). Further points were awarded to such genes if there was evidence for eVariant association or allele-specific expression, while a lack of expression resulted in down-weighting as potential targets. Potential coding changes including missense, nonsense and predicted splicing alterations resulted in addition of one point to the encoded gene for each type of change, while lack of expression reduced the score. We added an additional point for predicted target genes that were also breast cancer drivers. For each category, scores ranged from 0-7 (distal); 0-3 (promoter) or 0-2 (coding). We converted these scores into 'confidence levels': Level 1 (highest confidence) when distal score > 4, promoter score >= 3 or coding score > 1; Level 2 when distal score <= 4 and >=1, promoter score = 1 or = 2, coding score = 1; and Level 3 when distal score < 1 and > 0, promoter score < 1 and > 0, and coding < 1 and > 0. For genes with multiple scores (for example, predicted as targets from multiple independent risk signals or predicted to be impacted in several categories), we recorded the highest score. Driver and transcription factor gene enrichment analysis was carried out using INQUISIT scores prior to adding a point for driver gene status. Modifications to the pipeline since original publication 2 include: TAD boundary definitions from ENCODE T47D Hi-C analysis. Previously, we used regions from Rao, Cell 2013;eQTL: Addition of NHS normal and tumor samplesallele-specific imbalance using TCGA and GTEx RNA-seq data 100Capture Hi-C data from six breast cell lines 103Additional biofeatures derived from global enrichment in this studyVariants affecting sites of post-translational modification 102\n\n        \n        \n          Multi-signal targets\n          To test if more genes were targeted by multiple signals than expected by chance, we modelled the number of signals per gene by negative binomial regression (R function glm.nb, package MASS) and Poisson regression (R function glm, package stats) with ChIA-PET interactions as a covariate and adjusted by fine mapping region. Likelihood ratio tests were used to compare goodness of fit. Rootograms were created using the R function rootogram (package vcd).\n        \n      \n      \n        Pathway analysis\n        The pathway gene set database, dated 1 September 2018 was used 104 (http://download.baderlab.org/EM_Genesets/current_release/Human/symbol/). This database contains pathways from Reactome 105, NCI Pathway Interaction Database 106, GO (Gene Ontology) 107, HumanCyc 108, MSigdb 109, NetPath 110, and Panther 111. All duplicated pathways, defined in two or more databases, were included. To provide more biologically meaningful results, only pathways that contained ≤ 200 genes were used.\n        We interrogated the pathway annotation sets with the list of high-confidence (Level 1) INQUISIT gene list. The significance of over-representation of the INQUISIT genes within each pathway was assessed with a hypergeometric test using the R function phyper as follows: P(x|n,m,N)=1−∑i=0x−1(mi)(N−mn−i)(Nn) where x is the number of Level 1 genes that overlap with any of the genes in the pathway, n is the number of genes in the pathway, m is the number of Level1 genes that overlap with any of the genes in the pathway data set (mstrong GO = 145, mER-positive GO = 50, mER-negative GO = 27, mER-neutral GO = 73; mstrong Pathways = 121, mER-positive Pathways = 38, mER-negative Pathways = 21, mER-neutral Pathways = 68), and N is the number of genes in the pathway data set (NGenes GO = 14,252, NGenes Pathways = 10,915). We only included pathways that overlapped with at least two Level 1 genes. We used the Benjamini-Hochberg false discovery rate (FDR) 112 at 5% level.\nStudy samples\n        Epidemiological data for European women were obtained from 75 breast cancer case-control studies participating in the Breast Cancer Association Consortium (BCAC) (cases: 40,285 iCOGS, 69,615 OncoArray; cases with ER status available: 29,561 iCOGS, 55,081 OncoArray); controls: 38,058 iCOGS, 50,879 OncoArray). Details of the participating studies, genotyping calling and quality control are given in 2,22,23, respectively. Epidemiological data for BRCA1 mutation carriers were obtained from 60 studies providing data to the Consortium of Investigators of Modifiers of BRCA1 and BRCA2 (CIMBA) (affected 1,591 iCOGS, 7,772 OncoArray; unaffected 1,665 iCOGS, 7,780 OncoArray). This dataset has been described in detail previously 1,59,60. All studies provided samples of European ancestry. Any non-European samples were excluded from analyses.\nVariant selection and genotyping\n        Similar approaches were used to select variants for inclusion on the iCOGS and OncoArray, which are described in detail elsewhere 2,21. Both arrays including a dense coverage of variants across known susceptibility regions (at the time of their design), with sparser coverage of the rest of the genome. Twenty-one known susceptibility regions were selected for dense genotyping using iCOGS and 73 regions using the Oncoarray: the regions were 1Mb intervals centred on the published lead GWAS hit (combined into larger intervals where these overlapped). For iCOGS: all known variants from the March 2010 release of the 1000 Genomes Project with MAF > 0.02 in Europeans were identified, and all those correlated with the published GWAS variants at r2 > 0.1 together with a set of variants designed to tag all remaining variants at r2 > 0.9 were selected to be included in the array. (http://ccge.medschl.cam.ac.uk/files/2014/03/iCOGS_detailed_lists_ALL1.pdf). For Oncoarray, all designable variants correlated with the known hits at r2 > 0.6, plus all variants from lists of potentially functional variants on RegulomeDB, and a set of variants designed to tag all remaining variants at r2 > 0.9 were selected. In total, across the 152 regions considered here, 26,978 iCOGS and 58,339 OncoArray genotyped variants passed QC criteria.\n        We imputed genotypes for all remaining variants using IMPUTE2 61 and the October 2014 release of the 1000 Genomes Project as a reference. Imputation was conducted independently in the iCOGS and OncoArray subsets. To improve accuracy at low frequency variants, we used the standard IMPUTE2 MCMC algorithm for follow-up imputation, which includes no pre-phasing of the genotypes and increasing both the buffer regions and the number of haplotypes to use as templates (more detailed description of the parameters used can be found in 21). We thus genotyped or successfully imputed 639,118 variants (all with imputation info score ≥ 0.3 and minor allele frequency (MAF) ≥ 0.001 in both iCOGS and OncoArray datasets). Imputation summaries, and coverage for each of the analyzed regions stratified by allele frequency can be found in Supplementary Table 1B.\nBCAC Statistical analyses\n        Per-allele odds ratios (OR) and standard errors (SE) were estimated for each variant using logistic regression. We ran this analysis separately for iCOGS and OncoArray, and for overall, ER-positive and ER-negative breast cancer. The association between each variant and breast cancer risk was adjusted by study (iCOGS) or country (OncoArray), and eight (iCOGS) or ten (OncoArray) ancestry-informative principal components. The statistical significance for each variant was derived using a Wald test.\n        \n          Defining appropriate significance thresholds for association signals\n          To establish an appropriate significance threshold for independent signals, all variants evaluated in the meta-analysis were included in logistic forward selection regression analyses for overall breast cancer risk in iCOGS, run independently for each region. We evaluated five p-value thresholds for inclusion: < 1×10−4, < 1×10-5, < 1×10-6, < 1×10-7, and < 1×10-8. The most parsimonious iCOGS models were tested in OncoArray, and the false discovery rate (FDR) at 1% level for each threshold estimated using the Benjamini-Hochberg procedure. At a 1% FDR threshold: 72% of associations, significant at p<10-4, were replicated on iCOGS and 94% of associations, significant at p<10-6, were replicated on OncoArray. Based on these results, two categories were defined: strong-evidence signals (conditional p-values <10-6 in the final model), and moderate-evidence signals (conditional p-values <10-4 and ≥10-6 in the final model)\n        \n        \n          Identification of independent signals\n          To identify independent signals, we ran multinomial stepwise regression analyses, separately in iCOGS and OncoArray, for all variants displaying evidence of association (Nvariants = 202,749). We selected two sets of well imputed variants (imputation info score ≥ 0.3 in both iCOGS and OncoArray): (a) common and low frequency variants (MAF ≥ 0.01) with logistic regression p-value inclusion threshold ≤0.05 in either the iCOGS or OncoArray datasets for at least one of the three phenotypes: overall, ER-positive and ER-negative breast cancer; and (b) rarer variants (MAF ≥ 0.001 and < 0.01), with logistic regression inclusion p-value ≤ 0.0001. The same parameters used for adjustment in logistic regression were used in the multinomial regression analysis (R function multinom). The multinomial regression estimates were combined using a fixed-effects meta-analysis weighted by the inverse variance. Variants with the lowest conditional p-value from the meta-analysis of both European cohorts at each step were included into the multinomial regression model. However, if the new variant to be included in the model caused collinearity problems due to high correlation with an already selected variant, or showed high heterogeneity (p-value < 10-4) between iCOGS and OncoArray after being conditioned by the variant(s) in the model; we dropped the new variant and repeated this process.\n          At 105 of 152 evaluated regions the main signal demonstrated genome-wide significance, while 44 were marginally significant (9.89×10-5 ≥ p-value > 5×10-8). For two regions there were no variants significant at p<10-4 (chr14:104712261-105712261; rs10623258 multinomial regression p-value = 2.32×10-4; chr19:10923703-11923703, rs322144, multinomial regression p-value = 3.90×10-3). Four main differences in the datasets used here and in the previous paper may account for this: (i) our previous paper 2 included data from 11 additional GWAS (14,910 cases and 17,588 controls) that have not been included in the present analysis in order to minimize differences in array coverage, and because ER-status data were substantially incomplete and individual level data were not available for all GWAS; (ii) the present analysis was based on estimating separate risks for ER-positive and ER-negative disease, whereas in our previous paper the outcome was overall breast cancer risk. ER status was available for only 73% of the iCOGS and 79% of the OncoArray breast cancer cases (iii) for the set of samples genotyped with both arrays, 2 used the iCOGS genotypes, while this study includes OncoArray genotypes to maximize the number of samples genotyped with a larger coverage; and (iv) the imputation procedure was modified (in particular using one-step imputation without pre-phasing) to improve the imputation accuracy of less frequent variants.\n          We used a forward stepwise approach to define the number of independent signals within each associated genomic region. We first we identified the index variant of the main signal in the region, and then ran multinomial logistic regression for all other variants, adjusted by the index variant, to identify additional variants that remained independently significant within the model. We repeated this process, adjusting for identified index variants, until no more additional variants could be added. In this way we found from 1-11 independent signals within the 150 regions that containing a genome-wide significant main signal.\n        \n        \n          Selection of a set of credible causal variants (CCVs)\n          For each independently associated signal, we first defined credible candidate variants (CCVs), likely to drive its association, as those variants with p-values within two orders of magnitude of the most significant variant for that signal, after adjusting for the index variant of other signals within that region (as identified in the forward stepwise regression above, Supplementary Figure 6A)24. For each region, we then attempted to obtain the best fitting model by successively fitting models in which the index variant for each signal was replaced by other CCVs for that signal, adjusting for the index variants for the other signals (Supplementary Figure 6B). Where a model with a higher chi-square was obtained, the index variant was replaced by the CCV in the best model (Supplementary Figure 6C-D). This process was repeated until the model (i.e. the set of index variants) did not change further (Supplementary Figure 6G). This procedure was performed first for the set of strong signals (i.e. considering models including only the strong signals). Once a final model had been obtained for the strong signals, the index variants for the strong signals were considered fixed and the process was repeated for all signals, the index variants for the weak signals (but not the strong signals) to vary. Using this procedure we could define the best model for 140/150 regions, but for ten regions this approach did not converge (chr4:175328036-176346426, chr5:55531884-56587883, chr6:151418856-152937016, chr8:75730301-76917937, chr10:80341148-81387721, chr10:122593901-123849324, chr12:115336522-116336522, chr14:36632769-37635752, chr16:3606788-4606788, chr22:38068833-39859355). For these 10 regions, we defined the best model, from among all possible combinations of credible variants, as that with the largest chi-square value. Finally, redefined the set of CCVs for each signal using the conditional p-values, after adjusting for the revised set of index variants. Again, for the strong signals we conditioned on the index variants for the other strong signals, while for the weak signals we conditioned on the index variants for all other signals.\n        \n        \n          Case-only analysis\n          Differences in the effect size between ER-positive and ER-negative disease for each index independent variant were assessed using a case-only analysis. We performed logistic regression with ER status as the dependent variable, and the lead variant at each strong signal in the fine mapping region as the independent variables. We use FDR (5%) to adjust for multiple testing.\nDefining appropriate significance thresholds for association signals\n          To establish an appropriate significance threshold for independent signals, all variants evaluated in the meta-analysis were included in logistic forward selection regression analyses for overall breast cancer risk in iCOGS, run independently for each region. We evaluated five p-value thresholds for inclusion: < 1×10−4, < 1×10-5, < 1×10-6, < 1×10-7, and < 1×10-8. The most parsimonious iCOGS models were tested in OncoArray, and the false discovery rate (FDR) at 1% level for each threshold estimated using the Benjamini-Hochberg procedure. At a 1% FDR threshold: 72% of associations, significant at p<10-4, were replicated on iCOGS and 94% of associations, significant at p<10-6, were replicated on OncoArray. Based on these results, two categories were defined: strong-evidence signals (conditional p-values <10-6 in the final model), and moderate-evidence signals (conditional p-values <10-4 and ≥10-6 in the final model)\nIdentification of independent signals\n          To identify independent signals, we ran multinomial stepwise regression analyses, separately in iCOGS and OncoArray, for all variants displaying evidence of association (Nvariants = 202,749). We selected two sets of well imputed variants (imputation info score ≥ 0.3 in both iCOGS and OncoArray): (a) common and low frequency variants (MAF ≥ 0.01) with logistic regression p-value inclusion threshold ≤0.05 in either the iCOGS or OncoArray datasets for at least one of the three phenotypes: overall, ER-positive and ER-negative breast cancer; and (b) rarer variants (MAF ≥ 0.001 and < 0.01), with logistic regression inclusion p-value ≤ 0.0001. The same parameters used for adjustment in logistic regression were used in the multinomial regression analysis (R function multinom). The multinomial regression estimates were combined using a fixed-effects meta-analysis weighted by the inverse variance. Variants with the lowest conditional p-value from the meta-analysis of both European cohorts at each step were included into the multinomial regression model. However, if the new variant to be included in the model caused collinearity problems due to high correlation with an already selected variant, or showed high heterogeneity (p-value < 10-4) between iCOGS and OncoArray after being conditioned by the variant(s) in the model; we dropped the new variant and repeated this process.\n          At 105 of 152 evaluated regions the main signal demonstrated genome-wide significance, while 44 were marginally significant (9.89×10-5 ≥ p-value > 5×10-8). For two regions there were no variants significant at p<10-4 (chr14:104712261-105712261; rs10623258 multinomial regression p-value = 2.32×10-4; chr19:10923703-11923703, rs322144, multinomial regression p-value = 3.90×10-3). Four main differences in the datasets used here and in the previous paper may account for this: (i) our previous paper 2 included data from 11 additional GWAS (14,910 cases and 17,588 controls) that have not been included in the present analysis in order to minimize differences in array coverage, and because ER-status data were substantially incomplete and individual level data were not available for all GWAS; (ii) the present analysis was based on estimating separate risks for ER-positive and ER-negative disease, whereas in our previous paper the outcome was overall breast cancer risk. ER status was available for only 73% of the iCOGS and 79% of the OncoArray breast cancer cases (iii) for the set of samples genotyped with both arrays, 2 used the iCOGS genotypes, while this study includes OncoArray genotypes to maximize the number of samples genotyped with a larger coverage; and (iv) the imputation procedure was modified (in particular using one-step imputation without pre-phasing) to improve the imputation accuracy of less frequent variants.\n          We used a forward stepwise approach to define the number of independent signals within each associated genomic region. We first we identified the index variant of the main signal in the region, and then ran multinomial logistic regression for all other variants, adjusted by the index variant, to identify additional variants that remained independently significant within the model. We repeated this process, adjusting for identified index variants, until no more additional variants could be added. In this way we found from 1-11 independent signals within the 150 regions that containing a genome-wide significant main signal.\nSelection of a set of credible causal variants (CCVs)\n          For each independently associated signal, we first defined credible candidate variants (CCVs), likely to drive its association, as those variants with p-values within two orders of magnitude of the most significant variant for that signal, after adjusting for the index variant of other signals within that region (as identified in the forward stepwise regression above, Supplementary Figure 6A)24. For each region, we then attempted to obtain the best fitting model by successively fitting models in which the index variant for each signal was replaced by other CCVs for that signal, adjusting for the index variants for the other signals (Supplementary Figure 6B). Where a model with a higher chi-square was obtained, the index variant was replaced by the CCV in the best model (Supplementary Figure 6C-D). This process was repeated until the model (i.e. the set of index variants) did not change further (Supplementary Figure 6G). This procedure was performed first for the set of strong signals (i.e. considering models including only the strong signals). Once a final model had been obtained for the strong signals, the index variants for the strong signals were considered fixed and the process was repeated for all signals, the index variants for the weak signals (but not the strong signals) to vary. Using this procedure we could define the best model for 140/150 regions, but for ten regions this approach did not converge (chr4:175328036-176346426, chr5:55531884-56587883, chr6:151418856-152937016, chr8:75730301-76917937, chr10:80341148-81387721, chr10:122593901-123849324, chr12:115336522-116336522, chr14:36632769-37635752, chr16:3606788-4606788, chr22:38068833-39859355). For these 10 regions, we defined the best model, from among all possible combinations of credible variants, as that with the largest chi-square value. Finally, redefined the set of CCVs for each signal using the conditional p-values, after adjusting for the revised set of index variants. Again, for the strong signals we conditioned on the index variants for the other strong signals, while for the weak signals we conditioned on the index variants for all other signals.\nCase-only analysis\n          Differences in the effect size between ER-positive and ER-negative disease for each index independent variant were assessed using a case-only analysis. We performed logistic regression with ER status as the dependent variable, and the lead variant at each strong signal in the fine mapping region as the independent variables. We use FDR (5%) to adjust for multiple testing.\nOncoArray-only stepwise analysis\n        To evaluate whether the lower coverage in iCOGS could affect the identification of independent signals, we ran stepwise multinomial regression using only the OncoArray dataset. We identified 249 independent signals. Ninety-two signals, in 67 fine mapping regions, achieved a genome-wide significance level (conditional p-value < 5×10-8). Two hundred and five of these signals were also identified in the meta-analysis with iCOGS. Nine independent variants across ten regions were not evaluated in the combined analysis due to their low imputation info score in iCOGS. Out of these nine signals, two signals would be classified as main primary signals, rs114709821 at region chr1:145144984-146144984 (OncoArray imputation info score = 0.72), and rs540848673 at region chr1:149406413-150420734 (OncoArray imputation info score = 0.33). Given the low number of additional signals identified in the OncoArray dataset alone, all analyses were based on the combined iCOGS/OncoArray dataset.\nCIMBA statistical analysis\n        CIMBA provided data from 60 retrospective cohort studies consisting of 9,445 unaffected and 9,363 affected female BRCA1 mutation carriers of European ancestry. Unconditional (i.e. single variant) analyses were performed using a score test based on the retrospective likelihood of observing the genotype conditional on the disease phenotype 62,63. Conditional analyses, where more than one variant is analyzed simultaneously, cannot be performed in this score test framework. Therefore, conditional analyses were performed by Cox regression, allowing for adjustment of the conditionally independent variants identified by the BCAC/DRIVE analyses. All models were stratified by country and birth cohort, and adjusted for relatedness (unconditional models used kinship adjusted standard errors based on the estimated kinship matrix; conditional models used cluster robust standard errors based on phenotypic family data).\n        Data from the iCOGS array and the OncoArray were analyzed separately and combined to give an overall BRCA1 association by fixed-effects meta-analysis. Variants were excluded from further analyses if they exhibited evidence of heterogeneity (Heterogeneity p-value < 1×10-4) between iCOGS and OncoArray, had MAF < 0.005, were poorly imputed (imputation info score < 0.3) or were imputed to iCOGS only (i.e. must have been imputed to OncoArray or iCOGS and OncoArray).\nMeta-analysis of ER-negative cases in BCAC with BRCA1 mutation carriers from CIMBA\n        BRCA1 mutation carrier association results were combined with the BCAC multinomial regression ER-negative association results in a fixed-effects meta-analysis. Variants considered for analysis must have passed all prior QC steps and have had MAF≥0.005. All meta-analyses were performed using the METAL software 64.Instances where spurious associations might occur were investigated by assessing the LD between a possible spurious association and the conditionally independent variants. High LD between a variant and a conditionally independent variant within its region causes model instability through collinearity and the convergence of the model likelihood maximization may not reliable. Where the association appeared to be driven by collinearity, the signals were excluded.\nHeritability Estimation\n        To estimate the frailty-scale heritability due to all fine-mapping signals, we used the formula: h2=2(γ′TRγ′−τ′TIτ′) here γ′=γp(1−p),τ′T=τp(1−p), where p is a vector of allele frequencies, γ are the estimated per-allele odds ratios and τ the corresponding standard errors, and R is the correlation matrix of genotype frequencies.\n        To adjust for the overestimation resulting from only including signals passing a given significance threshold, we adapted the approach of 65, based on maximizing the likelihood conditional on the test statistic passing the relevant threshold. Since our analyses were based on estimating ER-negative and ER-positive odds ratios simultaneously, the method needed to be adapted to maximise a conditional bivariate normal likelihood. Following 65 we then estimated mean square error estimates based on a weighted mean of the maximum likelihood estimates and the naïve estimates, which they show to be close to be unbiased in the 1df case. The estimated effect sizes for overall breast cancer were computed as a weighted mean of the ER-negative and ER-positive estimates, based on the proportions of each subtype in the whole study (weights 0.21 and 0.79). The results were then expressed in terms of the proportion of the familial breast cancer risk (FRR) to first degree relatives of affected women, using the formula h2 / (2logλ) where the FRR λ was assumed to be 2 2.\neQTL analysis\n        Total RNA was extracted from normal breast tissue in formalin-fixed paraffin embedded breast cancer tissue blocks from 264 Nurses’ Health Study (NHS) participants 32. Transcript expression levels were measured using the Glue Grant Human Transcriptome Array version 3.0 at the Molecular Biology Core Facilities, Dana-Farber Cancer Institute. Gene expression was normalized and summarized into Log2 values using RMA (Affymetrix Power Tools v1.18.012); quality control was performed using GlueQC and arrayQualityMetrics v3.24.014. Genome-wide data on variants were generated using the Illumina HumanHap 550 BeadChip as part of the Cancer Genetic Markers of Susceptibility initiative 66. Imputation to the 1000KGP Phase 3 v5 ALL reference panel was performed using MACH to pre-phase measured genotypes and minimac to impute.\n        Expression analyses were performed using data from The Cancer Genome Atlas (TCGA) and Molecular Taxonomy of Breast Cancer International Consortium (METABRIC) projects 34,38. The TCGA eQTL analysis was based on 458 breast tumors that had matched gene expression, copy number and methylation profiles together with the corresponding germline genotypes available. All 458 individuals were of European ancestry as ascertained using the genotype data and the Local Ancestry in admixed Populations (LAMP) software package (LAMP estimate cut-off >95% European)67. Germline genotypes were imputed into the 1000 Genomes Project reference panel (October 2014 release) using IMPUTE version 2 68,69. Gene expression had been measured on the Illumina HiSeq 2000 RNA-Seq platform (gene-level RSEM normalized counts 70), copy-number estimates were derived from the Affymetrix SNP 6.0 (somatic copy-number alteration minus germline copy-number variation called using the GISTIC2 algorithm 71), and methylation beta values measured on the Illumina Infinium HumanMethylation450. Expression QTL analysis focused on all variants within each of the 152 genomic intervals that had been subjected to fine-mapping for their association with breast cancer susceptibility. Each of these variants was evaluated for its association with the expression of every gene within 2 Mb that had been profiled for each of the three data types. The effects of tumor copy number and methylation on gene expression were first regressed out using a method described previously 72. eQTL analysis was performed by linear regression, with residual gene expression as outcome, germline SNP genotype dosage as the covariate of interest and ESR1 expression and age as additional covariates, using the R package Matrix eQTL 73.\n        The METABRIC eQTL analysis was based on 138 normal breast tissue samples resected from breast cancer patients of European ancestry. Germline genotyping for the METABRIC study was also done on the Affymetrix SNP 6.0 array, and gene expression in the METABRIC study was measured using the Illumina HT12 microarray platform (probe-level estimates). No adjustment was implemented for somatic copy number and methylation status since we were evaluating eQTLs in normal breast tissue. All other steps were identical to the TCGA eQTL analysis described above.\nGenomic feature enrichment\n        We explored the overlap of CCVs and excluded variants with 90 transcription factors, 10 histone marks, and DNase hypersensitivity sites in in 15 breast cell lines, and eight normal human breast tissues. We analysed data from the Encyclopedia of DNA Elements (ENCODE) Project 74,75, Roadmap Epigenomics Projects 76, the International Human Epigenome Consortium 77, 27, Pellacani et al. 78, The Cancer Genome Atlas (TCGA) 33, the Molecular Taxonomy of Breast Cancer International Consortium (METABRIC) 34, ReMap database (We included 241 TF annotations from ReMap (of 2825 total) which showed at least 2% overlap for any of the phenotype SNP sets) 79, and other data obtained through the National Center for Biotechnology Information (NCBI) Gene Expression Omnibus (GEO). Promoters were defined following the procedure defined in 78, that is +/- 2Kb from a gene transcription start site, using an updated version of the RefSeq genes (refGene, version updated 2017-04-11)80. Transcribed regions were defined using the same version of refSeq genes. lncRNA annotation was obtained from Gencode (v19)81\n        To include eQTL results in the enrichment analysis we (i) identified all the genes for which summary statistics were available; (ii) defined the most significant eQTL variant for each gene (index eQTL variant, p-value threshold ≤ 5×10-4); (iii) classified variants with p-values within two orders of magnitude of the index eVariant as the credible set of eQTL variants; ie. the best candidates to drive expression of the gene. Variants within at least one eQTL credible set were defined as eVariants. We evaluated the overlap between eQTL credible sets and CCVs (risk variants credible set). We evaluated the enrichment of CCVs for genomic feature using logistic regression, with CCV (vs non-CCV variants) being the outcome. To adjust for the correlation among variants in the same fine mapping region, we used robust variance estimation for clustered observations (R function multiwaycov). The associated variants at FDR 5% were included into a stepwise forward logistic regression procedure to select the most parsimonious model. A likelihood ratio test was used to compare multinomial logistic regression models with and without equality effect constraints to evaluate whether there was heterogeneity among the effect sizes for ER-positive, ER-negative or signals equally associated with both phenotypes (ER-neutral).\n        To validate the disease specificity of the regulatory regions identified through this analysis we follow the same approach for the autoimmune related CCVs from 29 (N = 4,192). Variants excluded as candidate causal variants, and within 500 kb upstream and downstream of the index variant for each signal were classified as excluded variants (N = 1,686,484). We then tested the enrichment for both the breast cancer and autoimmune CCVs with breast and T and B cell enhancers. We also evaluated the overlap of our CCVs with ENCODE enhancer-like and promoter-like regions for 111 tissues, primary cells, immortalized cell line, and in vitro differentiated cells. Of these, 73 had available data for both enhancer- and promoter-like regions.\nTranscription binding site motif analysis\n        We conducted a search to find motif occurrences for the transcription factors significantly enriched in the genomic featured. For this we used two publicly available databases, Factorbook 82 and JASPAR 2016 83. For the search using Factorbook we included the motifs for the transcription factors discovered in the cell lines where a significant enrichment was found in our genomic features analysis. We also searched for all the available motifs for Homo sapiens at the JASPAR database (JASPAR CORE 2016, TFBSTools\n84) Using as reference the USCS sequence (BSgenome.Hsapiens.USCS.hg19) we created fasta sequences with the reference and alternative alleles for all the variants included in our analysis plus 20 bp flanking each variant. We used FIMO (version 4.11.2, Grant et al., 2011)85 to scan all the fasta sequences searching for the JASPAR and Factorbook motifs to identify any overlap of any of the alleles for each of the variants (setting the p-value threshold to 10-3). We subsequently determined whether our CCVs were more frequency overlapping a particular TF binding motif when compared with the excluded variants. We ran these analyses for all the strong signals, but also strong signals stratified by ER status. Also, we subset this analysis to the variants located at regulatory regions in an ER-positive cell line (MCF-7 marked by H3K4me1, ENCODE id: ENCFF674BKS) and evaluated whether the ER-positive CCVs overlap any of the motifs more frequently that the excluded variants. We also evaluated the change in total binding affinity caused by the ER-positive CCCR alternative allele for all but one (2:217955891:T:<CN0>:0) of the ER-positive CCVs (MatrixRider\n86).\n        Subsequently, we evaluated whether the MCF-7 regions demarked by H3K4me1 (ENCODE id: ENCFF674BKS), and overlapped by ER-positive CCVs, were enriched in known TFBS motifs. We first subset the ENCODE bed file ENCFF674BKS to identify MCF-7 H3K4me1 peaks overlapped by the ER-positive CCVs (N = 107), as well as peaks only overlapped by excluded variants (N = 11,099), using BEDTools 87. We created fasta format sequences using genomic coordinate data from the intersected bed files. In order to create a control sequence set, we used the script included with the MEME Suite (fasta-shuffle-letters) to created 10 shuffled copies of each sequence overlapped by ER-positive CCVs (N = 1,070). We then used AME 88 to interrogate whether the 107 MCF-7 H3K4me1 genomic regions overlapped by ER-positive CCVs were enriched in know TFBS consensus motifs when compared to the shuffled control sequences, or to the MCF-7 H3K4me1 genomic regions overlapped only by excluded variants. We used the command line version of AME (version 4.12.0) selecting as scoring method the total number of positions in the sequence whose motif score p-value is less than 10-3, and using a one-tailed Fisher’s Exact test as the association test.\nPAINTOR analysis\n        To further refine the set of CCVs, we performed empirical Bayes fine-mapping using PAINTOR to integrate marginal genetic association summary statistics, linkage disequilibrium patterns, and biological features 31,89. PAINTOR derives jointly the posterior probability for causality of all variants along the respective contribution of genomic features, in order to maximize the log Likelihood of the data across all regions. PAINTOR does not assume a fixed number of causal variants in each region, although it implicitly penalizes non-parsimonious causal models. We applied PAINTOR separately to association results for overall breast cancer (in 85 regions determined to have at least one ER-neutral association or ER-positive and ER-negative association), ER-positive breast cancer (in 48 regions determined to have at least one ER-positive-specific association), and ER-negative breast cancer (in 22 regions determined to have at least one ER-negative-specific association). To avoid artifacts due to mis-matches between the LD in study samples and the LD matrix supplied to PAINTOR, we used association logistic regression summary statistics from OncoArray data only and estimated the LD structure in the OncoArray sample. For each endpoint we fit four models with increasing numbers of genomic features selected from the stepwise enrichment analyses described above: Model 0 (with no genomic features—assumes each variant is equally likely to be causal a priori), Model 1 (with those genomic features selected with stopping rule p<0.001); Model 2 (with those genomic features selected with stopping rule p<0.01); and Model 3 (with those genomic features selected with stopping rule p<0.05).\n        We used the Bayesian Information Criterion (BIC) to choose the best-fitting model for each outcome. As PAINTOR estimates the marginal log likelihood of the observed Z scores using Gibbs sampling, we used a shrunk mean BIC across multiple Gibbs chains to account for the stochasticity in the log-likelihood estimates. We ran PAINTOR four times to generate four independent Gibbs chains and estimated the BIC difference between model i and model j as Δij=(100V+100)(BÍCl−BÍCJ). This assumes a N(0,100) prior on the difference, or roughly a 16% chance that model i would be decisively better than model j (i.e. |BICi-BICj|>10). We then proceeded to choose the best-fitting model in a stepwise fashion: starting with a model with no annotations, we selected a model with more annotations in favor a model with fewer if the larger model was a considerably better fit—i.e. Δij>2. Model 1 was the best fit according to this process for overall and ER-positive breast cancer; Model 0 was the best fit for ER-negative breast cancer.\n        Differences between the PAINTOR and CCV outputs may be due to several factors. By considering functional enrichment and joint LD among all SNPs, PAINTOR may refine the set of likely causal variants; rather than imposing a hard threshold, PAINTOR allows for a gradient of evidence supporting causality; and the two sets of calculations are based on different summary statistics, CCV analyses used both iCOGS and OncoArray genotypes, while PAINTOR used only OncoArray data (Figure 1, Methods).\nVariant annotation\n        Variants genome coordinates were converted to assembly GRCh38 with liftOver and uploaded to Variant Effect Predictor 90 to determine their effect on genes, transcripts, and protein sequence. The commercial software Alamut® Batch v1.6 batch was also used to annotate coding and splicing variants. PolyPhen-2 91, SIFT 92, MAPP 93 were used to predict the consequence of missense coding variants. MaxEntScan 94, Splice-Site Finder, and Human Splicing Finder 95 were used to predict splicing effects.\nINQUISIT analysis\n        \n          Logic underlying INQUISIT predictions\n          Briefly, genes were considered to potential targets of candidate causal variants through effects on: (1) distal gene regulation, (2) proximal regulation, or (3) a gene's coding sequence. We intersected CCV positions with multiple sources of genomic information including chromatin interactions from capture Hi-C experiments performed in a panel of six breast cell lines 96, chromatin interaction analysis by paired-end tag sequencing (ChIA-PET; 97) and genome-wide chromosome conformation capture from HMECs (Hi-C, (Rao et al., 2014)). We used computational enhancer–promoter correlations (PreSTIGE 98, IM-PET (He et al., 2014), FANTOM5 99 and super-enhancers 28), results for breast tissue-specific expression variants (eVariants) from multiple independent studies (TCGA, METABRIC, NHS, Methods), allele-specific imbalance in gene expression 100, transcription factor and histone modification chromatin immunoprecipitation followed by sequencing (ChIP-Seq) from the ENCODE and Roadmap Epigenomics Projects together with the genomic features found to be significantly enriched as described above, gene expression RNA-seq from several breast cancer lines and normal samples and topologically associated domain (TAD) boundaries from T47D cells (ENCODE, 101, Methods and Key Resources Table). To assess the impact of intragenic variants, we evaluated their potential to alter splicing using Alamut® Batch to identify new and cryptic donors and acceptors, and several tools to predict effects of coding sequence changes (see Variant Annotation section). Variants potentially affecting post-translational modifications were downloaded from the \"A Website Exhibits SNP On Modification Event\" database (http://www.awesome-hust.com/) 102. The output from each tool was converted to a binary measure to indicate deleterious or tolerated predictions.\n        \n        \n          Scoring hierarchy\n          Each target gene prediction category (distal, promoter or coding) was scored according to different criteria. Genes predicted to be distally-regulated targets of CCVs were awarded points based on physical links (eg CHi-C), computational prediction methods, allele-specific expression, or eVariant associations. All CCV and HPPVs were considered as potentially involved in distal regulation. Intersection of a putative distal enhancer with genomic features found to be significantly enriched (see ‘Genomic features enrichment’ for details) were further upweighted. Multiple independent interactions were awarded an additional point. CCVs and HPPVs in gene proximal regulatory regions were intersected with histone ChIP-Seq peaks characteristic of promoters and assigned to the overlapping transcription start sites (defined as -1.0 kb - +0.1 kb). Further points were awarded to such genes if there was evidence for eVariant association or allele-specific expression, while a lack of expression resulted in down-weighting as potential targets. Potential coding changes including missense, nonsense and predicted splicing alterations resulted in addition of one point to the encoded gene for each type of change, while lack of expression reduced the score. We added an additional point for predicted target genes that were also breast cancer drivers. For each category, scores ranged from 0-7 (distal); 0-3 (promoter) or 0-2 (coding). We converted these scores into 'confidence levels': Level 1 (highest confidence) when distal score > 4, promoter score >= 3 or coding score > 1; Level 2 when distal score <= 4 and >=1, promoter score = 1 or = 2, coding score = 1; and Level 3 when distal score < 1 and > 0, promoter score < 1 and > 0, and coding < 1 and > 0. For genes with multiple scores (for example, predicted as targets from multiple independent risk signals or predicted to be impacted in several categories), we recorded the highest score. Driver and transcription factor gene enrichment analysis was carried out using INQUISIT scores prior to adding a point for driver gene status. Modifications to the pipeline since original publication 2 include: TAD boundary definitions from ENCODE T47D Hi-C analysis. Previously, we used regions from Rao, Cell 2013;eQTL: Addition of NHS normal and tumor samplesallele-specific imbalance using TCGA and GTEx RNA-seq data 100Capture Hi-C data from six breast cell lines 103Additional biofeatures derived from global enrichment in this studyVariants affecting sites of post-translational modification 102\n\n        \n        \n          Multi-signal targets\n          To test if more genes were targeted by multiple signals than expected by chance, we modelled the number of signals per gene by negative binomial regression (R function glm.nb, package MASS) and Poisson regression (R function glm, package stats) with ChIA-PET interactions as a covariate and adjusted by fine mapping region. Likelihood ratio tests were used to compare goodness of fit. Rootograms were created using the R function rootogram (package vcd).\nLogic underlying INQUISIT predictions\n          Briefly, genes were considered to potential targets of candidate causal variants through effects on: (1) distal gene regulation, (2) proximal regulation, or (3) a gene's coding sequence. We intersected CCV positions with multiple sources of genomic information including chromatin interactions from capture Hi-C experiments performed in a panel of six breast cell lines 96, chromatin interaction analysis by paired-end tag sequencing (ChIA-PET; 97) and genome-wide chromosome conformation capture from HMECs (Hi-C, (Rao et al., 2014)). We used computational enhancer–promoter correlations (PreSTIGE 98, IM-PET (He et al., 2014), FANTOM5 99 and super-enhancers 28), results for breast tissue-specific expression variants (eVariants) from multiple independent studies (TCGA, METABRIC, NHS, Methods), allele-specific imbalance in gene expression 100, transcription factor and histone modification chromatin immunoprecipitation followed by sequencing (ChIP-Seq) from the ENCODE and Roadmap Epigenomics Projects together with the genomic features found to be significantly enriched as described above, gene expression RNA-seq from several breast cancer lines and normal samples and topologically associated domain (TAD) boundaries from T47D cells (ENCODE, 101, Methods and Key Resources Table). To assess the impact of intragenic variants, we evaluated their potential to alter splicing using Alamut® Batch to identify new and cryptic donors and acceptors, and several tools to predict effects of coding sequence changes (see Variant Annotation section). Variants potentially affecting post-translational modifications were downloaded from the \"A Website Exhibits SNP On Modification Event\" database (http://www.awesome-hust.com/) 102. The output from each tool was converted to a binary measure to indicate deleterious or tolerated predictions.\nScoring hierarchy\n          Each target gene prediction category (distal, promoter or coding) was scored according to different criteria. Genes predicted to be distally-regulated targets of CCVs were awarded points based on physical links (eg CHi-C), computational prediction methods, allele-specific expression, or eVariant associations. All CCV and HPPVs were considered as potentially involved in distal regulation. Intersection of a putative distal enhancer with genomic features found to be significantly enriched (see ‘Genomic features enrichment’ for details) were further upweighted. Multiple independent interactions were awarded an additional point. CCVs and HPPVs in gene proximal regulatory regions were intersected with histone ChIP-Seq peaks characteristic of promoters and assigned to the overlapping transcription start sites (defined as -1.0 kb - +0.1 kb). Further points were awarded to such genes if there was evidence for eVariant association or allele-specific expression, while a lack of expression resulted in down-weighting as potential targets. Potential coding changes including missense, nonsense and predicted splicing alterations resulted in addition of one point to the encoded gene for each type of change, while lack of expression reduced the score. We added an additional point for predicted target genes that were also breast cancer drivers. For each category, scores ranged from 0-7 (distal); 0-3 (promoter) or 0-2 (coding). We converted these scores into 'confidence levels': Level 1 (highest confidence) when distal score > 4, promoter score >= 3 or coding score > 1; Level 2 when distal score <= 4 and >=1, promoter score = 1 or = 2, coding score = 1; and Level 3 when distal score < 1 and > 0, promoter score < 1 and > 0, and coding < 1 and > 0. For genes with multiple scores (for example, predicted as targets from multiple independent risk signals or predicted to be impacted in several categories), we recorded the highest score. Driver and transcription factor gene enrichment analysis was carried out using INQUISIT scores prior to adding a point for driver gene status. Modifications to the pipeline since original publication 2 include: TAD boundary definitions from ENCODE T47D Hi-C analysis. Previously, we used regions from Rao, Cell 2013;eQTL: Addition of NHS normal and tumor samplesallele-specific imbalance using TCGA and GTEx RNA-seq data 100Capture Hi-C data from six breast cell lines 103Additional biofeatures derived from global enrichment in this studyVariants affecting sites of post-translational modification 102\nMulti-signal targets\n          To test if more genes were targeted by multiple signals than expected by chance, we modelled the number of signals per gene by negative binomial regression (R function glm.nb, package MASS) and Poisson regression (R function glm, package stats) with ChIA-PET interactions as a covariate and adjusted by fine mapping region. Likelihood ratio tests were used to compare goodness of fit. Rootograms were created using the R function rootogram (package vcd).\nPathway analysis\n        The pathway gene set database, dated 1 September 2018 was used 104 (http://download.baderlab.org/EM_Genesets/current_release/Human/symbol/). This database contains pathways from Reactome 105, NCI Pathway Interaction Database 106, GO (Gene Ontology) 107, HumanCyc 108, MSigdb 109, NetPath 110, and Panther 111. All duplicated pathways, defined in two or more databases, were included. To provide more biologically meaningful results, only pathways that contained ≤ 200 genes were used.\n        We interrogated the pathway annotation sets with the list of high-confidence (Level 1) INQUISIT gene list. The significance of over-representation of the INQUISIT genes within each pathway was assessed with a hypergeometric test using the R function phyper as follows: P(x|n,m,N)=1−∑i=0x−1(mi)(N−mn−i)(Nn) where x is the number of Level 1 genes that overlap with any of the genes in the pathway, n is the number of genes in the pathway, m is the number of Level1 genes that overlap with any of the genes in the pathway data set (mstrong GO = 145, mER-positive GO = 50, mER-negative GO = 27, mER-neutral GO = 73; mstrong Pathways = 121, mER-positive Pathways = 38, mER-negative Pathways = 21, mER-neutral Pathways = 68), and N is the number of genes in the pathway data set (NGenes GO = 14,252, NGenes Pathways = 10,915). We only included pathways that overlapped with at least two Level 1 genes. We used the Benjamini-Hochberg false discovery rate (FDR) 112 at 5% level.\nSupplementary Material\n      \n        Supplementary Table 12\n        \n      \n      \n        Supplementary Table 11\n        \n      \n      \n        Supplementary Table 10\n        \n      \n      \n        Supplementary information\n        \n      \n      \n        Supplementary Table 4\n        \n      \n      \n        Supplementary Table 7\n        \n      \n      \n        Supplementary Table 1\n        \n      \n      \n        Supplementary Table 8\n        \n      \n      \n        Supplementary Table 3\n        \n      \n      \n        Supplementary Table 9\n        \n      \n      \n        Supplementary Table 5\n        \n      \n      \n        Supplementary Table 6\n        \n      \n      \n        Supplementary Table 2",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6974400/",
    "doi": "https://doi.org/10.1038/s41588-019-0537-1",
    "citation_count": 79,
    "references": {
        "11000665": "Novel breast cancer susceptibility loci under linkage peaks identified in African ancestry consortia",
        "10888438": "A Breast Cancer Candidate Locus at 6q Narrowed to 6q15-q21",
        "10837955": "Biological basis of extensive pleiotropy between blood traits and cancer risk",
        "10774046": "A ten long noncoding RNA-based prognostic risk model construction and mechanism study in the basal-like immune-suppressed subtype of triple-negative breast cancer",
        "10766087": "High-throughput PRIME editing screens identify functional DNA variants in the human genome",
        "10619128": "FGFR2 genetic variants in women with breast cancer",
        "10617391": "Update Breast Cancer 2023 Part 1 – Early Stage Breast Cancer",
        "10484782": "Exome sequencing identifies breast cancer susceptibility genes and defines the contribution of coding variants to breast cancer risk",
        "10470213": "Machine learning reveals genetic modifiers of the immune microenvironment of cancer",
        "10411002": "A genome-wide gene-environment interaction study of breast cancer risk for women of European ancestry",
        "10370011": "High throughput PRIME editing screens identify functional DNA variants in the human genome",
        "10344526": "Construction and evaluation of the functional polygenic risk score for gastric cancer in a prospective cohort of the European population",
        "10257003": "A joint transcriptome-wide association study across multiple tissues identifies candidate breast cancer susceptibility genes",
        "10121464": "Systematic fine-mapping and functional studies of prostate cancer risk variants",
        "10079603": "Identification of target proteins for breast cancer genetic risk loci and blood risk biomarkers in a large study by integrating genomic and proteomic data",
        "10053147": "CRISPR screens identify gene targets at breast cancer risk loci",
        "10003706": "A Swedish Familial Genome-Wide Haplotype Analysis Identified Five Novel Breast Cancer Susceptibility Loci on 9p24.3, 11q22.3, 15q11.2, 16q24.1 and Xq21.31",
        "9910507": "Causal discovery in high-dimensional, multicollinear datasets",
        "9900818": "Human milk variation is shaped by maternal genetics and impacts the infant gut microbiome",
        "9894581": "Combining SNP-to-gene linking strategies to identify disease genes and assess disease omnigenicity",
        "9886437": "Allelic imbalance of chromatin accessibility in cancer identifies candidate causal risk variants and their mechanisms",
        "9878779": "Aggregation tests identify new gene associations with breast cancer in populations with diverse ancestry",
        "9836021": "Effect of all-but-one conditional analysis for eQTL isolation in peripheral blood",
        "9777163": "Somatic Mutations Alter Interleukin Signaling Pathways in Grade II Invasive Breast Cancer Patients: An Egyptian Experience",
        "9748250": "Genome- and transcriptome-wide association studies of 386,000 Asian and European-ancestry women provide new insights into breast cancer genetics",
        "9685672": "Identification and exploration of novel M2 macrophage-related biomarkers in the development of acute myocardial infarction",
        "9675749": "Integrating transcription factor occupancy with transcriptome-wide association analysis identifies susceptibility genes in human cancers",
        "9649437": "Statistical and functional convergence of common and rare genetic influences on autism at chromosome 16p",
        "9385026": "Novel estrogen-responsive genes (ERGs) for the evaluation of estrogenic activity",
        "9317824": "Uncovering the Contribution of Moderate-Penetrance Susceptibility Genes to Breast Cancer by Whole-Exome Sequencing and Targeted Enrichment Sequencing of Candidate Genes in Women of European Ancestry",
        "9208227": "Contribution and clinical relevance of germline variation to the cancer transcriptome",
        "9203206": "The Role of Epigenetic in Dental and Oral Regenerative Medicine by Different Types of Dental Stem Cells: A Comprehensive Overview",
        "9187238": "The risk variant rs11836367 contributes to breast cancer onset and metastasis by attenuating Wnt signaling via regulating NTN4 expression",
        "9091657": "Association Between the TP53 Polymorphisms and Breast Cancer Risk: An Updated Meta-Analysis",
        "8990868": "Association between germline pathogenic variants and breast cancer risk in Japanese women: The HERPACC study",
        "8990004": "Two distinct mechanisms underlie estrogen-receptor-negative breast cancer susceptibility at the 2p23.2 locus",
        "8980003": "Functional annotation of breast cancer risk loci: current progress and future directions",
        "8957104": "Admixture Mapping of Sepsis in European Individuals With African Ancestries",
        "8948166": "Partitioning gene-mediated disease heritability without eQTLs",
        "8921734": "Fully exploiting SNP arrays: a systematic review on the tools to extract underlying genomic structure",
        "8909613": "A Swedish Genome-Wide Haplotype Association Analysis Identifies a Novel Breast Cancer Susceptibility Locus in 8p21.2 and Characterizes Three Loci on Chromosomes 10, 11 and 16",
        "8811262": "Shared Genetic Architecture and Causal Relationship Between Asthma and Cardiovascular Diseases: A Large-Scale Cross-Trait Analysis",
        "8766486": "Rare germline copy number variants (CNVs) and breast cancer risk",
        "8725568": "Common variants in breast cancer risk loci predispose to distinct tumor subtypes",
        "8647820": "Alu insertion variants alter gene transcript levels",
        "8571745": "Molecular Spectra and Frequency Patterns of Somatic Mutations in Arab Women with Breast Cancer",
        "8559165": "Can the epigenome contribute to risk stratification for cancer onset?",
        "8438084": "Genetic variations of DNA bindings of FOXA1 and co-factors in breast cancer susceptibility",
        "8395147": "The Role of lncRNA in the Development of Tumors, including Breast Cancer",
        "8393346": "Risks and Function of Breast Cancer Susceptibility Alleles",
        "8322933": "Functional annotation of the 2q35 breast cancer risk locus implicates a structural variant in influencing activity of a long-range enhancer element",
        "8312632": "Pleiotropy-guided transcriptome imputation from normal and tumor tissues identifies candidate susceptibility genes for breast and ovarian cancer",
        "8302763": "Identification of 22 susceptibility loci associated with testicular germ cell tumors",
        "8292481": "A search for modifying genetic factors in CHEK2:c.1100delC breast cancer patients",
        "8290202": "Identification and Exploration of Novel Macrophage M2-Related Biomarkers and Potential Therapeutic Agents in Endometriosis",
        "8248770": "Quality and Quantity: How to Organize a Countrywide Genetic Counseling and Testing",
        "8226444": "Personalized Risk Assessment for Prevention and Early Detection of Breast Cancer: Integration and Implementation (PERSPECTIVE I&I)",
        "8218915": "FRL: An Integrative Feature Selection Algorithm Based on the Fisher Score, Recursive Feature Elimination, and Logistic Regression to Identify Potential Genomic Biomarkers",
        "8155562": "Proteogenomic Workflow Reveals Molecular Phenotypes Related to Breast Cancer Mammographic Appearance",
        "8137274": "Update Breast Cancer 2021 Part 1 – Prevention and Early Stages",
        "8123146": "A Role for TGFβ Signaling in Preclinical Osteolytic Estrogen Receptor-Positive Breast Cancer Bone Metastases Progression",
        "8105804": "Potential functional variants of KIAA genes are associated with breast cancer risk in a case control study",
        "7890067": "A case-only study to identify genetic modifiers of breast cancer risk for BRCA1/BRCA2 mutation carriers",
        "7876911": "Common variants in signaling transcription factor binding sites drive phenotypic variability in red blood cell traits",
        "7808397": "Genome-wide association study identifies 32 novel breast cancer susceptibility loci from overall and subtype-specific analyses",
        "7733401": "Fine-mapping genetic associations",
        "7647721": "Update Breast Cancer 2020 Part 3 – Early Breast Cancer",
        "7611956": "An open approach to systematically prioritize causal variants and genes at all published human GWAS trait-associated loci",
        "7599145": "Impact of fibroblast growth factor receptor 1 (FGFR1) amplification on the prognosis of breast cancer patients",
        "7536644": "eQTL Colocalization Analyses Identify NTN4 as a Candidate Breast Cancer Risk Gene",
        "7379852": "ABC-GWAS: Functional Annotation of Estrogen Receptor-Positive Breast Cancer Genetic Variants",
        "7226111": "Epigenetic Research in Stem Cell Bioengineering—Anti-Cancer Therapy, Regenerative and Reconstructive Medicine in Human Clinical Trials",
        "7056401": "Update Breast Cancer 2020 Part 1 – Early Breast Cancer: Consolidation of Knowledge About Known Therapies",
        "7016765": "Candidate Causal Variants at the 8p12 Breast Cancer Risk Locus Regulate DUSP4",
        "6947989": "Non-coding RNAs underlie genetic predisposition to breast cancer",
        "6947858": "Chromatin interactome mapping at 139 independent breast cancer risk signals",
        "6838373": "Re-evaluating genetic variants identified in candidate gene studies of breast cancer risk using data from nearly 280,000 women of Asian and European ancestry",
        "6803661": "A comprehensive study of metabolite genetics reveals strong pleiotropy and heterogeneity across time and context",
        "6731359": "Identifying Putative Susceptibility Genes and Evaluating Their Associations with Somatic Mutations in Human Cancers"
    },
    "journal": "Nature genetics",
    "topics": [
        "genes, risk, target",
        "cancer, regions, breast",
        "breast, regions, cancer"
    ]
}