{
    "title": "Gene Expression Profiling Tests for Early-Stage Invasive Breast Cancer: A Health Technology Assessment",
    "abstract": "We conducted a health technology assessment of four GEP tests (EndoPredict, MammaPrint, Oncotype DX, and Prosigna) for people with early-stage invasive breast cancer, which included an evaluation of effectiveness, safety, cost effectiveness, the budget impact of publicly funding GEP tests, and patient preferences and values. We assessed the risk of bias of each included study using either the Cochrane Risk of Bias tool, Prediction model Risk Of Bias ASsessment Tool (PROBAST), or Risk of Bias Assessment tool for Non-randomized Studies (RoBANS), depending on the type of study and outcome of interest, and the quality of the body of evidence according to the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) Working Group criteria. Assuming a higher uptake of GEP tests, we estimated the budget impact to publicly fund GEP tests in Ontario would be between $1.29 million (Year 1) and $2.22 million (Year 5) compared to the current scenario of publicly funded GEP tests through the out-of-country program.",
    "authors": [
        "Myra Wang",
        "Myra Wang",
        "Yuan Zhang",
        "Ammara Shafique",
        "Melissa Walter"
    ],
    "published_year": "Not available",
    "description": "Background\n          Breast cancer is a disease in which cells in the breast grow out of control. They often form a tumour that may be seen on an x-ray or felt as a lump.\n          Gene expression profiling (GEP) tests are intended to help predict the risk of metastasis (spread of the cancer to other parts of the body) and to identify people who will most likely benefit from chemotherapy. We conducted a health technology assessment of four GEP tests (EndoPredict, MammaPrint, Oncotype DX, and Prosigna) for people with early-stage invasive breast cancer, which included an evaluation of effectiveness, safety, cost effectiveness, the budget impact of publicly funding GEP tests, and patient preferences and values.\nMethods\n          We performed a systematic literature search of the clinical evidence. We assessed the risk of bias of each included study using either the Cochrane Risk of Bias tool, Prediction model Risk Of Bias ASsessment Tool (PROBAST), or Risk of Bias Assessment tool for Non-randomized Studies (RoBANS), depending on the type of study and outcome of interest, and the quality of the body of evidence according to the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) Working Group criteria. We also performed a literature survey of the quantitative evidence of preferences and values of patients and providers for GEP tests.\n          We performed an economic evidence review to identify published studies assessing the cost-effectiveness of each of the four GEP tests compared with usual care or with one another for people with early-stage invasive breast cancer. We adapted a decision-analytic model to compare the costs and outcomes of care that includes a GEP test with usual care without a GEP test over a lifetime horizon. We also estimated the budget impact of publicly funding GEP tests to be conducted in Ontario, compared with funding tests conducted through the out-of-country program and compared with no funding of tests in any location.\n          To contextualize the potential value of GEP tests, we spoke with people who have been diagnosed with early-stage invasive breast cancer.\nResults\n          We included 68 studies in the clinical evidence review. Within the lymph-node–negative (LN-) population, GEP tests can prognosticate the risk of distant recurrence (GRADE: Moderate) and may predict chemotherapy benefit (GRADE: Low). The evidence for prognostic and predictive ability (ability to indicate the risk of an outcome and ability to predict who will benefit from chemotherapy, respectively) was lower for the lymph-node–positive (LN+) population (GRADE: Very Low to Low). GEP tests may also lead to changes in treatment (GRADE: Low) and generally may increase physician confidence in treatment recommendations (GRADE: Low).\n          Our economic evidence review showed that GEP tests are generally cost-effective compared with usual care.\n          Our primary economic evaluation showed that all GEP test strategies were more effective (led to more quality-adjusted life-years [QALYs]) than usual care and can be considered cost-effective below a willingness-to-pay of $20,000 per QALY gained. There was some uncertainty in our results. At a willingness-to-pay of $50,000 per QALY gained, the probability of each test being cost-effective compared to usual care was 63.0%, 89.2%, 89.2%, and 100% for EndoPredict, MammaPrint, Oncotype DX, and Prosigna, respectively.\n          Sensitivity analyses showed our results were robust to variation in subgroups considered (i.e., LN+ and premenopausal), discount rates, age, and utilities. However, cost parameter assumptions did influence our results. Our scenario analysis comparing tests showed Oncotype DX was likely cost-effective compared with MammaPrint, and Prosigna was likely cost-effective compared with EndoPredict. When the GEP tests were compared with a clinical tool, the cost-effectiveness of the tests varied. Assuming a higher uptake of GEP tests, we estimated the budget impact to publicly fund GEP tests in Ontario would be between $1.29 million (Year 1) and $2.22 million (Year 5) compared to the current scenario of publicly funded GEP tests through the out-of-country program.\n          Gene expression profiling tests are valued by patients and physicians for the additional information they provide for treatment decision-making. Patients are satisfied with what they learn from GEP tests and feel GEP tests can help reduce decisional uncertainty and anxiety.\nConclusions\n          Gene expression profiling tests can likely prognosticate the risk of distant recurrence and some tests may also predict chemotherapy benefit. In people with breast cancer that is ER+, LN-, and human epidermal growth factor receptor 2 (HER2)–negative, GEP tests are likely cost-effective compared with no testing. The GEP tests are also likely cost-effective in LN+ and premenopausal people. Compared with funding GEP tests through the out-of-country program, publicly funding GEP tests in Ontario would cost an additional $1 million to $2 million annually, assuming a higher uptake of tests. GEP tests are valued by both patients and physicians for chemotherapy treatment decision-making.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7143374/",
    "doi": null,
    "citation_count": 15,
    "references": {
        "10814308": "The 31-Gene Expression Profile Test Outperforms AJCC in Stratifying Risk of Recurrence in Patients with Stage I Cutaneous Melanoma",
        "10334609": "Cost-utility analysis of genomic profiling in early breast cancer in Colombia",
        "10322767": "Cost-Effectiveness Analysis of MammaPrint® to Guide the Use of Endocrine Therapy in Patients with Early-Stage Breast Cancer",
        "10138259": "Industry involvement in evidence production for genomic medicine: A bibliometric and funding analysis of decision impact studies",
        "10004522": "Decision impact studies, evidence of clinical utility for genomic assays in cancer: A scoping review",
        "9381586": "RNA sequencing-based single sample predictors of molecular subtype and risk of recurrence for clinical assessment of early-stage breast cancer",
        "8947241": "The Role of the 21-Gene Recurrence Score® Assay in Hormone Receptor-Positive, Node-Positive Breast Cancer: The Canadian Experience",
        "8576716": "A narrative review of prognosis prediction models for non-small cell lung cancer: what kind of predictors should be selected and how to improve models?",
        "8304290": "The Signal Transducer IL6ST (gp130) as a Predictive and Prognostic Biomarker in Breast Cancer",
        "8259301": "The cost impact of unselective vs selective MammaPrint testing in early-stage breast cancer in Southern Africa",
        "8129134": "Effect of physical activity levels on oncological breast surgery recovery: a prospective cohort study",
        "8125570": "Prognostic Significance of BIRC5/Survivin in Breast Cancer: Results from Three Independent Cohorts",
        "7683123": "Recognition of Immune Microenvironment Landscape and Immune-Related Prognostic Genes in Breast Cancer",
        "7663163": "A Systematic Review of the Value Assessment Frameworks Used within Health Technology Assessment of Omics Technologies and Their Actual Adoption from HTA Agencies",
        "7419442": "Personalised medicine and the decision to withhold chemotherapy in early breast cancer with intermediate risk of recurrence – a systematic review and meta-analysis"
    },
    "journal": "Ontario Health Technology Assessment Series",
    "topics": [
        "assessment, profiling, tests, invasive",
        "expression, gene, breast, health",
        "expression, invasive, gene, technology"
    ]
}