{
    "title": "What are the benefits and harms of risk stratified screening as part of the NHS breast screening Programme? Study protocol for a multi-site non-randomised comparison of BC-predict versus usual screening (NCT04359420)",
    "abstract": "The model will be populated with data from the published literature and the current study to understand the relative costs and benefits of the modified screening interval for low-risk women assuming the perspective of the NHS and the impact on QALYs over the lifetime horizon for the defined population of women eligible for NHSBSP. The model will be populated with data from the published literature and the current study to understand the relative costs and benefits of the modified screening interval for low-risk women assuming the perspective of the NHS and the impact on QALYs over the lifetime horizon for the defined population of women eligible for NHSBSP. The model will be populated with data from the published literature and the current study to understand the relative costs and benefits of the modified screening interval for low-risk women assuming the perspective of the NHS and the impact on QALYs over the lifetime horizon for the defined population of women eligible for NHSBSP.",
    "authors": [
        "David P. French",
        "Susan Astley",
        "Adam R. Brentnall",
        "Jack Cuzick",
        "Richard Dobrashian",
        "Stephen W. Duffy",
        "Louise S. Gorman",
        "Elaine F. Harkness",
        "Fiona Harrison",
        "Michelle Harvie",
        "Anthony Howell",
        "Andrew Jerrison",
        "Matthew Machin",
        "Anthony J. Maxwell",
        "Lorna McWilliams",
        "Katherine Payne",
        "Nadeem Qureshi",
        "Helen Ruane",
        "Sarah Sampson",
        "Paula Stavrinos",
        "Emma Thorpe",
        "Fiona Ulph",
        "Tjeerd van Staa",
        "Victoria Woof",
        "D. Gareth Evans"
    ],
    "published_year": "2020",
    "description": "Background\n          Women at lower risk of breast cancer are likely to receive less benefit from the NHSBSP but are more likely to experience overdiagnosis and treatment for cancers that will not cause them harm if left untreated. In this sub-study, we have chosen the risk threshold of 1.5% or below in newly screened women over 10 years, as this is the average risk level for a 40-year old woman, who currently would not be screened for a further 10 years. (Note that in the rest of the PROCAS study, a threshold of 2% or below was used to indicate below-average risk [10], so we use the term “low” to distinguish this distinct threshold in the present research). PROCAS indicated that 13.5% of women screened have a 10-year breast cancer risk of less than 1.5% when assessed by Tyrer-Cuzick and mammographic density [10]. This group of women are at a lower risk of developing breast cancer and the tumours they develop are much more likely to be early stage and slow-growing [10, 12]. Existing data suggest that a risk stratified NHSBSP may not only be potentially cost-effective [11], but also that it may be potentially more cost-effective to delay screening in low-risk women by optimising the screen interval [54].\n          Nearly 90% of the population have indicated that “screening is almost always a good idea” [55] and many women would feel aggrieved if they felt they were being denied a service inequitably. Relatedly, attendance at screening provides reassurance and peace of mind [56], so a lack of screening may result in increased worry about breast cancer. However, this view may be partly due to a lack of general awareness of issues such as overdiagnosis [57]. Many national screening figures believe that less frequent screening for women at low risk may be an important component of risk-stratified screening. Further, our ongoing developmental work suggests that this idea is acceptable to many women, including women who have received a below-average risk estimates.\nMethods\n          \n            Patient interviews: design, sample, recruitment and data collection\n            A purposive sample of below average, average, moderate and high-risk women who had received BC-Predict will be invited to participate in a semi-structured interview. Below average and average risk women will be invited for interview 1 month after receiving their risk feedback letter. Moderate-risk and high-risk women will be invited for interview 6 months after receiving their risk feedback letter. This gives women in the moderate and high-risk groups the chance to explore extra screening options or medications prior to the interview. The BC-Predict online platform allows easy identification of women in each risk group in each location. We will aim to recruit up to 40 women to these interviews (up to 10 women per group) with variation in which study sites to which women were invited. In addition, questionnaire responses will guide sampling to allow variation in uptake of chemoprevention.\n            Data will be collected by semi-structured interview either face-to-face or over the phone, audio recorded and transcribed verbatim. The decision to stop recruitment will be based on whether the data collected is sufficient to answer the research questions and aims [50]. Therefore the depth of the data will be used as an indicator to cease recruitment. The decision to end recruitment will also be based on the active exploration of negative cases, as well as when there appears to be no new content being discussed in the final interviews of each risk group. All interviews will cover core issues including acceptability of BC-Predict and lifestyle modifications. Other issues will be covered are those that are most relevant to the risk estimate communicated, e.g. uptake of chemoprevention (e.g. GP advice) in higher risk women, and reassurance in below-average risk women. We will be sensitive to considering naturally occurring variation, e.g. women recruited differently due to SNP collection or across different study sites, or from diverse ethnic backgrounds.\n          \n          \n            Healthcare professional focus groups: design, sample, recruitment and data collection\n            General Practice, Radiology and FHRP Clinic staff will be invited to participate in focus groups 2 months after BC-Predict has stopped being provided in each location. The groups will examine how well prepared they and associated staff were for implementing BC-Predict, along with views on acceptability of BC-Predict and how its implementation could be facilitated when widely implemented. We will run a multidisciplinary focus group in each location (total sample = ~ 36). Focus groups will be audio recorded and transcribed verbatim. If a participant is unable to attend the focus group but would like to take part, they will be given the option to be interviewed face-to-face or over the phone.\n            The analysis of these data will also be used to generate a list of additional resources required and a quantitative estimate of the impact on resources such as staff time. The groups will also aim to estimate the approximate cost of providing the BC-Predict intervention. These estimates will inform the economic analyses.\nDiscussion\n      The present research aims to provide evidence on the feasibility of risk-stratified screening, by providing information about likely effects, both positive and negative, and which of these effects are likely to drive cost effectiveness. Due to the wish to avoid participant burden, some additional potential benefits and harms of screening were not examined, and merit consideration in future research.\n      One key issue that the present research does not cover relates to the possible benefit that risk estimation may prompt women to consider changes in their health-related behaviours to reduce cancer risk. An estimated 20–30% of breast cancer cases are thought to be attributable to excess weight, weight gain lack of physical activity (PA) and high alcohol intakes [59–61]. In general, communicating personalised risk in the absence of supportive programmes has small effects on increasing healthy lifestyle behaviours that are not maintained [62, 63]. Nevertheless, studies that have used personalised risk communication to bring about changes in health-related behaviours to date have not used additional strategies to optimise behaviour change for which there is good evidence [63]. Further, even small effects on these behaviours are achieved by communicating personalised risk information, then large population reductions in these unhealthy behaviours should follow.\n      The BC-Predict feedback materials include information on which behaviours are likely to reduce breast cancer risk, but the programme does not include any attempts at promoting health-related behaviour change. Women at higher breast cancer risk will have a greater proportional risk reduction through following healthy lifestyle recommendations [64, 65]. There is evidence that these women may also be more motivated to initially engage with evidence-based behaviour change programmes, maintain engagement, and thereby produce more behaviour change [66]. By contrast, it is possible that the provision of low risk results to women my produce false reassurance. This could result in women at low risk being less inclined to engage in behaviours likely to promote health although the wider evidence suggests that is not likely [67].\n      The present research will provide key information on feasibility of implementing risk-stratified screening into routine breast cancer screening. It complements two large ongoing trials. The WISDOM trial in the USA [68] and the MyPeBS trial in several European countries [69] are designed to show that risk-stratified screening is non-inferior to routine breast cancer screening, in terms of the number of late-stage cancers detected. In particular, the present research does not focus on effectiveness, but instead will provide information about the likely harms and benefits of risk-stratified screening, and will identify what are the key uncertainties that are likely to inform effectiveness and cost-effectiveness. It also has a more pragmatic focus than these two large ongoing trials, in considering what are the likely effects on the healthcare system when implementing risk stratification as part of routine NHSBSP, including an explicit quantitative and qualitative process analysis of the effects of this implementation.\nTrial registration\n          Retrospectively registered with clinicaltrials.gov (NCT04359420).\nQuantifying important potential benefits, particularly\n        \nUptake of BC-Predict amongst women offered itUptake of risk consultation (for those eligible)Uptake of chemoprevention (for those offered it)Uptake of additional mammography (for those offered it)\nQuantifying important potential harms, particularly\n        \nLower uptake of NHSBSP amongst women offered BC-PredictIncreased worry about breast cancerIncreased general state anxietyLess informed choices regarding screening uptake\nQuantifying indicative estimates of the NHS costs and patient consequences, including\n        \nEffects on health status and healthcare costsKey drivers of the relative cost-effectiveness of embedding BC-Predict into the NHSBSPExtent of uncertainty in the current evidence-basedThe potential value of future research.\nMethods/design\n      \n        Study design\n        A non-randomised fully counterbalanced study design will be used, to include equal numbers of participants from all sites who will be offered NHSBSP and BC-Predict. Specifically, in the initial 8-month time period, four screening sites will offer women eligible for breast screening BC-Predict. Three screening sites will offer women usual care NHSBSP. In the following 8-month time period the study sites switch to offer the other intervention (NHSBSP rather than BC-Predict; and vice versa). This ‘counter-balanced’ design will allow estimates of effect to be obtained from both within-sample and between-sample analyses.\n      \n      \n        Setting\n        Women will be recruited from seven sites within three NHS Breast screening programmes: three sites within the Greater Manchester programme (Withington Community Hospital, Oldham lntegrated Care Centre and the Trafford mobile screening van only), and two sites each based in the East Cheshire (Macclesfield District General Hospital and Stockport mobile breast screening van locations) and East Lancashire (Burnley General Hospital and East Lancashire mobile breast screening van locations) programmes. Women invited to screening in East Cheshire and Withington/Trafford in the first 8 months of the study will be offered BC-Predict and women in East Lancashire and Oldham offered screening as usual. After 8 months, BC-Predict will be offered to women in East Lancashire and Oldham, with women in Cheshire and Withington/Trafford offered screening as usual.\n      \n      \n        Participants\n        Recruitment is over a 16-month period and sites will each be open to recruitment to BC-Predict for a period of 8 months. Two groups of women will be invited to participate in the study (a) women invited for first time screening (“prevalent screens”), and (b) women invited during the screening round within which they reach 60 years (“incident screens” i.e. women aged 57 to 63 years). Posters advertising the study will be displayed in each of the participating screening sites to increase awareness of the study.\n        We will include women who are invited for usual care (NHSBSP) at each site to compare with women offered BC-Predict; however NHSBSP women will not be consented to the study as controls, as their personal information will not be accessed. Instead, core outcome measures will be obtained in aggregated form. This will provide a comparison with uptake to these services in the BC-Predict arm. Posters at study sites will inform women being offered NHSBSP that they can request their data is not included in any analysis.\n        Inclusion criteria are that the participant: (a) is born biologically female; (b) is invited for first breast screening appointment (any age); is aged 57 to 63 years (only at East Cheshire and East Lancashire NHSBSP); and (c) is able to provide informed consent and complete a risk assessment questionnaire. Exclusion criteria are that the participant: (a) is born male; (b) previously had breast cancer; (c) had bilateral mastectomy; or (d) has previously participated in the PROCAS study [10].\n      \n      \n        Procedure\n        Women being offered BC-Predict will be sent an invitation letter one to two working days after their breast screening invitation letter is sent. The BC-Predict invitation letter will be sent along with the participant information sheet and instructions directing prospective participants to the online risk assessment platform. Each invitation letter will include details of the participant’s “Date of first offered appointment”. This is the first breast screening appointment date that was offered to the participant. This date is of relevance because participants will be able to join the study either before the date of their first offered appointment or up to six-weeks after. After this time it will no longer be possible for them to login to the BC-Predict risk assessment platform. Prospective participants will be directed to telephone the study helpline if they have any questions, or if they require any further information prior to deciding whether or not to take part. The timeline from the participant perspective is shown in Fig. 1. An overview of data-flows is shown in Fig. 2.\nFig. 1Timeline of Psychological-Impact study integrated with BC-Predict and NHSBSPFig. 2Study Participant Data Flow Diagram\n        Once participants have consented to the study online, they will be directed to the BC-Predict risk assessment questionnaire. Participants will be able to enter part of the questionnaire, save and return to it at a later date, as long as they do this within their six-week recruitment window. Assessment of the online questionnaire during the pilot phase estimated that most women would be able to complete this within 30 min. If a prospective participant doesn’t have access to the internet, a paper version of the questionnaire can be posted out to be completed along with a paper version of the consent form. The data recorded on the questionnaire will then be manually inputted into the online risk assessment platform by a member of the study team, and the standard process will be followed from this point.\n        Once a clear mammogram result has been provided, a risk feedback letter is generated based on the answers participants give in their questionnaire and mammographic breast density (calculated from uploaded raw data by Volpara systems). The percentage density is inserted into an online version of Tyrer-Cuzick v8 that includes an algorithm to adjust density for age BMI and menopausal status in into an odds ratio known as density residual [14]. The risk feedback letter will inform women that they are at “high” (≥8% 10-year risk), “moderate” (≥5% but < 8% 10-year risk), “average” (≥ 2% but < 5% 10-year risk), or “below average” risk (< 2% 10-year risk). Each letter will explain how the risk estimates were derived, and the implications of these. Each group of women will receive this letter in the post, along with a leaflet providing additional detail on breast cancer risk factors, signs and symptoms of breast cancer and how risk might be managed. Those women who complete the BC-Predict risk assessment questionnaire over the telephone will also be sent copies of this questionnaire so that they can check for data entry errors and the electronic consent form for participant’s records.\n        All BC-Predict participants will have been invited for breast screening but a proportion may choose not to attend their breast screening appointment; attendance at breast screening mammogram is not a compulsory part of the study. The Participant Information Sheet explains that participants’ mammographic breast density will be included in their risk assessment, providing they attend their mammogram within 6-weeks of their first offered appointment. It is also explained that including mammographic density increases accuracy of the risk assessment. Any participant who declines a mammogram or has a mammogram after this time will not have this data included in their risk assessment, which is explained in their risk feedback letter.\n        To assess self-reported harms and benefits, and to inform an economic analysis, a randomly selected subsample of n = 2108 women (n = 1054 each from usual care NHSBSP and BC-Predict) will be asked to complete questionnaires assessing psychological benefits and harms of BC-Predict at baseline, 3-months and 6-months. For women in both groups, the request to complete the questionnaire will be sent shortly after their mammography invitation but before their first offered mammogram appointment, asking for their help in evaluating a new approach to providing NHS breast screening. They will be given instructions to complete an online consent form and questionnaire using their unique study identification number on SmartSurvey (https://www.smartsurvey.co.uk/). The same women will be asked to complete the questionnaire three and 6 months after their first offered mammogram appointment. Women in both experimental groups will only receive follow-up questionnaires once they receive a clear mammogram result.\n        The risk assessment and feedback will take account of each patients’ journey through the NHSBSP. The study team will periodically check screening outcomes for participants. There are a number of initial screening outcomes: (a) clear mammogram and woman will be invited for routine breast screening in three-years (routine recall); (b) mammogram taken is technically inadequate so repeat mammogram is required (technical recall); (c): suspicious mammogram and further assessment required (recall for assessment). For all scenarios the GP will be informed of the participant’s involvement in the study and provided with their risk feedback.\n        Participants who are confirmed as having a routine recall screening outcome will receive their risk feedback after this, approximately 6 weeks after their mammogram. Participants who are invited for a technical recall/recall for assessment appointment, and attend this appointment within 6 months of their first scheduled technical recall/recall for assessment appointment, and who are subsequently confirmed as not having breast cancer will receive a risk feedback letter following confirmation of an absence of breast cancer. Participants who are invited for a technical recall or recall for assessment appointment but do not attend within 6 months of the first scheduled technical recall/recall for assessment appointment (i.e. those for whom there is no screening outcome within 6 months of initial screening outcome) will receive their risk feedback 6 months after joining BC-Predict.\n        Participants who do not attend a breast screening appointment within six-weeks of their first offered breast screening appointment will receive their risk feedback after this six-week period (i.e. 7 to 8 weeks since their first offered breast screening appointment).\n        Participants who are diagnosed with breast cancer will not receive a standard risk feedback letter. Participants will be sent a letter 1 year after diagnosis which will offer them feedback from the study. If they opt to receive this, they will be sent a personalised letter explaining their breast cancer risk factors.\n      \n      \n        Measures\n        Two main types of measures will be used: core outcome measures and self-reported measures.\n        \n          Core outcomes\n          The following nine core outcomes will be compared at 6-months post completion of recruitment for those offered BC-Predict and those offered usual care (NHSBSP):\n          1. Screening attendance at first offered screening episode.\n          2. Screening attendance within 180 days of episode opening.\n          3. Number of technical recalls.\n          4. Number of recalls for assessment.\n          5. Number of routine recalls.\n          6. Number of breast cancer diagnoses (and type/grade).\n          7. Subsequent consultation in FHRP clinics (and mode: telephone or face-to-face).\n          8. Subsequent enrolment for more frequent screening.\n          9. Subsequent prescription of chemoprevention. Data will be collected on each of the following aspects of this: (a) participant agrees/disagrees in clinic to take chemoprevention, (b) chemoprevention not appropriate, (c) chemoprevention appropriate but prescription not filled, (d) chemoprevention appropriate and prescription filled.\n          Data for the nine core outcomes will be collected for each consented BC-Predict participant by the research staff for the 6 months following participants’ mammography appointment. For these participants, information will be available directly from NHSBSP and FHRP clinic records. For those in the usual care arm of the study, anonymised data will be provided by NHSBSP and FHRP services, to provide overall numbers for each of the core outcomes. We will prospectively record any refinements to procedures, to allow examination of how these impact on uptake of services.\n          We will also assess uptake of BC-Predict, and examine variation by study site. Where changes to recruitment procedures are made, we will keep notes of this, and examine the effects of these changes on uptake of BC-Predict, to inform how risk stratified screening should be rolled out. We will also examine variations in uptake of services by Index of Multiple Deprivation deciles derived from postcode of women [28] invited for NHSBSP, to assess any potential exacerbation of health inequalities brought about by BC-Predict.\n        \n        \n          Self-reported outcomes\n          The self-reported measures of potential harms and benefits of BC-Predict to be completed by a sub-sample of participants are shown in Table 1.\nTable 1Self-reported measures to be assessed, at each of the three timepoints.Baseline3 months6 monthsState Anxiety [29]State Anxiety [29]State Anxiety [29]Cancer Worry [30]Cancer Worry [30]Cancer Worry [30]Risk perceptions [31]Risk perceptions [31]Risk perceptions [31]Attitudes to screening [32]Attitudes to screening [32]Knowledge [33]Knowledge [33]Intention (future screening) [32]Intention (future screening) [32]Intention (future screening) [32]Health status (EQ-5D5L) [34]Health status (EQ-5D5L) [34]Health status (EQ-5D5L) [34]Capability [35]Capability [35]Capability [35]Satisfaction with information [36]Satisfaction with information [36]*Informed choices regarding screening will be estimated from attitudes to screening at baseline, knowledge and screening attendance, using a standard approach [17]**Women invited to BC-Predict will receive the above. Women invited to NHS-BSP will receive the above minus the satisfaction with information questionnaire\n        \n      \n      \n        Analysis plan and power calculations\n        \n          Core outcomes\n          In total, approximately n = 18,700 women will be offered BC-Predict and n = 18,700 will be offered usual care NHSBSP over the total 16-month period. Based on the recruitment rate in PROCAS, n = 18,700 women being offered BC-Predict should result in 8000 women taking it up. The attendance rate to usual NHSBSP in Greater Manchester is 69% [5, 10].\n          Core outcomes will be compared for cohorts of women who are invited to BC-Predict and those who are invited to usual care (NHSBSP). Thus we will have in excess of 8000 participants in BC-Predict and NHSBSP groups for both comparisons: (a) within-site and (b) between sites over the same time period. The primary outcomes are binary. Logistic regression will be the primary statistical analysis method. We shall assess heterogeneity effects using interaction tests in the logistic regression, to examine differences in outcomes by time or location or screening type (prevalent v incident). Even in the presence of geographic or temporal heterogeneity of the effect, or of carryover effects continuing beyond the crossover period, we will still have sufficient data for a valid and fully powered comparison.\n          For core outcomes 1 and 2, we are interested in equivalence, in that we anticipate that invitation to BC-Predict will not substantially affect screening attendance. With 18,700 women in each group we will have in excess of 90% power to establish equivalence, defined as a 95%CI on the difference which does not exceed ±5% on the attendance rate at first offered appointment, if the latter is around 50% [37]. Similarly, we will have more than 90% power for the same comparison for eventual attendance within 180 days if the latter is around 70%.\n          Arguably, the most difficult to collect core outcome is 9, the proportion taking up chemoprevention. On the basis of PROCAS results we would anticipate that 1169 of the 8000 who consent to BC-Predict would have sufficient risk to be considered for chemoprevention and that 10% of these would take it up [8, 38, 39]. Thus 117 of the 8000 women (1.5%) receiving the intervention might be expected to be prescribed chemoprevention. It is anticipated that very few in the 18,700 sent the standard screening invitation would be prescribed chemoprevention, but even if as many as 0.9% did so, we would have 90% power to detect this as significant at 5% level with two-sided testing, and 80% power if 10% took up chemoprevention. The Greater Manchester Medicines Management group has agreed a shared care protocol stating that the initial prescription of tamoxifen and anastrozole should be made by a FHRP specialist. As such data from even those in the control arm should be available from prescriptions made in the FHRP clinics.\n        \n        \n          Self-reported outcomes\n          Analyses will focus on comparisons between the responses of the BC-Predict and NHSBSP groups at 6 months follow up, controlling for baseline responses and baseline patient characteristics. We will use ANCOVA, first with baseline responses to the same questionnaires as covariates, secondly treating both baseline and 6-month responses as related endpoints, using hierarchical linear models. Out of the available self-reported outcomes, we have selected the primary outcome to be anxiety (State Trait Anxiety Inventory) at 6-months, but we will also examine effects on all measures included in Table 1, as well as effects at 3 months. We will use the variables concerning knowledge, and attitudes to screening, as well as screening attendance, to assess the extent to which decisions to attend screening are informed, in line with a standard approach to assessing this [17]. The measures of health status (EQ. 5D-5 level) and capability (ICECAP-A) will be converted to preference weights using published algorithms [40] and population tariffs [41], as appropriate.\n          In addition to providing information about potential harms of BC-Predict, secondary analyses will examine whether women who are randomised to receive questionnaires differ in terms of uptake of screening or BC-Predict. This will inform about the likelihood of biases being introduced by comparisons of questionnaire responses in a possible subsequent definitive trial.\n          The sample size calculation is based on the six-item short-form of the state scale of the State Trait Anxiety Inventory [29], which measures general anxiety currently experienced on a scale of 20 to 80. Previous research in England with women invited to breast cancer screening found a mean state anxiety score of 37 [42]. A score of 49 has been found in patients with a diagnosis of anxiety disorder [43].\n          Assuming a two-tailed independent samples t-test, then n = 1054 (n = 527 women per experimental group) will be required to have 90% power (with α = 0.05) to detect a small standardised difference of d = 0.2. This equates to a difference between adjacent response categories (e.g. “not at all” and “somewhat”) on 2.5 of the 20 items on the full form of the scale. We anticipate that asking 1054 women per group will result in responses from n = 527 women per group being obtained at both baseline and 6 months, assuming a 70% response rate on both rounds.\n        \n        \n          Economic analysis\n          An early economic analysis [44] will aim to identify the indicative estimates of the incremental costs and consequences and key drivers of the cost-effectiveness of a risk-stratified NHSBSP compared with the usual NHSBSP. A decision-analytic model-based cost-effectiveness analysis will capture the incremental NHS costs and consequences for a cohort of women eligible for NHSBSP in the UK over a life-time horizon. A decision-analytic model (a decision-tree combined with a published model) [11] will be structured to represent the care pathways of current NHSBSP practice (no risk feedback) and the proposed BC-Predict intervention in a sample of women eligible for the NHSBSP. The cost of the risk-stratified NHSBSP will be identified using a micro-costing study [45] and take account of the cost of the addition of SNPs to the risk estimation algorithm. The decision-tree will recognise the uptake of appropriate healthcare services (General Practice contact; FHRP Clinic referral and proportion of women starting chemopreventive medication e.g. anastrozole/tamoxifen/raloxifene). A published model [9] will be used to understand the lifetime impact on NHS costs and patient consequences of using different screening intervals based on risk-prediction, or usual NHSBSP. Using an economic model allows data assimilation from various sources (BC-Predict and systematic reviews; structured expert elicitation methods [46]) in a structured framework [47]. The model-base case analysis will focus on changes in health status (using EQ-5D-5 L) but explore the impact on capability (ICECAP-A) in a scenario analysis. These data will be obtained from the self-reported outcomes (health status (EQ-5D5L) [34]; capability (ICECAP-A) [35]) collected in the prospective study (see Table 1) and supplemented with published data to allow estimation of the impact on a life-time horizon. The EQ-5D5L [34] and ICECAP-A [35] have published preference weights that will allow calculation of quality adjusted life years for health and capability with and without the intervention. Parameter uncertainty in the decision-tree component of the model will be quantified using probabilistic sensitivity analysis for the base case analysis and scenario (capability) analysis. These two outcomes (health and capability) will then be used in two distinct value of information analyses (Expected Value of Perfect Information (EVPI) and expected value of partial perfect information (EVPPI)). The EVPI represents the maximum amount that should be spent on future research to gain perfect information to eliminate the possibility of a wrong (funding) decision. Further steps are then necessary to understand key parameters driving the uncertainty. This involves estimating the EVPPI that tells a decision maker which parameters are contributing to the uncertainty in the model and help to guide what type of additional evidence is most valuable.\n        \n      \n      \n        Three sub-studies\n        The present research also includes sub-studies. Although integral to the overall research, they are described here, to facilitate clear presentation of their aims and methods.\n      \n      \n        Sub-study one: incorporation of SNP information into BC-predict risk estimates\n        \n          Objectives\n          To determine uptake and acceptability of a DNA based risk estimate as part of routine NHSBSP appointments, and to quantify the higher proportions of women at high/moderate and lower risk obtained by adding SNP information.\n        \n        \n          Background\n          A subset of women will have the option to provide a sample of saliva from which DNA can be extracted. DNA will be extracted with standard techniques and currently known breast cancer SNPs associated with breast cancer typed. The results of this testing will be incorporated into the BC-Predict risk algorithm. Adding a genetic SNP score from a saliva sample to other risk factors not only potentially increases the accuracy of risk estimation, but also increases the discrimination of risk estimation, so that more women are identified as being at higher or lower risk, and fewer identified as being at population-average risk. It thereby increases the proportion of women identified at high-risk who can benefit from being offered NICE approved additional screening and drug prevention from 4 to 6%.\n        \n        \n          Methods\n          In total, it is expected that 1000 women will provide a DNA sample and receive a personalised breast cancer risk estimate incorporating their Polygenic Risk Score. All women invited for screening at Withington Community Hospital and Oldham Integrated Care Centre will be potentially eligible for the SNP sub-study, however, this will only be offered to women on a pragmatic basis depending on whether a member of staff is on site to assist with taking consent. A separate paper consent form will be completed by the participant in addition to the online consent form for the main study. Women giving their consent will be provided with an Oragene kit to place their salivary sample. They will be guided on site by a member of staff as to how to complete the sample.\n        \n        \n          Methods: data analysis\n          The proportion of women in the 1000 providing saliva DNA who are classified as NICE actionable high and moderate risk as well as below average risk will be compared to their classification without a SNP Polygenic Risk Score. Chi square statistics will compare the difference between risk categories with and without the addition of the SNP Polygenic Risk Score. These data will also be used in the proposed economic analysis.\n        \n      \n      \n        Sub-study two: understanding acceptability and implementation of BC-predict\n        \n          Objectives\n          The main objectives are to explore service users’ views on acceptability of BC-Predict (interviews) and to assess the perceived impact of BC-Predict on the NHSBSP, FHRP Clinics and General Practice (focus groups).\n        \n        \n          Background\n          In addition to the quantitative measures of impact of BC-Predict, we will also carry out qualitative work as part of a process evaluation to understand the key issues behind successful implementation of the BC-Predict system [48]. The qualitative work will comprise one-to-one interviews with NHSBSP service users to explore acceptability of BC-Predict amongst women at varying levels of risk, where there is currently a dearth of evidence [49]. It will also employ focus groups with healthcare professionals to investigate the implementation, delivery and impact of BC-Predict on the current NHSBSP. This qualitative work will give insight into capacity issues, indication of the training and support required to deliver BC-Predict on a larger scale, as well as communication challenges and pathways for both service users and healthcare professionals. This will enable us to build an evidence base to inform practice and policy should BC-Predict be rolled out to the wider NHSBSP.\n        \n        \n          Methods\n          \n            Patient interviews: design, sample, recruitment and data collection\n            A purposive sample of below average, average, moderate and high-risk women who had received BC-Predict will be invited to participate in a semi-structured interview. Below average and average risk women will be invited for interview 1 month after receiving their risk feedback letter. Moderate-risk and high-risk women will be invited for interview 6 months after receiving their risk feedback letter. This gives women in the moderate and high-risk groups the chance to explore extra screening options or medications prior to the interview. The BC-Predict online platform allows easy identification of women in each risk group in each location. We will aim to recruit up to 40 women to these interviews (up to 10 women per group) with variation in which study sites to which women were invited. In addition, questionnaire responses will guide sampling to allow variation in uptake of chemoprevention.\n            Data will be collected by semi-structured interview either face-to-face or over the phone, audio recorded and transcribed verbatim. The decision to stop recruitment will be based on whether the data collected is sufficient to answer the research questions and aims [50]. Therefore the depth of the data will be used as an indicator to cease recruitment. The decision to end recruitment will also be based on the active exploration of negative cases, as well as when there appears to be no new content being discussed in the final interviews of each risk group. All interviews will cover core issues including acceptability of BC-Predict and lifestyle modifications. Other issues will be covered are those that are most relevant to the risk estimate communicated, e.g. uptake of chemoprevention (e.g. GP advice) in higher risk women, and reassurance in below-average risk women. We will be sensitive to considering naturally occurring variation, e.g. women recruited differently due to SNP collection or across different study sites, or from diverse ethnic backgrounds.\n          \n          \n            Healthcare professional focus groups: design, sample, recruitment and data collection\n            General Practice, Radiology and FHRP Clinic staff will be invited to participate in focus groups 2 months after BC-Predict has stopped being provided in each location. The groups will examine how well prepared they and associated staff were for implementing BC-Predict, along with views on acceptability of BC-Predict and how its implementation could be facilitated when widely implemented. We will run a multidisciplinary focus group in each location (total sample = ~ 36). Focus groups will be audio recorded and transcribed verbatim. If a participant is unable to attend the focus group but would like to take part, they will be given the option to be interviewed face-to-face or over the phone.\n            The analysis of these data will also be used to generate a list of additional resources required and a quantitative estimate of the impact on resources such as staff time. The groups will also aim to estimate the approximate cost of providing the BC-Predict intervention. These estimates will inform the economic analyses.\n          \n        \n        \n          Methods: data analysis\n          For both interviews and focus groups, data will be analysed using a manifest level approach to thematic analysis as the themes are likely to be predominately deductive. Thematic analysis seeks and reports the patterns inherent within the data collected. It is a common qualitative analysis method that results in a rich, complex, yet accessible account of the data [51]. Themes will be coded at the manifest (or explicit) level [52]. It will do so taking an essentialist approach, which means that we aim to report the experiences, meanings and the reality of the participants [53].\n          Coding will be conducted systematically and iteratively. Negative cases will be sought to test the emerging coding framework. Regular coding meetings will be held to refine the coding structure. Data will be coded by independent researchers to check reliability in qualitative methods and ensuring that the fit between data and analysis is maximised. Percentage agreement on presence will be calculated. Coding will continue until the team are satisfied that codes and themes adequately describe and capture the data. Data will be stored and organised within Nvivo software.\n        \n      \n      \n        Sub-study three: assessing feasibility of increasing screening interval for women at low risk\n        \n          Objectives\n          To evaluate the impact of providing materials for women at low risk explaining that less frequent screening may provide a better balance of benefits and harms for them.\n        \n        \n          Background\n          Women at lower risk of breast cancer are likely to receive less benefit from the NHSBSP but are more likely to experience overdiagnosis and treatment for cancers that will not cause them harm if left untreated. In this sub-study, we have chosen the risk threshold of 1.5% or below in newly screened women over 10 years, as this is the average risk level for a 40-year old woman, who currently would not be screened for a further 10 years. (Note that in the rest of the PROCAS study, a threshold of 2% or below was used to indicate below-average risk [10], so we use the term “low” to distinguish this distinct threshold in the present research). PROCAS indicated that 13.5% of women screened have a 10-year breast cancer risk of less than 1.5% when assessed by Tyrer-Cuzick and mammographic density [10]. This group of women are at a lower risk of developing breast cancer and the tumours they develop are much more likely to be early stage and slow-growing [10, 12]. Existing data suggest that a risk stratified NHSBSP may not only be potentially cost-effective [11], but also that it may be potentially more cost-effective to delay screening in low-risk women by optimising the screen interval [54].\n          Nearly 90% of the population have indicated that “screening is almost always a good idea” [55] and many women would feel aggrieved if they felt they were being denied a service inequitably. Relatedly, attendance at screening provides reassurance and peace of mind [56], so a lack of screening may result in increased worry about breast cancer. However, this view may be partly due to a lack of general awareness of issues such as overdiagnosis [57]. Many national screening figures believe that less frequent screening for women at low risk may be an important component of risk-stratified screening. Further, our ongoing developmental work suggests that this idea is acceptable to many women, including women who have received a below-average risk estimates.\n        \n        \n          Methods: design, sample, recruitment and data collection\n          In the final 4 months of the 16-month period of implementation of risk estimation, we will extend the offer of risk provision to include information about how, for women at low risk of breast cancer delaying further NHSBSP for a further period of 5 years may provide a better balance of benefits and harms for them. This information will be presented to all women in East Lancashire and Oldham as part of the invitation process, and repeated for women at low risk (< 1.5% over 10 years) as part of their risk feedback letter and accompanying leaflet. Every woman identified as being at low risk will be asked to complete the online questionnaire assessing harms and benefits of BC-Predict at 6 months, in contrast to the main BC-Predict study, where only a sub-sample will be asked to complete this questionnaire.\n        \n        \n          Methods: data analysis\n          The primary outcome for this sub-study will be intentions to take up screening in 3 years in women assessed 6 months after being told that they are at low risk and receive the recommendation to delay attending screening. Our main focus will be on estimating the proportion of women intending to take up screening, but we will also formally compare this proportion with women who receive provision of “below average risk” breast cancer risk estimates (< 2%) but no screening recommendations, recruited over the previous 12 months of BC-Predict. Intention to attend screening is a consistent predictor of subsequent screening attendance (r = + 0.42 in a systematic review that identified k = 19 such tests) [58].\n        \n        \n          Qualitative process analysis\n          A qualitative process analysis will be conducted in line with MRC guidance [48]. A sample of low risk women (up to n = 12) who had received low risk estimates will be interviewed 1 month after receiving the feedback letter. They will be sample purposively to provide variation in the three screening sites (Oldham Integrated Care Centre, Burnley General Hospital and East Lancashire mobile breast screening van). Interviews will focus on the extent to which the possibility of receiving an estimate of low risk was considered before consenting to risk estimation, the acceptability of the information communicated and particularly the recommendation to delay screening, and any deliberations about delaying screening. Data will be analysed using a manifest, inductive thematic analysis, and will involve comparison of interviews with those women told they are at below average risk, but given no particular recommendation.\n        \n        \n          A decision analytic model-based economic analysis\n          A decision analytic-model based economic analysis will be used to understand the potential relative cost-effectiveness of using a modified screening interval for women identified to be at low-risk of breast cancer as part of a stratified-BSP compared with the current NHSBSP. This analysis will build on an early economic analysis we previously conducted [11]. The model will be populated with data from the published literature and the current study to understand the relative costs and benefits of the modified screening interval for low-risk women assuming the perspective of the NHS and the impact on QALYs over the lifetime horizon for the defined population of women eligible for NHSBSP. Extensive sensitivity analysis will be used to understand the key drivers of relative cost-effectiveness when implementing a modified screening interval for low-risk women.\nStudy design\n        A non-randomised fully counterbalanced study design will be used, to include equal numbers of participants from all sites who will be offered NHSBSP and BC-Predict. Specifically, in the initial 8-month time period, four screening sites will offer women eligible for breast screening BC-Predict. Three screening sites will offer women usual care NHSBSP. In the following 8-month time period the study sites switch to offer the other intervention (NHSBSP rather than BC-Predict; and vice versa). This ‘counter-balanced’ design will allow estimates of effect to be obtained from both within-sample and between-sample analyses.\nSetting\n        Women will be recruited from seven sites within three NHS Breast screening programmes: three sites within the Greater Manchester programme (Withington Community Hospital, Oldham lntegrated Care Centre and the Trafford mobile screening van only), and two sites each based in the East Cheshire (Macclesfield District General Hospital and Stockport mobile breast screening van locations) and East Lancashire (Burnley General Hospital and East Lancashire mobile breast screening van locations) programmes. Women invited to screening in East Cheshire and Withington/Trafford in the first 8 months of the study will be offered BC-Predict and women in East Lancashire and Oldham offered screening as usual. After 8 months, BC-Predict will be offered to women in East Lancashire and Oldham, with women in Cheshire and Withington/Trafford offered screening as usual.\nParticipants\n        Recruitment is over a 16-month period and sites will each be open to recruitment to BC-Predict for a period of 8 months. Two groups of women will be invited to participate in the study (a) women invited for first time screening (“prevalent screens”), and (b) women invited during the screening round within which they reach 60 years (“incident screens” i.e. women aged 57 to 63 years). Posters advertising the study will be displayed in each of the participating screening sites to increase awareness of the study.\n        We will include women who are invited for usual care (NHSBSP) at each site to compare with women offered BC-Predict; however NHSBSP women will not be consented to the study as controls, as their personal information will not be accessed. Instead, core outcome measures will be obtained in aggregated form. This will provide a comparison with uptake to these services in the BC-Predict arm. Posters at study sites will inform women being offered NHSBSP that they can request their data is not included in any analysis.\n        Inclusion criteria are that the participant: (a) is born biologically female; (b) is invited for first breast screening appointment (any age); is aged 57 to 63 years (only at East Cheshire and East Lancashire NHSBSP); and (c) is able to provide informed consent and complete a risk assessment questionnaire. Exclusion criteria are that the participant: (a) is born male; (b) previously had breast cancer; (c) had bilateral mastectomy; or (d) has previously participated in the PROCAS study [10].\nProcedure\n        Women being offered BC-Predict will be sent an invitation letter one to two working days after their breast screening invitation letter is sent. The BC-Predict invitation letter will be sent along with the participant information sheet and instructions directing prospective participants to the online risk assessment platform. Each invitation letter will include details of the participant’s “Date of first offered appointment”. This is the first breast screening appointment date that was offered to the participant. This date is of relevance because participants will be able to join the study either before the date of their first offered appointment or up to six-weeks after. After this time it will no longer be possible for them to login to the BC-Predict risk assessment platform. Prospective participants will be directed to telephone the study helpline if they have any questions, or if they require any further information prior to deciding whether or not to take part. The timeline from the participant perspective is shown in Fig. 1. An overview of data-flows is shown in Fig. 2.\nFig. 1Timeline of Psychological-Impact study integrated with BC-Predict and NHSBSPFig. 2Study Participant Data Flow Diagram\n        Once participants have consented to the study online, they will be directed to the BC-Predict risk assessment questionnaire. Participants will be able to enter part of the questionnaire, save and return to it at a later date, as long as they do this within their six-week recruitment window. Assessment of the online questionnaire during the pilot phase estimated that most women would be able to complete this within 30 min. If a prospective participant doesn’t have access to the internet, a paper version of the questionnaire can be posted out to be completed along with a paper version of the consent form. The data recorded on the questionnaire will then be manually inputted into the online risk assessment platform by a member of the study team, and the standard process will be followed from this point.\n        Once a clear mammogram result has been provided, a risk feedback letter is generated based on the answers participants give in their questionnaire and mammographic breast density (calculated from uploaded raw data by Volpara systems). The percentage density is inserted into an online version of Tyrer-Cuzick v8 that includes an algorithm to adjust density for age BMI and menopausal status in into an odds ratio known as density residual [14]. The risk feedback letter will inform women that they are at “high” (≥8% 10-year risk), “moderate” (≥5% but < 8% 10-year risk), “average” (≥ 2% but < 5% 10-year risk), or “below average” risk (< 2% 10-year risk). Each letter will explain how the risk estimates were derived, and the implications of these. Each group of women will receive this letter in the post, along with a leaflet providing additional detail on breast cancer risk factors, signs and symptoms of breast cancer and how risk might be managed. Those women who complete the BC-Predict risk assessment questionnaire over the telephone will also be sent copies of this questionnaire so that they can check for data entry errors and the electronic consent form for participant’s records.\n        All BC-Predict participants will have been invited for breast screening but a proportion may choose not to attend their breast screening appointment; attendance at breast screening mammogram is not a compulsory part of the study. The Participant Information Sheet explains that participants’ mammographic breast density will be included in their risk assessment, providing they attend their mammogram within 6-weeks of their first offered appointment. It is also explained that including mammographic density increases accuracy of the risk assessment. Any participant who declines a mammogram or has a mammogram after this time will not have this data included in their risk assessment, which is explained in their risk feedback letter.\n        To assess self-reported harms and benefits, and to inform an economic analysis, a randomly selected subsample of n = 2108 women (n = 1054 each from usual care NHSBSP and BC-Predict) will be asked to complete questionnaires assessing psychological benefits and harms of BC-Predict at baseline, 3-months and 6-months. For women in both groups, the request to complete the questionnaire will be sent shortly after their mammography invitation but before their first offered mammogram appointment, asking for their help in evaluating a new approach to providing NHS breast screening. They will be given instructions to complete an online consent form and questionnaire using their unique study identification number on SmartSurvey (https://www.smartsurvey.co.uk/). The same women will be asked to complete the questionnaire three and 6 months after their first offered mammogram appointment. Women in both experimental groups will only receive follow-up questionnaires once they receive a clear mammogram result.\n        The risk assessment and feedback will take account of each patients’ journey through the NHSBSP. The study team will periodically check screening outcomes for participants. There are a number of initial screening outcomes: (a) clear mammogram and woman will be invited for routine breast screening in three-years (routine recall); (b) mammogram taken is technically inadequate so repeat mammogram is required (technical recall); (c): suspicious mammogram and further assessment required (recall for assessment). For all scenarios the GP will be informed of the participant’s involvement in the study and provided with their risk feedback.\n        Participants who are confirmed as having a routine recall screening outcome will receive their risk feedback after this, approximately 6 weeks after their mammogram. Participants who are invited for a technical recall/recall for assessment appointment, and attend this appointment within 6 months of their first scheduled technical recall/recall for assessment appointment, and who are subsequently confirmed as not having breast cancer will receive a risk feedback letter following confirmation of an absence of breast cancer. Participants who are invited for a technical recall or recall for assessment appointment but do not attend within 6 months of the first scheduled technical recall/recall for assessment appointment (i.e. those for whom there is no screening outcome within 6 months of initial screening outcome) will receive their risk feedback 6 months after joining BC-Predict.\n        Participants who do not attend a breast screening appointment within six-weeks of their first offered breast screening appointment will receive their risk feedback after this six-week period (i.e. 7 to 8 weeks since their first offered breast screening appointment).\n        Participants who are diagnosed with breast cancer will not receive a standard risk feedback letter. Participants will be sent a letter 1 year after diagnosis which will offer them feedback from the study. If they opt to receive this, they will be sent a personalised letter explaining their breast cancer risk factors.\nMeasures\n        Two main types of measures will be used: core outcome measures and self-reported measures.\n        \n          Core outcomes\n          The following nine core outcomes will be compared at 6-months post completion of recruitment for those offered BC-Predict and those offered usual care (NHSBSP):\n          1. Screening attendance at first offered screening episode.\n          2. Screening attendance within 180 days of episode opening.\n          3. Number of technical recalls.\n          4. Number of recalls for assessment.\n          5. Number of routine recalls.\n          6. Number of breast cancer diagnoses (and type/grade).\n          7. Subsequent consultation in FHRP clinics (and mode: telephone or face-to-face).\n          8. Subsequent enrolment for more frequent screening.\n          9. Subsequent prescription of chemoprevention. Data will be collected on each of the following aspects of this: (a) participant agrees/disagrees in clinic to take chemoprevention, (b) chemoprevention not appropriate, (c) chemoprevention appropriate but prescription not filled, (d) chemoprevention appropriate and prescription filled.\n          Data for the nine core outcomes will be collected for each consented BC-Predict participant by the research staff for the 6 months following participants’ mammography appointment. For these participants, information will be available directly from NHSBSP and FHRP clinic records. For those in the usual care arm of the study, anonymised data will be provided by NHSBSP and FHRP services, to provide overall numbers for each of the core outcomes. We will prospectively record any refinements to procedures, to allow examination of how these impact on uptake of services.\n          We will also assess uptake of BC-Predict, and examine variation by study site. Where changes to recruitment procedures are made, we will keep notes of this, and examine the effects of these changes on uptake of BC-Predict, to inform how risk stratified screening should be rolled out. We will also examine variations in uptake of services by Index of Multiple Deprivation deciles derived from postcode of women [28] invited for NHSBSP, to assess any potential exacerbation of health inequalities brought about by BC-Predict.\n        \n        \n          Self-reported outcomes\n          The self-reported measures of potential harms and benefits of BC-Predict to be completed by a sub-sample of participants are shown in Table 1.\nTable 1Self-reported measures to be assessed, at each of the three timepoints.Baseline3 months6 monthsState Anxiety [29]State Anxiety [29]State Anxiety [29]Cancer Worry [30]Cancer Worry [30]Cancer Worry [30]Risk perceptions [31]Risk perceptions [31]Risk perceptions [31]Attitudes to screening [32]Attitudes to screening [32]Knowledge [33]Knowledge [33]Intention (future screening) [32]Intention (future screening) [32]Intention (future screening) [32]Health status (EQ-5D5L) [34]Health status (EQ-5D5L) [34]Health status (EQ-5D5L) [34]Capability [35]Capability [35]Capability [35]Satisfaction with information [36]Satisfaction with information [36]*Informed choices regarding screening will be estimated from attitudes to screening at baseline, knowledge and screening attendance, using a standard approach [17]**Women invited to BC-Predict will receive the above. Women invited to NHS-BSP will receive the above minus the satisfaction with information questionnaire\nCore outcomes\n          In total, approximately n = 18,700 women will be offered BC-Predict and n = 18,700 will be offered usual care NHSBSP over the total 16-month period. Based on the recruitment rate in PROCAS, n = 18,700 women being offered BC-Predict should result in 8000 women taking it up. The attendance rate to usual NHSBSP in Greater Manchester is 69% [5, 10].\n          Core outcomes will be compared for cohorts of women who are invited to BC-Predict and those who are invited to usual care (NHSBSP). Thus we will have in excess of 8000 participants in BC-Predict and NHSBSP groups for both comparisons: (a) within-site and (b) between sites over the same time period. The primary outcomes are binary. Logistic regression will be the primary statistical analysis method. We shall assess heterogeneity effects using interaction tests in the logistic regression, to examine differences in outcomes by time or location or screening type (prevalent v incident). Even in the presence of geographic or temporal heterogeneity of the effect, or of carryover effects continuing beyond the crossover period, we will still have sufficient data for a valid and fully powered comparison.\n          For core outcomes 1 and 2, we are interested in equivalence, in that we anticipate that invitation to BC-Predict will not substantially affect screening attendance. With 18,700 women in each group we will have in excess of 90% power to establish equivalence, defined as a 95%CI on the difference which does not exceed ±5% on the attendance rate at first offered appointment, if the latter is around 50% [37]. Similarly, we will have more than 90% power for the same comparison for eventual attendance within 180 days if the latter is around 70%.\n          Arguably, the most difficult to collect core outcome is 9, the proportion taking up chemoprevention. On the basis of PROCAS results we would anticipate that 1169 of the 8000 who consent to BC-Predict would have sufficient risk to be considered for chemoprevention and that 10% of these would take it up [8, 38, 39]. Thus 117 of the 8000 women (1.5%) receiving the intervention might be expected to be prescribed chemoprevention. It is anticipated that very few in the 18,700 sent the standard screening invitation would be prescribed chemoprevention, but even if as many as 0.9% did so, we would have 90% power to detect this as significant at 5% level with two-sided testing, and 80% power if 10% took up chemoprevention. The Greater Manchester Medicines Management group has agreed a shared care protocol stating that the initial prescription of tamoxifen and anastrozole should be made by a FHRP specialist. As such data from even those in the control arm should be available from prescriptions made in the FHRP clinics.\nSelf-reported outcomes\n          Analyses will focus on comparisons between the responses of the BC-Predict and NHSBSP groups at 6 months follow up, controlling for baseline responses and baseline patient characteristics. We will use ANCOVA, first with baseline responses to the same questionnaires as covariates, secondly treating both baseline and 6-month responses as related endpoints, using hierarchical linear models. Out of the available self-reported outcomes, we have selected the primary outcome to be anxiety (State Trait Anxiety Inventory) at 6-months, but we will also examine effects on all measures included in Table 1, as well as effects at 3 months. We will use the variables concerning knowledge, and attitudes to screening, as well as screening attendance, to assess the extent to which decisions to attend screening are informed, in line with a standard approach to assessing this [17]. The measures of health status (EQ. 5D-5 level) and capability (ICECAP-A) will be converted to preference weights using published algorithms [40] and population tariffs [41], as appropriate.\n          In addition to providing information about potential harms of BC-Predict, secondary analyses will examine whether women who are randomised to receive questionnaires differ in terms of uptake of screening or BC-Predict. This will inform about the likelihood of biases being introduced by comparisons of questionnaire responses in a possible subsequent definitive trial.\n          The sample size calculation is based on the six-item short-form of the state scale of the State Trait Anxiety Inventory [29], which measures general anxiety currently experienced on a scale of 20 to 80. Previous research in England with women invited to breast cancer screening found a mean state anxiety score of 37 [42]. A score of 49 has been found in patients with a diagnosis of anxiety disorder [43].\n          Assuming a two-tailed independent samples t-test, then n = 1054 (n = 527 women per experimental group) will be required to have 90% power (with α = 0.05) to detect a small standardised difference of d = 0.2. This equates to a difference between adjacent response categories (e.g. “not at all” and “somewhat”) on 2.5 of the 20 items on the full form of the scale. We anticipate that asking 1054 women per group will result in responses from n = 527 women per group being obtained at both baseline and 6 months, assuming a 70% response rate on both rounds.\nAnalysis plan and power calculations\n        \n          Core outcomes\n          In total, approximately n = 18,700 women will be offered BC-Predict and n = 18,700 will be offered usual care NHSBSP over the total 16-month period. Based on the recruitment rate in PROCAS, n = 18,700 women being offered BC-Predict should result in 8000 women taking it up. The attendance rate to usual NHSBSP in Greater Manchester is 69% [5, 10].\n          Core outcomes will be compared for cohorts of women who are invited to BC-Predict and those who are invited to usual care (NHSBSP). Thus we will have in excess of 8000 participants in BC-Predict and NHSBSP groups for both comparisons: (a) within-site and (b) between sites over the same time period. The primary outcomes are binary. Logistic regression will be the primary statistical analysis method. We shall assess heterogeneity effects using interaction tests in the logistic regression, to examine differences in outcomes by time or location or screening type (prevalent v incident). Even in the presence of geographic or temporal heterogeneity of the effect, or of carryover effects continuing beyond the crossover period, we will still have sufficient data for a valid and fully powered comparison.\n          For core outcomes 1 and 2, we are interested in equivalence, in that we anticipate that invitation to BC-Predict will not substantially affect screening attendance. With 18,700 women in each group we will have in excess of 90% power to establish equivalence, defined as a 95%CI on the difference which does not exceed ±5% on the attendance rate at first offered appointment, if the latter is around 50% [37]. Similarly, we will have more than 90% power for the same comparison for eventual attendance within 180 days if the latter is around 70%.\n          Arguably, the most difficult to collect core outcome is 9, the proportion taking up chemoprevention. On the basis of PROCAS results we would anticipate that 1169 of the 8000 who consent to BC-Predict would have sufficient risk to be considered for chemoprevention and that 10% of these would take it up [8, 38, 39]. Thus 117 of the 8000 women (1.5%) receiving the intervention might be expected to be prescribed chemoprevention. It is anticipated that very few in the 18,700 sent the standard screening invitation would be prescribed chemoprevention, but even if as many as 0.9% did so, we would have 90% power to detect this as significant at 5% level with two-sided testing, and 80% power if 10% took up chemoprevention. The Greater Manchester Medicines Management group has agreed a shared care protocol stating that the initial prescription of tamoxifen and anastrozole should be made by a FHRP specialist. As such data from even those in the control arm should be available from prescriptions made in the FHRP clinics.\n        \n        \n          Self-reported outcomes\n          Analyses will focus on comparisons between the responses of the BC-Predict and NHSBSP groups at 6 months follow up, controlling for baseline responses and baseline patient characteristics. We will use ANCOVA, first with baseline responses to the same questionnaires as covariates, secondly treating both baseline and 6-month responses as related endpoints, using hierarchical linear models. Out of the available self-reported outcomes, we have selected the primary outcome to be anxiety (State Trait Anxiety Inventory) at 6-months, but we will also examine effects on all measures included in Table 1, as well as effects at 3 months. We will use the variables concerning knowledge, and attitudes to screening, as well as screening attendance, to assess the extent to which decisions to attend screening are informed, in line with a standard approach to assessing this [17]. The measures of health status (EQ. 5D-5 level) and capability (ICECAP-A) will be converted to preference weights using published algorithms [40] and population tariffs [41], as appropriate.\n          In addition to providing information about potential harms of BC-Predict, secondary analyses will examine whether women who are randomised to receive questionnaires differ in terms of uptake of screening or BC-Predict. This will inform about the likelihood of biases being introduced by comparisons of questionnaire responses in a possible subsequent definitive trial.\n          The sample size calculation is based on the six-item short-form of the state scale of the State Trait Anxiety Inventory [29], which measures general anxiety currently experienced on a scale of 20 to 80. Previous research in England with women invited to breast cancer screening found a mean state anxiety score of 37 [42]. A score of 49 has been found in patients with a diagnosis of anxiety disorder [43].\n          Assuming a two-tailed independent samples t-test, then n = 1054 (n = 527 women per experimental group) will be required to have 90% power (with α = 0.05) to detect a small standardised difference of d = 0.2. This equates to a difference between adjacent response categories (e.g. “not at all” and “somewhat”) on 2.5 of the 20 items on the full form of the scale. We anticipate that asking 1054 women per group will result in responses from n = 527 women per group being obtained at both baseline and 6 months, assuming a 70% response rate on both rounds.\n        \n        \n          Economic analysis\n          An early economic analysis [44] will aim to identify the indicative estimates of the incremental costs and consequences and key drivers of the cost-effectiveness of a risk-stratified NHSBSP compared with the usual NHSBSP. A decision-analytic model-based cost-effectiveness analysis will capture the incremental NHS costs and consequences for a cohort of women eligible for NHSBSP in the UK over a life-time horizon. A decision-analytic model (a decision-tree combined with a published model) [11] will be structured to represent the care pathways of current NHSBSP practice (no risk feedback) and the proposed BC-Predict intervention in a sample of women eligible for the NHSBSP. The cost of the risk-stratified NHSBSP will be identified using a micro-costing study [45] and take account of the cost of the addition of SNPs to the risk estimation algorithm. The decision-tree will recognise the uptake of appropriate healthcare services (General Practice contact; FHRP Clinic referral and proportion of women starting chemopreventive medication e.g. anastrozole/tamoxifen/raloxifene). A published model [9] will be used to understand the lifetime impact on NHS costs and patient consequences of using different screening intervals based on risk-prediction, or usual NHSBSP. Using an economic model allows data assimilation from various sources (BC-Predict and systematic reviews; structured expert elicitation methods [46]) in a structured framework [47]. The model-base case analysis will focus on changes in health status (using EQ-5D-5 L) but explore the impact on capability (ICECAP-A) in a scenario analysis. These data will be obtained from the self-reported outcomes (health status (EQ-5D5L) [34]; capability (ICECAP-A) [35]) collected in the prospective study (see Table 1) and supplemented with published data to allow estimation of the impact on a life-time horizon. The EQ-5D5L [34] and ICECAP-A [35] have published preference weights that will allow calculation of quality adjusted life years for health and capability with and without the intervention. Parameter uncertainty in the decision-tree component of the model will be quantified using probabilistic sensitivity analysis for the base case analysis and scenario (capability) analysis. These two outcomes (health and capability) will then be used in two distinct value of information analyses (Expected Value of Perfect Information (EVPI) and expected value of partial perfect information (EVPPI)). The EVPI represents the maximum amount that should be spent on future research to gain perfect information to eliminate the possibility of a wrong (funding) decision. Further steps are then necessary to understand key parameters driving the uncertainty. This involves estimating the EVPPI that tells a decision maker which parameters are contributing to the uncertainty in the model and help to guide what type of additional evidence is most valuable.\nEconomic analysis\n          An early economic analysis [44] will aim to identify the indicative estimates of the incremental costs and consequences and key drivers of the cost-effectiveness of a risk-stratified NHSBSP compared with the usual NHSBSP. A decision-analytic model-based cost-effectiveness analysis will capture the incremental NHS costs and consequences for a cohort of women eligible for NHSBSP in the UK over a life-time horizon. A decision-analytic model (a decision-tree combined with a published model) [11] will be structured to represent the care pathways of current NHSBSP practice (no risk feedback) and the proposed BC-Predict intervention in a sample of women eligible for the NHSBSP. The cost of the risk-stratified NHSBSP will be identified using a micro-costing study [45] and take account of the cost of the addition of SNPs to the risk estimation algorithm. The decision-tree will recognise the uptake of appropriate healthcare services (General Practice contact; FHRP Clinic referral and proportion of women starting chemopreventive medication e.g. anastrozole/tamoxifen/raloxifene). A published model [9] will be used to understand the lifetime impact on NHS costs and patient consequences of using different screening intervals based on risk-prediction, or usual NHSBSP. Using an economic model allows data assimilation from various sources (BC-Predict and systematic reviews; structured expert elicitation methods [46]) in a structured framework [47]. The model-base case analysis will focus on changes in health status (using EQ-5D-5 L) but explore the impact on capability (ICECAP-A) in a scenario analysis. These data will be obtained from the self-reported outcomes (health status (EQ-5D5L) [34]; capability (ICECAP-A) [35]) collected in the prospective study (see Table 1) and supplemented with published data to allow estimation of the impact on a life-time horizon. The EQ-5D5L [34] and ICECAP-A [35] have published preference weights that will allow calculation of quality adjusted life years for health and capability with and without the intervention. Parameter uncertainty in the decision-tree component of the model will be quantified using probabilistic sensitivity analysis for the base case analysis and scenario (capability) analysis. These two outcomes (health and capability) will then be used in two distinct value of information analyses (Expected Value of Perfect Information (EVPI) and expected value of partial perfect information (EVPPI)). The EVPI represents the maximum amount that should be spent on future research to gain perfect information to eliminate the possibility of a wrong (funding) decision. Further steps are then necessary to understand key parameters driving the uncertainty. This involves estimating the EVPPI that tells a decision maker which parameters are contributing to the uncertainty in the model and help to guide what type of additional evidence is most valuable.\nThree sub-studies\n        The present research also includes sub-studies. Although integral to the overall research, they are described here, to facilitate clear presentation of their aims and methods.\nSub-study one: incorporation of SNP information into BC-predict risk estimates\n        \n          Objectives\n          To determine uptake and acceptability of a DNA based risk estimate as part of routine NHSBSP appointments, and to quantify the higher proportions of women at high/moderate and lower risk obtained by adding SNP information.\n        \n        \n          Background\n          A subset of women will have the option to provide a sample of saliva from which DNA can be extracted. DNA will be extracted with standard techniques and currently known breast cancer SNPs associated with breast cancer typed. The results of this testing will be incorporated into the BC-Predict risk algorithm. Adding a genetic SNP score from a saliva sample to other risk factors not only potentially increases the accuracy of risk estimation, but also increases the discrimination of risk estimation, so that more women are identified as being at higher or lower risk, and fewer identified as being at population-average risk. It thereby increases the proportion of women identified at high-risk who can benefit from being offered NICE approved additional screening and drug prevention from 4 to 6%.\n        \n        \n          Methods\n          In total, it is expected that 1000 women will provide a DNA sample and receive a personalised breast cancer risk estimate incorporating their Polygenic Risk Score. All women invited for screening at Withington Community Hospital and Oldham Integrated Care Centre will be potentially eligible for the SNP sub-study, however, this will only be offered to women on a pragmatic basis depending on whether a member of staff is on site to assist with taking consent. A separate paper consent form will be completed by the participant in addition to the online consent form for the main study. Women giving their consent will be provided with an Oragene kit to place their salivary sample. They will be guided on site by a member of staff as to how to complete the sample.\n        \n        \n          Methods: data analysis\n          The proportion of women in the 1000 providing saliva DNA who are classified as NICE actionable high and moderate risk as well as below average risk will be compared to their classification without a SNP Polygenic Risk Score. Chi square statistics will compare the difference between risk categories with and without the addition of the SNP Polygenic Risk Score. These data will also be used in the proposed economic analysis.\nObjectives\n          To evaluate the impact of providing materials for women at low risk explaining that less frequent screening may provide a better balance of benefits and harms for them.\nMethods: data analysis\n          The primary outcome for this sub-study will be intentions to take up screening in 3 years in women assessed 6 months after being told that they are at low risk and receive the recommendation to delay attending screening. Our main focus will be on estimating the proportion of women intending to take up screening, but we will also formally compare this proportion with women who receive provision of “below average risk” breast cancer risk estimates (< 2%) but no screening recommendations, recruited over the previous 12 months of BC-Predict. Intention to attend screening is a consistent predictor of subsequent screening attendance (r = + 0.42 in a systematic review that identified k = 19 such tests) [58].\nSub-study two: understanding acceptability and implementation of BC-predict\n        \n          Objectives\n          The main objectives are to explore service users’ views on acceptability of BC-Predict (interviews) and to assess the perceived impact of BC-Predict on the NHSBSP, FHRP Clinics and General Practice (focus groups).\n        \n        \n          Background\n          In addition to the quantitative measures of impact of BC-Predict, we will also carry out qualitative work as part of a process evaluation to understand the key issues behind successful implementation of the BC-Predict system [48]. The qualitative work will comprise one-to-one interviews with NHSBSP service users to explore acceptability of BC-Predict amongst women at varying levels of risk, where there is currently a dearth of evidence [49]. It will also employ focus groups with healthcare professionals to investigate the implementation, delivery and impact of BC-Predict on the current NHSBSP. This qualitative work will give insight into capacity issues, indication of the training and support required to deliver BC-Predict on a larger scale, as well as communication challenges and pathways for both service users and healthcare professionals. This will enable us to build an evidence base to inform practice and policy should BC-Predict be rolled out to the wider NHSBSP.\n        \n        \n          Methods\n          \n            Patient interviews: design, sample, recruitment and data collection\n            A purposive sample of below average, average, moderate and high-risk women who had received BC-Predict will be invited to participate in a semi-structured interview. Below average and average risk women will be invited for interview 1 month after receiving their risk feedback letter. Moderate-risk and high-risk women will be invited for interview 6 months after receiving their risk feedback letter. This gives women in the moderate and high-risk groups the chance to explore extra screening options or medications prior to the interview. The BC-Predict online platform allows easy identification of women in each risk group in each location. We will aim to recruit up to 40 women to these interviews (up to 10 women per group) with variation in which study sites to which women were invited. In addition, questionnaire responses will guide sampling to allow variation in uptake of chemoprevention.\n            Data will be collected by semi-structured interview either face-to-face or over the phone, audio recorded and transcribed verbatim. The decision to stop recruitment will be based on whether the data collected is sufficient to answer the research questions and aims [50]. Therefore the depth of the data will be used as an indicator to cease recruitment. The decision to end recruitment will also be based on the active exploration of negative cases, as well as when there appears to be no new content being discussed in the final interviews of each risk group. All interviews will cover core issues including acceptability of BC-Predict and lifestyle modifications. Other issues will be covered are those that are most relevant to the risk estimate communicated, e.g. uptake of chemoprevention (e.g. GP advice) in higher risk women, and reassurance in below-average risk women. We will be sensitive to considering naturally occurring variation, e.g. women recruited differently due to SNP collection or across different study sites, or from diverse ethnic backgrounds.\n          \n          \n            Healthcare professional focus groups: design, sample, recruitment and data collection\n            General Practice, Radiology and FHRP Clinic staff will be invited to participate in focus groups 2 months after BC-Predict has stopped being provided in each location. The groups will examine how well prepared they and associated staff were for implementing BC-Predict, along with views on acceptability of BC-Predict and how its implementation could be facilitated when widely implemented. We will run a multidisciplinary focus group in each location (total sample = ~ 36). Focus groups will be audio recorded and transcribed verbatim. If a participant is unable to attend the focus group but would like to take part, they will be given the option to be interviewed face-to-face or over the phone.\n            The analysis of these data will also be used to generate a list of additional resources required and a quantitative estimate of the impact on resources such as staff time. The groups will also aim to estimate the approximate cost of providing the BC-Predict intervention. These estimates will inform the economic analyses.\n          \n        \n        \n          Methods: data analysis\n          For both interviews and focus groups, data will be analysed using a manifest level approach to thematic analysis as the themes are likely to be predominately deductive. Thematic analysis seeks and reports the patterns inherent within the data collected. It is a common qualitative analysis method that results in a rich, complex, yet accessible account of the data [51]. Themes will be coded at the manifest (or explicit) level [52]. It will do so taking an essentialist approach, which means that we aim to report the experiences, meanings and the reality of the participants [53].\n          Coding will be conducted systematically and iteratively. Negative cases will be sought to test the emerging coding framework. Regular coding meetings will be held to refine the coding structure. Data will be coded by independent researchers to check reliability in qualitative methods and ensuring that the fit between data and analysis is maximised. Percentage agreement on presence will be calculated. Coding will continue until the team are satisfied that codes and themes adequately describe and capture the data. Data will be stored and organised within Nvivo software.\nPatient interviews: design, sample, recruitment and data collection\n            A purposive sample of below average, average, moderate and high-risk women who had received BC-Predict will be invited to participate in a semi-structured interview. Below average and average risk women will be invited for interview 1 month after receiving their risk feedback letter. Moderate-risk and high-risk women will be invited for interview 6 months after receiving their risk feedback letter. This gives women in the moderate and high-risk groups the chance to explore extra screening options or medications prior to the interview. The BC-Predict online platform allows easy identification of women in each risk group in each location. We will aim to recruit up to 40 women to these interviews (up to 10 women per group) with variation in which study sites to which women were invited. In addition, questionnaire responses will guide sampling to allow variation in uptake of chemoprevention.\n            Data will be collected by semi-structured interview either face-to-face or over the phone, audio recorded and transcribed verbatim. The decision to stop recruitment will be based on whether the data collected is sufficient to answer the research questions and aims [50]. Therefore the depth of the data will be used as an indicator to cease recruitment. The decision to end recruitment will also be based on the active exploration of negative cases, as well as when there appears to be no new content being discussed in the final interviews of each risk group. All interviews will cover core issues including acceptability of BC-Predict and lifestyle modifications. Other issues will be covered are those that are most relevant to the risk estimate communicated, e.g. uptake of chemoprevention (e.g. GP advice) in higher risk women, and reassurance in below-average risk women. We will be sensitive to considering naturally occurring variation, e.g. women recruited differently due to SNP collection or across different study sites, or from diverse ethnic backgrounds.\nHealthcare professional focus groups: design, sample, recruitment and data collection\n            General Practice, Radiology and FHRP Clinic staff will be invited to participate in focus groups 2 months after BC-Predict has stopped being provided in each location. The groups will examine how well prepared they and associated staff were for implementing BC-Predict, along with views on acceptability of BC-Predict and how its implementation could be facilitated when widely implemented. We will run a multidisciplinary focus group in each location (total sample = ~ 36). Focus groups will be audio recorded and transcribed verbatim. If a participant is unable to attend the focus group but would like to take part, they will be given the option to be interviewed face-to-face or over the phone.\n            The analysis of these data will also be used to generate a list of additional resources required and a quantitative estimate of the impact on resources such as staff time. The groups will also aim to estimate the approximate cost of providing the BC-Predict intervention. These estimates will inform the economic analyses.\nSub-study three: assessing feasibility of increasing screening interval for women at low risk\n        \n          Objectives\n          To evaluate the impact of providing materials for women at low risk explaining that less frequent screening may provide a better balance of benefits and harms for them.\n        \n        \n          Background\n          Women at lower risk of breast cancer are likely to receive less benefit from the NHSBSP but are more likely to experience overdiagnosis and treatment for cancers that will not cause them harm if left untreated. In this sub-study, we have chosen the risk threshold of 1.5% or below in newly screened women over 10 years, as this is the average risk level for a 40-year old woman, who currently would not be screened for a further 10 years. (Note that in the rest of the PROCAS study, a threshold of 2% or below was used to indicate below-average risk [10], so we use the term “low” to distinguish this distinct threshold in the present research). PROCAS indicated that 13.5% of women screened have a 10-year breast cancer risk of less than 1.5% when assessed by Tyrer-Cuzick and mammographic density [10]. This group of women are at a lower risk of developing breast cancer and the tumours they develop are much more likely to be early stage and slow-growing [10, 12]. Existing data suggest that a risk stratified NHSBSP may not only be potentially cost-effective [11], but also that it may be potentially more cost-effective to delay screening in low-risk women by optimising the screen interval [54].\n          Nearly 90% of the population have indicated that “screening is almost always a good idea” [55] and many women would feel aggrieved if they felt they were being denied a service inequitably. Relatedly, attendance at screening provides reassurance and peace of mind [56], so a lack of screening may result in increased worry about breast cancer. However, this view may be partly due to a lack of general awareness of issues such as overdiagnosis [57]. Many national screening figures believe that less frequent screening for women at low risk may be an important component of risk-stratified screening. Further, our ongoing developmental work suggests that this idea is acceptable to many women, including women who have received a below-average risk estimates.\n        \n        \n          Methods: design, sample, recruitment and data collection\n          In the final 4 months of the 16-month period of implementation of risk estimation, we will extend the offer of risk provision to include information about how, for women at low risk of breast cancer delaying further NHSBSP for a further period of 5 years may provide a better balance of benefits and harms for them. This information will be presented to all women in East Lancashire and Oldham as part of the invitation process, and repeated for women at low risk (< 1.5% over 10 years) as part of their risk feedback letter and accompanying leaflet. Every woman identified as being at low risk will be asked to complete the online questionnaire assessing harms and benefits of BC-Predict at 6 months, in contrast to the main BC-Predict study, where only a sub-sample will be asked to complete this questionnaire.\n        \n        \n          Methods: data analysis\n          The primary outcome for this sub-study will be intentions to take up screening in 3 years in women assessed 6 months after being told that they are at low risk and receive the recommendation to delay attending screening. Our main focus will be on estimating the proportion of women intending to take up screening, but we will also formally compare this proportion with women who receive provision of “below average risk” breast cancer risk estimates (< 2%) but no screening recommendations, recruited over the previous 12 months of BC-Predict. Intention to attend screening is a consistent predictor of subsequent screening attendance (r = + 0.42 in a systematic review that identified k = 19 such tests) [58].\n        \n        \n          Qualitative process analysis\n          A qualitative process analysis will be conducted in line with MRC guidance [48]. A sample of low risk women (up to n = 12) who had received low risk estimates will be interviewed 1 month after receiving the feedback letter. They will be sample purposively to provide variation in the three screening sites (Oldham Integrated Care Centre, Burnley General Hospital and East Lancashire mobile breast screening van). Interviews will focus on the extent to which the possibility of receiving an estimate of low risk was considered before consenting to risk estimation, the acceptability of the information communicated and particularly the recommendation to delay screening, and any deliberations about delaying screening. Data will be analysed using a manifest, inductive thematic analysis, and will involve comparison of interviews with those women told they are at below average risk, but given no particular recommendation.\n        \n        \n          A decision analytic model-based economic analysis\n          A decision analytic-model based economic analysis will be used to understand the potential relative cost-effectiveness of using a modified screening interval for women identified to be at low-risk of breast cancer as part of a stratified-BSP compared with the current NHSBSP. This analysis will build on an early economic analysis we previously conducted [11]. The model will be populated with data from the published literature and the current study to understand the relative costs and benefits of the modified screening interval for low-risk women assuming the perspective of the NHS and the impact on QALYs over the lifetime horizon for the defined population of women eligible for NHSBSP. Extensive sensitivity analysis will be used to understand the key drivers of relative cost-effectiveness when implementing a modified screening interval for low-risk women.\nMethods: design, sample, recruitment and data collection\n          In the final 4 months of the 16-month period of implementation of risk estimation, we will extend the offer of risk provision to include information about how, for women at low risk of breast cancer delaying further NHSBSP for a further period of 5 years may provide a better balance of benefits and harms for them. This information will be presented to all women in East Lancashire and Oldham as part of the invitation process, and repeated for women at low risk (< 1.5% over 10 years) as part of their risk feedback letter and accompanying leaflet. Every woman identified as being at low risk will be asked to complete the online questionnaire assessing harms and benefits of BC-Predict at 6 months, in contrast to the main BC-Predict study, where only a sub-sample will be asked to complete this questionnaire.\nQualitative process analysis\n          A qualitative process analysis will be conducted in line with MRC guidance [48]. A sample of low risk women (up to n = 12) who had received low risk estimates will be interviewed 1 month after receiving the feedback letter. They will be sample purposively to provide variation in the three screening sites (Oldham Integrated Care Centre, Burnley General Hospital and East Lancashire mobile breast screening van). Interviews will focus on the extent to which the possibility of receiving an estimate of low risk was considered before consenting to risk estimation, the acceptability of the information communicated and particularly the recommendation to delay screening, and any deliberations about delaying screening. Data will be analysed using a manifest, inductive thematic analysis, and will involve comparison of interviews with those women told they are at below average risk, but given no particular recommendation.\nA decision analytic model-based economic analysis\n          A decision analytic-model based economic analysis will be used to understand the potential relative cost-effectiveness of using a modified screening interval for women identified to be at low-risk of breast cancer as part of a stratified-BSP compared with the current NHSBSP. This analysis will build on an early economic analysis we previously conducted [11]. The model will be populated with data from the published literature and the current study to understand the relative costs and benefits of the modified screening interval for low-risk women assuming the perspective of the NHS and the impact on QALYs over the lifetime horizon for the defined population of women eligible for NHSBSP. Extensive sensitivity analysis will be used to understand the key drivers of relative cost-effectiveness when implementing a modified screening interval for low-risk women.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7302349/",
    "doi": "https://doi.org/10.1186/s12885-020-07054-2",
    "citation_count": 33,
    "references": {
        "10949660": "Attitudes towards risk-stratified breast cancer screening: a population-based survey among 5,001 Danish women",
        "10947456": "How do women at increased risk of breast cancer make sense of their risk? An interpretative phenomenological analysis",
        "10409718": "Impact of a risk based breast screening decision aid on understanding, acceptance and decision making",
        "10206350": "What do women think about having received their breast cancer risk as part of a risk-stratified NHS Breast Screening Programme? A qualitative study",
        "10161319": "Estimating the Cost of 3 Risk Prediction Strategies for Potential Use in the United Kingdom National Breast Screening Program",
        "10150247": "Validation of an Abridged Breast Cancer Risk Prediction Model for the General Population",
        "10082287": "Associations of a Breast Cancer Polygenic Risk Score With Tumor Characteristics and Survival",
        "10066938": "Quantifying the effects of risk-stratified breast cancer screening when delivered in real time as routine practice versus usual screening: the BC-Predict non-randomised controlled study (NCT04359420)",
        "10048009": "Risk-Stratified Breast Cancer Screening Incorporating a Polygenic Risk Score: A Survey of UK General Practitioners’ Knowledge and Attitudes",
        "9922101": "Psychological impact of risk-stratified screening as part of the NHS Breast Screening Programme: multi-site non-randomised comparison of BC-Predict versus usual screening (NCT04359420)",
        "9897164": "Proactive breast cancer risk assessment in primary care: a review based on the principles of screening",
        "9856827": "The Use of Artificial Intelligence (AI) in the Radiology Field: What Is the State of Doctor–Patient Communication in Cancer Diagnosis?",
        "9721070": "The co-development of personalised 10-year breast cancer risk communications: a ‘think-aloud’ study",
        "9700144": "What are the views of three key stakeholder groups on extending the breast screening interval for low‐risk women? A secondary qualitative analysis",
        "9681857": "How do women who are informed that they are at increased risk of breast cancer appraise their risk? A systematic review of qualitative research",
        "9563640": "Implementing Risk-Stratified Breast Screening in England: An Agenda Setting Meeting",
        "9555254": "Healthcare professionals’ views following implementation of risk stratification into a national breast cancer screening programme",
        "9537124": "How does artificial intelligence in radiology improve efficiency and health outcomes?",
        "9185559": "Effects of awareness of breast cancer overdiagnosis among women with screen-detected or incidentally found breast cancer: a qualitative interview study",
        "9111984": "Does receiving high or low breast cancer risk estimates produce a reduction in subsequent breast cancer screening attendance? Cohort study",
        "9073478": "Study protocol comparing the ethical, psychological and socio-economic impact of personalised breast cancer screening to that of standard screening in the “My Personal Breast Screening” (MyPeBS) randomised clinical trial",
        "9063090": "The feasibility of implementing risk stratification into a national breast cancer screening programme: a focus group study investigating the perspectives of healthcare personnel responsible for delivery",
        "8854575": "The current status of risk-stratified breast screening",
        "8815913": "Views of health professionals on risk-based breast cancer screening and its implementation in the Spanish National Health System: A qualitative discussion group study",
        "8761310": "Women’s health behaviour change after receiving breast cancer risk estimates with tailored screening and prevention recommendations",
        "8690875": "Testing a breast cancer prevention and a multiple disease prevention weight loss programme amongst women within the UK NHS breast screening programme—a randomised feasibility study",
        "8616436": "UK Women’s Views of the Concepts of Personalised Breast Cancer Risk Assessment and Risk-Stratified Breast Screening: A Qualitative Interview Study",
        "8228184": "Toward a Population-Based Breast Cancer Risk Stratification Approach? The Needs and Concerns of Healthcare Providers",
        "8164783": "Extending screening intervals for women at low risk of breast cancer: do they find it acceptable?",
        "8060757": "Introducing a low-risk breast screening pathway into the NHS Breast Screening Programme: Views from healthcare professionals who are delivering risk-stratified screening",
        "7763143": "Long-Term Evaluation of Women Referred to a Breast Cancer Family History Clinic (Manchester UK 1987–2020)",
        "7759966": "Feasibility and acceptability of personalised breast cancer screening (DECIDO study): protocol of a single-arm proof-of-concept trial",
        "7374862": "Risk stratified breast cancer screening: UK healthcare policy decision-making stakeholders’ views on a low-risk breast screening pathway"
    },
    "journal": "BMC Cancer",
    "topics": [
        "screening, protocol, programme, harms",
        "screening, comparison, versus, risk",
        "nhs, comparison, versus, benefits"
    ]
}