{
    "title": "Three-dimensional growth of breast cancer cells potentiates the anti-tumor effects of unacylated ghrelin and AZP-531",
    "abstract": "Considering the increasingly acknowledged role of the ECM in dictating the biology of tumors in vivo, including aggressiveness and response to treatment, we sought to examine the effect of ghrelin and more importantly, unacylated ghrelin, in 3D cultures of breast cancer cells. To gain insights into the breadth of effects of unacylated and potential predictors of response, the effect of 100 pM unacylated ghrelin was tested in a panel of breast cancer cell lines grown in 3D, including ER+/PR+/HER2- (MCF7, T47D), ER+/PR+/HER2+ (ZR-75), HER2+ (SKBR3), TNBC (MDA-MB-468, DU4475, MDA-MB-157, Hs578T, MDA-MB-231), and tamoxifen-resistant (LCC2) cells (Figure 1a–c). Considering the increasingly acknowledged role of the ECM in dictating the biology of tumors in vivo, including aggressiveness and response to treatment, we sought to examine the effect of ghrelin and more importantly, unacylated ghrelin, in 3D cultures of breast cancer cells.",
    "authors": [
        "CheukMan C Au",
        "John B Furness",
        "Kara Britt",
        "Sofya Oshchepkova",
        "Heta Ladumor",
        "Kai Ying Soo",
        "Brid Callaghan",
        "Celine Gerard",
        "Giorgio Inghirami",
        "Vivek Mittal",
        "Yufeng Wang",
        "Xin Yun Huang",
        "Jason A Spector",
        "Eleni Andreopoulou",
        "Paul Zumbo",
        "Doron Betel",
        "Lukas Dow",
        "Kristy A Brown"
    ],
    "published_year": "2020",
    "description": "Introduction\n      Breast cancer is the most commonly diagnosed cancer in women and second only to lung cancer in terms of mortality (Noone et al., 2018). The majority of breast cancers occur after menopause and are hormone receptor positive, and in these women, first-line therapy usually involves endocrine therapy, for example aromatase inhibitors or tamoxifen (Reinert and Barrios, 2015). Despite the efficacy of endocrine therapy, a number of women experience severe and debilitating side effects due to the global inhibition of estrogen biosynthesis or action, and some will cease the use of their potentially life-saving treatment (Lønning and Eikesdal, 2013). A proportion of women will also be resistant to treatment or develop resistance over time, and some will have tumors that cannot be treated with targeted therapies, that is triple negative breast cancers (TNBCs). Aggressive breast cancers are often associated with activation of RAS/MAPK signaling (Giltnane and Balko, 2014; Santen et al., 2002), despite only a minority carrying a mutation in these genes (Tilch et al., 2014). The prognosis for these patients is poor and hence, there is a need to identify alternative treatments that are safe and effective.\n      The unacylated form of ghrelin is closely related to the appetite-stimulating hormone ghrelin. However, because it lacks octanoylation, it does not bind to the cognate ghrelin receptor, GHSR1a. Initially, unacylated ghrelin was believed to be produced as a by-product of ghrelin gene expression. However, recent studies have established an important role for this peptide hormone in regulating energy homeostasis, including reducing fat mass, improving insulin sensitivity and decreasing fasting glucose levels (Benso et al., 2012; Zhang et al., 2008). An unacylated ghrelin analog, AZP-531 (levolitide), is currently in clinical trials for the treatment of Prader-Willi Syndrome and type II diabetes (Allas et al., 2016). AZP-531 has an established safety profile and better pharmacokinetic properties than unacylated ghrelin (Allas et al., 2016). The receptor for unacylated ghrelin is currently unknown (Au et al., 2016) and consequently, there is an important gap in our understanding of the mechanisms mediating its effects.\n      We have previously demonstrated that unacylated ghrelin has activity in non-cancer tissue, including adipose stromal cells, where it suppresses the expression of the estrogen-biosynthetic enzyme aromatase, and breast adipose tissue macrophages, where it inhibits the production of inflammatory mediators (Au et al., 2017; Docanto et al., 2014). Here, we show that the unacylated form of ghrelin is a potent suppressor of breast cancer cell growth, independent of effects on the stroma, and provide a novel mechanism of action via activation of Gαi, suppression of cAMP production, and inhibition of MAPK and Akt signaling. Importantly, the potent effects of unacylated ghrelin are dependent on growth of cells in 3D within a relevant extracellular matrix (ECM). Our findings, and that of others, suggest that tumor cell culture context affects response to therapy and that many translational failures may have resulted from the inappropriate model systems used to date (Tian et al., 2015). It also suggests that others may have overlooked many effective therapies due to a lack of response in 2D cultures. We therefore believe that unacylated ghrelin is a prototypic 3D-specific breast cancer cell therapeutic and that characterizing its mechanism of action in a biologically relevant ECM will lead to a better understanding of how the tumor microenvironment affects response to therapy. We also demonstrate consistent effects in patient-derived breast cancer cells and breast cancer xenografts in preclinical models, where both unacylated ghrelin and AZP-531 are effective at causing growth inhibition.\nResults\n      \n        Unacylated ghrelin inhibits the 3D growth of breast cancer cells\n        Previous studies examining the effect of ghrelin and unacylated ghrelin on the growth of breast cancer cells showed little activity at doses below 1 µM (Cassoni et al., 2001). Considering the increasingly acknowledged role of the ECM in dictating the biology of tumors in vivo, including aggressiveness and response to treatment, we sought to examine the effect of ghrelin and more importantly, unacylated ghrelin, in 3D cultures of breast cancer cells. Although both are hypothesized to bind alternate ghrelin receptors, beneficial effects on energy homeostasis have only been reported for unacylated ghrelin – likely due to ghrelin stimulating insulin resistance via its cognate receptor. The dependence on 3D culture was examined for unacylated ghrelin, where treatment of MCF7 and MDA-MB-468 cells with 100 pM resulted in suppression of cell growth in matrigel and collagen, but not in 2D (Figure 1—figure supplement 1a and b). At this dose, no effects on MDA-MB-231 cell growth were observed in either 2D or 3D cultures (Figure 1—figure supplement 1c). Inhibition of MCF7 and MDA-MB-468 cell growth was observed at 10-18-10-10 M, with maximal effects observed at picomolar doses (Figure 1—figure supplement 1d and e). The degree of inhibition is directly related to the degree of growth stimulation induced by serum or estradiol. Again, no significant effect was observed in MDA-MB-231 cells (Figure 1—figure supplement 1f). The effects of unacylated ghrelin were mimicked by ghrelin, where 100 pM of either ghrelin and unacylated ghrelin were found to suppress the growth of MCF7 breast cancer cells when grown in 3D in matrigel (Figure 1—figure supplement 1g). To gain insights into the breadth of effects of unacylated and potential predictors of response, the effect of 100 pM unacylated ghrelin was tested in a panel of breast cancer cell lines grown in 3D, including ER+/PR+/HER2- (MCF7, T47D), ER+/PR+/HER2+ (ZR-75), HER2+ (SKBR3), TNBC (MDA-MB-468, DU4475, MDA-MB-157, Hs578T, MDA-MB-231), and tamoxifen-resistant (LCC2) cells (Figure 1a–c). In the presence of serum, unacylated ghrelin significantly inhibited the growth of all breast cancer cells examined except for three of the TNBC cell lines (Figure 1c; DU4475, Hs578T and MDA-MB-231). Unacylated ghrelin also suppressed the estradiol-stimulated growth of ER+ breast cancer cells (Figure 1b). Responsive cells included those having mutations in PTEN and PIK3CA, while resistant cell lines carried mutations in BRAF, HRAS and/or KRAS (Figure 1c; Table 1). To test whether these mutations confer resistance to treatment, the effects of unacylated ghrelin were examined in BRAFV600E-transfected MCF7 cells or colon cancer cells (RKO, HCT116) that carry mutations in BRAF or KRAS, respectively. Transient transfection of MCF7 cells with mutant BRAF led to resistance to unacylated ghrelin treatment in estradiol- and serum-stimulated cells (Figure 1d). Unacylated ghrelin had no effect on the growth of RKO and HCT116 cells (Figure 1e and f). However, loss of the mutant alleles for BRAF or KRAS led to sensitization of RKO and HCT116 cells, respectively. Loss of the wild-type allele had no significant effect. Binding of Cy3-labeled unacylated ghrelin to responsive and non-responsive cells (Figure 1—figure supplement 1h) suggests that resistance is not due to lack of binding or receptor expression.\n        \n          Figure 1.\n          \n            Unacylated ghrelin inhibits the 3D growth of breast cancer cells.\n            (a, c) Unacylated ghrelin (UAG; 100 pM) inhibits the growth of a panel of breast cancer cell lines under serum-stimulated conditions (six replicates/group) or (b) ER+ breast cancer cell lines in the presence of estradiol (10 nM; six replicates/group). (c) UAG (100 pM) suppresses cell growth of basal-like and mesenchymal-like TNBC breast cancer cell lines that are WT for BRAF and KRAS (6–9 replicates/group). Effects of UAG are abrogated in (d) BRAF-transfected MCF7 cells, and (e) BRAF- and (f) KRAS-mutated colon cancer cells (6–12 replicates/group). Loss of mutated alleles of BRAF or KRAS sensitizes cells to the effect of UAG. Data represent mean ± SEM. Experiments were repeated at least twice. UAG: unacylated ghrelin; VC: vehicle control; FBS: fetal bovine serum; E2: estradiol.\n            \n              \n                Figure 1—source data 1.\n                \n                  Unacylated ghrelin inhibits the 3D growth of breast cancer cells.\n                \n                \n              \n            \n          \n          \n          \n            \n              Figure 1—figure supplement 1.\n              \n                Unacylated ghrelin inhibits the growth of breast cancer cells in 3D.\n                Unacylated ghrelin (UAG; 100pM) inhibits the growth of (a) MCF7 and (b) MDA-MB-468 cells grown in 3D in matrigel or collagen, but not in 2D. (c) UAG had no effect on MDA-MB-231 cell growth in 2D or 3D. Dose-dependent effects of UAG and doxorubicin on (d) MCF7, (e) MDA-MB-468 and (f) MDA-MB-231 cell number in 3D culture. (g) Acyl ghrelin (AG) and UAG (100 pM) inhibit breast cancer cell growth in serum-stimulated conditions. (h) Binding of Cy3-labeled UAG to MCF7, MDA-MB-468 and MDA-MB-231 cells over time (representative images). Scale bar represents 20 μm. Data represent mean ± SEM with three replicates/group. Experiments repeated at least twice. UAG: unacylated ghrelin; AG: acylated ghrelin; VC: vehicle control; FBS: fetal bovine serum.\n                \n                  \n                    Figure 1—figure supplement 1—source data 1.\n                    \n                      Unacylated ghrelin inhibits the growth of breast cancer cells in 3D.\n                    \n                    \n                  \n                \n              \n              \n            \n          \n        \n        \n          Table 1.\n          \n            Characteristics of breast cancer cell lines and patient-derived breast cancer cells, and responsiveness to unacylated ghrelin.\n          \n          \n            \n              \n                Breast cancer cell line/Patient sample\n                Known mutations\n                Intrinsic subtype\n                Receptor status\n                Responsive to Unacylated Ghrelin\n              \n            \n            \n              \n                \n                  Cell line\n                \n                \n                \n                \n                \n              \n              \n                MCF7\n                \n                  CDKN2A, PIK3CA\n                \n                Luminal A\n                ER+/PR+/HER2-\n                Yes\n              \n              \n                LCC2\n                N/A\n                Luminal A\n                ER+/PR+/HER2-\n                Yes\n              \n              \n                T47D\n                \n                  PIK3CA, TP53\n                \n                Luminal A\n                ER+/PR+/HER2-\n                Yes\n              \n              \n                ZR75\n                \n                  PTEN\n                \n                Luminal B\n                ER+/PR+/HER2+\n                Yes\n              \n              \n                SKBR3\n                \n                  TP53\n                \n                HER2+\n                HER2+\n                Yes\n              \n              \n                MDA-MB-468\n                PTEN, RB1, SMAD4,\nTP53\n                Basal-like\n                TNBC\n                Yes\n              \n              \n                MDA-MB-157\n                \n                  NF1, TP53\n                \n                Mesenchymal-like\n                TNBC\n                Yes\n              \n              \n                MDA-MB-231\n                BRAF, KRAS, TP53,\nCDKN2A, NF2\n                Mesenchymal-like\n                TNBC\n                No\n              \n              \n                HS578T\n                \n                  HRAS, TP53\n                \n                Mesenchymal-like\n                TNBC\n                No\n              \n              \n                DU4475\n                BRAF,APC, MAP2K4,\nRB1\n                Basal-like\n                TNBC\n                No\n              \n              \n                \n                  Patient samples\n                \n                \n                \n                \n                \n              \n              \n                ER+ Case 1\n                N/A\n                Luminal A\n                ER+\n                Yes\n              \n              \n                ER+ Case 2\n                N/A\n                Luminal A\n                ER+\n                Yes\n              \n              \n                2147-TG5\n                N/A\n                Basal-like\n                TNBC\n                Yes\n              \n              \n                4013-TG3\n                N/A\n                Basal-like\n                TNBC\n                Yes\n              \n              \n                3887-TG7\n                N/A\n                Mesenchymal-like\n                TNBC\n                No\n              \n              \n                3204-TG6\n                N/A\n                Mesenchymal-like\n                TNBC\n                No\n              \n            \n          \n          \n            \n              Abbreviations: ER, estrogen receptor; PR, progesterone receptor; HER2, human epidermal growth factor receptor 2; TNBC, triple negative breast cancer; N/A: not available.\n            \n          \n        \n      \n      \n        Unacylated ghrelin suppresses breast cancer cell growth via Gαi-dependent inhibition of cAMP formation\n        Unacylated ghrelin does not bind to the cognate ghrelin receptor GHSR1a and the receptor for unacylated ghrelin, believed to be an alternate ghrelin receptor, is currently unknown, but hypothesized to be a GPCR. Effects of unacylated ghrelin on second messenger systems were assessed by measuring the formation of cAMP and the release of intracellular calcium in MCF7 cells (Figure 2a and Figure 2—figure supplement 1a). Unacylated ghrelin significantly suppressed the formation of cAMP, but had no effect on intracellular calcium release. Effects on cAMP suggest a Gαi-dependent mechanism. Activation of Gαi by unacylated ghrelin was observed after 2 hr treatment, as measured by pull-down of GTP-bound Gαi (Figure 2b). To test dependence of growth inhibitory effects of unacylated ghrelin on Gαi, 3D growth assays were performed in cells where the Gαi-encoding gene, guanine nucleotide-binding protein, alpha subunit (GNAI), was knocked out (CRISPR) or in the presence of Gαi inhibitor pertussis toxin. There are three Gαi encoding genes in mammalian cells (GNAI1, GNAI2, and GNAI3). Unacylated ghrelin had no effect on MCF7 cells lacking Gαi subunit 2 (GNAI2), whereas the growth of cells was significantly suppressed where Gαi subunit 1 (GNAI1) and Gαi subunit 3 (GNAI3) were targeted (Figure 2c). GNAI2 was also found to be required for unacylated ghrelin activity in MDA-MB-468 cells (Figure 2—figure supplement 1b). Effects of unacylated ghrelin were also attenuated in MCF7, MDA-MB-468 and ZR-75 cells treated with pertussis toxin, in the presence of estradiol or serum (Figure 2d and e and Figure 2—figure supplement 1c). To determine whether inhibition of cAMP is sufficient to suppress the serum-stimulated growth of breast cancer cells, MCF7 and MDA-MB-468 cells were treated with adenylyl cyclase and PKA inhibitors, SQ22536 and KT5720, and cAMP antagonist, cAMPS-RP (Figure 2f; Figure 2—figure supplement 1d). Inhibition of cAMP formation and PKA led to a significant reduction in cell number. Effects of cAMP on cell growth were then examined in cells treated with adenylyl cyclase stimulator, forskolin (Figure 2g and Figure 2—figure supplement 1e). Forskolin stimulated the growth of MCF7, ZR75, MDA-MB-468 and MDA-MB-231 cells, and similar to effects of unacylated ghrelin in serum- or estradiol-stimulated conditions, unacylated ghrelin suppressed the forskolin-mediated induction of MCF7, ZR75 and MDA-MB-468 cell growth, but not MDA-MB-231. As resistance to unacylated ghrelin was observed in cells that carry mutations in RAS and RAF, the link between cAMP and MAPK signaling was next examined in MCF7, MDA-MB-468 and MDA-MB-231 cells in 3D (Figure 2h). Inhibition of MEK activity using U0126 led to a significant reduction in the forskolin-stimulated growth of all cell lines.\n        \n          Figure 2.\n          \n            Unacylated ghrelin suppresses breast cancer cell growth via Gαi-dependent inhibition of cAMP formation.\n            (a) Unacylated ghrelin (UAG; 10–1000 pM) inhibits the forskolin-stimulated production of cAMP in MCF7 cells (3–4 replicates/group). (b) UAG (100 pM) stimulates activation of Gαi (three replicates/group). (c) UAG (100 pM) suppresses the growth of CRISPR GNAI1 and GNAI3 KO cells, but not GNAI2 KO MCF7 cells, suggesting Gαi2-coupled GPCR-mediated effects. Suppression of (d) estradiol- or (e) serum-stimulated breast cancer cell growth with UAG (100 pM) is prevented in the presence of Gαi inhibitor, pertussis toxin (20 ng/ml, 200 ng/ml; three replicates/group). (f) PKA inhibitor (KT5720), adenylyl cyclase inhibitor (SQ22536) or cAMP antagonist (cAMPS-RP) suppress the serum-stimulated growth of MCF7 cells (three replicates/group). (g) UAG (100 pM) inhibits the forskolin-stimulated growth of MCF7 and MDA-MB-468 cells, but not MDA-MB-231 (three replicates/group). (h) U0126 (MEK inhibitor) inhibits the forskolin-stimulated growth of MCF7, MDA-MB-468 and MDA-MB-231 cells (three replicates/group). (i) A model summarizing the putative mechanism of action of UAG in breast cancer cells and compounds used to dissect mechanism of action. Data represent mean ± SEM. Experiments were repeated at least twice. UAG: unacylated ghrelin; VC: vehicle control; FBS: fetal bovine serum; E2: estradiol; PT: pertussis toxin; M: melatonin; FSK: forskolin.\n            \n              \n                Figure 2—source data 1.\n                \n                  Unacylated ghrelin suppresses breast cancer cell growth via Gαi-dependent inhibition of cAMP formation.\n                \n                \n              \n            \n            \n              \n                Figure 2—source data 2.\n                \n                  Unacylated ghrelin suppresses breast cancer cell growth via Gαi-dependent inhibition of cAMP formation.\n                \n                \n              \n            \n          \n          \n          \n            \n              Figure 2—figure supplement 1.\n              \n                Unacylated ghrelin suppresses breast cancer cell growth via Gαi-dependent mechanisms.\n                (a) Unacylated ghrelin (UAG) has no effect on the release of intracellular Ca2+ in MCF7 cells. (b) Loss of GNAI2 (blue outline) using CRISPR and three validated gRNAs is associated with loss of response to UAG (100 pM), while KO of GNAI1 or GNAI3 had no effect (green and red outline, respectively). (c) Suppression of estradiol-stimulated ZR75 cell growth by UAG (100 pM) is prevented by Gαi inhibitor, pertussis toxin (20 ng/ml, 200 ng/ml). (d) PKA (KT5720) or adenylyl cyclase (SQ22536) inhibitors, or cAMP antagonist (cAMPS-RP) suppress the growth of MDA-MB-468 cells. (e) UAG (100 pM) inhibits the forskolin-stimulated growth of ZR75 cells. Data represent mean ± SEM with three replicates/group. Experiments were repeated at least twice. UAG: unacylated ghrelin; FBS: fetal bovine serum; E2: estradiol; FSK: forskolin.\n                \n                  \n                    Figure 2—figure supplement 1—source data 1.\n                    \n                      Unacylated ghrelin suppresses breast cancer cell growth via Gαi-dependent mechanisms.\n                    \n                    \n                  \n                \n              \n              \n            \n          \n        \n      \n      \n        Unacylated ghrelin inhibits MAPK and Akt signaling\n        Since unacylated ghrelin suppresses cAMP, which we found to stimulate cell growth via MAPK-dependent mechanisms, we next sought to determine whether unacylated ghrelin affected MAPK signaling in 3D cultures, both acutely and chronically. Effects of unacylated ghrelin on ERK activity were examined in real-time using time-lapse confocal microscopy of the FRET-based extracellular signal-regulated kinase activity reporter (EKAR) in MCF7 cells (Figure 3a). Serum stimulated EKAR activity, whereas unacylated ghrelin and the MEK inhibitor, U0126, inhibited this effect. Effects of unacylated ghrelin on MAPK signaling were then examined. Unacylated ghrelin caused a decrease in the phosphorylation of ERK and downstream target, p90RSK (Figure 3b). The effect on p90RSK was sustained for 24 hr in MCF7 and MDA-MB-468 cells, but this suppression was not observed in MDA-MB-231 cells, at any time point (not shown). The levels of MAPK target cMyc, induced by serum, were also suppressed in cells treated with unacylated ghrelin (Figure 3c). Effects on Akt phosphorylation and activity were then examined by immunoblotting and by quantifying levels of FoxO3 nuclear localization in 3D in real time (Figure 3d and e). Unacylated ghrelin inhibited the serum-stimulated phosphorylation of Akt (Ser473) and downstream target p70S6K (Thr389). Inhibition of Akt phosphorylation was noticeable at 5 and 15 min, and sustained for 24 hr. Effects on Akt activity, measured by examining the degree of serum-stimulated FoxO3 nuclear exclusion, were observed in real time, with unacylated ghrelin and PI3K inhibitor (LY294002) causing a significant reduction in FoxO3 nuclear exclusion after 1 hr treatment. No effect of unacylated ghrelin on Akt phosphorylation or activity was observed in MDA-MB-231 cells (not shown). These data suggest that unacylated ghrelin inhibits cell proliferation via effects on MAPK and Akt signaling.\n        \n          Figure 3.\n          \n            Unacylated ghrelin (UAG) inhibits MAPK and Akt signaling.\n            (a) Unacylated ghrelin (UAG; 100 pM) inhibits ERK activity (EYFP FRET) in EKAR-transfected MCF7 cells (10 replicates/group). Data were normalized to vector ECFP signal. Scale bar represent 50 μm. Western blotting demonstrates that UAG causes a decrease in the (b) phosphorylation of ERK1/2 and downstream MAPK target p90RSK and (c) expression of cMYC in MCF7 cells. UAG also causes a decrease in (d) the phosphorylation of Akt and its downstream target, p70S6K, as well as (e) FoxO3a nuclear localization FoxO3a-RFP-transfected cells, an effect that is attenuated in cells treated with PI3K inhibitor LY294002 (five replicates/group). Data represent mean ± SEM. Experiment were repeated at least twice. UAG: unacylated ghrelin; FBS: fetal bovine serum.\n            \n              \n                Figure 3—source data 1.\n                \n                  Unacylated ghrelin suppresses EKAR and FoxO3 nuclear localization.\n                \n                \n              \n            \n            \n              \n                Figure 3—source data 2.\n                \n                  Unacylated ghrelin inhibits MAPK and Akt signaling.\n                \n                \n              \n            \n          \n          \n        \n      \n      \n        Unacylated ghrelin causes cell cycle arrest and apoptosis\n        Additional studies were then undertaken to determine whether effects of unacylated ghrelin on cell number were due to stimulation of cell cycle arrest or apoptosis, or both. The effects of unacylated ghrelin on cell proliferation were examined by assessing EdU incorporation in breast cancer cell lines grown in 3D. Estradiol and serum caused a significant increase in EdU incorporation, and unacylated ghrelin suppressed DNA synthesis at 10, 100 and 1000 pM in MCF7, ZR75 and tamoxifen-resistant LCC2 cells (Figure 4a–c, Figure 4—figure supplement 1a). The effect of unacylated ghrelin on phases of the cell cycle was assessed in live cells in 3D using the Premo FUCCI Cell Cycle Sensor, which consists of RFP-tagged cdt1 and GFP-tagged geminin (Figure 4d–e, and Figure 4—figure supplement 1b). In G1, geminin is degraded, leaving only the RFP signal. In S, G2 and M phases, cdt1 is degraded and hence, only the GFP signal is detected. During the G1/S transition, cells express both proteins with overlapping fluorescence appearing as yellow. Treatment of MCF7 and MDA-MB-468 cells with unacylated ghrelin was associated with an increase in cells arrested at the G1 phase of the cell cycle, with no significant effect in MDA-MB-231 cells. Unacylated ghrelin also caused apoptosis in serum-stimulated MCF7 and MDA-MB-468 cells, measured in 3D using membrane-impermeant nucleic acid dye ethidium homodimer III and using FACS analysis of Annexin V-stained cells (Figure 4f; Figure 4—figure supplement 1). Consistently, unacylated ghrelin suppressed the serum-stimulated expression of CDK4 and cyclin D3, important for cell cycle G1 phase progression, and decreased phosphorylation of Rb at Ser795, known to prevent the degradation of this cell cycle arrest protein. Treatment with unacylated ghrelin was also associated with a decreased expression of anti-apoptotic protein BCL2, while stimulating the expression of pro-apoptotic factor BAX (Figure 4g–h). This effect was not observed in MDA-MB-231 cells (not shown). These data therefore suggest that unacylated ghrelin decreases cell number by stimulating cells to arrest in G1 and stimulating apoptosis.\n        \n          Figure 4.\n          \n            Unacylated ghrelin causes cell cycle arrest and apoptosis.\n            Unacylated ghrelin (UAG) significantly inhibits the proliferation of (a) MCF7, (b) ZR75 and (c) MDA-MB-468 in the presence of estradiol (10 nM) or serum (3–6 replicates/group). Representative images showing EdU incorporation (green). Hoechst nuclear stain; blue. Scale bar represent 100 μm. Effects are mediated via induction of G1-phase cell cycle arrest (RFP+) and a reduction in the number of cells in S/G2/M-phase (GFP+) and G1/S transition (YFP+) in (d) MCF7 and (e) MDA-MB-468 cells (four replicates/group). (Hoechst nuclear stain; blue). Scale bar represents 100 μm. (f) UAG stimulates cell death in MCF7 and MDA-MB-468 cells, but not MDA-MB-231 cells (three replicates/group). Western blot results demonstrating that UAG inhibits CDK4/cyclin D3, pRB (Ser 795) and BCL2, and stimulates BAX in (g) MCF7 and (h) MDA-MB-468 cells. Data represent mean ± SEM. Experiments were repeated at least twice. UAG: unacylated ghrelin; VC: vehicle control; FBS: fetal bovine serum; E2: estradiol.\n            \n              \n                Figure 4—source data 1.\n                \n                  Unacylated ghrelin causes cell cycle arrest and apoptosis.\n                \n                \n              \n            \n            \n              \n                Figure 4—source data 2.\n                \n                  Unacylated ghrelin causes cell cycle arrest and apoptosis.\n                \n                \n              \n            \n          \n          \n          \n            \n              Figure 4—figure supplement 1.\n              \n                Unacylated ghrelin causes cell cycle arrest and apoptosis.\n                (a) Unacylated ghrelin (UAG) significantly inhibits the proliferation of tamoxifen-resistant LCC2 cells in the presence of estradiol (10 nM). Representative images showing EdU incorporation (green). Hoechst nuclear stain (blue). Scale bar represents 100 μm. (b) No effect of UAG on cell cycle was observed in MDA-MB-231 cell using FUCCI cell cycle system. Flow cytometry analysis demonstrating that UAG induces G1-phase cell cycle arrest and apoptosis in (c, d) MCF7, (e, f) MDA-MB-468 and (g, h) ZR75 cells. Data represent mean ± SEM with three replicates/group. Experiments were repeated at least twice. UAG: unacylated ghrelin; FBS: fetal bovine serum; E2: estradiol.\n                \n                  \n                    Figure 4—figure supplement 1—source data 1.\n                    \n                      Unacylated ghrelin causes cell cycle arrest and apoptosis.\n                    \n                    \n                  \n                \n              \n              \n            \n          \n        \n      \n      \n        Unacylated ghrelin inhibits tumor growth in xenograft models and patient-derived tumor cells\n        The effect of unacylated ghrelin on tumor growth in vivo was examined in orthotopic xenograft and allograft mouse models. In MCF7 and ZR75 xenografts, daily s.c. injection of 50 µg/kg and 100 µg/kg unacylated ghrelin led to a significant reduction in tumor volume (Figure 5a and b). Treatment with unacylated ghrelin had no detrimental effect on weight and no abnormalities associated with treatment were observed with histopathology assessment of a subset of mice. Effects were then assessed in a syngeneic model of mammary cancer. In the J110 allograft model, unacylated ghrelin caused a significant reduction in tumor growth at 100 µg/kg and 200 µg/kg (Figure 5c). Effects of unacylated ghrelin to suppress the growth of J110 cells was not dependent on the host immune context, as similar results were obtained when cells were xenografted in Balb/c nude immunocompromised mice (Figure 5—figure supplement 1d). The degree of apoptosis in tumors at endpoint was quantified by counting the percentage of cells with pyknotic nuclei in tumors. Unacylated ghrelin significantly increased the number of apoptotic cells in MCF7, ZR75 and J110 xenografts/allografts (Figure 5d–f). The effects of unacylated ghrelin were also examined in patient-derived breast cancer cells. Unacylated ghrelin at 100pM caused a significant reduction in the serum-induced growth of ER+ breast cancer cells, while inhibiting or having no effect in the TNBC patient samples examined (Figure 5g, Figure 5—figure supplement 1e; Table 1). BRAF and KRAS mutation status has not been characterized in these patient samples. Interestingly, Ingenuity Pathway Analysis (causal analysis) of baseline gene expression indicated that MAPK-target genes were differentially expressed between responsive and non-responsive TNBC patient-derived samples, such that non-responsive cells had gene expression consistent with activation of MAPK signaling. This gene signature may allow prediction of responders in a patient population.\n        \n          Figure 5.\n          \n            Unacylated ghrelin inhibits tumor growth in xenograft models and patient-derived tumor cells.\n            Tumor volume in response to treatment with 50 μg/kg (blue), 100 μg/kg (red) or 200 μg/kg (purple) UAG in mice xenografted with (a) MCF7 (six replicates/group), (b) ZR75 (five replicates/group), or allografted with (c) J110 (five replicates/group) cells. Representative tumor (below) with scale bar representing 10 mm. UAG significantly increases the number of cells with apoptotic nuclei in (d) MCF7, (e) ZR75 and (f) J110 xenografts. (g) UAG (100 pM) significantly inhibits the growth of patient-derived ER+ breast cancer cells and 4013-TG3 TNBC cells, but not 3204-TG6 TNBC cells. (h) Heatmap representing baseline differential expression of MAPK-target genes in responsive vs. non-responsive patient-derived cells. Data represent mean ± SEM. UAG: unacylated ghrelin; VC: vehicle control; FBS: fetal bovine serum.\n            \n              \n                Figure 5—source data 1.\n                \n                  Unacylated ghrelin and cyclic analog AZP-531 inhibit tumor growth in xenograft models and patient-derived tumor cells.\n                \n                \n              \n            \n          \n          \n          \n            \n              Figure 5—figure supplement 1.\n              \n                Unacylated ghrelin and cyclic analog AZP-531 inhibit tumor growth in xenograft models and patient-derived tumor cells.\n                Representative images of tumors in response to treatment with 50 μg/kg or 100 μg/kg unacylated ghrelin (UAG) in nude mice xenografted with (a) MCF7 (six replicates/group) and (b) ZR75 (five replicates/group) cells. Effect of UAG on tumor volume of J110 (five replicates/group) (c) allografts in FVB mice or (d) xenografts in nude mice compared to vehicle control. (e) UAG (100 pM) significantly inhibits the growth of patient-derived ER+ breast cancer, 2147-TG5 TNBC, but has no effect on the growth of 3887-TG7 TNBC. Data represent mean ± SEM. Representative images of tumors in response to treatment with 200 μg/kg AZP-531 in (f) NSG mice xenografted with MDA-MB-468 cells (8–9 replicates/group) or (g) FVB mice allografted with J110 cells (five replicates/group). Scale bars represent 10 mm. UAG: unacylated ghrelin; VC: vehicle control.\n                \n                  \n                    Figure 5—figure supplement 1—source data 1.\n                    \n                      Unacylated ghrelin and cyclic analog AZP-531 inhibit tumor growth in xenograft models andpatient-derived tumor cells.\n                    \n                    \n                  \n                \n              \n              \n            \n          \n          \n            \n              Figure 5—figure supplement 2.\n              \n                Expression pattern of MAPK-target genes in responder and non-responder TNBC patient-derived breast cancer cases.\n                Red and blue colors indicate high and low gene expression, respectively.\n              \n              \n            \n          \n        \n      \n      \n        Unacylated ghrelin analog, AZP-531, inhibits breast cancer cell growth in vitro, ex vivo and in vivo\n        AZP-531 is a cyclic analog of unacylated ghrelin comprised of amino acids Ser6-Gln12 of the unacylated ghrelin peptide. It is a well-tolerated drug that is more stable than unacylated ghrelin. In order to determine whether this clinically available treatment has similar effects to parent peptide unacylated ghrelin, the effect of AZP-531 on breast cancer cell growth was examined in MCF7, MDA-MB-468, and patient-derived TNBC cells, and compared to chemotherapeutic doxorubicin (Figure 6a–c). AZP-531 caused the dose-dependent inhibition of the serum-stimulated growth of cells with greater potency than doxorubicin, but unlike doxorubicin, did not reduce cell number beyond that which was stimulated by serum. In order to confirm a similar mechanism of action, the effects of unacylated ghrelin and AZP-531 on cAMP levels within MCF7 cells were compared (Figure 6d). Both unacylated ghrelin and AZP-531 caused a dose-dependent inhibition of the forskolin-mediated production of cAMP at 100 and 1000 pM, with no significant differences observed when both treatments were compared. Importantly, AZP-531 also caused the suppression of cell growth in preclinical models, including TNBC MDA-MB-468 xenografts and ER+ J110 allografts, at 200 µg/kg (Figure 6e and f, respectively, and Figure 5—figure supplement 1). These data suggest that AZP-531 may be efficacious at suppressing the growth of ER+ tumors and TNBC in women.\n        \n          Figure 6.\n          \n            Unacylated ghrelin analog, AZP-531, inhibits breast cancer cell growth in vitro, ex vivo and in vivo.\n            AZP-531 causes the dose-dependent inhibition of (a) MCF7 and (b) MDA-MB-468 and (c) patient-derived TNBC breast cancer cell growth in 3D, compared with chemotherapeutic agent doxorubicin (three replicates/group). (d) Unacylated ghrelin (UAG; 10–1000 pM) and AZP-531 (AZP; 10–1000 pM) inhibits the forskolin-stimulated production of cAMP in MCF7 cells (3–6 replicates/group). Data represent mean ± SEM. Experiments were repeated at least twice. Tumor volume in response to treatment with 200 μg/kg AZP-531 (purple) in mice xenografted with (e) MDA-MB-468 (8–9 replicates/group) or allografted with (f) J110 (five replicates/group) cells. Representative images (below) with scale bars representing 10 mm.\n            \n              \n                Figure 6—source data 1.\n                \n                  Unacylated ghrelin analog, AZP-531, inhibits breast cancer cell growth in vitro, ex vivo and in vivo.\nUnacylated ghrelin inhibits the 3D growth of breast cancer cells\n        Previous studies examining the effect of ghrelin and unacylated ghrelin on the growth of breast cancer cells showed little activity at doses below 1 µM (Cassoni et al., 2001). Considering the increasingly acknowledged role of the ECM in dictating the biology of tumors in vivo, including aggressiveness and response to treatment, we sought to examine the effect of ghrelin and more importantly, unacylated ghrelin, in 3D cultures of breast cancer cells. Although both are hypothesized to bind alternate ghrelin receptors, beneficial effects on energy homeostasis have only been reported for unacylated ghrelin – likely due to ghrelin stimulating insulin resistance via its cognate receptor. The dependence on 3D culture was examined for unacylated ghrelin, where treatment of MCF7 and MDA-MB-468 cells with 100 pM resulted in suppression of cell growth in matrigel and collagen, but not in 2D (Figure 1—figure supplement 1a and b). At this dose, no effects on MDA-MB-231 cell growth were observed in either 2D or 3D cultures (Figure 1—figure supplement 1c). Inhibition of MCF7 and MDA-MB-468 cell growth was observed at 10-18-10-10 M, with maximal effects observed at picomolar doses (Figure 1—figure supplement 1d and e). The degree of inhibition is directly related to the degree of growth stimulation induced by serum or estradiol. Again, no significant effect was observed in MDA-MB-231 cells (Figure 1—figure supplement 1f). The effects of unacylated ghrelin were mimicked by ghrelin, where 100 pM of either ghrelin and unacylated ghrelin were found to suppress the growth of MCF7 breast cancer cells when grown in 3D in matrigel (Figure 1—figure supplement 1g). To gain insights into the breadth of effects of unacylated and potential predictors of response, the effect of 100 pM unacylated ghrelin was tested in a panel of breast cancer cell lines grown in 3D, including ER+/PR+/HER2- (MCF7, T47D), ER+/PR+/HER2+ (ZR-75), HER2+ (SKBR3), TNBC (MDA-MB-468, DU4475, MDA-MB-157, Hs578T, MDA-MB-231), and tamoxifen-resistant (LCC2) cells (Figure 1a–c). In the presence of serum, unacylated ghrelin significantly inhibited the growth of all breast cancer cells examined except for three of the TNBC cell lines (Figure 1c; DU4475, Hs578T and MDA-MB-231). Unacylated ghrelin also suppressed the estradiol-stimulated growth of ER+ breast cancer cells (Figure 1b). Responsive cells included those having mutations in PTEN and PIK3CA, while resistant cell lines carried mutations in BRAF, HRAS and/or KRAS (Figure 1c; Table 1). To test whether these mutations confer resistance to treatment, the effects of unacylated ghrelin were examined in BRAFV600E-transfected MCF7 cells or colon cancer cells (RKO, HCT116) that carry mutations in BRAF or KRAS, respectively. Transient transfection of MCF7 cells with mutant BRAF led to resistance to unacylated ghrelin treatment in estradiol- and serum-stimulated cells (Figure 1d). Unacylated ghrelin had no effect on the growth of RKO and HCT116 cells (Figure 1e and f). However, loss of the mutant alleles for BRAF or KRAS led to sensitization of RKO and HCT116 cells, respectively. Loss of the wild-type allele had no significant effect. Binding of Cy3-labeled unacylated ghrelin to responsive and non-responsive cells (Figure 1—figure supplement 1h) suggests that resistance is not due to lack of binding or receptor expression.\n        \n          Figure 1.\n          \n            Unacylated ghrelin inhibits the 3D growth of breast cancer cells.\n            (a, c) Unacylated ghrelin (UAG; 100 pM) inhibits the growth of a panel of breast cancer cell lines under serum-stimulated conditions (six replicates/group) or (b) ER+ breast cancer cell lines in the presence of estradiol (10 nM; six replicates/group). (c) UAG (100 pM) suppresses cell growth of basal-like and mesenchymal-like TNBC breast cancer cell lines that are WT for BRAF and KRAS (6–9 replicates/group). Effects of UAG are abrogated in (d) BRAF-transfected MCF7 cells, and (e) BRAF- and (f) KRAS-mutated colon cancer cells (6–12 replicates/group). Loss of mutated alleles of BRAF or KRAS sensitizes cells to the effect of UAG. Data represent mean ± SEM. Experiments were repeated at least twice. UAG: unacylated ghrelin; VC: vehicle control; FBS: fetal bovine serum; E2: estradiol.\n            \n              \n                Figure 1—source data 1.\n                \n                  Unacylated ghrelin inhibits the 3D growth of breast cancer cells.\n                \n                \n              \n            \n          \n          \n          \n            \n              Figure 1—figure supplement 1.\n              \n                Unacylated ghrelin inhibits the growth of breast cancer cells in 3D.\n                Unacylated ghrelin (UAG; 100pM) inhibits the growth of (a) MCF7 and (b) MDA-MB-468 cells grown in 3D in matrigel or collagen, but not in 2D. (c) UAG had no effect on MDA-MB-231 cell growth in 2D or 3D. Dose-dependent effects of UAG and doxorubicin on (d) MCF7, (e) MDA-MB-468 and (f) MDA-MB-231 cell number in 3D culture. (g) Acyl ghrelin (AG) and UAG (100 pM) inhibit breast cancer cell growth in serum-stimulated conditions. (h) Binding of Cy3-labeled UAG to MCF7, MDA-MB-468 and MDA-MB-231 cells over time (representative images). Scale bar represents 20 μm. Data represent mean ± SEM with three replicates/group. Experiments repeated at least twice. UAG: unacylated ghrelin; AG: acylated ghrelin; VC: vehicle control; FBS: fetal bovine serum.\n                \n                  \n                    Figure 1—figure supplement 1—source data 1.\n                    \n                      Unacylated ghrelin inhibits the growth of breast cancer cells in 3D.\n                    \n                    \n                  \n                \n              \n              \n            \n          \n        \n        \n          Table 1.\n          \n            Characteristics of breast cancer cell lines and patient-derived breast cancer cells, and responsiveness to unacylated ghrelin.\n          \n          \n            \n              \n                Breast cancer cell line/Patient sample\n                Known mutations\n                Intrinsic subtype\n                Receptor status\n                Responsive to Unacylated Ghrelin\n              \n            \n            \n              \n                \n                  Cell line\n                \n                \n                \n                \n                \n              \n              \n                MCF7\n                \n                  CDKN2A, PIK3CA\n                \n                Luminal A\n                ER+/PR+/HER2-\n                Yes\n              \n              \n                LCC2\n                N/A\n                Luminal A\n                ER+/PR+/HER2-\n                Yes\n              \n              \n                T47D\n                \n                  PIK3CA, TP53\n                \n                Luminal A\n                ER+/PR+/HER2-\n                Yes\n              \n              \n                ZR75\n                \n                  PTEN\n                \n                Luminal B\n                ER+/PR+/HER2+\n                Yes\n              \n              \n                SKBR3\n                \n                  TP53\n                \n                HER2+\n                HER2+\n                Yes\n              \n              \n                MDA-MB-468\n                PTEN, RB1, SMAD4,\nTP53\n                Basal-like\n                TNBC\n                Yes\n              \n              \n                MDA-MB-157\n                \n                  NF1, TP53\n                \n                Mesenchymal-like\n                TNBC\n                Yes\n              \n              \n                MDA-MB-231\n                BRAF, KRAS, TP53,\nCDKN2A, NF2\n                Mesenchymal-like\n                TNBC\n                No\n              \n              \n                HS578T\n                \n                  HRAS, TP53\n                \n                Mesenchymal-like\n                TNBC\n                No\n              \n              \n                DU4475\n                BRAF,APC, MAP2K4,\nRB1\n                Basal-like\n                TNBC\n                No\n              \n              \n                \n                  Patient samples\n                \n                \n                \n                \n                \n              \n              \n                ER+ Case 1\n                N/A\n                Luminal A\n                ER+\n                Yes\n              \n              \n                ER+ Case 2\n                N/A\n                Luminal A\n                ER+\n                Yes\n              \n              \n                2147-TG5\n                N/A\n                Basal-like\n                TNBC\n                Yes\n              \n              \n                4013-TG3\n                N/A\n                Basal-like\n                TNBC\n                Yes\n              \n              \n                3887-TG7\n                N/A\n                Mesenchymal-like\n                TNBC\n                No\n              \n              \n                3204-TG6\n                N/A\n                Mesenchymal-like\n                TNBC\n                No\n              \n            \n          \n          \n            \n              Abbreviations: ER, estrogen receptor; PR, progesterone receptor; HER2, human epidermal growth factor receptor 2; TNBC, triple negative breast cancer; N/A: not available.\nUnacylated ghrelin suppresses breast cancer cell growth via Gαi-dependent inhibition of cAMP formation\n        Unacylated ghrelin does not bind to the cognate ghrelin receptor GHSR1a and the receptor for unacylated ghrelin, believed to be an alternate ghrelin receptor, is currently unknown, but hypothesized to be a GPCR. Effects of unacylated ghrelin on second messenger systems were assessed by measuring the formation of cAMP and the release of intracellular calcium in MCF7 cells (Figure 2a and Figure 2—figure supplement 1a). Unacylated ghrelin significantly suppressed the formation of cAMP, but had no effect on intracellular calcium release. Effects on cAMP suggest a Gαi-dependent mechanism. Activation of Gαi by unacylated ghrelin was observed after 2 hr treatment, as measured by pull-down of GTP-bound Gαi (Figure 2b). To test dependence of growth inhibitory effects of unacylated ghrelin on Gαi, 3D growth assays were performed in cells where the Gαi-encoding gene, guanine nucleotide-binding protein, alpha subunit (GNAI), was knocked out (CRISPR) or in the presence of Gαi inhibitor pertussis toxin. There are three Gαi encoding genes in mammalian cells (GNAI1, GNAI2, and GNAI3). Unacylated ghrelin had no effect on MCF7 cells lacking Gαi subunit 2 (GNAI2), whereas the growth of cells was significantly suppressed where Gαi subunit 1 (GNAI1) and Gαi subunit 3 (GNAI3) were targeted (Figure 2c). GNAI2 was also found to be required for unacylated ghrelin activity in MDA-MB-468 cells (Figure 2—figure supplement 1b). Effects of unacylated ghrelin were also attenuated in MCF7, MDA-MB-468 and ZR-75 cells treated with pertussis toxin, in the presence of estradiol or serum (Figure 2d and e and Figure 2—figure supplement 1c). To determine whether inhibition of cAMP is sufficient to suppress the serum-stimulated growth of breast cancer cells, MCF7 and MDA-MB-468 cells were treated with adenylyl cyclase and PKA inhibitors, SQ22536 and KT5720, and cAMP antagonist, cAMPS-RP (Figure 2f; Figure 2—figure supplement 1d). Inhibition of cAMP formation and PKA led to a significant reduction in cell number. Effects of cAMP on cell growth were then examined in cells treated with adenylyl cyclase stimulator, forskolin (Figure 2g and Figure 2—figure supplement 1e). Forskolin stimulated the growth of MCF7, ZR75, MDA-MB-468 and MDA-MB-231 cells, and similar to effects of unacylated ghrelin in serum- or estradiol-stimulated conditions, unacylated ghrelin suppressed the forskolin-mediated induction of MCF7, ZR75 and MDA-MB-468 cell growth, but not MDA-MB-231. As resistance to unacylated ghrelin was observed in cells that carry mutations in RAS and RAF, the link between cAMP and MAPK signaling was next examined in MCF7, MDA-MB-468 and MDA-MB-231 cells in 3D (Figure 2h). Inhibition of MEK activity using U0126 led to a significant reduction in the forskolin-stimulated growth of all cell lines.\n        \n          Figure 2.\n          \n            Unacylated ghrelin suppresses breast cancer cell growth via Gαi-dependent inhibition of cAMP formation.\n            (a) Unacylated ghrelin (UAG; 10–1000 pM) inhibits the forskolin-stimulated production of cAMP in MCF7 cells (3–4 replicates/group). (b) UAG (100 pM) stimulates activation of Gαi (three replicates/group). (c) UAG (100 pM) suppresses the growth of CRISPR GNAI1 and GNAI3 KO cells, but not GNAI2 KO MCF7 cells, suggesting Gαi2-coupled GPCR-mediated effects. Suppression of (d) estradiol- or (e) serum-stimulated breast cancer cell growth with UAG (100 pM) is prevented in the presence of Gαi inhibitor, pertussis toxin (20 ng/ml, 200 ng/ml; three replicates/group). (f) PKA inhibitor (KT5720), adenylyl cyclase inhibitor (SQ22536) or cAMP antagonist (cAMPS-RP) suppress the serum-stimulated growth of MCF7 cells (three replicates/group). (g) UAG (100 pM) inhibits the forskolin-stimulated growth of MCF7 and MDA-MB-468 cells, but not MDA-MB-231 (three replicates/group). (h) U0126 (MEK inhibitor) inhibits the forskolin-stimulated growth of MCF7, MDA-MB-468 and MDA-MB-231 cells (three replicates/group). (i) A model summarizing the putative mechanism of action of UAG in breast cancer cells and compounds used to dissect mechanism of action. Data represent mean ± SEM. Experiments were repeated at least twice. UAG: unacylated ghrelin; VC: vehicle control; FBS: fetal bovine serum; E2: estradiol; PT: pertussis toxin; M: melatonin; FSK: forskolin.\n            \n              \n                Figure 2—source data 1.\n                \n                  Unacylated ghrelin suppresses breast cancer cell growth via Gαi-dependent inhibition of cAMP formation.\n                \n                \n              \n            \n            \n              \n                Figure 2—source data 2.\n                \n                  Unacylated ghrelin suppresses breast cancer cell growth via Gαi-dependent inhibition of cAMP formation.\n                \n                \n              \n            \n          \n          \n          \n            \n              Figure 2—figure supplement 1.\n              \n                Unacylated ghrelin suppresses breast cancer cell growth via Gαi-dependent mechanisms.\n                (a) Unacylated ghrelin (UAG) has no effect on the release of intracellular Ca2+ in MCF7 cells. (b) Loss of GNAI2 (blue outline) using CRISPR and three validated gRNAs is associated with loss of response to UAG (100 pM), while KO of GNAI1 or GNAI3 had no effect (green and red outline, respectively). (c) Suppression of estradiol-stimulated ZR75 cell growth by UAG (100 pM) is prevented by Gαi inhibitor, pertussis toxin (20 ng/ml, 200 ng/ml). (d) PKA (KT5720) or adenylyl cyclase (SQ22536) inhibitors, or cAMP antagonist (cAMPS-RP) suppress the growth of MDA-MB-468 cells. (e) UAG (100 pM) inhibits the forskolin-stimulated growth of ZR75 cells. Data represent mean ± SEM with three replicates/group. Experiments were repeated at least twice. UAG: unacylated ghrelin; FBS: fetal bovine serum; E2: estradiol; FSK: forskolin.\n                \n                  \n                    Figure 2—figure supplement 1—source data 1.\n                    \n                      Unacylated ghrelin suppresses breast cancer cell growth via Gαi-dependent mechanisms.\nUnacylated ghrelin inhibits MAPK and Akt signaling\n        Since unacylated ghrelin suppresses cAMP, which we found to stimulate cell growth via MAPK-dependent mechanisms, we next sought to determine whether unacylated ghrelin affected MAPK signaling in 3D cultures, both acutely and chronically. Effects of unacylated ghrelin on ERK activity were examined in real-time using time-lapse confocal microscopy of the FRET-based extracellular signal-regulated kinase activity reporter (EKAR) in MCF7 cells (Figure 3a). Serum stimulated EKAR activity, whereas unacylated ghrelin and the MEK inhibitor, U0126, inhibited this effect. Effects of unacylated ghrelin on MAPK signaling were then examined. Unacylated ghrelin caused a decrease in the phosphorylation of ERK and downstream target, p90RSK (Figure 3b). The effect on p90RSK was sustained for 24 hr in MCF7 and MDA-MB-468 cells, but this suppression was not observed in MDA-MB-231 cells, at any time point (not shown). The levels of MAPK target cMyc, induced by serum, were also suppressed in cells treated with unacylated ghrelin (Figure 3c). Effects on Akt phosphorylation and activity were then examined by immunoblotting and by quantifying levels of FoxO3 nuclear localization in 3D in real time (Figure 3d and e). Unacylated ghrelin inhibited the serum-stimulated phosphorylation of Akt (Ser473) and downstream target p70S6K (Thr389). Inhibition of Akt phosphorylation was noticeable at 5 and 15 min, and sustained for 24 hr. Effects on Akt activity, measured by examining the degree of serum-stimulated FoxO3 nuclear exclusion, were observed in real time, with unacylated ghrelin and PI3K inhibitor (LY294002) causing a significant reduction in FoxO3 nuclear exclusion after 1 hr treatment. No effect of unacylated ghrelin on Akt phosphorylation or activity was observed in MDA-MB-231 cells (not shown). These data suggest that unacylated ghrelin inhibits cell proliferation via effects on MAPK and Akt signaling.\n        \n          Figure 3.\n          \n            Unacylated ghrelin (UAG) inhibits MAPK and Akt signaling.\n            (a) Unacylated ghrelin (UAG; 100 pM) inhibits ERK activity (EYFP FRET) in EKAR-transfected MCF7 cells (10 replicates/group). Data were normalized to vector ECFP signal. Scale bar represent 50 μm. Western blotting demonstrates that UAG causes a decrease in the (b) phosphorylation of ERK1/2 and downstream MAPK target p90RSK and (c) expression of cMYC in MCF7 cells. UAG also causes a decrease in (d) the phosphorylation of Akt and its downstream target, p70S6K, as well as (e) FoxO3a nuclear localization FoxO3a-RFP-transfected cells, an effect that is attenuated in cells treated with PI3K inhibitor LY294002 (five replicates/group). Data represent mean ± SEM. Experiment were repeated at least twice. UAG: unacylated ghrelin; FBS: fetal bovine serum.\n            \n              \n                Figure 3—source data 1.\n                \n                  Unacylated ghrelin suppresses EKAR and FoxO3 nuclear localization.\n                \n                \n              \n            \n            \n              \n                Figure 3—source data 2.\n                \n                  Unacylated ghrelin inhibits MAPK and Akt signaling.\nUnacylated ghrelin causes cell cycle arrest and apoptosis\n        Additional studies were then undertaken to determine whether effects of unacylated ghrelin on cell number were due to stimulation of cell cycle arrest or apoptosis, or both. The effects of unacylated ghrelin on cell proliferation were examined by assessing EdU incorporation in breast cancer cell lines grown in 3D. Estradiol and serum caused a significant increase in EdU incorporation, and unacylated ghrelin suppressed DNA synthesis at 10, 100 and 1000 pM in MCF7, ZR75 and tamoxifen-resistant LCC2 cells (Figure 4a–c, Figure 4—figure supplement 1a). The effect of unacylated ghrelin on phases of the cell cycle was assessed in live cells in 3D using the Premo FUCCI Cell Cycle Sensor, which consists of RFP-tagged cdt1 and GFP-tagged geminin (Figure 4d–e, and Figure 4—figure supplement 1b). In G1, geminin is degraded, leaving only the RFP signal. In S, G2 and M phases, cdt1 is degraded and hence, only the GFP signal is detected. During the G1/S transition, cells express both proteins with overlapping fluorescence appearing as yellow. Treatment of MCF7 and MDA-MB-468 cells with unacylated ghrelin was associated with an increase in cells arrested at the G1 phase of the cell cycle, with no significant effect in MDA-MB-231 cells. Unacylated ghrelin also caused apoptosis in serum-stimulated MCF7 and MDA-MB-468 cells, measured in 3D using membrane-impermeant nucleic acid dye ethidium homodimer III and using FACS analysis of Annexin V-stained cells (Figure 4f; Figure 4—figure supplement 1). Consistently, unacylated ghrelin suppressed the serum-stimulated expression of CDK4 and cyclin D3, important for cell cycle G1 phase progression, and decreased phosphorylation of Rb at Ser795, known to prevent the degradation of this cell cycle arrest protein. Treatment with unacylated ghrelin was also associated with a decreased expression of anti-apoptotic protein BCL2, while stimulating the expression of pro-apoptotic factor BAX (Figure 4g–h). This effect was not observed in MDA-MB-231 cells (not shown). These data therefore suggest that unacylated ghrelin decreases cell number by stimulating cells to arrest in G1 and stimulating apoptosis.\n        \n          Figure 4.\n          \n            Unacylated ghrelin causes cell cycle arrest and apoptosis.\n            Unacylated ghrelin (UAG) significantly inhibits the proliferation of (a) MCF7, (b) ZR75 and (c) MDA-MB-468 in the presence of estradiol (10 nM) or serum (3–6 replicates/group). Representative images showing EdU incorporation (green). Hoechst nuclear stain; blue. Scale bar represent 100 μm. Effects are mediated via induction of G1-phase cell cycle arrest (RFP+) and a reduction in the number of cells in S/G2/M-phase (GFP+) and G1/S transition (YFP+) in (d) MCF7 and (e) MDA-MB-468 cells (four replicates/group). (Hoechst nuclear stain; blue). Scale bar represents 100 μm. (f) UAG stimulates cell death in MCF7 and MDA-MB-468 cells, but not MDA-MB-231 cells (three replicates/group). Western blot results demonstrating that UAG inhibits CDK4/cyclin D3, pRB (Ser 795) and BCL2, and stimulates BAX in (g) MCF7 and (h) MDA-MB-468 cells. Data represent mean ± SEM. Experiments were repeated at least twice. UAG: unacylated ghrelin; VC: vehicle control; FBS: fetal bovine serum; E2: estradiol.\n            \n              \n                Figure 4—source data 1.\n                \n                  Unacylated ghrelin causes cell cycle arrest and apoptosis.\n                \n                \n              \n            \n            \n              \n                Figure 4—source data 2.\n                \n                  Unacylated ghrelin causes cell cycle arrest and apoptosis.\n                \n                \n              \n            \n          \n          \n          \n            \n              Figure 4—figure supplement 1.\n              \n                Unacylated ghrelin causes cell cycle arrest and apoptosis.\n                (a) Unacylated ghrelin (UAG) significantly inhibits the proliferation of tamoxifen-resistant LCC2 cells in the presence of estradiol (10 nM). Representative images showing EdU incorporation (green). Hoechst nuclear stain (blue). Scale bar represents 100 μm. (b) No effect of UAG on cell cycle was observed in MDA-MB-231 cell using FUCCI cell cycle system. Flow cytometry analysis demonstrating that UAG induces G1-phase cell cycle arrest and apoptosis in (c, d) MCF7, (e, f) MDA-MB-468 and (g, h) ZR75 cells. Data represent mean ± SEM with three replicates/group. Experiments were repeated at least twice. UAG: unacylated ghrelin; FBS: fetal bovine serum; E2: estradiol.\n                \n                  \n                    Figure 4—figure supplement 1—source data 1.\n                    \n                      Unacylated ghrelin causes cell cycle arrest and apoptosis.\nUnacylated ghrelin inhibits tumor growth in xenograft models and patient-derived tumor cells\n        The effect of unacylated ghrelin on tumor growth in vivo was examined in orthotopic xenograft and allograft mouse models. In MCF7 and ZR75 xenografts, daily s.c. injection of 50 µg/kg and 100 µg/kg unacylated ghrelin led to a significant reduction in tumor volume (Figure 5a and b). Treatment with unacylated ghrelin had no detrimental effect on weight and no abnormalities associated with treatment were observed with histopathology assessment of a subset of mice. Effects were then assessed in a syngeneic model of mammary cancer. In the J110 allograft model, unacylated ghrelin caused a significant reduction in tumor growth at 100 µg/kg and 200 µg/kg (Figure 5c). Effects of unacylated ghrelin to suppress the growth of J110 cells was not dependent on the host immune context, as similar results were obtained when cells were xenografted in Balb/c nude immunocompromised mice (Figure 5—figure supplement 1d). The degree of apoptosis in tumors at endpoint was quantified by counting the percentage of cells with pyknotic nuclei in tumors. Unacylated ghrelin significantly increased the number of apoptotic cells in MCF7, ZR75 and J110 xenografts/allografts (Figure 5d–f). The effects of unacylated ghrelin were also examined in patient-derived breast cancer cells. Unacylated ghrelin at 100pM caused a significant reduction in the serum-induced growth of ER+ breast cancer cells, while inhibiting or having no effect in the TNBC patient samples examined (Figure 5g, Figure 5—figure supplement 1e; Table 1). BRAF and KRAS mutation status has not been characterized in these patient samples. Interestingly, Ingenuity Pathway Analysis (causal analysis) of baseline gene expression indicated that MAPK-target genes were differentially expressed between responsive and non-responsive TNBC patient-derived samples, such that non-responsive cells had gene expression consistent with activation of MAPK signaling. This gene signature may allow prediction of responders in a patient population.\n        \n          Figure 5.\n          \n            Unacylated ghrelin inhibits tumor growth in xenograft models and patient-derived tumor cells.\n            Tumor volume in response to treatment with 50 μg/kg (blue), 100 μg/kg (red) or 200 μg/kg (purple) UAG in mice xenografted with (a) MCF7 (six replicates/group), (b) ZR75 (five replicates/group), or allografted with (c) J110 (five replicates/group) cells. Representative tumor (below) with scale bar representing 10 mm. UAG significantly increases the number of cells with apoptotic nuclei in (d) MCF7, (e) ZR75 and (f) J110 xenografts. (g) UAG (100 pM) significantly inhibits the growth of patient-derived ER+ breast cancer cells and 4013-TG3 TNBC cells, but not 3204-TG6 TNBC cells. (h) Heatmap representing baseline differential expression of MAPK-target genes in responsive vs. non-responsive patient-derived cells. Data represent mean ± SEM. UAG: unacylated ghrelin; VC: vehicle control; FBS: fetal bovine serum.\n            \n              \n                Figure 5—source data 1.\n                \n                  Unacylated ghrelin and cyclic analog AZP-531 inhibit tumor growth in xenograft models and patient-derived tumor cells.\n                \n                \n              \n            \n          \n          \n          \n            \n              Figure 5—figure supplement 1.\n              \n                Unacylated ghrelin and cyclic analog AZP-531 inhibit tumor growth in xenograft models and patient-derived tumor cells.\n                Representative images of tumors in response to treatment with 50 μg/kg or 100 μg/kg unacylated ghrelin (UAG) in nude mice xenografted with (a) MCF7 (six replicates/group) and (b) ZR75 (five replicates/group) cells. Effect of UAG on tumor volume of J110 (five replicates/group) (c) allografts in FVB mice or (d) xenografts in nude mice compared to vehicle control. (e) UAG (100 pM) significantly inhibits the growth of patient-derived ER+ breast cancer, 2147-TG5 TNBC, but has no effect on the growth of 3887-TG7 TNBC. Data represent mean ± SEM. Representative images of tumors in response to treatment with 200 μg/kg AZP-531 in (f) NSG mice xenografted with MDA-MB-468 cells (8–9 replicates/group) or (g) FVB mice allografted with J110 cells (five replicates/group). Scale bars represent 10 mm. UAG: unacylated ghrelin; VC: vehicle control.\n                \n                  \n                    Figure 5—figure supplement 1—source data 1.\n                    \n                      Unacylated ghrelin and cyclic analog AZP-531 inhibit tumor growth in xenograft models andpatient-derived tumor cells.\n                    \n                    \n                  \n                \n              \n              \n            \n          \n          \n            \n              Figure 5—figure supplement 2.\n              \n                Expression pattern of MAPK-target genes in responder and non-responder TNBC patient-derived breast cancer cases.\n                Red and blue colors indicate high and low gene expression, respectively.\nUnacylated ghrelin analog, AZP-531, inhibits breast cancer cell growth in vitro, ex vivo and in vivo\n        AZP-531 is a cyclic analog of unacylated ghrelin comprised of amino acids Ser6-Gln12 of the unacylated ghrelin peptide. It is a well-tolerated drug that is more stable than unacylated ghrelin. In order to determine whether this clinically available treatment has similar effects to parent peptide unacylated ghrelin, the effect of AZP-531 on breast cancer cell growth was examined in MCF7, MDA-MB-468, and patient-derived TNBC cells, and compared to chemotherapeutic doxorubicin (Figure 6a–c). AZP-531 caused the dose-dependent inhibition of the serum-stimulated growth of cells with greater potency than doxorubicin, but unlike doxorubicin, did not reduce cell number beyond that which was stimulated by serum. In order to confirm a similar mechanism of action, the effects of unacylated ghrelin and AZP-531 on cAMP levels within MCF7 cells were compared (Figure 6d). Both unacylated ghrelin and AZP-531 caused a dose-dependent inhibition of the forskolin-mediated production of cAMP at 100 and 1000 pM, with no significant differences observed when both treatments were compared. Importantly, AZP-531 also caused the suppression of cell growth in preclinical models, including TNBC MDA-MB-468 xenografts and ER+ J110 allografts, at 200 µg/kg (Figure 6e and f, respectively, and Figure 5—figure supplement 1). These data suggest that AZP-531 may be efficacious at suppressing the growth of ER+ tumors and TNBC in women.\n        \n          Figure 6.\n          \n            Unacylated ghrelin analog, AZP-531, inhibits breast cancer cell growth in vitro, ex vivo and in vivo.\n            AZP-531 causes the dose-dependent inhibition of (a) MCF7 and (b) MDA-MB-468 and (c) patient-derived TNBC breast cancer cell growth in 3D, compared with chemotherapeutic agent doxorubicin (three replicates/group). (d) Unacylated ghrelin (UAG; 10–1000 pM) and AZP-531 (AZP; 10–1000 pM) inhibits the forskolin-stimulated production of cAMP in MCF7 cells (3–6 replicates/group). Data represent mean ± SEM. Experiments were repeated at least twice. Tumor volume in response to treatment with 200 μg/kg AZP-531 (purple) in mice xenografted with (e) MDA-MB-468 (8–9 replicates/group) or allografted with (f) J110 (five replicates/group) cells. Representative images (below) with scale bars representing 10 mm.\n            \n              \n                Figure 6—source data 1.\n                \n                  Unacylated ghrelin analog, AZP-531, inhibits breast cancer cell growth in vitro, ex vivo and in vivo.\nDiscussion\n      Our work provides evidence that unacylated ghrelin is a potent inhibitor of breast cancer cell growth and provides mechanistic insights not previously described for this peptide hormone. Little is known of the relationship between ghrelin, unacylated ghrelin and effects on breast cancer risk and progression. One report recently demonstrated that tumor ghrelin expression is associated with a favorable outcome in invasive breast cancer (Grönberg et al., 2012). More specifically, ghrelin immunoreactivity is significantly correlated with low histological grade, estrogen receptor positivity, small tumor size, low proliferation, as well as better recurrence-free and breast cancer-specific survival. The polyclonal antibody used was generated against full-length human ghrelin and hence potentially cross-reacts with unacylated ghrelin. In the present manuscript, both ghrelin and unacylated ghrelin were found to cause potent inhibition of breast cancer cell growth at picomolar doses when cells are grown in a biologically relevant extracellular matrix (ECM). Previous in vitro work examining the effects of ghrelin and unacylated ghrelin in breast cancer saw very little effects at sub-micromolar doses (Cassoni et al., 2001). This is likely due to prior studies having been undertaken using traditional culture methods where cells were grown in 2D on plastic and highlights important mechanistic differences when cells are cultured in 3D surrounded by an ECM. The importance of modeling breast and other cancers using 3D systems has been emphasized in a number of recent studies. Importantly, differences in signaling pathway activation are noted and 3D systems are hypothesized to allow for better prediction of in vivo effects (Gangadhara et al., 2016; Weigelt et al., 2014). Our findings, and that of others, suggest that tumor cell culture context affects response to therapy and that many translational failures may have resulted from the inappropriate model systems used to date. It also suggests that others may have overlooked many effective therapies due to a lack of response in 2D cultures.\n      The cognate ghrelin receptor, GHSR1a, does not bind to unacylated ghrelin and is undetectable in most breast cancer cell lines (Callaghan and Furness, 2014; Cassoni et al., 2001), suggesting that both ghrelin and unacylated ghrelin are acting at an alternate ghrelin receptor. In order to start dissecting the mechanism of action of unacylated ghrelin, cues were taken from our previous studies in adipose stromal cells where treatment results in inhibition of cAMP (Docanto et al., 2014). Results in the present study are consistent with these previous findings, and further demonstrate that unacylated ghrelin treatment is associated with activation of Gαi. The evidence for the importance of cAMP in breast cancer biology has been inconsistent. A number of studies have demonstrated pro-proliferative effects (Aronica et al., 1994; Küng et al., 1983), while others show that cAMP and activation of PKA inhibit cell growth (Chen et al., 1998; Cho-Chung et al., 1981; Fontana et al., 1987). Effects appear to be cell and context dependent. Directionality also seems more robust for studies performed using clinical samples. For example, cAMP levels have been shown to be 15 times higher in human breast cancer compared to normal breast tissue (Minton et al., 1974) and the overall ability to hydrolyze cyclic nucleotides has been shown to be decreased in faster growing and more invasive mammary cancers (Fajardo et al., 2014). PKA regulatory subunit expression and catalytic activity have also been shown to be increased in malignant compared to normal breast tissue (Gordge et al., 1996), suggesting that cAMP and PKA promote breast cancer growth. Here, we demonstrate that inhibition of cAMP formation or action mimics the effects of unacylated ghrelin to inhibit breast cancer cell growth in 3D. Our findings demonstrating that cells are insensitive to the effects of unacylated ghrelin in the presence of a BRAF or KRAS mutation also suggests that unacylated ghrelin acts upstream of these signaling proteins. Consistently, the growth-stimulatory effects of cAMP are dependent on MAPK signaling, known to be tightly regulated by BRAF/KRAS signaling.\n      Effects of unacylated ghrelin to inhibit cell cycle progression and stimulate apoptosis are also consistent with inhibition of MAPK and Akt signaling. Growth factor signaling has previously been shown to cause the accumulation of myc and cyclin D proteins, key drivers of the G1-to-S phase transition, as well as lead to the activation of CDK4 and the hyperphosphorylation of Rb (Hipfner and Cohen, 2004; O'Leary et al., 2016). Because cell number is not suppressed beyond what is stimulated by mitogens, effects are likely dependent on signaling downstream of the growth stimulus. The activity of unacylated ghrelin and unacylated ghrelin analogs to suppress MAPK and Akt signaling, myc, cyclin D3 and CDK4 expression, could therefore be leveraged in a therapeutic setting.\n      The unacylated ghrelin analog, AZP-531, was shown to be well tolerated in a phase I clinical trial performed in overweight and obese subjects with type II diabetes, and significant improvements in glucose variables were observed (Allas et al., 2016). A phase II study was also undertaken in individuals with Prader-Willi Syndrome, where daily subcutaneous injections of AZP-531 for 14 days caused a significant improvement in scores on the hyperphagia questionnaire, and a reduction in waist circumference, fat mass and post-prandial glucose levels (Allas et al., 2018). We have demonstrated efficacy of AZP-531 in reducing the growth of breast cancer cell lines and patient-derived cancer cells, consistent with effects of unacylated ghrelin. Based on the data obtained using a panel of breast cancer cell lines and effects seen in patient-derived tumor cells, we also identify the subset of breast cancers that will be resistant to treatment, that is TNBCs with KRAS or BRAF mutations, or TNBCs with high MAPK activity. KRAS has been shown to maintain mesenchymal features of TNBCs (Kim et al., 2015). As less than 1% of breast tumors carry these mutations (Tilch et al., 2014), it is likely that unacylated ghrelin and AZP-531 will be effective in the majority of breast cancers. Since unacylated ghrelin has also been shown to prevent chemotherapy-induced muscle cell death (Nonaka et al., 2017), there is potential to combine unacylated ghrelin or AZP-531 with chemotherapy, while also reducing cardiotoxicity.\nMaterials and methods\n      \n        Experimental model and subject details\n        \n          Human breast cancer tissues and preclinical patient derived xenograft models\n          Patient-derived breast tumors (PDX [Zhang et al., 2013]) were obtained from Dr. Giorgio Inghirami and estrogen receptor positive (ER+) breast tumors were obtained from Dr. Eleni Andreopoulou at Weill Cornell Medicine under IRB-approved protocols (WCM 1410015560 and 1603017108). All patients provided written informed consent. Cells were isolated and maintained in DMEM, supplemented with 10% fetal calf serum (FCS), 100 U/ml penicillin/streptomycin and 1% sodium pyruvate (ThermoFisher Scientific). Cells were grown at 37°C in a humidified atmosphere with 5% CO2. See Materials and method Details for cell growth and proliferation work specific procedures.\n        \n        \n          Human breast cancer cells\n          Human breast cancer cell lines, MCF7, T47D, ZR75, MDA-MB-231, MDA-MB-468, SKBR3, Hs578T and HEK293T, DU4475 and MDA-MB-157 were purchased from ATCC, USA. Human 4-OH tamoxifen resistant breast cancer cells (LCC2) were obtained from Prof. Robert Clarke. RKO, RKO-T29, RKO-A19, HCT116, HCT116-HWT, HCT116-HMUT were obtained from Dr. Jihye Yun and Dr. Bert Vogelstein and culture methods were performed as described previously (Yun et al., 2009). MCF7, MDA-MB-231, MDA-MB-468, MDA-MB-157, Hs578T, HEK293T were grown in DMEM (Invitrogen), supplemented with 10% fetal calf serum (FCS) (Invitrogen), 100 U/ml penicillin/streptomycin and 1% sodium pyruvate. ZR75, T47D, SKBR3 and DU4475 were grown in RPMI, supplemented with 10% FCS, 100 U/ml penicillin/streptomycin and 2 mM L-Glutamine (ThermoFisher Scientific). LCC2 were grown in phenol red-free DMEM, supplemented with 10% charcoal stripped serum (CCS; ThermoFisher Scientific), 100 U/ml penicillin/streptomycin and 1% sodium pyruvate. All cell lines were grown at 37°C with 5% CO2 in a humidified environment. Mycoplasma detection of all cell lines were tested and negative results were observed. Authenticated cell lines were used within six months of purchase from the ATCC.\n        \n        \n          Animal experimental model\n          All animal experiments were performed in Monash Animal Research Platform at Hudson Institute for Medical Research and Research Animal Resource Center at Weill Cornell Medicine. Experimental procedures were in accordance with guidelines for Animal Care and Use, approved by Monash University Animal Ethics Committee (MMCA2014/20) and Weill Cornell Medicine IACUC Protocol (REQ00016929). Athymic Balb/c nude, FVB/N and NOD Scid gamma (NSG) mice were used for this study. All mouse procedures were performed with 6–8 weeks old female mice and treatments administered via subcutaneous injection. See Materials and Methods details for in vivo work specific procedures.\n        \n      \n      \n        Methods details\n        \n          Cell growth and proliferation assays\n          3D culture of a panel of breast cancer and colon cancer cells were seeded at a density of 3,000 cells per well in media containing 30% growth-factor-reduced matrigel or 5 mg/ml collagen in optical-bottom 96-well plates. Patient-derived breast tumors were first dissociated into single cell suspensions and seeded at a density of 32,000 cells per well in media containing 30% matrigel. Cells were serum-starved overnight and cultured under different experimental conditions: 10–1000 pM unacylated ghrelin, 100 pM ghrelin, 1.5 × 10–13- 1.5 × 10–6 M doxorubicin, 1 × 10–18–1 × 10–7 M AZP-531, 20–200 ng/ml pertussis toxin, 10 μM U0126 (MEK inhibitor), 10 μM LY294002 (PI3K inhibitor), 60 nM KT5720, 1.4 μM SQ22536, 15 μM cAMPs-RP, 10 nM melatonin and the combination of doxorubicin/unacylated ghrelin or doxorubicin/AZP-531, with or without 10 nM estradiol or 10% serum or 1 μM forskolin and medium was replaced every 2 days. At the end of the experimental time point, cells were fixed in 100% methanol. The total number of cells, or the number of dead or proliferating cells, was assessed using Hoechst 33342, EarlyTox Dead Assay Kit, or Click-IT EdU Kit, respectively, and analyzed according to the manufacturer’s protocols.\n        \n        \n          Microscope image acquisition\n          Imaging of wells with greater than 95% coverage was acquired using a 10X/NA 0.8 objective by tiling 3 × 3 using confocal microscopy (Zeiss LSM880) with Axiocam. The fixed cells were imaged at room temperature, while the live cell images were acquired at 37°C placed inside a temperature and CO2 regulated chamber. The number of nuclei/Ethidium Homodimer-III+/EdU+ cells were measured using the Zeiss Enhanced Navigation (Zen) and counted using the Imaris software.\n        \n        \n          Binding assays\n          Cy3-tagged UAG binding assays were performed in 3D cultures of breast cancer cells. MCF7, MDA-MB-468 and MDA-MB-231 cells were seeded at a density of 3,000 cells per well in Matrigel in optical-bottom 96-well plates. Cells were serum-starved overnight. Hoechst nuclear stain was added prior to the live cell imaging. 1 μM Cy3-tagged UAG with 10% serum was then added and time-lapse confocal imaging was performed to examine the localization of peptide binding.\n        \n        \n          BRAF transient transfections\n          Two million cells were harvested and transfected with or without 1.5 µg of BRAFV600E plasmid (obtained from Dr. Dan Gough) using AMAXA Nucleofector (Lonza), according to supplier’s instructions. Transfected cells were then cultured according to above sections (cell growth and proliferation assay). After 5 days, cell number per field was assessed using Hoechst nuclear stain, confocal microscopy and Image J.\n        \n        \n          GNAI CRISPR KO generation\n          The lentiviral construct, lentiCRISPRv2 (containing hSpCas9 and the chimeric guide RNA cassettes), was digested using BsmBI. Prior to ligation, each pair of oligos (100 μM) were annealed. The oligos (GNAI sequence guide strands) designed were based on the target site sequence (20 bp) and were flanked on the 3’ end by a 3 bp NGG PAM sequence. See Supplementary file 1 - Oligonucleotide Sequences for GNAI sequence guide strands used in this study.\n          The gel-purified, BsmBl digested plasmid was ligated to the diluted (1:200) annealed oligo. The ligation product was transformed into competent Escherichia coli Stbl3TM cells. Ampicillin resistance colonies were selected for miniprep/maxiprep.\n          For virus production, HEK293T cells were plated in a 10 cm dish and transfected 24 hr later (80% confluence) with a prepared mix in DMEM media (no supplements) containing 5 μg of empty vector or gRNA plasmid of GNAI1, GNAI2 or GNAI3, 2.5 μg of psPAX2, 1.25 μg of VSV.G, and 15 μl of polyethylenimine (PEI; 1 μg/ml). 24 hr following transfection, media was replaced and supernatants (GNAI1, GNAI2 or GNAI3) were harvested and collected every 24 hr up to 72 hr post-transfection.\n          To generate CRISPR/Cas9 sgRNA stable breast cancer cell lines, breast cancer cells were plated in a 6-well plate. 24 hr following plating, cells were transfected with CRISPR/Cas9 sgRNA lentiviral vector and 8 μg/ml of polybrene. 24 hr after transfection, media was replaced. Cells were then selected in puromycin (2 μg/ml) for 5 days. CRISPR/Cas9 sgRNA stable breast cancer cell lines were then transduced with viral supernatants (GNAI1, GNAI2 or GNAI3 virus) in the presence of polybrene (8 μg/ml). 24 hr after transduction cells were selected in Blasticidin S (2 μg/ml) for 5 days. Selected cells were used to perform cell growth assays.\n        \n        \n          ERK and Akt activity assays\n          ERK activity assay: The EKAR FRET-based system was used to monitor ERK activity. Briefly, breast cancer cells were co-transfected with pPBJ—puro-FRET3-EKAR-nls and the pCMV- hyPBase transposase vector (obtained from Dr. John Albeck), and stably transfected cells selected using FACS for EYFP and ECFP-positive cells. Cells were then cultured in 3D and serum-starved overnight. Prior live cell time-lapse confocal imaging, medium was replaced with 100 pM unacylated ghrelin and 10% serum. Images were acquired following FRET and analyzed using Imaris software. Data were normalized to ECFP signal.AKT activity assay: pMSCV-puro-Foxo3a-H212R-N400-mCherry (obtained from Dr. John Albeck) was transfected into breast cancer cells using Amaxa Nucleofector. After 3 days of puromycin (2 µg/ml) selection, transfected cells were cultured in 3D. Cells were serum-starved overnight. Prior to live cell imaging, medium was replaced with 100 pM unacylated ghrelin and 10% serum. Time-lapse imaging was performed to examine mCherry-tagged FoxO3 localization. Data were analyzed using Hoechst nuclear stain to mask nuclei using Imaris software.\n        \n        \n          cAMP assay\n          The Lance Ultra cAMP kit was used to measure the effect of unacylated ghrelin on cAMP production. All kit components were prepared according to manufacturer’s specifications. Briefly, MCF7 (475 cells/well) were incubated at room temperature for 60 min with unacylated ghrelin (10–1000 pM), in the absence or presence of forskolin (0.5 μM). The Eu-cAMP tracer and Ulight-anti cAMP reagents were then added for 1 hr at room temperature. The plate was then read using the Envision TRF capable reader (Perkin Elmer) and fluorescence was measured with excitation wavelengths of 340 or 340 nm and emission of 665 nm according to the manufacturer’s instructions.\n        \n        \n          Intracellular calcium release assay\n          Intracellular Ca2+ levels were measured in MCF7, ZR75 and J110 cells by fluorescence using the Flexstation (Molecular Devices, Sunnyvale, CA, USA) as previously described (Callaghan et al., 2012). Briefly, cells were plated, allowed to reach 50–70% confluency, and loaded with 2 μM fura 2-AM for 1 hr in the presence of 2.5 mM probenecid and 0.01% pluronic F-127 at 37°C. Cells were then washed twice with assay buffer, and changes in fluorescence in response to drug addition were measured over 100 s using excitation wavelengths of 340 and 380 nm and emission of 520 nm.\n        \n        \n          Gαi activation assay\n          Gαi activation assay was performed on MCF7 cells according to the manufacturer’s protocol. Briefly, cell lysates from 3D cell culture were incubated with an anti-active Gαi antibody (1:1000). The precipitated active Gαi was immunoblotted with an anti- Gαi antibody (1:1000). Bound antibodies were revealed with HRP-conjugated secondary antibodies (1:2000) using SuperSignal West pico chemiluminescent solution (Pierce, Rockford, IL). Protein amount was normalized to β–tubulin. Membranes were scanned and the densitometric analysis of the bands was performed using the ChemiDoc MP imaging system (BioRad).\n        \n        \n          Western blot analysis\n          Western blotting was performed as described previously (Brown et al., 2009). Briefly, cells isolated from or 5 mg/ml Collagen (obtained from Dr. Jason Spector) were lysed in RIPA lysis buffer (Sigma-Aldrich) supplemented with 100x Protease/Phosphatase inhibitor cocktail (Cell Signaling Technology Inc). Cell extracts (20 μg per lane) were separated by NuPAGE 4–12% Bis-Tris protein gels (ThermoFisher Scientific) and transferred to nitrocellulose membranes. The following primary antibodies were used: CDK4, Cyclin D3, phospho-Rb (Ser795), Rb, Bcl-2, Bax, phospho-p44/42 MAPK (Erk1/2) (Thr202/Tyr204), p44/42 MAPK (Erk1/2), phospho-p90RSK (Ser380), RSK1/RSK2/RSK3, c-Myc, phospho-Akt (Ser473), Akt, phospho-p70 S6 Kinase (Thr389), p70 S6 Kinase. Bound antibodies were revealed with HRP conjugated secondary antibodies. The following secondary antibodies were used: Goat anti-mouse IgG H and L (HRP), Donkey anti- Rabbit IgG H and L (HRP). Detected bands were consistent with expected molecular weights based on antibody datasheets (Key Resource Table). β–actin was used as a loading control. See Key Resources Table for antibody details used in this study. Membranes were scanned using the western lightning plus-ECL (Thermo Fisher Scientific). Signal intensities were quantified using ImageLab software (BioRad).\n        \n        \n          Fluorescence activated cell sorting (FACS)\n          FACS analysis was performed to characterize effects of unacylated ghrelin on cell cycle and apoptosis. Cells were plated at a density of 500,000 cells in a 10 cm2 petri dish. Cells were serum- starved overnight with phenol red-free media and treated with different concentrations (0–100 pM) of unacylated ghrelin, with or without 10 nM estradiol. In order to determine effects on cell cycle, cells were treated for 5 days, with media being changed every 2 days. After 5 days, cells were harvested and fixed with ice cold 70% ethanol, stored overnight at −20°C, and stained with propidium iodine (PI) staining buffer (1 mg/ml RNase A, 0.1% Triton X-100, 100 μg/ml PI in PBS). To evaluate effects on cell apoptosis, cells were treated for 6 hr, harvested and then stained with Annexin V-FITC for 15 min at room temperature in PBS. Cells were analysed with a FACSCANTO II flow cytometer (BD Biosciences, USA). For FACS data analysis by FlowJo software, forward scatter (FS) vs. side scatter (SS) plots were used for gating cells and to identify any changes in the scatter properties of the cells. Annexin V FITC-A vs Propidium Iodide-A plots from the gated cells show the populations corresponding to viable and non-apoptotic (Annexin V–PI–), early (Annexin V+PI–), and late (Annexin V+PI+) apoptotic cells.\n        \n        \n          Analysis of cell cycle progression using the fluorescence ubiquitination cell cycle indicator (FUCCI)\n          To investigate cell cycle progression and division in live cells, we used the fluorescent ubiquitination-based cell cycle indicator (FUCCI) to track the G1/G0 phase and S/G2/M phases. Breast cancer cells (15 × 104 cells/well) in six wells plate were seeded in 2D and transduced with the Premo FUCCI Cell Cycle Sensor according to the manufacturer’s protocol. After optimal expression of the FUCCI sensor was achieved (16 hr), cells were detached by TrypLE Express (Thermo Fisher Scientific), counted using a hemocytometer and seeded in media containing 30% matrigel. Cells were serum-starved overnight, treated with 100 pM unacylated ghrelin for 5 days with 10% serum and medium was replaced every 2 days. At endpoint, fluorescence was analyzed using confocal microscopy and cell counts obtained. Data are presented as a percentage of the total number of fluorescent cells examined.\n        \n        \n          Xenograft and allograft studies\n          One million MCF7 or ZR75 cells were injected into the mammary fat pad of 6-week-old ovary-intact female athymic Balb/c nude (immunodeficient) mice. Estrogen pellets were prepared in the laboratory using 17β-estradiol (estrogen) powder and silicone according to previous publications (Laidlaw et al., 1995) and were implanted (0.8 mg/pellet, 60-day release) subcutaneously between the shoulder blades at the time of ER+ breast cancer cell injection. After injection, the mice were monitored daily for well-being, pain and distress, and for tumor growth by palpation. Tumors typically appeared within 14 days, with an engraftment rate of approximately 75%. Once palpable, the tumors were measured daily in the long (L) and short (W) axes with digital callipers, and tumor volume estimated using the standard formula (LxW2)/2. Once the tumor reached a volume of 200 mm3, the animal was randomized to receive saline (vehicle control) or unacylated ghrelin) via subcutaneous injection for a maximum of 28 days or until tumor size reached 10 mm in any axis, at which point the mice were humanely sacrificed by cervical dislocation.\n          A syngeneic breast cancer mouse model was created in female FVB/N mice. 1.25 × 105 J110 cells (obtained from Dr. Myles Brown) were injected into the mammary fat pad of 6-week-old ovary-intact FVB (Immunocompetent) mice. Once the tumor reached a volume of 70 mm3, the mice were randomized to receive saline (vehicle control) or treatment (unacylated ghrelin or AZP-531) via subcutaneous injection. After 7 days of treatment, the mice were humanely sacrificed by cervical dislocation. Additional studies were also performed in NSG mice. MDA-MB-468 (1 × 106) were injected into the mammary fat pad of 6 week old ovary-intact NSG (immunodeficient) mice. Once the tumor reached a volume of 150 mm3, the mice were randomized to receive saline (vehicle control) or AZP-531 via subcutaneous injection. After 28 days of treatment, the mice were humanely sacrificed by cervical dislocation.\n        \n        \n          Measurement of apoptotic cells from xenograft/allograft studies\n          MCF7, ZR75 and J110 tumor sections post treatment with 100 μg/kg or 200 μg/kg of unacylated ghrelin were assessed using Hoechst nuclear stain and confocal microscopy. Quantification of cells with apoptotic nuclei was performed using Image J (Fiji).\n        \n      \n      \n        Microarray datasets\n        Gene expression profiles from GSE34412 were retrieved via GEO2R (https://www.ncbi.nlm.nih.gov/geo/geo2r/). Expression profiles were based on a Custom Human Agilent array (GPL8269). GEO2R was used to perform differential gene expression analysis between responders (GSM847888, GSM847905) and non-responders (GSM847901, GSM847893). Ingenuity Pathway Analysis (IPA) was used to determine regulatory pathways that distinguished between responders and non-responders. Differences in gene expression were consistent with activation of upstream regulator MAPK1 in non-responders vs. responders (Z-score 3.888; overlap p-value 3.07E-15), with 86 genes of 144 having measurements consistent with MAPK1 activation. Log expression values corresponding to the MAPK target genes were extracted from GEO2R for each sample. If a gene was represented by more than one probe, the expression value corresponding to the probe with the largest absolute fold-change between responders and non-responders was selected. Genes predicted by IPA to be activated were visualized in a heatmap (expression values were centered and scaled).\n      \n      \n        Statistical analysis\n        All experiments were performed at least twice with n ≥ 3 per experiment and all data are expressed as the mean ± SEM. Statistical analysis was carried out with software Graph Pad Prism 7. For experiments with multiple comparisons, statistical analysis was performed using one-way ANOVA followed by Dunnett multiple comparison, where means of each column were compared to the mean of a control column. For experiments with comparison of two independent groups, statistical analysis was performed using two-way ANOVA followed by Dunnett multiple comparison, where means of each experimental condition were compared to the control. A p-value was reported and significance was classified as p<0.05(*), p≤0.005(**), p≤0.0005(***), p≤0.0001(****), n.s.: not significant.\nExperimental model and subject details\n        \n          Human breast cancer tissues and preclinical patient derived xenograft models\n          Patient-derived breast tumors (PDX [Zhang et al., 2013]) were obtained from Dr. Giorgio Inghirami and estrogen receptor positive (ER+) breast tumors were obtained from Dr. Eleni Andreopoulou at Weill Cornell Medicine under IRB-approved protocols (WCM 1410015560 and 1603017108). All patients provided written informed consent. Cells were isolated and maintained in DMEM, supplemented with 10% fetal calf serum (FCS), 100 U/ml penicillin/streptomycin and 1% sodium pyruvate (ThermoFisher Scientific). Cells were grown at 37°C in a humidified atmosphere with 5% CO2. See Materials and method Details for cell growth and proliferation work specific procedures.\n        \n        \n          Human breast cancer cells\n          Human breast cancer cell lines, MCF7, T47D, ZR75, MDA-MB-231, MDA-MB-468, SKBR3, Hs578T and HEK293T, DU4475 and MDA-MB-157 were purchased from ATCC, USA. Human 4-OH tamoxifen resistant breast cancer cells (LCC2) were obtained from Prof. Robert Clarke. RKO, RKO-T29, RKO-A19, HCT116, HCT116-HWT, HCT116-HMUT were obtained from Dr. Jihye Yun and Dr. Bert Vogelstein and culture methods were performed as described previously (Yun et al., 2009). MCF7, MDA-MB-231, MDA-MB-468, MDA-MB-157, Hs578T, HEK293T were grown in DMEM (Invitrogen), supplemented with 10% fetal calf serum (FCS) (Invitrogen), 100 U/ml penicillin/streptomycin and 1% sodium pyruvate. ZR75, T47D, SKBR3 and DU4475 were grown in RPMI, supplemented with 10% FCS, 100 U/ml penicillin/streptomycin and 2 mM L-Glutamine (ThermoFisher Scientific). LCC2 were grown in phenol red-free DMEM, supplemented with 10% charcoal stripped serum (CCS; ThermoFisher Scientific), 100 U/ml penicillin/streptomycin and 1% sodium pyruvate. All cell lines were grown at 37°C with 5% CO2 in a humidified environment. Mycoplasma detection of all cell lines were tested and negative results were observed. Authenticated cell lines were used within six months of purchase from the ATCC.\n        \n        \n          Animal experimental model\n          All animal experiments were performed in Monash Animal Research Platform at Hudson Institute for Medical Research and Research Animal Resource Center at Weill Cornell Medicine. Experimental procedures were in accordance with guidelines for Animal Care and Use, approved by Monash University Animal Ethics Committee (MMCA2014/20) and Weill Cornell Medicine IACUC Protocol (REQ00016929). Athymic Balb/c nude, FVB/N and NOD Scid gamma (NSG) mice were used for this study. All mouse procedures were performed with 6–8 weeks old female mice and treatments administered via subcutaneous injection. See Materials and Methods details for in vivo work specific procedures.\nHuman breast cancer tissues and preclinical patient derived xenograft models\n          Patient-derived breast tumors (PDX [Zhang et al., 2013]) were obtained from Dr. Giorgio Inghirami and estrogen receptor positive (ER+) breast tumors were obtained from Dr. Eleni Andreopoulou at Weill Cornell Medicine under IRB-approved protocols (WCM 1410015560 and 1603017108). All patients provided written informed consent. Cells were isolated and maintained in DMEM, supplemented with 10% fetal calf serum (FCS), 100 U/ml penicillin/streptomycin and 1% sodium pyruvate (ThermoFisher Scientific). Cells were grown at 37°C in a humidified atmosphere with 5% CO2. See Materials and method Details for cell growth and proliferation work specific procedures.\nHuman breast cancer cells\n          Human breast cancer cell lines, MCF7, T47D, ZR75, MDA-MB-231, MDA-MB-468, SKBR3, Hs578T and HEK293T, DU4475 and MDA-MB-157 were purchased from ATCC, USA. Human 4-OH tamoxifen resistant breast cancer cells (LCC2) were obtained from Prof. Robert Clarke. RKO, RKO-T29, RKO-A19, HCT116, HCT116-HWT, HCT116-HMUT were obtained from Dr. Jihye Yun and Dr. Bert Vogelstein and culture methods were performed as described previously (Yun et al., 2009). MCF7, MDA-MB-231, MDA-MB-468, MDA-MB-157, Hs578T, HEK293T were grown in DMEM (Invitrogen), supplemented with 10% fetal calf serum (FCS) (Invitrogen), 100 U/ml penicillin/streptomycin and 1% sodium pyruvate. ZR75, T47D, SKBR3 and DU4475 were grown in RPMI, supplemented with 10% FCS, 100 U/ml penicillin/streptomycin and 2 mM L-Glutamine (ThermoFisher Scientific). LCC2 were grown in phenol red-free DMEM, supplemented with 10% charcoal stripped serum (CCS; ThermoFisher Scientific), 100 U/ml penicillin/streptomycin and 1% sodium pyruvate. All cell lines were grown at 37°C with 5% CO2 in a humidified environment. Mycoplasma detection of all cell lines were tested and negative results were observed. Authenticated cell lines were used within six months of purchase from the ATCC.\nAnimal experimental model\n          All animal experiments were performed in Monash Animal Research Platform at Hudson Institute for Medical Research and Research Animal Resource Center at Weill Cornell Medicine. Experimental procedures were in accordance with guidelines for Animal Care and Use, approved by Monash University Animal Ethics Committee (MMCA2014/20) and Weill Cornell Medicine IACUC Protocol (REQ00016929). Athymic Balb/c nude, FVB/N and NOD Scid gamma (NSG) mice were used for this study. All mouse procedures were performed with 6–8 weeks old female mice and treatments administered via subcutaneous injection. See Materials and Methods details for in vivo work specific procedures.\nMethods details\n        \n          Cell growth and proliferation assays\n          3D culture of a panel of breast cancer and colon cancer cells were seeded at a density of 3,000 cells per well in media containing 30% growth-factor-reduced matrigel or 5 mg/ml collagen in optical-bottom 96-well plates. Patient-derived breast tumors were first dissociated into single cell suspensions and seeded at a density of 32,000 cells per well in media containing 30% matrigel. Cells were serum-starved overnight and cultured under different experimental conditions: 10–1000 pM unacylated ghrelin, 100 pM ghrelin, 1.5 × 10–13- 1.5 × 10–6 M doxorubicin, 1 × 10–18–1 × 10–7 M AZP-531, 20–200 ng/ml pertussis toxin, 10 μM U0126 (MEK inhibitor), 10 μM LY294002 (PI3K inhibitor), 60 nM KT5720, 1.4 μM SQ22536, 15 μM cAMPs-RP, 10 nM melatonin and the combination of doxorubicin/unacylated ghrelin or doxorubicin/AZP-531, with or without 10 nM estradiol or 10% serum or 1 μM forskolin and medium was replaced every 2 days. At the end of the experimental time point, cells were fixed in 100% methanol. The total number of cells, or the number of dead or proliferating cells, was assessed using Hoechst 33342, EarlyTox Dead Assay Kit, or Click-IT EdU Kit, respectively, and analyzed according to the manufacturer’s protocols.\n        \n        \n          Microscope image acquisition\n          Imaging of wells with greater than 95% coverage was acquired using a 10X/NA 0.8 objective by tiling 3 × 3 using confocal microscopy (Zeiss LSM880) with Axiocam. The fixed cells were imaged at room temperature, while the live cell images were acquired at 37°C placed inside a temperature and CO2 regulated chamber. The number of nuclei/Ethidium Homodimer-III+/EdU+ cells were measured using the Zeiss Enhanced Navigation (Zen) and counted using the Imaris software.\n        \n        \n          Binding assays\n          Cy3-tagged UAG binding assays were performed in 3D cultures of breast cancer cells. MCF7, MDA-MB-468 and MDA-MB-231 cells were seeded at a density of 3,000 cells per well in Matrigel in optical-bottom 96-well plates. Cells were serum-starved overnight. Hoechst nuclear stain was added prior to the live cell imaging. 1 μM Cy3-tagged UAG with 10% serum was then added and time-lapse confocal imaging was performed to examine the localization of peptide binding.\n        \n        \n          BRAF transient transfections\n          Two million cells were harvested and transfected with or without 1.5 µg of BRAFV600E plasmid (obtained from Dr. Dan Gough) using AMAXA Nucleofector (Lonza), according to supplier’s instructions. Transfected cells were then cultured according to above sections (cell growth and proliferation assay). After 5 days, cell number per field was assessed using Hoechst nuclear stain, confocal microscopy and Image J.\n        \n        \n          GNAI CRISPR KO generation\n          The lentiviral construct, lentiCRISPRv2 (containing hSpCas9 and the chimeric guide RNA cassettes), was digested using BsmBI. Prior to ligation, each pair of oligos (100 μM) were annealed. The oligos (GNAI sequence guide strands) designed were based on the target site sequence (20 bp) and were flanked on the 3’ end by a 3 bp NGG PAM sequence. See Supplementary file 1 - Oligonucleotide Sequences for GNAI sequence guide strands used in this study.\n          The gel-purified, BsmBl digested plasmid was ligated to the diluted (1:200) annealed oligo. The ligation product was transformed into competent Escherichia coli Stbl3TM cells. Ampicillin resistance colonies were selected for miniprep/maxiprep.\n          For virus production, HEK293T cells were plated in a 10 cm dish and transfected 24 hr later (80% confluence) with a prepared mix in DMEM media (no supplements) containing 5 μg of empty vector or gRNA plasmid of GNAI1, GNAI2 or GNAI3, 2.5 μg of psPAX2, 1.25 μg of VSV.G, and 15 μl of polyethylenimine (PEI; 1 μg/ml). 24 hr following transfection, media was replaced and supernatants (GNAI1, GNAI2 or GNAI3) were harvested and collected every 24 hr up to 72 hr post-transfection.\n          To generate CRISPR/Cas9 sgRNA stable breast cancer cell lines, breast cancer cells were plated in a 6-well plate. 24 hr following plating, cells were transfected with CRISPR/Cas9 sgRNA lentiviral vector and 8 μg/ml of polybrene. 24 hr after transfection, media was replaced. Cells were then selected in puromycin (2 μg/ml) for 5 days. CRISPR/Cas9 sgRNA stable breast cancer cell lines were then transduced with viral supernatants (GNAI1, GNAI2 or GNAI3 virus) in the presence of polybrene (8 μg/ml). 24 hr after transduction cells were selected in Blasticidin S (2 μg/ml) for 5 days. Selected cells were used to perform cell growth assays.\n        \n        \n          ERK and Akt activity assays\n          ERK activity assay: The EKAR FRET-based system was used to monitor ERK activity. Briefly, breast cancer cells were co-transfected with pPBJ—puro-FRET3-EKAR-nls and the pCMV- hyPBase transposase vector (obtained from Dr. John Albeck), and stably transfected cells selected using FACS for EYFP and ECFP-positive cells. Cells were then cultured in 3D and serum-starved overnight. Prior live cell time-lapse confocal imaging, medium was replaced with 100 pM unacylated ghrelin and 10% serum. Images were acquired following FRET and analyzed using Imaris software. Data were normalized to ECFP signal.AKT activity assay: pMSCV-puro-Foxo3a-H212R-N400-mCherry (obtained from Dr. John Albeck) was transfected into breast cancer cells using Amaxa Nucleofector. After 3 days of puromycin (2 µg/ml) selection, transfected cells were cultured in 3D. Cells were serum-starved overnight. Prior to live cell imaging, medium was replaced with 100 pM unacylated ghrelin and 10% serum. Time-lapse imaging was performed to examine mCherry-tagged FoxO3 localization. Data were analyzed using Hoechst nuclear stain to mask nuclei using Imaris software.\n        \n        \n          cAMP assay\n          The Lance Ultra cAMP kit was used to measure the effect of unacylated ghrelin on cAMP production. All kit components were prepared according to manufacturer’s specifications. Briefly, MCF7 (475 cells/well) were incubated at room temperature for 60 min with unacylated ghrelin (10–1000 pM), in the absence or presence of forskolin (0.5 μM). The Eu-cAMP tracer and Ulight-anti cAMP reagents were then added for 1 hr at room temperature. The plate was then read using the Envision TRF capable reader (Perkin Elmer) and fluorescence was measured with excitation wavelengths of 340 or 340 nm and emission of 665 nm according to the manufacturer’s instructions.\n        \n        \n          Intracellular calcium release assay\n          Intracellular Ca2+ levels were measured in MCF7, ZR75 and J110 cells by fluorescence using the Flexstation (Molecular Devices, Sunnyvale, CA, USA) as previously described (Callaghan et al., 2012). Briefly, cells were plated, allowed to reach 50–70% confluency, and loaded with 2 μM fura 2-AM for 1 hr in the presence of 2.5 mM probenecid and 0.01% pluronic F-127 at 37°C. Cells were then washed twice with assay buffer, and changes in fluorescence in response to drug addition were measured over 100 s using excitation wavelengths of 340 and 380 nm and emission of 520 nm.\n        \n        \n          Gαi activation assay\n          Gαi activation assay was performed on MCF7 cells according to the manufacturer’s protocol. Briefly, cell lysates from 3D cell culture were incubated with an anti-active Gαi antibody (1:1000). The precipitated active Gαi was immunoblotted with an anti- Gαi antibody (1:1000). Bound antibodies were revealed with HRP-conjugated secondary antibodies (1:2000) using SuperSignal West pico chemiluminescent solution (Pierce, Rockford, IL). Protein amount was normalized to β–tubulin. Membranes were scanned and the densitometric analysis of the bands was performed using the ChemiDoc MP imaging system (BioRad).\n        \n        \n          Western blot analysis\n          Western blotting was performed as described previously (Brown et al., 2009). Briefly, cells isolated from or 5 mg/ml Collagen (obtained from Dr. Jason Spector) were lysed in RIPA lysis buffer (Sigma-Aldrich) supplemented with 100x Protease/Phosphatase inhibitor cocktail (Cell Signaling Technology Inc). Cell extracts (20 μg per lane) were separated by NuPAGE 4–12% Bis-Tris protein gels (ThermoFisher Scientific) and transferred to nitrocellulose membranes. The following primary antibodies were used: CDK4, Cyclin D3, phospho-Rb (Ser795), Rb, Bcl-2, Bax, phospho-p44/42 MAPK (Erk1/2) (Thr202/Tyr204), p44/42 MAPK (Erk1/2), phospho-p90RSK (Ser380), RSK1/RSK2/RSK3, c-Myc, phospho-Akt (Ser473), Akt, phospho-p70 S6 Kinase (Thr389), p70 S6 Kinase. Bound antibodies were revealed with HRP conjugated secondary antibodies. The following secondary antibodies were used: Goat anti-mouse IgG H and L (HRP), Donkey anti- Rabbit IgG H and L (HRP). Detected bands were consistent with expected molecular weights based on antibody datasheets (Key Resource Table). β–actin was used as a loading control. See Key Resources Table for antibody details used in this study. Membranes were scanned using the western lightning plus-ECL (Thermo Fisher Scientific). Signal intensities were quantified using ImageLab software (BioRad).\n        \n        \n          Fluorescence activated cell sorting (FACS)\n          FACS analysis was performed to characterize effects of unacylated ghrelin on cell cycle and apoptosis. Cells were plated at a density of 500,000 cells in a 10 cm2 petri dish. Cells were serum- starved overnight with phenol red-free media and treated with different concentrations (0–100 pM) of unacylated ghrelin, with or without 10 nM estradiol. In order to determine effects on cell cycle, cells were treated for 5 days, with media being changed every 2 days. After 5 days, cells were harvested and fixed with ice cold 70% ethanol, stored overnight at −20°C, and stained with propidium iodine (PI) staining buffer (1 mg/ml RNase A, 0.1% Triton X-100, 100 μg/ml PI in PBS). To evaluate effects on cell apoptosis, cells were treated for 6 hr, harvested and then stained with Annexin V-FITC for 15 min at room temperature in PBS. Cells were analysed with a FACSCANTO II flow cytometer (BD Biosciences, USA). For FACS data analysis by FlowJo software, forward scatter (FS) vs. side scatter (SS) plots were used for gating cells and to identify any changes in the scatter properties of the cells. Annexin V FITC-A vs Propidium Iodide-A plots from the gated cells show the populations corresponding to viable and non-apoptotic (Annexin V–PI–), early (Annexin V+PI–), and late (Annexin V+PI+) apoptotic cells.\n        \n        \n          Analysis of cell cycle progression using the fluorescence ubiquitination cell cycle indicator (FUCCI)\n          To investigate cell cycle progression and division in live cells, we used the fluorescent ubiquitination-based cell cycle indicator (FUCCI) to track the G1/G0 phase and S/G2/M phases. Breast cancer cells (15 × 104 cells/well) in six wells plate were seeded in 2D and transduced with the Premo FUCCI Cell Cycle Sensor according to the manufacturer’s protocol. After optimal expression of the FUCCI sensor was achieved (16 hr), cells were detached by TrypLE Express (Thermo Fisher Scientific), counted using a hemocytometer and seeded in media containing 30% matrigel. Cells were serum-starved overnight, treated with 100 pM unacylated ghrelin for 5 days with 10% serum and medium was replaced every 2 days. At endpoint, fluorescence was analyzed using confocal microscopy and cell counts obtained. Data are presented as a percentage of the total number of fluorescent cells examined.\n        \n        \n          Xenograft and allograft studies\n          One million MCF7 or ZR75 cells were injected into the mammary fat pad of 6-week-old ovary-intact female athymic Balb/c nude (immunodeficient) mice. Estrogen pellets were prepared in the laboratory using 17β-estradiol (estrogen) powder and silicone according to previous publications (Laidlaw et al., 1995) and were implanted (0.8 mg/pellet, 60-day release) subcutaneously between the shoulder blades at the time of ER+ breast cancer cell injection. After injection, the mice were monitored daily for well-being, pain and distress, and for tumor growth by palpation. Tumors typically appeared within 14 days, with an engraftment rate of approximately 75%. Once palpable, the tumors were measured daily in the long (L) and short (W) axes with digital callipers, and tumor volume estimated using the standard formula (LxW2)/2. Once the tumor reached a volume of 200 mm3, the animal was randomized to receive saline (vehicle control) or unacylated ghrelin) via subcutaneous injection for a maximum of 28 days or until tumor size reached 10 mm in any axis, at which point the mice were humanely sacrificed by cervical dislocation.\n          A syngeneic breast cancer mouse model was created in female FVB/N mice. 1.25 × 105 J110 cells (obtained from Dr. Myles Brown) were injected into the mammary fat pad of 6-week-old ovary-intact FVB (Immunocompetent) mice. Once the tumor reached a volume of 70 mm3, the mice were randomized to receive saline (vehicle control) or treatment (unacylated ghrelin or AZP-531) via subcutaneous injection. After 7 days of treatment, the mice were humanely sacrificed by cervical dislocation. Additional studies were also performed in NSG mice. MDA-MB-468 (1 × 106) were injected into the mammary fat pad of 6 week old ovary-intact NSG (immunodeficient) mice. Once the tumor reached a volume of 150 mm3, the mice were randomized to receive saline (vehicle control) or AZP-531 via subcutaneous injection. After 28 days of treatment, the mice were humanely sacrificed by cervical dislocation.\n        \n        \n          Measurement of apoptotic cells from xenograft/allograft studies\n          MCF7, ZR75 and J110 tumor sections post treatment with 100 μg/kg or 200 μg/kg of unacylated ghrelin were assessed using Hoechst nuclear stain and confocal microscopy. Quantification of cells with apoptotic nuclei was performed using Image J (Fiji).\nCell growth and proliferation assays\n          3D culture of a panel of breast cancer and colon cancer cells were seeded at a density of 3,000 cells per well in media containing 30% growth-factor-reduced matrigel or 5 mg/ml collagen in optical-bottom 96-well plates. Patient-derived breast tumors were first dissociated into single cell suspensions and seeded at a density of 32,000 cells per well in media containing 30% matrigel. Cells were serum-starved overnight and cultured under different experimental conditions: 10–1000 pM unacylated ghrelin, 100 pM ghrelin, 1.5 × 10–13- 1.5 × 10–6 M doxorubicin, 1 × 10–18–1 × 10–7 M AZP-531, 20–200 ng/ml pertussis toxin, 10 μM U0126 (MEK inhibitor), 10 μM LY294002 (PI3K inhibitor), 60 nM KT5720, 1.4 μM SQ22536, 15 μM cAMPs-RP, 10 nM melatonin and the combination of doxorubicin/unacylated ghrelin or doxorubicin/AZP-531, with or without 10 nM estradiol or 10% serum or 1 μM forskolin and medium was replaced every 2 days. At the end of the experimental time point, cells were fixed in 100% methanol. The total number of cells, or the number of dead or proliferating cells, was assessed using Hoechst 33342, EarlyTox Dead Assay Kit, or Click-IT EdU Kit, respectively, and analyzed according to the manufacturer’s protocols.\nMicroscope image acquisition\n          Imaging of wells with greater than 95% coverage was acquired using a 10X/NA 0.8 objective by tiling 3 × 3 using confocal microscopy (Zeiss LSM880) with Axiocam. The fixed cells were imaged at room temperature, while the live cell images were acquired at 37°C placed inside a temperature and CO2 regulated chamber. The number of nuclei/Ethidium Homodimer-III+/EdU+ cells were measured using the Zeiss Enhanced Navigation (Zen) and counted using the Imaris software.\nBinding assays\n          Cy3-tagged UAG binding assays were performed in 3D cultures of breast cancer cells. MCF7, MDA-MB-468 and MDA-MB-231 cells were seeded at a density of 3,000 cells per well in Matrigel in optical-bottom 96-well plates. Cells were serum-starved overnight. Hoechst nuclear stain was added prior to the live cell imaging. 1 μM Cy3-tagged UAG with 10% serum was then added and time-lapse confocal imaging was performed to examine the localization of peptide binding.\nBRAF transient transfections\n          Two million cells were harvested and transfected with or without 1.5 µg of BRAFV600E plasmid (obtained from Dr. Dan Gough) using AMAXA Nucleofector (Lonza), according to supplier’s instructions. Transfected cells were then cultured according to above sections (cell growth and proliferation assay). After 5 days, cell number per field was assessed using Hoechst nuclear stain, confocal microscopy and Image J.\nGNAI CRISPR KO generation\n          The lentiviral construct, lentiCRISPRv2 (containing hSpCas9 and the chimeric guide RNA cassettes), was digested using BsmBI. Prior to ligation, each pair of oligos (100 μM) were annealed. The oligos (GNAI sequence guide strands) designed were based on the target site sequence (20 bp) and were flanked on the 3’ end by a 3 bp NGG PAM sequence. See Supplementary file 1 - Oligonucleotide Sequences for GNAI sequence guide strands used in this study.\n          The gel-purified, BsmBl digested plasmid was ligated to the diluted (1:200) annealed oligo. The ligation product was transformed into competent Escherichia coli Stbl3TM cells. Ampicillin resistance colonies were selected for miniprep/maxiprep.\n          For virus production, HEK293T cells were plated in a 10 cm dish and transfected 24 hr later (80% confluence) with a prepared mix in DMEM media (no supplements) containing 5 μg of empty vector or gRNA plasmid of GNAI1, GNAI2 or GNAI3, 2.5 μg of psPAX2, 1.25 μg of VSV.G, and 15 μl of polyethylenimine (PEI; 1 μg/ml). 24 hr following transfection, media was replaced and supernatants (GNAI1, GNAI2 or GNAI3) were harvested and collected every 24 hr up to 72 hr post-transfection.\n          To generate CRISPR/Cas9 sgRNA stable breast cancer cell lines, breast cancer cells were plated in a 6-well plate. 24 hr following plating, cells were transfected with CRISPR/Cas9 sgRNA lentiviral vector and 8 μg/ml of polybrene. 24 hr after transfection, media was replaced. Cells were then selected in puromycin (2 μg/ml) for 5 days. CRISPR/Cas9 sgRNA stable breast cancer cell lines were then transduced with viral supernatants (GNAI1, GNAI2 or GNAI3 virus) in the presence of polybrene (8 μg/ml). 24 hr after transduction cells were selected in Blasticidin S (2 μg/ml) for 5 days. Selected cells were used to perform cell growth assays.\nERK and Akt activity assays\n          ERK activity assay: The EKAR FRET-based system was used to monitor ERK activity. Briefly, breast cancer cells were co-transfected with pPBJ—puro-FRET3-EKAR-nls and the pCMV- hyPBase transposase vector (obtained from Dr. John Albeck), and stably transfected cells selected using FACS for EYFP and ECFP-positive cells. Cells were then cultured in 3D and serum-starved overnight. Prior live cell time-lapse confocal imaging, medium was replaced with 100 pM unacylated ghrelin and 10% serum. Images were acquired following FRET and analyzed using Imaris software. Data were normalized to ECFP signal.AKT activity assay: pMSCV-puro-Foxo3a-H212R-N400-mCherry (obtained from Dr. John Albeck) was transfected into breast cancer cells using Amaxa Nucleofector. After 3 days of puromycin (2 µg/ml) selection, transfected cells were cultured in 3D. Cells were serum-starved overnight. Prior to live cell imaging, medium was replaced with 100 pM unacylated ghrelin and 10% serum. Time-lapse imaging was performed to examine mCherry-tagged FoxO3 localization. Data were analyzed using Hoechst nuclear stain to mask nuclei using Imaris software.\ncAMP assay\n          The Lance Ultra cAMP kit was used to measure the effect of unacylated ghrelin on cAMP production. All kit components were prepared according to manufacturer’s specifications. Briefly, MCF7 (475 cells/well) were incubated at room temperature for 60 min with unacylated ghrelin (10–1000 pM), in the absence or presence of forskolin (0.5 μM). The Eu-cAMP tracer and Ulight-anti cAMP reagents were then added for 1 hr at room temperature. The plate was then read using the Envision TRF capable reader (Perkin Elmer) and fluorescence was measured with excitation wavelengths of 340 or 340 nm and emission of 665 nm according to the manufacturer’s instructions.\nIntracellular calcium release assay\n          Intracellular Ca2+ levels were measured in MCF7, ZR75 and J110 cells by fluorescence using the Flexstation (Molecular Devices, Sunnyvale, CA, USA) as previously described (Callaghan et al., 2012). Briefly, cells were plated, allowed to reach 50–70% confluency, and loaded with 2 μM fura 2-AM for 1 hr in the presence of 2.5 mM probenecid and 0.01% pluronic F-127 at 37°C. Cells were then washed twice with assay buffer, and changes in fluorescence in response to drug addition were measured over 100 s using excitation wavelengths of 340 and 380 nm and emission of 520 nm.\nGαi activation assay\n          Gαi activation assay was performed on MCF7 cells according to the manufacturer’s protocol. Briefly, cell lysates from 3D cell culture were incubated with an anti-active Gαi antibody (1:1000). The precipitated active Gαi was immunoblotted with an anti- Gαi antibody (1:1000). Bound antibodies were revealed with HRP-conjugated secondary antibodies (1:2000) using SuperSignal West pico chemiluminescent solution (Pierce, Rockford, IL). Protein amount was normalized to β–tubulin. Membranes were scanned and the densitometric analysis of the bands was performed using the ChemiDoc MP imaging system (BioRad).\nWestern blot analysis\n          Western blotting was performed as described previously (Brown et al., 2009). Briefly, cells isolated from or 5 mg/ml Collagen (obtained from Dr. Jason Spector) were lysed in RIPA lysis buffer (Sigma-Aldrich) supplemented with 100x Protease/Phosphatase inhibitor cocktail (Cell Signaling Technology Inc). Cell extracts (20 μg per lane) were separated by NuPAGE 4–12% Bis-Tris protein gels (ThermoFisher Scientific) and transferred to nitrocellulose membranes. The following primary antibodies were used: CDK4, Cyclin D3, phospho-Rb (Ser795), Rb, Bcl-2, Bax, phospho-p44/42 MAPK (Erk1/2) (Thr202/Tyr204), p44/42 MAPK (Erk1/2), phospho-p90RSK (Ser380), RSK1/RSK2/RSK3, c-Myc, phospho-Akt (Ser473), Akt, phospho-p70 S6 Kinase (Thr389), p70 S6 Kinase. Bound antibodies were revealed with HRP conjugated secondary antibodies. The following secondary antibodies were used: Goat anti-mouse IgG H and L (HRP), Donkey anti- Rabbit IgG H and L (HRP). Detected bands were consistent with expected molecular weights based on antibody datasheets (Key Resource Table). β–actin was used as a loading control. See Key Resources Table for antibody details used in this study. Membranes were scanned using the western lightning plus-ECL (Thermo Fisher Scientific). Signal intensities were quantified using ImageLab software (BioRad).\nFluorescence activated cell sorting (FACS)\n          FACS analysis was performed to characterize effects of unacylated ghrelin on cell cycle and apoptosis. Cells were plated at a density of 500,000 cells in a 10 cm2 petri dish. Cells were serum- starved overnight with phenol red-free media and treated with different concentrations (0–100 pM) of unacylated ghrelin, with or without 10 nM estradiol. In order to determine effects on cell cycle, cells were treated for 5 days, with media being changed every 2 days. After 5 days, cells were harvested and fixed with ice cold 70% ethanol, stored overnight at −20°C, and stained with propidium iodine (PI) staining buffer (1 mg/ml RNase A, 0.1% Triton X-100, 100 μg/ml PI in PBS). To evaluate effects on cell apoptosis, cells were treated for 6 hr, harvested and then stained with Annexin V-FITC for 15 min at room temperature in PBS. Cells were analysed with a FACSCANTO II flow cytometer (BD Biosciences, USA). For FACS data analysis by FlowJo software, forward scatter (FS) vs. side scatter (SS) plots were used for gating cells and to identify any changes in the scatter properties of the cells. Annexin V FITC-A vs Propidium Iodide-A plots from the gated cells show the populations corresponding to viable and non-apoptotic (Annexin V–PI–), early (Annexin V+PI–), and late (Annexin V+PI+) apoptotic cells.\nAnalysis of cell cycle progression using the fluorescence ubiquitination cell cycle indicator (FUCCI)\n          To investigate cell cycle progression and division in live cells, we used the fluorescent ubiquitination-based cell cycle indicator (FUCCI) to track the G1/G0 phase and S/G2/M phases. Breast cancer cells (15 × 104 cells/well) in six wells plate were seeded in 2D and transduced with the Premo FUCCI Cell Cycle Sensor according to the manufacturer’s protocol. After optimal expression of the FUCCI sensor was achieved (16 hr), cells were detached by TrypLE Express (Thermo Fisher Scientific), counted using a hemocytometer and seeded in media containing 30% matrigel. Cells were serum-starved overnight, treated with 100 pM unacylated ghrelin for 5 days with 10% serum and medium was replaced every 2 days. At endpoint, fluorescence was analyzed using confocal microscopy and cell counts obtained. Data are presented as a percentage of the total number of fluorescent cells examined.\nXenograft and allograft studies\n          One million MCF7 or ZR75 cells were injected into the mammary fat pad of 6-week-old ovary-intact female athymic Balb/c nude (immunodeficient) mice. Estrogen pellets were prepared in the laboratory using 17β-estradiol (estrogen) powder and silicone according to previous publications (Laidlaw et al., 1995) and were implanted (0.8 mg/pellet, 60-day release) subcutaneously between the shoulder blades at the time of ER+ breast cancer cell injection. After injection, the mice were monitored daily for well-being, pain and distress, and for tumor growth by palpation. Tumors typically appeared within 14 days, with an engraftment rate of approximately 75%. Once palpable, the tumors were measured daily in the long (L) and short (W) axes with digital callipers, and tumor volume estimated using the standard formula (LxW2)/2. Once the tumor reached a volume of 200 mm3, the animal was randomized to receive saline (vehicle control) or unacylated ghrelin) via subcutaneous injection for a maximum of 28 days or until tumor size reached 10 mm in any axis, at which point the mice were humanely sacrificed by cervical dislocation.\n          A syngeneic breast cancer mouse model was created in female FVB/N mice. 1.25 × 105 J110 cells (obtained from Dr. Myles Brown) were injected into the mammary fat pad of 6-week-old ovary-intact FVB (Immunocompetent) mice. Once the tumor reached a volume of 70 mm3, the mice were randomized to receive saline (vehicle control) or treatment (unacylated ghrelin or AZP-531) via subcutaneous injection. After 7 days of treatment, the mice were humanely sacrificed by cervical dislocation. Additional studies were also performed in NSG mice. MDA-MB-468 (1 × 106) were injected into the mammary fat pad of 6 week old ovary-intact NSG (immunodeficient) mice. Once the tumor reached a volume of 150 mm3, the mice were randomized to receive saline (vehicle control) or AZP-531 via subcutaneous injection. After 28 days of treatment, the mice were humanely sacrificed by cervical dislocation.\nMeasurement of apoptotic cells from xenograft/allograft studies\n          MCF7, ZR75 and J110 tumor sections post treatment with 100 μg/kg or 200 μg/kg of unacylated ghrelin were assessed using Hoechst nuclear stain and confocal microscopy. Quantification of cells with apoptotic nuclei was performed using Image J (Fiji).\nMicroarray datasets\n        Gene expression profiles from GSE34412 were retrieved via GEO2R (https://www.ncbi.nlm.nih.gov/geo/geo2r/). Expression profiles were based on a Custom Human Agilent array (GPL8269). GEO2R was used to perform differential gene expression analysis between responders (GSM847888, GSM847905) and non-responders (GSM847901, GSM847893). Ingenuity Pathway Analysis (IPA) was used to determine regulatory pathways that distinguished between responders and non-responders. Differences in gene expression were consistent with activation of upstream regulator MAPK1 in non-responders vs. responders (Z-score 3.888; overlap p-value 3.07E-15), with 86 genes of 144 having measurements consistent with MAPK1 activation. Log expression values corresponding to the MAPK target genes were extracted from GEO2R for each sample. If a gene was represented by more than one probe, the expression value corresponding to the probe with the largest absolute fold-change between responders and non-responders was selected. Genes predicted by IPA to be activated were visualized in a heatmap (expression values were centered and scaled).\nStatistical analysis\n        All experiments were performed at least twice with n ≥ 3 per experiment and all data are expressed as the mean ± SEM. Statistical analysis was carried out with software Graph Pad Prism 7. For experiments with multiple comparisons, statistical analysis was performed using one-way ANOVA followed by Dunnett multiple comparison, where means of each column were compared to the mean of a control column. For experiments with comparison of two independent groups, statistical analysis was performed using two-way ANOVA followed by Dunnett multiple comparison, where means of each experimental condition were compared to the control. A p-value was reported and significance was classified as p<0.05(*), p≤0.005(**), p≤0.0005(***), p≤0.0001(****), n.s.: not significant.\nFunding Information\n      This paper was supported by the following grants:\n      \n        \n          http://dx.doi.org/10.13039/501100001026National Breast Cancer Foundation\nNC-14-011 to Kristy A Brown.\n        \n        \n          http://dx.doi.org/10.13039/501100004752State Government of Victoria to Kristy A Brown.\n        \n        \n          http://dx.doi.org/10.13039/501100000925National Health and Medical Research Council\nGNT1007714 to Kristy A Brown.\n        \n        \n          http://dx.doi.org/10.13039/501100001114The Endocrine Society of Australia to Kristy A Brown.\n        \n        \n          http://dx.doi.org/10.13039/501100001026National Breast Cancer Foundation\nECF-16-004 to Kristy A Brown.\n        \n        \n          http://dx.doi.org/10.13039/501100001026National Breast Cancer Foundation to Kara Britt.\nAdditional information\n      \n        \n          Competing interests\n        \n        \n          No competing interests declared.\n        \n        \n          Cornell University has filed a patent application on the work that is described in this paper with Dr Brown as a named inventor.\n        \n      \n      \n        \n          Author contributions\n        \n        \n          Conceptualization, Data curation, Formal analysis, Funding acquisition, Validation, Investigation, Methodology, Writing - original draft, Writing - review and editing.\n        \n        \n          Supervision.\n        \n        \n          Investigation, Methodology.\n        \n        \n          Investigation.\n        \n        \n          Investigation.\n        \n        \n          Formal analysis, Investigation, Methodology.\n        \n        \n          Formal analysis, Investigation.\n        \n        \n          Formal analysis, Investigation.\n        \n        \n          Resources.\n        \n        \n          Resources.\n        \n        \n          Formal analysis, Investigation.\n        \n        \n          Supervision.\n        \n        \n          Resources, Methodology.\n        \n        \n          Resources.\n        \n        \n          Formal analysis, Visualization.\n        \n        \n          Formal analysis, Supervision.\n        \n        \n          Methodology.\n        \n        \n          Conceptualization, Resources, Formal analysis, Supervision, Funding acquisition, Methodology, Writing - original draft, Project administration, Writing - review and editing.\n        \n      \n      \n        \n          Ethics\n        \n        \n          Human subjects: Patient-derived breast tumors (PDX (X. Zhang et al., 2013)) were obtained from Dr. Giorgio Inghirami and estrogen receptor positive (ER+) breast tumors were obtained from Dr. Eleni Andreopoulou at Weill Cornell Medicine under IRB-approved protocols (WCM 1410015560 and 1603017108). All patients provided written informed consent.\n        \n        \n          Animal experimentation: All animal experiments were performed in Monash Animal Research Platform at Hudson Institute for Medical Research and Research Animal Resource Center at Weill Cornell Medicine. Experimental procedures were in accordance with guidelines for Animal Care and Use, approved by Monash University Animal Ethics Committee (MMCA2014/20) and Weill Cornell Medicine IACUC Protocol (REQ00016929).\nAdditional files\n      \n        Supplementary file 1.\n        \n          Oligonucleotide Sequences.\n        \n        \n      \n      \n        Transparent reporting form\nData availability\n      All data generated or analysed during this study are included in the manuscript and supporting files. Source data files have been provided for all figures.\n      The following previously published dataset was used:\n      \n        \n          \n            \n              Zhang\n              X\n            \n            \n              Prat\n              A\n            \n            \n              Perou\n              CM\n            \n          \n          2013\n          A Renewable Tissue Resource of Phenotypically Stable, Biologically and Ethnically Diverse, Patient-derived Human Breast Cancer Xenografts\n          NCBI Gene Expression Omnibus\n          GSE34412",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7363447/",
    "doi": "https://doi.org/10.7554/eLife.56913",
    "citation_count": 4,
    "references": {
        "10410950": "Metabolic pathways in obesity-related breast cancer",
        "9901368": "Cancer as a Homeostatic Challenge: The Role of the Hypothalamus",
        "9032665": "Ghrelin and Cancer: Examining the Roles of the Ghrelin Axis in Tumor Growth and Progression",
        "7729087": "Roles of Aminoacyl-tRNA Synthetases in Cancer"
    },
    "journal": "eLife",
    "topics": [
        "potentiates, growth, unacylated, breast",
        "potentiates, cancer, cells, unacylated",
        "effects, ghrelin, cancer, cells"
    ]
}