{
    "title": "The BHGI 2018 Global Summit on Improving Breast Healthcare through Resource-Stratified Phased Implementation: Methods and Overview",
    "abstract": "The BHGI 2018 Global Summit on Improving Breast Healthcare through Resource-Stratified Phased Implementation: Methods and Overview Catherine Duggan Allison Dvaladze Anne F. Rositch Ophira Ginsburg Cheng-Har Yip Susan Horton Rolando Camacho Rodriguez Alexandru Eniu Miriam Mutebi Jean-Marc Bourque Shahla Masood Karla Unger-Saldaña Anna Cabanes Robert W. Carlson Julie R Gralow Benjamin O Anderson BACKGROUND: The Breast Health Global Initiative (BHGI) established a series of resource-stratified, evidence-based guidelines to address breast cancer control in the context of available resources. The purpose of the Summit was to define a stepwise methodology (“phased implementation”) for guiding the translation of resource-appropriate breast cancer control guidelines into real world practice. Communication and engagement across all levels of care is vital to any effectively operating healthcare system including effective communication with ministries of health and of finance, to demonstrate, need, outcomes and cost benefit.",
    "authors": [
        "Catherine Duggan",
        "Allison Dvaladze",
        "Anne F. Rositch",
        "Ophira Ginsburg",
        "Cheng-Har Yip",
        "Susan Horton",
        "Rolando Camacho Rodriguez",
        "Alexandru Eniu",
        "Miriam Mutebi",
        "Jean-Marc Bourque",
        "Shahla Masood",
        "Karla Unger-Saldaña",
        "Anna Cabanes",
        "Robert W. Carlson",
        "Julie R Gralow",
        "Benjamin O Anderson"
    ],
    "published_year": "Not available",
    "description": "BACKGROUND:\n          The Breast Health Global Initiative (BHGI) established a series of resource-stratified, evidence-based guidelines to address breast cancer control in the context of available resources. Here we describe methodologies and health system prerequisites to support translation and implementation of these guidelines into practice.\nMETHODS:\n          In October 2018, BHGI convened the 6th Global Summit on Improving Breast Healthcare through Resource Stratified Phased Implementation. The purpose of the Summit was to define a stepwise methodology (“phased implementation”) for guiding the translation of resource-appropriate breast cancer control guidelines into real world practice. Three expert consensus panels developed phased implementation resource-appropriate recommendations for implementing these guidelines in LMICs as well as underserved communities in HICs. Each panel focused on one of three specific aspects of breast cancer care: 1) early detection, 2) treatment and 3) health system strengthening.\nRESULTS:\n          Key findings from the Summit and subsequent manuscript preparation included the identification of phased implementation prerequisites that were explored during consensus debates. These core issues and concepts are key components for implementing breast healthcare that consider real world resource constraints. Communication and engagement across all levels of care is vital to any effectively operating healthcare system including effective communication with ministries of health and of finance, to demonstrate, need, outcomes and cost benefit.\nCONCLUSIONS:\n          Underserved communities at all economic levels require effective strategies to deploy scarce resources to ensure access to timely, effective and affordable healthcare. Systematically strategic approaches translating guidelines into practice are needed to build health system capacity to meet the current and anticipated global breast-cancer burden.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7482869/",
    "doi": "https://doi.org/10.1002/cncr.32891",
    "citation_count": 30,
    "references": {
        "10998928": "A Successful Pregnancy Following Intracytoplasmic Sperm Injection in a Breast Cancer Survivor: A Case Report",
        "10894861": "The utility of quantifying the orientation of breast masses in ultrasound imaging",
        "10860977": "Availability and Geographic Access to Hospital-Based Breast Cancer Diagnostic Services in Ghana",
        "10750403": "Pain associated with breast cancer: etiologies and therapies",
        "10601675": "How Can Oncoplastic Breast Surgery Contribute to the Management of Locally Advanced Breast Cancer in Sub-Saharan Africa?",
        "10548570": "Barriers and enablers of breast cancer screening among women in East Africa: a systematic review",
        "10507865": "Recognising socio-cultural barriers while seeking early detection services for breast cancer: a study from a Universal Health Coverage setting in India",
        "10497297": "Cascade Analysis for Women Presenting With Breast Concerns to a Zonal Hospital in Mwanza, Tanzania",
        "10293598": "Evaluation of GATA3 and GCDFP15 Expression in Triple Negative Breast Cancers",
        "10122521": "Training health workers in clinical breast examination for early detection of breast cancer in low‐ and middle‐income countries",
        "10069626": "Global Cancer Surgery in Low-resource Settings: a Strengths, Weaknesses, Opportunities, and Threats analysis",
        "9952119": "The Role of Isoflavones in the Prevention of Breast Cancer and Prostate Cancer",
        "9505522": "Cross-Sectional Comparative Study on Central Sensitization-Psychosocial Associated Comorbidities and Psychological Characteristics in Breast Cancer Survivors with Nociceptive Pain and Pain with Neuropathic Features and without Pain",
        "9465273": "Current and future burden of breast cancer: Global statistics for 2020 and 2040",
        "9303860": "Implementation of a large‐scale breast cancer early detection program in a resource‐constrained setting: real‐world experiences from 2 large states in India",
        "9223128": "Strengthening Breast Cancer Screening Mammography Services in Pakistan Using Islamabad Capital Territory as a Pilot Public Health Intervention",
        "9114044": "Gaps in completion and timeliness of breast surgery and adjuvant therapy: a retrospective cohort of Haitian patients with nonmetastatic breast cancer",
        "9097801": "Global challenges in breast cancer detection and treatment",
        "9053243": "Global disparities in access to cancer care",
        "9005254": "Forty-Five Years of Research and Progress in Breast Cancer: Progress for Some, Disparities for Most",
        "8955076": "Evaluation of Quality Indicators of Breast Cancer Management at a Tertiary Cancer Center in Nepal",
        "8932493": "Breast Cancer Care Timeliness Framework: A Quality Framework for Cancer Control",
        "8831102": "Gordon McVie: his legacy as a blueprint for cancer advocates as we strive towards the 2030 global health and sustainable development goals",
        "8607324": "Hematemesis: An Exceptional Method of Revealing Gastric Metastasis From an Unknown Breast Cancer",
        "8428369": "Breast Cancer—Epidemiology, Risk Factors, Classification, Prognostic Markers, and Current Treatment Strategies—An Updated Review",
        "8417844": "Opportunities for Improvement in the Administration of Neoadjuvant Chemotherapy for T4 Breast Cancer: A Comparison of the U.S. and Nigeria",
        "8225336": "Establishing women’s cancer care services in a fragile, conflict and violence affected ecosystem in Africa",
        "8162962": "Advancing Breast Cancer Advocacy in Eastern Europe and Central Asia: Findings From Women’s Empowerment Cancer Advocacy Network (WE CAN) Summits",
        "8025716": "New Frontiers for Fairer Breast Cancer Care in a Globalized World",
        "7478129": "Breast Cancer: global quality care optimizing care delivery with existing financial and personnel resources"
    },
    "journal": "Cancer",
    "topics": [
        "methods, healthcare, bhgi, summit",
        "breast, healthcare, bhgi",
        "overview, improving, phased, breast"
    ]
}