{
    "title": "Prognostic value of depression and anxiety on breast cancer recurrence and mortality: a systematic review and meta-analysis of 282,203 patients",
    "abstract": "Statistical analysis The outcomes were recurrence-free survival (the time until breast cancer recurrence, other malignant disease, or death), all-cause mortality (death from any cause), and breast cancer-specific mortality (death resulting from breast cancer) in patients with breast cancer based on the effects of depression and anxiety. Most studies were adjusted for variables that affect the risk of cancer mortality, such as age, tumor stage, and comorbidities.Table 1Characteristics of Included Trials.First Author (publication year), countryNumber of participantsAge/years (mean)Mental stress before/after cancer diagnosisFollow-up duration/years (median)ToolAdjusted major confoundersQuality assessmentGraham (2002), the UK20248.4Before/after5DSM-MD-3Lymph node infiltration and histological type8Hjerl (2003), Denmark20,59320–70Before/after5.5 (before)/3.8 (after)ICD-8Age, histopathological grade, axillary lymph nodes removed, medical treatment period, and menopausal state8Goodwin (2004), the US24,69675Before3ICD-9-CMAge, ethnicity, comorbidity, American Joint Committee on Cancer Stage, and SEER site6Watson (2005), the UK57855After11.3HADSAge, histopathological grade, number of positive lymph nodes, pathological tumor size, type of surgery, treatment with radiotherapy, chemotherapy and/or endocrine therapy, and ER status.9Onitilo (2006), the US91272After8CES-DAge, race/ethnicity, poverty/income ratio, education, marital status, smoking, physical activity, BMI, aspirin use, and comorbid conditions9Groenvold (2007), Denmark158852.4After12.9HADSAge, menopausal status, tumor size, histopathological diagnosis, tumor receptor status, grading of anaplasia, number of tumor-positive axillary nodes, adjuvant treatment regimen, type of operation, and local radiotherapy9Phillips (2008), Australian708<60After8.2HADSGrade, ER and PR status, size, number of involved nodes, body mass index, time to diagnosis from last childbirth, systemic treatment.9Bredal (2011), Norway16556.5After8.2HADSAge8Vodermaier (2014), the UK164656.5After6.3PSSCANAge7Chen (2016), China344151After2.5ICD-9-CMAge, outpatient visits, adjuvant therapies, all comorbidities, CCI.7Kanani (2016), the UK955≥30Before/after10ICD-10Age, ethnicity, deprivation, comorbidities, stage and recorded cancer treatment8Eskelinen (2017), Finland3451.6Before25BDI–6Iglay (2017), the US19,028≥68Before5ICD-9-CMAge, income, race, ethnicity, SEER location, and marital status.7Liang (2017), the US309563.1Before6.8CES-DAge, race, body mass index, smoking, postmenopausal hormone therapy, comorbidity, mammography use, tumor stage, tumor grade, and ER and PR status.9Desai (2019), the US1474–Before2ICD-9-CMCounty-level information, individual sociodemographic information, cancer stage, comorbidities, substance abuse, pain condition, and index year.7Shim (2019), Korea124,38150.2After4.2ICD-10Age, sex, place, income, CCI, disability, type of breast cancer, chemotherapy, radiation therapy, hormonal therapy, and target therapy7Batty (2017), the UK78,70754.9After9.5GHQ-12Age, BMI, educational attainment, smoking status, and frequency of alcohol consumption9DSM-MD-3 the Diagnostic and Statistical Manual of Mental Disorders (third edition, revised), HADS hospital anxiety and depression scale, BDI Beck Depression Inventory, PSSCAN the 21-item psychosocial screen for cancer, ICD International Classification of Diseases, CES-D Center for Epidemiologic Studies Depression Scale, SEER Surveillance Epidemiology and End Results, CCI Charlson Comorbidity Index, ER estrogen receptor, PR progesterone receptor. Most studies were adjusted for variables that affect the risk of cancer mortality, such as age, tumor stage, and comorbidities.Table 1Characteristics of Included Trials.First Author (publication year), countryNumber of participantsAge/years (mean)Mental stress before/after cancer diagnosisFollow-up duration/years (median)ToolAdjusted major confoundersQuality assessmentGraham (2002), the UK20248.4Before/after5DSM-MD-3Lymph node infiltration and histological type8Hjerl (2003), Denmark20,59320–70Before/after5.5 (before)/3.8 (after)ICD-8Age, histopathological grade, axillary lymph nodes removed, medical treatment period, and menopausal state8Goodwin (2004), the US24,69675Before3ICD-9-CMAge, ethnicity, comorbidity, American Joint Committee on Cancer Stage, and SEER site6Watson (2005), the UK57855After11.3HADSAge, histopathological grade, number of positive lymph nodes, pathological tumor size, type of surgery, treatment with radiotherapy, chemotherapy and/or endocrine therapy, and ER status.9Onitilo (2006), the US91272After8CES-DAge, race/ethnicity, poverty/income ratio, education, marital status, smoking, physical activity, BMI, aspirin use, and comorbid conditions9Groenvold (2007), Denmark158852.4After12.9HADSAge, menopausal status, tumor size, histopathological diagnosis, tumor receptor status, grading of anaplasia, number of tumor-positive axillary nodes, adjuvant treatment regimen, type of operation, and local radiotherapy9Phillips (2008), Australian708<60After8.2HADSGrade, ER and PR status, size, number of involved nodes, body mass index, time to diagnosis from last childbirth, systemic treatment.9Bredal (2011), Norway16556.5After8.2HADSAge8Vodermaier (2014), the UK164656.5After6.3PSSCANAge7Chen (2016), China344151After2.5ICD-9-CMAge, outpatient visits, adjuvant therapies, all comorbidities, CCI.7Kanani (2016), the UK955≥30Before/after10ICD-10Age, ethnicity, deprivation, comorbidities, stage and recorded cancer treatment8Eskelinen (2017), Finland3451.6Before25BDI–6Iglay (2017), the US19,028≥68Before5ICD-9-CMAge, income, race, ethnicity, SEER location, and marital status.7Liang (2017), the US309563.1Before6.8CES-DAge, race, body mass index, smoking, postmenopausal hormone therapy, comorbidity, mammography use, tumor stage, tumor grade, and ER and PR status.9Desai (2019), the US1474–Before2ICD-9-CMCounty-level information, individual sociodemographic information, cancer stage, comorbidities, substance abuse, pain condition, and index year.7Shim (2019), Korea124,38150.2After4.2ICD-10Age, sex, place, income, CCI, disability, type of breast cancer, chemotherapy, radiation therapy, hormonal therapy, and target therapy7Batty (2017), the UK78,70754.9After9.5GHQ-12Age, BMI, educational attainment, smoking status, and frequency of alcohol consumption9DSM-MD-3 the Diagnostic and Statistical Manual of Mental Disorders (third edition, revised), HADS hospital anxiety and depression scale, BDI Beck Depression Inventory, PSSCAN the 21-item psychosocial screen for cancer, ICD International Classification of Diseases, CES-D Center for Epidemiologic Studies Depression Scale, SEER Surveillance Epidemiology and End Results, CCI Charlson Comorbidity Index, ER estrogen receptor, PR progesterone receptor.",
    "authors": [
        "Xuan Wang",
        "Neng Wang",
        "Lidan Zhong",
        "Shengqi Wang",
        "Yifeng Zheng",
        "Bowen Yang",
        "Juping Zhang",
        "Yi Lin",
        "Zhiyu Wang"
    ],
    "published_year": "2020",
    "description": "Introduction\n      Breast cancer is one of the most prevalent cancers as well as the leading cause of death among women. According to the WHO statistics from 2018, breast cancer has an incidence of 11.6% among all types of cancer, accounting for 6.5% of mortalities worldwide [1]. The survival rate of breast cancer patients in developed countries has improved in recent decades due to the advances in early screening and treatment [2]. However, the mortality rate of breast cancer patients in some developing countries remains high due to inefficient screening and treatment, leaving an overall high death toll worldwide [3]. Recurrence and metastasis are the main causes of death in breast cancer. In addition, cardiovascular complications in breast cancer survivors were identified as another important cause of death among these women [4, 5]. Therefore, in order to improve the prognosis and overall survival, it is important to identify the risk factors influencing breast cancer-related death.\n      A number of factors can affect breast cancer progression and mortality. Recent studies have shown that the status of lymph nodes, tumor size, and histological subtypes are important risk factors determining its clinical outcomes [6–8]. In addition, clinical studies have demonstrated that demographic characteristics and lifestyle factors, such as age, obesity, smoking, and estrogen application, are also significantly related to breast cancer onset and development [9–13]. Importantly, with the transformation from the traditional medical system to a biopsychosocial medical network, much more attention has been paid to the role of psychological factors in the etiology and prognosis of breast cancer.\n      The diagnosis and treatment of breast cancer are frequently accompanied by changes in physical status and function, unpleasant side effects, decline in quality of life, and impaired social relationships [14, 15]. Therefore, breast cancer patients always suffer from negative emotions under chronic psychological stress. Clinical studies have also suggested that patients with breast cancer suffer a much higher prevalence of mental disorders compared with the general population. Depression and anxiety are the two most common psychiatric symptoms. Results from previous meta-analyses revealed that the prevalence of depression and anxiety among breast cancer patients was up to 32.2% and 41.9%, respectively [16, 17]. Depression and anxiety can affect the physiological function, treatment compliance, psychological function, and quality of life of patients with breast cancer and may even be an important factor affecting the mortality of breast cancer patients. Although whether psychological factors predict breast cancer mortality has been widely investigated, the findings are not consistent. Seven studies reported that depression was associated with an increase in the risk of mortality [18–24]. Another six studies found no association between depression and mortality [25–30]. Previous meta-analyses presented evidence that depression was related to mortality [31, 32] but not to progression in cancer patients [32]. However, these meta-analyses were constrained by high heterogeneity based on mixed types of cancers. Furthermore, as breast cancer is a hormone-dependent neoplasm, its response to mental illness may be distinct from that of other cancers. Meanwhile, several studies have assessed whether improvements in depression are associated with survival benefits. Giese-Davis et al. [33] found that a decrease in depression under supportive-expressive group therapy (SEGT) predicted longer survival for women with breast cancer. A recent meta-analysis also found that SEGT and other supportive psychotherapeutic interventions did improve overall cancer survival [34], while Kissane et al. [35] found no evidence that SEGT prolongs survival. With regard to anxiety, its influence on breast cancer prognosis is still under dispute. Shim et al. [24] found that anxiety is predictive of all-cause mortality for breast cancer patients. Groenvold et al. [27] demonstrated that anxiety was associated with relapse-free survival, but not with overall survival. However, several studies indicated that no association was found between anxiety and mortality in breast cancer patients [21, 23, 25, 28, 36]. Notably, animal models have clearly shown that chronic psychological stress can promote tumor growth and lung metastasis [37, 38]. Thaker et al. [39] found that chronic stress promotes ovarian tumor growth and angiogenesis in a murine model, and that adrenergic blockade reverses the effect. Hence, it is necessary to conduct comprehensive and rigorous studies to determine the relationship between depression and anxiety and breast cancer survival and progression.\n      Herein, we conducted a meta-analysis of depression and anxiety in relation to mortality and progression in patients with breast cancer. We collected and quantitatively integrated the data regarding the association between recurrence, all-cause mortality and cancer-specific mortality with depression and anxiety, respectively. The results demonstrate that depression and anxiety are both associated with recurrence and all-cause mortality. Furthermore, depression and comorbid depression and anxiety are related to cancer-specific mortality, while anxiety alone is not. Our findings highlight the importance of depression and anxiety in predicting breast cancer prognosis and suggest that careful consideration should be given to routine screening for mental distress in breast cancer patients.\nMethods\n      \n        Protocol and guidance\n        This study was performed in accordance with Preferred Reporting Items for Systematic Reviews and Meta-Analysis. The protocol for this review has been registered at PROSPERO (CRD42020162466).\n      \n      \n        Search strategy\n        Following recommendations of the Meta-analysis of Observational Studies in Epidemiology group [40], we searched the following electronic databases for studies written in English from their inception until December 15, 2019: PubMed, Embase, The Cochrane Library, and PsycINFO. The search strategy was implemented using combined index terms (Medical Subject Headings, Emtree) and free-text keywords. Keywords included (“breast cancer” OR “breast neoplasm”) AND (“depression” OR “anxiety”) AND (“survival” OR “mortality” OR “metastasis” OR “recurrence”). Tables S1–S4 in the supplementary show the detailed methods used for searching all of the databases. Additional studies were searched by examining the reference lists of reviews and eligible publications for potentially eligible studies.\n      \n      \n        Inclusion and exclusion criteria\n        The retrieved studies were eligible for qualitative and quantitative analysis if they (1) were cohort studies, (2) investigated patients with breast cancer, (3) assessed depression or anxiety by standard diagnostic criteria or self-report scales, and (4) provided HRs or risk ratios (RRs) and their 95% CIs for all-cause mortality or cancer-specific mortality.\n        The studies were excluded if they (1) had participants with malignancy other than breast cancer, (2) only recruited patients with breast cancer but without depression or anxiety, and (3) lacked measurement of cancer recurrence or mortality. In addition, if duplicate articles were derived from an identical or overlapping patient population, only the latest and/or complete one was used in the meta-analysis. When there were multiple groups of useful data in the same article, only the data derived from the group with the largest sample size were selected for the analysis.\n      \n      \n        Data extraction and quality assessment\n        Two reviewers independently extracted the data from the included studies. The following details are presented in this review: first author’s name, year of publication, country, participant number, age, time of assessment of depression, follow-up duration, depression/anxiety measurement, and adjusted major confounders.\n        All of the selected articles were examined in terms of quality based on the Newcastle–Ottawa Quality Assessment Scale for cohort studies [41]. This semiquantitative scale uses a star system to assess the quality for eight items across three domains: selection (four items, one star each), comparability (one item, up to two stars), and exposure (three items, one star each). In this meta-analysis, we graded quality as good (≥7 stars), fair (4–6 stars), or poor (<4 stars). Any discrepancy between the two reviewers was resolved by discussion with the third reviewer.\n      \n      \n        Statistical analysis\n        The outcomes were recurrence-free survival (the time until breast cancer recurrence, other malignant disease, or death), all-cause mortality (death from any cause), and breast cancer-specific mortality (death resulting from breast cancer) in patients with breast cancer based on the effects of depression and anxiety. The method was based on the HRs with 95% CIs obtained from each study. The relative risk (RR) was deemed approximatively equivalent to the HR if the HR was not reported. Most HRs were adjusted by different variables, such as age or tumor stage. If there were unadjusted HRs (or RRs) and adjusted ones, the adjusted were preferred. Subgroup analyses were conducted according to age (average ≤60 vs. >60 years), follow-up duration (<5 vs. ≥5 years), time of assessment of depression (before cancer diagnoses vs. after cancer diagnoses), and measure of mental status (clinical diagnose vs. symptom scale).\n        The Cochrane Q test and I2 statistic were employed to evaluate heterogeneity between studies, and an I2 > 50% was considered statistically significant [42]. If the I2 value was 50% or greater, we pooled the results using a random-effects model. Otherwise, a fixed-effect model was applied. The funnel plots and Egger test were used to detect potential publication bias [43, 44]. To assess the stability of the results, a leave-one-out sensitivity analysis was carried out. Analyses were performed with Stata 15.0 (StataCorp LP, College Station, TX, USA).\nProtocol and guidance\n        This study was performed in accordance with Preferred Reporting Items for Systematic Reviews and Meta-Analysis. The protocol for this review has been registered at PROSPERO (CRD42020162466).\nSearch strategy\n        Following recommendations of the Meta-analysis of Observational Studies in Epidemiology group [40], we searched the following electronic databases for studies written in English from their inception until December 15, 2019: PubMed, Embase, The Cochrane Library, and PsycINFO. The search strategy was implemented using combined index terms (Medical Subject Headings, Emtree) and free-text keywords. Keywords included (“breast cancer” OR “breast neoplasm”) AND (“depression” OR “anxiety”) AND (“survival” OR “mortality” OR “metastasis” OR “recurrence”). Tables S1–S4 in the supplementary show the detailed methods used for searching all of the databases. Additional studies were searched by examining the reference lists of reviews and eligible publications for potentially eligible studies.\nInclusion and exclusion criteria\n        The retrieved studies were eligible for qualitative and quantitative analysis if they (1) were cohort studies, (2) investigated patients with breast cancer, (3) assessed depression or anxiety by standard diagnostic criteria or self-report scales, and (4) provided HRs or risk ratios (RRs) and their 95% CIs for all-cause mortality or cancer-specific mortality.\n        The studies were excluded if they (1) had participants with malignancy other than breast cancer, (2) only recruited patients with breast cancer but without depression or anxiety, and (3) lacked measurement of cancer recurrence or mortality. In addition, if duplicate articles were derived from an identical or overlapping patient population, only the latest and/or complete one was used in the meta-analysis. When there were multiple groups of useful data in the same article, only the data derived from the group with the largest sample size were selected for the analysis.\nData extraction and quality assessment\n        Two reviewers independently extracted the data from the included studies. The following details are presented in this review: first author’s name, year of publication, country, participant number, age, time of assessment of depression, follow-up duration, depression/anxiety measurement, and adjusted major confounders.\n        All of the selected articles were examined in terms of quality based on the Newcastle–Ottawa Quality Assessment Scale for cohort studies [41]. This semiquantitative scale uses a star system to assess the quality for eight items across three domains: selection (four items, one star each), comparability (one item, up to two stars), and exposure (three items, one star each). In this meta-analysis, we graded quality as good (≥7 stars), fair (4–6 stars), or poor (<4 stars). Any discrepancy between the two reviewers was resolved by discussion with the third reviewer.\nStatistical analysis\n        The outcomes were recurrence-free survival (the time until breast cancer recurrence, other malignant disease, or death), all-cause mortality (death from any cause), and breast cancer-specific mortality (death resulting from breast cancer) in patients with breast cancer based on the effects of depression and anxiety. The method was based on the HRs with 95% CIs obtained from each study. The relative risk (RR) was deemed approximatively equivalent to the HR if the HR was not reported. Most HRs were adjusted by different variables, such as age or tumor stage. If there were unadjusted HRs (or RRs) and adjusted ones, the adjusted were preferred. Subgroup analyses were conducted according to age (average ≤60 vs. >60 years), follow-up duration (<5 vs. ≥5 years), time of assessment of depression (before cancer diagnoses vs. after cancer diagnoses), and measure of mental status (clinical diagnose vs. symptom scale).\n        The Cochrane Q test and I2 statistic were employed to evaluate heterogeneity between studies, and an I2 > 50% was considered statistically significant [42]. If the I2 value was 50% or greater, we pooled the results using a random-effects model. Otherwise, a fixed-effect model was applied. The funnel plots and Egger test were used to detect potential publication bias [43, 44]. To assess the stability of the results, a leave-one-out sensitivity analysis was carried out. Analyses were performed with Stata 15.0 (StataCorp LP, College Station, TX, USA).\nResults\n      \n        Eligible studies and study characteristics\n        After identifying 7884 references, 1127 duplicate publications, and 6708 irrelevant studies were excluded, leaving 49 potentially eligible studies (Fig. 1). Finally, 17 cohort studies conducted between 2002 and 2019 were included in the meta-analysis.Fig. 1Flow chart of identification of eligible studies.\n        The general characteristics of the included studies are listed in Table 1. A total of 282,203 patients with breast cancer were involved, and trials ranged in size from 34 to 124,381 participants. The duration of follow-up ranged from 2 to 25 years. Among these studies, nine studies were from Europe, five were from the US, two were from Asia, and one was from Australia. Mental symptoms were assessed by various tools, such as the Hospital Anxiety and Depression Scale (HADS), Center for Epidemiologic Studies Depression Scale (CES-D), Beck Depression Inventory (BDI), and 12-item General Health Questionnaire (GHQ-12), while clinical mental disorders were diagnosed based on the International Classification of Diseases (ICD) or the Diagnostic and Statistical Manual of Mental Disorders (DSM-MD). Most studies were adjusted for variables that affect the risk of cancer mortality, such as age, tumor stage, and comorbidities.Table 1Characteristics of Included Trials.First Author (publication year), countryNumber of participantsAge/years (mean)Mental stress before/after cancer diagnosisFollow-up duration/years (median)ToolAdjusted major confoundersQuality assessmentGraham (2002), the UK20248.4Before/after5DSM-MD-3Lymph node infiltration and histological type8Hjerl (2003), Denmark20,59320–70Before/after5.5 (before)/3.8 (after)ICD-8Age, histopathological grade, axillary lymph nodes removed, medical treatment period, and menopausal state8Goodwin (2004), the US24,69675Before3ICD-9-CMAge, ethnicity, comorbidity, American Joint Committee on Cancer Stage, and SEER site6Watson (2005), the UK57855After11.3HADSAge, histopathological grade, number of positive lymph nodes, pathological tumor size, type of surgery, treatment with radiotherapy, chemotherapy and/or endocrine therapy, and ER status.9Onitilo (2006), the US91272After8CES-DAge, race/ethnicity, poverty/income ratio, education, marital status, smoking, physical activity, BMI, aspirin use, and comorbid conditions9Groenvold (2007), Denmark158852.4After12.9HADSAge, menopausal status, tumor size, histopathological diagnosis, tumor receptor status, grading of anaplasia, number of tumor-positive axillary nodes, adjuvant treatment regimen, type of operation, and local radiotherapy9Phillips (2008), Australian708<60After8.2HADSGrade, ER and PR status, size, number of involved nodes, body mass index, time to diagnosis from last childbirth, systemic treatment.9Bredal (2011), Norway16556.5After8.2HADSAge8Vodermaier (2014), the UK164656.5After6.3PSSCANAge7Chen (2016), China344151After2.5ICD-9-CMAge, outpatient visits, adjuvant therapies, all comorbidities, CCI.7Kanani (2016), the UK955≥30Before/after10ICD-10Age, ethnicity, deprivation, comorbidities, stage and recorded cancer treatment8Eskelinen (2017), Finland3451.6Before25BDI–6Iglay (2017), the US19,028≥68Before5ICD-9-CMAge, income, race, ethnicity, SEER location, and marital status.7Liang (2017), the US309563.1Before6.8CES-DAge, race, body mass index, smoking, postmenopausal hormone therapy, comorbidity, mammography use, tumor stage, tumor grade, and ER and PR status.9Desai (2019), the US1474–Before2ICD-9-CMCounty-level information, individual sociodemographic information, cancer stage, comorbidities, substance abuse, pain condition, and index year.7Shim (2019), Korea124,38150.2After4.2ICD-10Age, sex, place, income, CCI, disability, type of breast cancer, chemotherapy, radiation therapy, hormonal therapy, and target therapy7Batty (2017), the UK78,70754.9After9.5GHQ-12Age, BMI, educational attainment, smoking status, and frequency of alcohol consumption9DSM-MD-3 the Diagnostic and Statistical Manual of Mental Disorders (third edition, revised), HADS hospital anxiety and depression scale, BDI Beck Depression Inventory, PSSCAN the 21-item psychosocial screen for cancer, ICD International Classification of Diseases, CES-D Center for Epidemiologic Studies Depression Scale, SEER Surveillance Epidemiology and End Results, CCI Charlson Comorbidity Index, ER estrogen receptor, PR progesterone receptor.\n        According to quality assessment criteria, 15 studies were graded as good quality and two studies as fair quality. Detailed information is listed in Supplementary Table S5.\n      \n      \n        Effect of depression on recurrence and mortality in breast cancer patients\n        As shown in Fig. 2, seven studies [25, 27–30, 36, 45] yielded a pooled HR of 1.24 (1.07, 1.43) for the association between depression and recurrence based on fixed-effects model analyses. Low heterogeneity was observed, with I2 = 30.1% and P = 0.198. Furthermore, 12 studies [19–30] yielded a pooled HR of 1.30 (1.23, 1.36) for the association between depression and all-cause mortality. Low heterogeneity was observed, with I2 = 0.0% and P = 0.57. Finally, four studies [18, 19, 21, 22] yielded a pooled HR of 1.29 (1.11, 1.49) for the association between depression and breast cancer-specific mortality. Low heterogeneity was observed, with I2 = 3.2% and P = 0.376.Fig. 2The effects of depression on recurrence, all-cause mortality, and cancer-specific mortality in patients with breast cancer.Results of individual and summary HR estimates, 95% CI, and weights of each study were shown. Diamonds indicate study specific HRs; Horizontal lines represent 95% CI; Arrowheads indicate error bars that extend beyond the area shown.\n      \n      \n        Recurrence\n        The results showed that depression was associated with a 24% increase in the risk of cancer recurrence. In seven studies, the mean age of patients was <60 years. Two studies assessed depression before the breast cancer diagnosis, and five studies assessed it after the breast cancer diagnosis. Five studies assessed the effect of psychological symptoms using self-report scales, and two studies assessed it through clinical standardized interviews. There were two studies with a follow-up duration shorter than or equal to 5 years postdiagnosis and five studies with a follow-up duration longer than 5 years. Subgroup analysis, according to the assessment time of depression, mental status measurement tool, and follow-up duration, was performed (Fig. 3). The results showed that the prognostic impact of the depression was significant when depression was assessed after the breast cancer diagnosis [1.22 (1.05, 1.41)]. In addition, clinically diagnosed depression disorders were associated with recurrence [1.37 (1.10, 1.70)], while mental distress assessed by the symptom scale was not [1.15 (0.95, 1.38)]. In addition, studies with short-term follow-up (≤5 years) tended to report a higher recurrence risk [1.37 (1.10, 1.70)] compared with studies with longer follow-up of more than 5 years [1.15 (0.95, 1.38)].Fig. 3The effect of depression on recurrence: results of the subgroup analyses.Studies reported results stratified by time of assessment of depression, measure of mental status and follow up duration, respectively. Squares indicate study specific HRs; Horizontal lines represent 95% CI. Arrowheads indicate error bars that extend beyond the area shown.\n      \n      \n        All-cause mortality\n        The results showed that depression was associated with a 30% increase in the risk of all-cause mortality. The mean age of patients was <60 years in seven studies and over 60 years in three studies. Five studies assessed depression before breast cancer diagnosis, and eight studies assessed it after breast cancer diagnosis. Six studies assessed the effect of psychological symptoms using self-report scales, and six studies assessed it through clinical standardized interviews. There were four studies with follow-up duration ≤5 years postdiagnosis, and eight studies with follow-up duration longer than 5 years. Subgroup analysis was performed according to age, the assessment time of depression, the mental status measurement tool, and follow-up duration (Fig. 4). The results showed that the association was significant in both patients aged <60 years and those aged ≥60 years [1.25 (1.18, 1.34) and 1.38 (1.23, 1.55), respectively]. The significant prognostic impact of depression did not differ depending on whether it was assessed before [1.33 (1.22, 1.45)] or after [1.28 (1.21, 1.36)] the breast cancer diagnosis. Furthermore, there was no significant difference in risk between studies with a follow-up duration ≤5 years [1.30 (1.22, 1.38)] and those with a follow-up duration >5 years [1.30 (1.19, 1.41)]. However, clinically diagnosed depression disorders were associated with increased all-cause mortality [1.31 (1.24, 1.38)], while self-reported psychological symptoms were not [1.18 (1.00, 1.39)].Fig. 4The effect of depression on all-cause mortality: results of the subgroup analyses. Studies reported results stratified by age, time of assessment of depression, measure of mental status and follow up duration, respectively.Squares indicate study specific HRs; Horizontal lines represent 95% CI.\n      \n      \n        Breast cancer-specific mortality\n        Likewise, the results showed that depression was associated with a 29% increase in the risk of breast cancer-specific mortality. The mean age of patients was <60 years in one study and over 60 years in three studies. Three studies assessed depression before the breast cancer diagnosis, and one study assessed it after the breast cancer diagnosis. One study assessed the effect of depressive symptoms using self-report scales, and three studies assessed it through clinical standardized interviews. There were two studies with a follow-up duration shorter than or equal to 5 years postdiagnosis and two studies with a follow-up duration longer than 5 years.\n      \n      \n        Effect of anxiety on recurrence and mortality in breast cancer patients\n        As shown in Fig. 5, four studies [25, 27, 28, 36] yielded a pooled HR of 1.17 (1.02, 1.34) for the association between anxiety and recurrence based on fixed-effects model analyses. Low heterogeneity was observed, with I2 = 0.0% and P = 0.744. Furthermore, six studies [21, 23–25, 27, 28] yielded a pooled HR of 1.13 (1.07, 1.19) for the association between anxiety and all-cause mortality. Low heterogeneity was observed, with I2 = 0.0% and P = 0.789. However, there was no association between anxiety and breast cancer-specific mortality in two studies [1.05 (0.82, 1.35)] [21, 22]. Low heterogeneity was observed, with I2 = 48.7% and P = 0.163.Fig. 5The effects of anxiety on recurrence, all-cause mortality, and cancer-specific mortality in patients with breast cancer.Results of individual and summary HR estimates, 95% CI, and weights of each study were shown. Diamonds indicate study specific HRs; Horizontal lines represent 95% CI.\n      \n      \n        Recurrence\n        The results showed that depression was associated with a 17% increase in the risk of cancer recurrence. In four studies, the mean age of patients was <60 years. All included studies measured anxious symptoms using the HAD scale after the breast cancer diagnosis, and four studies had a follow-up duration longer than 5 years. Thus, subgroup analysis could not be carried out.\n      \n      \n        All-cause mortality\n        The results showed that anxiety was associated with a 13% increase in the risk of all-cause mortality. The mean age of patients was <60 years in four studies and over 60 years in one study. Two studies measured anxiety before the breast cancer diagnosis, and four studies measured it after the breast cancer diagnosis. Three studies assessed the effect of anxiety symptoms using self-report scales, and three studies assessed it through clinical standardized interviews. There were three studies with a follow-up duration shorter than or equal to 5 years postdiagnosis and three studies with a follow-up duration longer than 5 years. Subgroup analysis according to age, the assessment time of anxiety, the mental status measurement tool, and follow-up duration was performed (Supplementary Fig. S1). The association was significant only in several subgroups: patients aged <60 years [1.13 (1.07, 1.20)], anxiety assessed after breast cancer diagnosis [1.13 (1.07, 1.20)], clinically diagnosed anxiety disorders [1.14 (1.08, 1.20)], and follow-up duration ≤5 years [1.14 (1.08, 1.20)].\n      \n      \n        Breast cancer-specific mortality\n        The results showed that anxiety was not related to the risk of breast cancer-specific mortality. The mean age of patients was over 60 years in two studies. Both studies measured depression before breast cancer diagnosis. One study assessed the effect of depressive symptoms using self-report scales, and the other study assessed it through clinical standardized interviews. One study had a follow-up duration ≤5 years postdiagnosis, and the other study had a follow-up duration longer than 5 years. Considering the limited studies included, subgroup analysis was not performed.\n      \n      \n        Effect of depression and anxiety on mortality in breast cancer patients\n        As shown in Supplementary Fig. S2, four studies [21, 23, 24, 46] yielded a pooled HR of 1.34 (1.24, 1.45) for the association between depression and anxiety and all-cause mortality based on fixed-effects model analyses. Low heterogeneity was observed, with I2 = 0.0% and P = 0.755. Furthermore, two studies [21, 47] yielded a pooled HR of 1.45 (1.11, 1.90) for the association between depression and anxiety and breast cancer-specific mortality. Low heterogeneity was observed, with I2 = 49.3% and P = 0.160.\n      \n      \n        Publication bias and sensitivity analysis\n        Due to the small number of studies for both depression and anxiety, funnel plots and Egger’s tests were only created/computed for the primary outcome of depression or anxiety. There was no evidence of publication bias based on visual inspection of funnel plots (Supplementary Fig. S3) or according to Egger’s tests (P > 0.1). Sensitivity analysis was performed to assess the stability of the results, and a single study from the meta-analysis was omitted each time. The results showed that the corresponding pooled estimates were not significantly altered, indicating that no individual study influences the results (Supplementary Fig. S4).\nEligible studies and study characteristics\n        After identifying 7884 references, 1127 duplicate publications, and 6708 irrelevant studies were excluded, leaving 49 potentially eligible studies (Fig. 1). Finally, 17 cohort studies conducted between 2002 and 2019 were included in the meta-analysis.Fig. 1Flow chart of identification of eligible studies.\n        The general characteristics of the included studies are listed in Table 1. A total of 282,203 patients with breast cancer were involved, and trials ranged in size from 34 to 124,381 participants. The duration of follow-up ranged from 2 to 25 years. Among these studies, nine studies were from Europe, five were from the US, two were from Asia, and one was from Australia. Mental symptoms were assessed by various tools, such as the Hospital Anxiety and Depression Scale (HADS), Center for Epidemiologic Studies Depression Scale (CES-D), Beck Depression Inventory (BDI), and 12-item General Health Questionnaire (GHQ-12), while clinical mental disorders were diagnosed based on the International Classification of Diseases (ICD) or the Diagnostic and Statistical Manual of Mental Disorders (DSM-MD). Most studies were adjusted for variables that affect the risk of cancer mortality, such as age, tumor stage, and comorbidities.Table 1Characteristics of Included Trials.First Author (publication year), countryNumber of participantsAge/years (mean)Mental stress before/after cancer diagnosisFollow-up duration/years (median)ToolAdjusted major confoundersQuality assessmentGraham (2002), the UK20248.4Before/after5DSM-MD-3Lymph node infiltration and histological type8Hjerl (2003), Denmark20,59320–70Before/after5.5 (before)/3.8 (after)ICD-8Age, histopathological grade, axillary lymph nodes removed, medical treatment period, and menopausal state8Goodwin (2004), the US24,69675Before3ICD-9-CMAge, ethnicity, comorbidity, American Joint Committee on Cancer Stage, and SEER site6Watson (2005), the UK57855After11.3HADSAge, histopathological grade, number of positive lymph nodes, pathological tumor size, type of surgery, treatment with radiotherapy, chemotherapy and/or endocrine therapy, and ER status.9Onitilo (2006), the US91272After8CES-DAge, race/ethnicity, poverty/income ratio, education, marital status, smoking, physical activity, BMI, aspirin use, and comorbid conditions9Groenvold (2007), Denmark158852.4After12.9HADSAge, menopausal status, tumor size, histopathological diagnosis, tumor receptor status, grading of anaplasia, number of tumor-positive axillary nodes, adjuvant treatment regimen, type of operation, and local radiotherapy9Phillips (2008), Australian708<60After8.2HADSGrade, ER and PR status, size, number of involved nodes, body mass index, time to diagnosis from last childbirth, systemic treatment.9Bredal (2011), Norway16556.5After8.2HADSAge8Vodermaier (2014), the UK164656.5After6.3PSSCANAge7Chen (2016), China344151After2.5ICD-9-CMAge, outpatient visits, adjuvant therapies, all comorbidities, CCI.7Kanani (2016), the UK955≥30Before/after10ICD-10Age, ethnicity, deprivation, comorbidities, stage and recorded cancer treatment8Eskelinen (2017), Finland3451.6Before25BDI–6Iglay (2017), the US19,028≥68Before5ICD-9-CMAge, income, race, ethnicity, SEER location, and marital status.7Liang (2017), the US309563.1Before6.8CES-DAge, race, body mass index, smoking, postmenopausal hormone therapy, comorbidity, mammography use, tumor stage, tumor grade, and ER and PR status.9Desai (2019), the US1474–Before2ICD-9-CMCounty-level information, individual sociodemographic information, cancer stage, comorbidities, substance abuse, pain condition, and index year.7Shim (2019), Korea124,38150.2After4.2ICD-10Age, sex, place, income, CCI, disability, type of breast cancer, chemotherapy, radiation therapy, hormonal therapy, and target therapy7Batty (2017), the UK78,70754.9After9.5GHQ-12Age, BMI, educational attainment, smoking status, and frequency of alcohol consumption9DSM-MD-3 the Diagnostic and Statistical Manual of Mental Disorders (third edition, revised), HADS hospital anxiety and depression scale, BDI Beck Depression Inventory, PSSCAN the 21-item psychosocial screen for cancer, ICD International Classification of Diseases, CES-D Center for Epidemiologic Studies Depression Scale, SEER Surveillance Epidemiology and End Results, CCI Charlson Comorbidity Index, ER estrogen receptor, PR progesterone receptor.\n        According to quality assessment criteria, 15 studies were graded as good quality and two studies as fair quality. Detailed information is listed in Supplementary Table S5.\nEffect of depression on recurrence and mortality in breast cancer patients\n        As shown in Fig. 2, seven studies [25, 27–30, 36, 45] yielded a pooled HR of 1.24 (1.07, 1.43) for the association between depression and recurrence based on fixed-effects model analyses. Low heterogeneity was observed, with I2 = 30.1% and P = 0.198. Furthermore, 12 studies [19–30] yielded a pooled HR of 1.30 (1.23, 1.36) for the association between depression and all-cause mortality. Low heterogeneity was observed, with I2 = 0.0% and P = 0.57. Finally, four studies [18, 19, 21, 22] yielded a pooled HR of 1.29 (1.11, 1.49) for the association between depression and breast cancer-specific mortality. Low heterogeneity was observed, with I2 = 3.2% and P = 0.376.Fig. 2The effects of depression on recurrence, all-cause mortality, and cancer-specific mortality in patients with breast cancer.Results of individual and summary HR estimates, 95% CI, and weights of each study were shown. Diamonds indicate study specific HRs; Horizontal lines represent 95% CI; Arrowheads indicate error bars that extend beyond the area shown.\nRecurrence\n        The results showed that depression was associated with a 17% increase in the risk of cancer recurrence. In four studies, the mean age of patients was <60 years. All included studies measured anxious symptoms using the HAD scale after the breast cancer diagnosis, and four studies had a follow-up duration longer than 5 years. Thus, subgroup analysis could not be carried out.\nAll-cause mortality\n        The results showed that anxiety was associated with a 13% increase in the risk of all-cause mortality. The mean age of patients was <60 years in four studies and over 60 years in one study. Two studies measured anxiety before the breast cancer diagnosis, and four studies measured it after the breast cancer diagnosis. Three studies assessed the effect of anxiety symptoms using self-report scales, and three studies assessed it through clinical standardized interviews. There were three studies with a follow-up duration shorter than or equal to 5 years postdiagnosis and three studies with a follow-up duration longer than 5 years. Subgroup analysis according to age, the assessment time of anxiety, the mental status measurement tool, and follow-up duration was performed (Supplementary Fig. S1). The association was significant only in several subgroups: patients aged <60 years [1.13 (1.07, 1.20)], anxiety assessed after breast cancer diagnosis [1.13 (1.07, 1.20)], clinically diagnosed anxiety disorders [1.14 (1.08, 1.20)], and follow-up duration ≤5 years [1.14 (1.08, 1.20)].\nBreast cancer-specific mortality\n        The results showed that anxiety was not related to the risk of breast cancer-specific mortality. The mean age of patients was over 60 years in two studies. Both studies measured depression before breast cancer diagnosis. One study assessed the effect of depressive symptoms using self-report scales, and the other study assessed it through clinical standardized interviews. One study had a follow-up duration ≤5 years postdiagnosis, and the other study had a follow-up duration longer than 5 years. Considering the limited studies included, subgroup analysis was not performed.\nEffect of anxiety on recurrence and mortality in breast cancer patients\n        As shown in Fig. 5, four studies [25, 27, 28, 36] yielded a pooled HR of 1.17 (1.02, 1.34) for the association between anxiety and recurrence based on fixed-effects model analyses. Low heterogeneity was observed, with I2 = 0.0% and P = 0.744. Furthermore, six studies [21, 23–25, 27, 28] yielded a pooled HR of 1.13 (1.07, 1.19) for the association between anxiety and all-cause mortality. Low heterogeneity was observed, with I2 = 0.0% and P = 0.789. However, there was no association between anxiety and breast cancer-specific mortality in two studies [1.05 (0.82, 1.35)] [21, 22]. Low heterogeneity was observed, with I2 = 48.7% and P = 0.163.Fig. 5The effects of anxiety on recurrence, all-cause mortality, and cancer-specific mortality in patients with breast cancer.Results of individual and summary HR estimates, 95% CI, and weights of each study were shown. Diamonds indicate study specific HRs; Horizontal lines represent 95% CI.\nEffect of depression and anxiety on mortality in breast cancer patients\n        As shown in Supplementary Fig. S2, four studies [21, 23, 24, 46] yielded a pooled HR of 1.34 (1.24, 1.45) for the association between depression and anxiety and all-cause mortality based on fixed-effects model analyses. Low heterogeneity was observed, with I2 = 0.0% and P = 0.755. Furthermore, two studies [21, 47] yielded a pooled HR of 1.45 (1.11, 1.90) for the association between depression and anxiety and breast cancer-specific mortality. Low heterogeneity was observed, with I2 = 49.3% and P = 0.160.\nPublication bias and sensitivity analysis\n        Due to the small number of studies for both depression and anxiety, funnel plots and Egger’s tests were only created/computed for the primary outcome of depression or anxiety. There was no evidence of publication bias based on visual inspection of funnel plots (Supplementary Fig. S3) or according to Egger’s tests (P > 0.1). Sensitivity analysis was performed to assess the stability of the results, and a single study from the meta-analysis was omitted each time. The results showed that the corresponding pooled estimates were not significantly altered, indicating that no individual study influences the results (Supplementary Fig. S4).\nDiscussion\n      The meta-analysis confirms that depression, anxiety, and the combination of both are associated with increased recurrence and all-cause mortality in patients with breast cancer. In our study, depression predicted a 30% increase in mortality risk among cancer patients, which is more severe than the increased risk of 18% found by a study carried out in 2010 [31]. This may indicate an increasing tendency in the mortality risk in recent years. Importantly, in contrast to previous depression-focused meta-analyses, our findings show that anxiety can also predict recurrence and all-cause mortality in breast cancer patients. The all-cause mortality risk is the highest in patients with combined depression and anxiety, followed by those with depression alone. In addition, depression predicts a slightly higher risk of recurrence than anxiety. Depression and comorbid depression and anxiety can also increase the risk of cancer-specific mortality, while anxiety does not. Our results suggest that depression is a stronger risk factor for cancer progression and mortality than anxiety, and comorbid depression and anxiety are most closely related to mortality. Considering that depression and anxiety often co-occur clinically, more attention should be paid to them during the treatment of cancer patients.\n      There are several factors that may explain the increased mortality rate of breast cancer patients with depression and anxiety, such as lifestyle, behavioral factors, and biological factors. First, patients with mental disorders may be more prone to unhealthy lifestyle factors, such as smoking, drinking, obesity, and insomnia, which may increase the risk of mortality and cardiovascular disease [48]. Second, treatment nonadherence is also a severe problem. For instance, breast cancer patients may have difficulties adhering to chemotherapy and other complementary treatments [49], which could lead to poor prognosis. Furthermore, mortality could also be caused by nonnatural causes of death, especially suicide [50]. Depression and anxiety are also related to biological mechanisms such as abnormal activation of the hypothalamic–pituitary–adrenal axis and high norepinephrine and cortisol levels in patients [51, 52]. Thaker et al. [39] validated that chronic stress could lead to higher levels of tissue catecholamines, greater tumor burden, and more invasive growth of ovarian carcinoma. Bai et al. [53] reported that stress-induced epinephrine enhances lactate dehydrogenase A and promotes breast cancer stem-like cells. Kamiya et al. [54] found that chronic stress accelerates cancer growth and progression via stimulation of sympathetic neural nerves in tumor. It is interesting to investigate the expression profiles of neuroendocrine-related receptors in breast cancer and to develop novel targeting strategies in the future.\n      The different effects of depression and anxiety on breast cancer may indicate their distinct mechanisms. Anxiety is characterized by prominent tension, worry, and feelings of apprehension. Depression is indicated by depressive mood, slow thinking, and loss of interest. Patients with depression are more prone to committing suicide than those with anxiety, which may contribute to the higher all-cause mortality. Both depression and anxiety can lead to insomnia. However, anxiety is characterized by difficulty in falling asleep, and depression is characterized by waking up early. Different manifestations reflect different mechanisms of neuroendocrine disorders. More research is still needed to explore the distinct mechanisms between depression and anxiety.\n      The associations between depression/anxiety and mortality vary by age, assessment tools and time, and follow-up duration. Pinquart et al. [31] observed a stronger association between depression and mortality in older patients than in younger patients on the basis of the association between depression and various types of cancers. However, our study showed different results, namely that younger patients had a higher mortality risk compared with the elderly. Considering that our research is breast cancer-oriented and more representative for breast cancer, the inconsistent results may suggest that the mechanisms for mortality may differ across different types of cancer. It is believed that the severity of depression and anxiety is negatively correlated with age [55, 56]. In addition, younger patients with depression may have more difficulty in coping with cancer and may be more distressed due to their multiple social roles and heavier family burdens [19]. Therefore, younger women with breast cancer on average have a poorer prognosis than older ones.\n      Furthermore, we found that mental disorders diagnosed by a clinical interview were linked to a higher recurrence risk and poorer cancer survival than those assessed by self-rating scales. As patients with more severe depressive symptoms tend to be evaluated by clinical diagnostic interviews, whereas those with mild and moderate depressive symptoms are usually assessed by self-rating scales [57], this finding reflects the dose–response relationship to some extent—that is, the more severe the depression is, the higher the mortality becomes. In addition, depression assessment after cancer diagnosis was more strongly associated with worse survival than a prior diagnosis of depression. A prior diagnosis of depression may represent early detection, diagnosis, and treatment, which are key to improving the survival rate. This finding suggests that we should pay more attention to the early detection of patients’ psychological state and strive to enhance their mental health.\n      Moreover, the length of follow-up was related to different mortality risks. Studies with short-term follow-up tended to report higher mortality compared with studies with a longer follow-up of more than 5 years, consistent with the finding of Watson et al. [25, 58], that there is a significant association between depression and mortality at 5 years’ follow-up but not at 10 years. Another meta-analysis also showed that the association was the strongest in studies with intervals of ≤2 years [31]. This could be explained by the severity of depression and anxiety weakening over time [59], resulting in a decrease in the strength of the correlation between mental distress and mortality over time. Hence, more attention should be paid to the early period after cancer diagnosis. Interestingly, there is evidence that the symptom-management approach of cognitive-behavioral therapy may have more profound effects among recently diagnosed patients, while the emotionally expressive existential focus of SEGT may be more helpful in the later stages of progressive cancer. Thus, when choosing the psychosocial interventions, the phase of the disease should be considered [34].\n      Interestingly, most reported associations were adjusted by demographic and tumor-related variables, such as tumor stage, positive lymph nodes, and tumor size. Mental distress was still associated with poorer prognosis after adjustment for the variables, which suggests that it is an independent risk factor for cancer mortality. However, the strength of the correlation between mental distress and mortality was gradually attenuated after adjustment (Supplementary Table S6). This variation was also found in previous similar meta-analyses of the association between depression in cardiac patients and prognosis [57, 60]. One plausible explanation is that the association between breast cancer and mental distress is bidirectional—that is, the severity of the cancer in turn leads to a poorer prognosis and mental disorders.\n      Nevertheless, there are several limitations to the current meta-analysis. First, as previously discussed, histological subtypes, tumor stage, and the status of hormone receptors may affect the association between mental distress and cancer progression and mortality. However, because each study adjusted for a different set of variables, a pooled association consistently adjusted for the same variables across the studies could not be reached. Furthermore, as the majority of cases in this study had mixed pathological subtypes, tumor stages, and hormone receptors, subgroup analysis for further comparison based on these factors also could not be carried out. Second, we could not accurately compare the different levels of depression/anxiety in the included trials due to the various tools for assessing depression/anxiety used in the included trials. This is one of the reasons this study did not examine the dose–response associations between depression/anxiety and mortality. Third, misclassification could have occurred, as depression and anxiety were usually evaluated only at one time, while these mental disorders are not fixed and prone to fluctuations over time.\n      \n        Implications\n        Our findings strongly support the role of depression and anxiety in breast cancer progression and mortality, and they have important public health implications. First, more attention should be paid to psychosocial distress in breast cancer patients. Given the high prevalence of psychosocial distress and the resulting adverse effects on cancer recurrence and mortality, more health education should be carried out to make doctors, patients, and their families aware of the importance of psychological factors. Second, routine screening and early detection is recommended. As depression and anxiety may change across the trajectory of cancer care, screening at regular intervals can help effectively monitor psychological changes in the early period and allow for timely intervention to prevent it from getting worse. Furthermore, our study indirectly highlights the significance of treatment for depression and anxiety in breast cancer patients. It is believed that psychotherapy and mind–body therapies may relieve depressive symptoms in patients with breast cancer [61]. However, doctors should be careful when prescribing antidepressants. Several studies have reported that antidepressant use is associated with increased risk of cardiovascular disease mortality and all-cause mortality [62, 63], while others did not observe an association between antidepressant use and the risk of recurrence and mortality [64, 65]. Therefore, physicians, oncologists, and psychiatrists should work together to develop better options in the coordination of care and treatment for these patients.\nImplications\n        Our findings strongly support the role of depression and anxiety in breast cancer progression and mortality, and they have important public health implications. First, more attention should be paid to psychosocial distress in breast cancer patients. Given the high prevalence of psychosocial distress and the resulting adverse effects on cancer recurrence and mortality, more health education should be carried out to make doctors, patients, and their families aware of the importance of psychological factors. Second, routine screening and early detection is recommended. As depression and anxiety may change across the trajectory of cancer care, screening at regular intervals can help effectively monitor psychological changes in the early period and allow for timely intervention to prevent it from getting worse. Furthermore, our study indirectly highlights the significance of treatment for depression and anxiety in breast cancer patients. It is believed that psychotherapy and mind–body therapies may relieve depressive symptoms in patients with breast cancer [61]. However, doctors should be careful when prescribing antidepressants. Several studies have reported that antidepressant use is associated with increased risk of cardiovascular disease mortality and all-cause mortality [62, 63], while others did not observe an association between antidepressant use and the risk of recurrence and mortality [64, 65]. Therefore, physicians, oncologists, and psychiatrists should work together to develop better options in the coordination of care and treatment for these patients.\nConclusion\n      Our results indicate that depression and anxiety both have adverse effects on recurrence and all-cause mortality in patients with breast cancer, and depression can predict cancer-specific mortality, while anxiety cannot. Comorbidity of depression and anxiety is associated with all-cause mortality and cancer-specific mortality. The findings indirectly support the need for early and regular detection and timely treatment of mental disorders in patients with breast cancer, especially in the early period after cancer diagnosis. Furthermore, physicians should work more closely with psychiatrists and oncologists on the coordination of care and treatment for these patients. However, further research is required to identify the intervention strategies and coordination models that work best to improve outcomes among cancer patients with mental disorders and to further clarify the causal pathways between mental illness and worse survival.\nSupplementary information\n      The online version of this article (10.1038/s41380-020-00865-6) contains supplementary material, which is available to authorized users.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7714689/",
    "doi": "https://doi.org/10.1038/s41380-020-00865-6",
    "citation_count": 106,
    "references": {
        "10987367": "Prognostic value of depression and anxiety on colorectal cancer-related mortality: a systematic review and meta-analysis based on univariate and multivariate data",
        "10967041": "The effect of the Yara smartphone application on anxiety, sleep quality, and suicidal thoughts in patients with major depressive disorder in Iran: a randomized controlled trial",
        "10946857": "Benefits of adaptive cognitive training on cognitive abilities in women treated for primary breast cancer: Findings from a 1‐year randomised control trial intervention",
        "10935916": "Suicidal ideation in Chinese patients with advanced breast cancer: a multi-center mediation model study",
        "10917887": "Anxiety and depression among cancer patients in Ethiopia: a systematic review and meta-analysis",
        "10913570": "Age- and sex-specific associations of frailty with mortality and healthcare utilization in community-dwelling adults from Ontario, Canada",
        "10854439": "Association between sleep duration, depression and breast cancer in the United States: a national health and nutrition examination survey analysis 2009–2018",
        "10849016": "Effects of Comprehensive Noise Reduction Management Combined with Reality Therapy on Anxiety and Depression in Hospitalised Patients with Breast Cancer",
        "10844875": "Mental Health Care Utilization and its Barriers among Iranian Breast Cancer Survivors: A Cross-sectional Study",
        "10826378": "Prevalence and associated factors of depression among breast cancer patients in Sub-Saharan Africa: A systematic review and meta-analysis",
        "10805970": "Roles of Benefit Finding in Psychological and Inflammatory Adjustments in Persons with Colorectal Cancer: A Prospective Analysis on the Multidimensionality of Benefit Finding",
        "10788803": "Fear, anxiety and depression in gastrointestinal stromal tumor (GIST) patients in the Netherlands: Data from a cross-sectional multicenter study",
        "10751885": "Symptoms of Anxiety and Depression Among Slovenian Breast Cancer Survivors Post-Treatment During the COVID-19 Pandemic: A Cross-Sectional Study",
        "10750159": "Social enrichment alters the response of brain leukocytes to chemotherapy and tumor development in aged mice",
        "10748751": "Predictive Models of Psychological Distress, Quality of Life, and Adherence to Medication in Breast Cancer Patients: A Scoping Review",
        "10731158": "Hotspots and frontiers of the relationship between gastric cancer and depression: A bibliometric study",
        "10721160": "A brain-tumor neural circuit controls breast cancer progression in mice",
        "10642749": "A meta-analysis of the association between post-traumatic stress disorder and cancer risk",
        "10638816": "Factors associated with psychological burden of breast cancer in women in Morocco: cross‑sectional study",
        "10629743": "Is Immediate Lymphatic Reconstruction on Breast Cancer Patients Oncologically Safe? A Preliminary Study",
        "10605722": "Linkage between Psychological Factors and Response to Immune Checkpoint Inhibitor Therapy: A Preliminary Study",
        "10579265": "Pyrroline-5-carboxylate reductase 1 reprograms proline metabolism to drive breast cancer stemness under psychological stress",
        "10578133": "Cognitive impairments associated with chemotherapy in women with breast cancer: a meta-analysis and meta-regression",
        "10552722": "Role of stress in the pathogenesis of cancer (Review)",
        "10546427": "Integrative dissection of 5-hydroxytryptamine receptors-related signature in the prognosis and immune microenvironment of breast cancer",
        "10540414": "Chronic stress induces pulmonary epithelial cells to produce acetylcholine that remodels lung pre-metastatic niche of breast cancer by enhancing NETosis",
        "10533742": "Influence of low-dose esketamine on postoperative depressive symptoms in patients with breast cancer (EASE): study protocol for a randomised controlled trial",
        "10519572": "Molecular basis of breast cancer with comorbid depression and the mechanistic insights of Xiaoyaosan in treating breast cancer-associated depression",
        "10517682": "Establishment and Validation of a Predictive Model for Post-Treatment Anxiety Based on Patient Attributes and Pre-Treatment Anxiety Scores",
        "10493786": "Epidemiological and survival outcomes of neuroendocrine carcinoma of the breast: a SEER data analysis",
        "10493151": "Pandemic-Induced Depression Among Older Adults with a History of Cancer During the COVID-19 Pandemic: Findings from the Canadian Longitudinal Study on Aging",
        "10473543": "Severe mental illness and the risk of breast cancer: A two-sample, two-step multivariable Mendelian randomization study",
        "10464406": "Evaluation of psychological distress is essential for patients with locally advanced breast cancer prior to neoadjuvant chemotherapy: baseline findings from cohort study",
        "10434527": "The interplay of personality traits, anxiety, and depression in Chinese college students: a network analysis",
        "10412481": "Crohn’s disease and breast cancer: a literature review of the mechanisms and treatment",
        "10409667": "Anxiety, depression, and sleep quality among breast cancer patients in North China: Mediating roles of hope and medical social support",
        "10371152": "Emotional Processing, Coping, and Cancer-Related Sickness Symptoms in Breast Cancer Survivors: Cross- Sectional Secondary Analysis of the REPAT Study",
        "10352476": "Adverse COVID-19 experiences and health-related quality of life in cancer survivors: indirect effects of COVID-19-related depression and financial burden",
        "10327430": "Effect of traditional Chinese medicine on postoperative depression of breast cancer: a systematic review and meta-analysis",
        "10288664": "Immediate impact of Mindfulness-Based Cognitive Therapy (MBCT) among women with breast cancer: a systematic review and meta-analysis",
        "10252003": "Awakening of Dormant Breast Cancer Cells in the Bone Marrow",
        "10199643": "Chronic psychological stress promotes breast cancer pre-metastatic niche formation by mobilizing splenic MDSCs via TAM/CXCL1 signaling",
        "10173160": "Naringenin in Si-Ni-San formula inhibits chronic psychological stress-induced breast cancer growth and metastasis by modulating estrogen metabolism through FXR/EST pathway",
        "10170264": "Development and internal-external validation of statistical and machine learning models for breast cancer prognostication: cohort study",
        "10163167": "Anxiety and depression in adult cancer patients: ESMO Clinical Practice Guideline",
        "10136618": "Psychosocial Wellbeing among Patients with Breast Cancer during COVID-19",
        "10120257": "Considering depression as a secondary outcome in the optimization of physical activity interventions for breast cancer survivors in the PACES trial: a factorial randomized controlled trial",
        "10037701": "Heterogeneity of posttraumatic stress, depression, and fear of cancer recurrence in breast cancer survivors: a latent class analysis",
        "9972093": "Association between depression and anxiety status of breast cancer patients before adjuvant chemotherapy and chemotherapy‐induced adverse events",
        "9956881": "Depression in association with neutrophil-to-lymphocyte, platelet-to-lymphocyte, and advanced lung cancer inflammation index biomarkers predicting lung cancer survival",
        "9956270": "Related Factors with Depression and Anxiety in Mastectomized Women Breast Cancer Survivors",
        "9928105": "Emotional, inflammatory, and genetic factors of resilience and vulnerability to depression in patients with premenopausal breast cancer: A longitudinal study protocol",
        "9925397": "Tryptophan and Kynurenine Pathway Metabolites and Psychoneurological Symptoms Among Breast Cancer Survivors",
        "9922233": "Cancer mortality in Common Mental Disorders: A 10-year retrospective cohort study",
        "9884377": "A Psychological Nursing Intervention for Patients with Breast Cancer on Inflammatory Factors, Negative Emotions and Quality of Life",
        "9883141": "Chronic stress in solid tumor development: from mechanisms to interventions",
        "9840513": "Impact of mental disorders on clinical outcomes of physical diseases: an umbrella review assessing population attributable fraction and generalized impact fraction",
        "9823771": "TNF-α Mediates the Association between Dietary Inflammatory Index and Depressive Symptoms in Breast Cancer",
        "9798228": "Antipsychotic exposure is an independent risk factor for breast cancer: A systematic review of epidemiological evidence",
        "9727361": "Modifiable (Sleeping Pattern and Stress) and Non-Modifiable Risk Factors Associated with Breast Cancer: A Matched Case-Control Study in Delhi, India ",
        "9701632": "Ressenti des patients atteints de cancer pendant le premier confinement COVID-19 : quel impact sur le parcours de soins, l’état mental et l’accès aux soins oncologiques de support ?",
        "9688857": "Recent Advances of Organ-on-a-Chip in Cancer Modeling Research",
        "9589271": "Group-based trajectory and predictors of anxiety and depression among Chinese breast cancer patients",
        "9556120": "What Proportion of Patients With Musculoskeletal Sarcomas Demostrate Symptoms of Depression or Anxiety?",
        "9538212": "Risk factors for heightened COVID‐19‐Related anxiety among breast cancer patients",
        "9524231": "Understanding the basis of major depressive disorder in oncological patients: Biological links, clinical management, challenges, and lifestyle medicine",
        "9368225": "How Does Hedonic Aroma Impact Long-Term Anxiety, Depression, and Quality of Life in Women with Breast Cancer? A Cross-Lagged Panel Model Analysis",
        "9367910": "Coping with Stress in Neoplastic Diseases",
        "9360230": "Breast cancer: molecular mechanisms of underlying resistance and therapeutic approaches",
        "9331985": "Longitudinal Association of Universal Screening and Treatment for Major Depressive Disorder with Survival in Cancer Patients",
        "9331858": "Psychological Well-Being Increment as Post-Traumatic Growth in Women with Breast Cancer: A Controlled Comparison Design Using Propensity Score Matching",
        "9289583": "The Clinical, Biological, Psychological and Psychiatric Impact of the Diagnosis of Breast Cancer in Women",
        "9251698": "5-year recurrence prediction after hepatocellular carcinoma resection: deep learning vs. Cox regression models",
        "9221700": "Screening for Distress and Health Outcomes in Head and Neck Cancer",
        "9203906": "Understanding Clinical Communication about Mood Disturbance Symptoms among Breast Cancer Patients: A Mixed Methods Analysis",
        "9128552": "Development and Validation of a Risk Prediction Model for Breast Cancer Prognosis Based on Depression-Related Genes",
        "9126327": "Mental Health in the Oncology Setting: General Considerations and Treatment Tips",
        "9118395": "Biobehavioral Pathways and Cancer Progression: Insights for Improving Well-Being and Cancer Outcomes",
        "9092800": "Neurocognitive efficiency in breast cancer survivorship: A performance monitoring ERP study",
        "9036047": "HTR1A Inhibits the Progression of Triple‐Negative Breast Cancer via TGF‐β Canonical and Noncanonical Pathways",
        "9011058": "Obesity, Psychological Distress, and Resting State Connectivity of the Hippocampus and Amygdala Among Women With Early-Stage Breast Cancer",
        "8990220": "A systematic review and meta-analysis of the effects of muscle relaxation training vs. conventional nursing on the depression, anxiety and life quality of patients with breast cancer",
        "8957600": "Anticipating mental health needs after chemotherapy in early-stage breast cancer using patient-reported symptom screening",
        "8948907": "Impact of Gut Microbiota on the Association between Diet and Depressive Symptoms in Breast Cancer",
        "8947204": "Prevalence and Persistence of Anxiety and Depression over Five Years since Breast Cancer Diagnosis—The NEON-BC Prospective Study",
        "8932270": "Efficacy of virtual reality-based interventions for patients with breast cancer symptom and rehabilitation management: a systematic review and meta-analysis",
        "8904753": "DNA Methylation Markers and Prediction Model for Depression and Their Contribution for Breast Cancer Risk",
        "8833353": "Prognostic Value of Negative Emotions on the Incidence of Breast Cancer: A Systematic Review and Meta-Analysis of 129,621 Patients with Breast Cancer",
        "8818627": "Prediction of all-cause mortality from 24 month trajectories in patient-reported psychological, clinical and quality of life outcomes in uveal melanoma patients",
        "8761843": "Quality of working life can protect against cognitive and emotional vulnerability in women living with metastatic breast cancer: a cross-sectional study",
        "8667778": "Sini San Inhibits Chronic Psychological Stress-Induced Breast Cancer Stemness by Suppressing Cortisol-Mediated GRP78 Activation",
        "8666024": "Major depressive symptoms in breast cancer patients with ovarian function suppression: a cross-sectional study comparing ovarian ablation and gonadotropin-releasing hormone agonists",
        "8606965": "Does Adjunctive Naturopathic Care Decrease Survival Rates in Breast Cancer Patients?",
        "8606918": "Disease Free Survival in Breast Cancer Patients Who Receive Naturopathic Oncology Care",
        "8568833": "Assessing the effect of human dental pulp mesenchymal stem cell secretome on human oral, breast, and melanoma cancer cell lines",
        "8471043": "Longitudinal Trends in Illness Perception and Depression during Adjuvant Breast Cancer Endocrine Therapy: A Prospective Observational Study",
        "8405565": "Distress Trajectories in Black and White Breast Cancer Survivors: From Diagnosis to Survivorship",
        "8323303": "Clinical and genetic factors associated with anxiety and depression in breast cancer patients: a cross-sectional study",
        "8293253": "Digital Innovation in Oncological Primary Treatment for Well-Being of Patients: Psychological Caring as Prompt for Enhancing Quality of Life",
        "8220448": "The Impact of COVID-19 Outbreak on Emotional and Cognitive Vulnerability in Iranian Women With Breast Cancer",
        "8213307": "The effect of remote peer support on stigma in patients after breast cancer surgery during the COVID-19 pandemic: A protocol for systematic review and meta-analysis",
        "8172385": "Breast tumor-on-chip models: From disease modeling to personalized drug screening",
        "8124106": "A systematic review of recommendations on screening strategies for breast cancer due to hereditary predisposition: Who, When, and How?",
        "8117589": "Ultrasound-Based Radiomics Analysis for Predicting Disease-Free Survival of Invasive Breast Cancer",
        "8051758": "Predicting breast cancer 5-year survival using machine learning: A systematic review",
        "7710216": "Depression and survival of breast cancer patients: A protocol for systematic review and meta-analysis"
    },
    "journal": "Molecular Psychiatry",
    "topics": [
        "mortality, breast, depression, review",
        "breast, systematic, mortality, anxiety",
        "patients, prognostic, recurrence, cancer"
    ]
}