{
    "title": "Why is appropriate healthcare inaccessible for many European breast cancer patients? – The EBCC 12 manifesto",
    "abstract": "Widely used international clinical practice guidelines include, but are not limited to, the European Society of Medical Oncology (ESMO) Guidelines for diagnosis, treatment, and follow-up of early breast cancer ([17]), the European School of Oncology (ESO)-ESMO Consensus Guidelines for Breast Cancer in Young Women ([18]), the Advanced Breast Cancer (ABC) international consensus guidelines ([19]), the St Gallen Guidelines for early breast cancer ([20]), the National Comprehensive Cancer Network (NCCN) Breast cancer guidelines ([21]), American Society for Clinical Oncology (ASCO) guidelines ([22]). It highlights how, reimbursement rules for imaging, pathology, surgery, medical and radiation oncology, and palliative care, can adversely impact best clinical practice.Table 1Examples of misalignment between best clinical practice and reimbursement rules, which hinder quality of breast cancer care, along the oncological path of care.Table 1ProcedureTension between clinical practice and reimbursementImagingIntegration of breast imaging services into breast units and variable access to breast imaging modalitiesIntegration of breast imaging services into breast units is a slow process, and the multidisciplinary approach incorporating the clinical value of imaging findings is not largely practiced. Apart from the restrictions to hypofractionation, many countries apply low thresholds for radiation therapy indications for the delivery of a boost, with in several paid-per-fraction countries, the vast majority of patients with breast-conserving therapy receiving a boost dose to the primary tumour bed (in general eight fractions on top of the 25 whole breast with conventional fractionation); in the Netherlands it is less than 50% ([36]), and in Denmark it is as low as 15% ([37]).",
    "authors": [
        "Fatima Cardoso",
        "Fiona MacNeill",
        "Frederique Penault-Llorca",
        "Alexandru Eniu",
        "Francesco Sardanelli",
        "Elizabeth Bergsten Nordström",
        "Philip Poortmans"
    ],
    "published_year": "2020",
    "description": "1\n      Introduction\n      The 12th European Breast Cancer Conference (EBCC12) recognizes that access to best evidenced, high quality healthcare for Europeans with breast cancer is vital to improve survival and quality of life. The diagnosis, treatment, and care for breast cancer patients varies widely from country to country, within a given country, and even from hospital to hospital and there are numerous complex reasons for these inequalities. The provision of high-quality care is hindered by many factors such as insufficient healthcare funding, lack of multidisciplinary collaboration, limited implementation of guidelines, lack of infrastructure, or access to specialist workforces. Healthcare is funded differently across Europe, the main models being population taxation, various forms of public/private insurance or combinations of both. But when comparing per capita health expenditure versus the mortality-to-incidence ratio, European countries vary widely in their performance, indicating that higher healthcare expenditure does not directly correlate with improved patient outcomes ([1]), probably because of unwarranted variations in clinical practice and inefficient use of funding and resources. Moreover, the practice of cost-sharing by patients or hospitals, strongly varying between countries, regions and even local subsystems, hinders a clear insight into the overall costing of medical interventions. In view of this variation in healthcare funding and provider reimbursements, the common challenge is to provide best care within finite resources. It is generally acknowledged that tackling unwarranted variations in healthcare processes and patient outcomes is likely to deliver cost efficient, quality care ([[2], [3], [4]]). A study from the OECD assessing the performance of health systems in Europe revealed that expenditure on cancer medicines, access to innovative medicines, and GDP were correlated with outcome ([5]). Another study, from Central and Eastern Europe, found a negative correlation between the expenditure for oncology medicines and the mortality to incidence ratio, suggesting that appropriate investments lead to better performance of healthcare systems for cancer, potentially resulting in a better outcome for patients ([6]).\n      The major reason for lack of implementation of clinical best practice guidelines is linked not only to lack of funding for expensive therapies but also to outdated reimbursement rules on national, regional or local level ([7]). Moreover, even in the presence of similar reimbursement policies, practical access can be very inhomogeneous, e.g., to comprehensive cancer centres, certified breast units or specialised laboratories, or when urgent genetic testing is required to guide surgical decision-making.\n      Reimbursement rules, often established years ago, have in general failed to evolve with advances in medicine and treatments and can act as a disincentive to best care or, at worst, hinder best care, thereby impeding equal access for all patients. Moreover, access can even be restricted in the presence of satisfying reimbursement rules, e.g., in the case of insufficient staffing or infrastructural capacity or in the presence of limits towards patient migration. There is evidence that healthcare providers can refrain from implementing best practice which may attract less favourable reimbursement, as it might negatively impact their financial situation. Outdated reimbursement rules for imaging and image-guided procedures ([8]), postoperative radiation therapy ([[9], [10], [11]]), surgical intervention ([12]), or systemic treatment administration ([13,14]), can result in higher burden/more toxic treatments: bad for patients and less cost-effective for healthcare providers and funders.\n      Health policy decision makers and funders are generally unaware of reimbursement anomalies as they have no regular clinical engagement to guide more contemporaneous reimbursement policies and perhaps do not understand that a less reactive and more proactive approach to reimbursement can provide strong incentives to improve clinical practice. Reimbursement policies that do not support best care act against patient’s best interests, do not provide cost effective care and need to be changed.\n      This EBCC12 manifesto draws attention to the challenges faced by breast cancer patients in obtaining the most appropriate care because of outdated reimbursement rules. Examples are outlined and possible solutions discussed. ‘Smarter’ reimbursement rules will be more cost-effective and release resources to allow more equitable access to best quality breast cancer care to all European patients. We emphasise the importance of patient advocates and clinicians working in partnership to demand best practice care and lobby for changes to outmoded reimbursement rules.\n      The goal of this paper is 2-fold: to raise awareness amongst key stakeholders of how outdated reimbursement policies hinders best care and to stimulate the development and implementation of more contemporaneous reimbursement solutions.\n2\n      Reimbursement rules do not align with treatment guidelines\n      Within clinical practice, high-quality, appropriately developed treatment guidelines play an important role in improving health outcomes ([15]). These guidelines are based on evidence-based medicine, promote interventions of proved benefit, and discourage those that have been shown to be ineffective or highly toxic. They ensure consistency, standardization, and equity in the treatment of cancer patients ([16]).\n      In the field of breast cancer, multiple organizations have developed treatment guidelines to support clinical practice. Widely used international clinical practice guidelines include, but are not limited to, the European Society of Medical Oncology (ESMO) Guidelines for diagnosis, treatment, and follow-up of early breast cancer ([17]), the European School of Oncology (ESO)-ESMO Consensus Guidelines for Breast Cancer in Young Women ([18]), the Advanced Breast Cancer (ABC) international consensus guidelines ([19]), the St Gallen Guidelines for early breast cancer ([20]), the National Comprehensive Cancer Network (NCCN) Breast cancer guidelines ([21]), American Society for Clinical Oncology (ASCO) guidelines ([22]). Examples of national guidelines are the Arbeitsgemeinschaft Gynäkologische Onkologie (AGO) for Germany ([23]) and the Nice-St Paul Guidelines for France ([24]), which are widely used in their respective countries. These guidelines provide evidence-based recommendations regarding the best standards of breast cancer care and are broadly in agreement among each other.\n      However, too often, reimbursement rules do not align with treatment guidelines, and vary not only between countries, but also within countries, regions and institutions. This does not create an environment that stimulates best practice, or one where clinicians can follow best practice guidelines to improve the patient care and outcomes. Inappropriate reimbursement systems can drive less than ideal practice.\n      Table 1 presents examples of non-alignment between clinical practice guidelines and reimbursement rules for the entire breast cancer pathway and is not exhaustive (several other examples exist). It highlights how, reimbursement rules for imaging, pathology, surgery, medical and radiation oncology, and palliative care, can adversely impact best clinical practice.Table 1Examples of misalignment between best clinical practice and reimbursement rules, which hinder quality of breast cancer care, along the oncological path of care.Table 1ProcedureTension between clinical practice and reimbursementImagingIntegration of breast imaging services into breast units and variable access to breast imaging modalitiesIntegration of breast imaging services into breast units is a slow process, and the multidisciplinary approach incorporating the clinical value of imaging findings is not largely practiced. In some countries, patients need to be hospitalized to receive certain types of imaging, thus increasing the overall cost, population-based screening with full digital mammography is still not implemented, access to screening and diagnostic breast MRI and to MRI-guided or other image-guided needle biopsy procedures is difficult if not impossible, and reimbursement, if any, is not homogeneously regulated.PathologyMolecular pathologyHER2 testing though mandatory and reflex for breast cancer management is not fully reimbursed in some countries such as Italy. Molecular biology tests in most countries are not reimbursed, even when they are indispensable to select patients for targeted therapy (even if the targeted therapy is itself reimbursed).SurgeryRisk-reducing surgery: BRCA mutation carriersBilateral risk-reducing mastectomy is the most effective method for reducing breast cancer risk among BRCA1/2 mutation carriers and reduces the risk of breast cancer by approximately 90% ([31]). Many healthcare funders, private and public, do not cover risk-reducing surgery, even when such surgery is recommended as part of a risk-reduction management plan for BRCA gene mutation carriers ([32]).Radiation OncologyModerate hypofractionated post-operative radiation therapyModerate hypofractionation schedules (15–16 fractions of <3 Gy/fraction) are recommended for routine postoperative RT of breast cancer ([17]). However, reimbursement rules are per fraction based and therefore favour conventional fractionation leading hospital management to force limited use of hypofractionation.Medical OncologyAdministration of medicationMany treatments can be delivered orally, but since in many countries reimbursement is linked to day hospital or inpatient hospital admission rather than of outpatient (ambulatory) care, there is an incentive to prescribe intravenous medication rather than oral, and thus favouring i.v. Chemotherapy over oral hormone therapy or oral chemotherapy.Palliative CareOptimal delivery of palliative careIn many European countries, palliative care services are not reimbursed. Consequently, although there is consensus in contemporary cancer care on integration of oncology and palliative care, implementation has not yet occurred ([45, 56]).\n3\n      Imaging\n      Integration of breast imaging services into well-structured breast units is a slow process and, consequently, the multidisciplinary approach to the clinical value of imaging findings is not being largely practiced. In certain countries, patients need to be hospitalized in order to receive certain types of imaging, and this increases the overall cost.\n      Surprisingly, not all the European countries have activated population-based screening mammography (e.g. Bulgaria, and Greece). Moreover, in countries that do have screening programs in place, access for women in the 45–49 and 70–74 age groups is not homogenously organized across countries nor regions. As a general rule, full digital mammography should be performed instead of film-screen or computer radiography ([25]). However, its adoption is incomplete, both in the screening and diagnostic setting, and this implies higher radiation exposure and lower sensitivity. A non-negligible rate of mammograms is performed with equipment installed more than 10 or 15 years ago. Access to tomosynthesis as the best mammography practice for symptomatic women and women recalled for suspicious findings at first screening level is limited to centres with up to date equipment.\n      Access to screening and diagnostic breast MRI and to MRI-guided or other image-guided needle biopsy procedures is difficult if not impossible in several countries. Reimbursement, if any, is not homogeneously regulated. Furthermore, access to contrast-enhanced mammography as a less expensive alternative to breast MRI, which can be performed in women with MRI contraindications, varies markedly across European countries.\n      Other examples arise during breast cancer staging, with highly variable access and reimbursement for complex imaging procedures, sometimes leading to unnecessary hospitalization and increased cost.\n4\n      Pathology\n      Basic pathological assessment of breast cancer, i.e., oestrogen receptor (ER), progesterone receptor (PR), and human epidermal growth factor receptor-2 (HER2) testing are available but not reimbursed in all EU countries despite these tests being mandatory in published guidelines ([17, 20]). Furthermore, access to external quality assessment programmes (EQA) is not universal, nor mandatory, and quality discrepancies up to 14.5% between local assessment and central review for HER2 have been reported in clinical trials ([26]). Even in countries such as the Netherlands, where EQA are well established, outliers for ER (35,9%), PR (43,6%), and HER2 (28,2%) have been observed ([27]). This stresses the universal importance for EQA.\n      Prognostic testing for early stage breast cancer using gene expression signatures (GES) has been available in US since 2004, but EU adoption was much delayed. While GES is now available in twelve EU countries, such tests are still limited and not fully reimbursed despite positive cost-effectiveness evaluation. GES can support clinical decision making in patients with HR + HER2-early stage breast cancer guiding treatment de-escalation by allowing safe omission of adjuvant chemotherapy ([28]).\n      Genetic testing is not overall accessible, and this is problematic for those with a family history, e.g. BRCA testing, as well as for determining treatment options in absence of a family history. Furthermore, despite BRCA testing coverage in some countries such as Ireland, the delay to get an appointment with Geneticists can be several months, and in England, the test is outsourced which leads to an even longer turn-around time to obtain the results. This is incompatible with the use of this test to prescribe PARP inhibitors, for instance.\n      Molecular pathology is not present everywhere and/or not reimbursed in some countries, and molecular biology tests are not reimbursed in most countries. Most new drugs are targeted drugs and demand the test for the target before being use since they will only be effective if the target is present. Very often, this test is not reimbursed, even in countries where the drug is reimbursed, and this results in additional out-of-pocket expenses for the patients. In France, for example, reimbursement for such tests only covers half of the cost, but this reimbursement practice is expected to change soon, and it could provide a precedent for other countries to follow. Use of targeted agents without proper assessment and testing of the target is, apart from exposing patients to possible toxicity, extremely financially ineffective.\n5\n      Surgery\n      Surgery is the cornerstone of many breast cancer treatment plans, so, understandably, it stands central in national and international cancer control planning ([12]). We provide two examples of how inappropriate reimbursement reduces quality care.\n      \n        5.1\n        Oncoplastic and reconstruction surgery\n        Over the last 25 years breast surgery has become synonymous with oncoplastic surgery: that is, a combination of safe cancer surgery with preservation or restoration of shape and appearance. Oncoplastic surgery can facilitate better quality of or more frequent breast preservation or, if mastectomy is required, reconstruction of the breast. Maintenance of breast appearance/good body image is an important aspect of a woman’s psychological recovery and social re-integration after cancer treatment such that in the UK, the National Institute for Health and Care Excellence (NICE) recommends breast reconstruction be offered to all patients having a mastectomy ([29,30]).\n        Unfortunately, in many European countries, reimbursement has not kept pace with the evolution of oncoplastic and reconstruction surgery and consequently, perversely favours purely ablative surgery, especially mastectomy with no reconstruction as it is ‘quick and simple’ and can be performed by non-specialist surgeons. Such a mechanistic and functional approach to life-changing breast cancer surgery is inappropriate in one of the richest economic zones in the world. It seems that funders confuse oncoplastic and reconstructive surgery with cosmetic surgery, the former being integral to a full recovery while the latter is, at least in part, considered to be non-essential or ‘luxury’ surgery. In other nations, reimbursement is available but does not match the true costs of complex oncoplastic and reconstructive surgery. This disincentivises providers, reduces timely access to what may be the best oncoplastic and reconstructive surgery for the individual woman, creates regional inequity and can have unintended consequences, driving inappropriate care to circumnavigate reimbursement inadequacies. For example, in the UK, deep inferior epigastric perforator (DIEP) flap reconstruction surgery is only offered in a small number of plastic surgery centres acting as regional hubs. However, these hospitals are not always fully reimbursed so they incur a loss on each operation, which restricts volume of activity and ability to provide timely immediate reconstruction. Consequently, some patients have an initial implant reconstruction at their local hospital with the aim of converting to a DIEP as a delayed procedure. This is more expensive, two reconstructions instead of one, time consuming, results in more complications and ultimately is not in the best interest of the patient or the tax payer.\n        Lack of timely availability of oncoplastic and reconstruction services can drive patients towards mono-disciplinary high cost private surgical practices, many of which have limited accountability and minimal outcome monitoring or quality improvement. In the UK, oncoplastic breast surgery funding guidance has been published ([29, 30]) but it lacks sophistication. Oncoplastic and reconstruction surgery is rarely a one-off procedure and usually requires 1–2 further procedures to optimise appearance but increasingly, symmetry surgery on the opposite breast is not funded or funders place time limits on delayed reconstruction and adjustment surgery, failing to understand that woman take different times to sufficiently recover from their cancer treatment to then undergo completion surgery ([29]). Breast Cancer Care charity has provided useful guidelines for funders of oncoplastic surgery in the UK.\n        Oncoplastic and reconstruction surgery is often complex and time-consuming and requires extensive specialist training to achieve the relevant knowledge and skills. In addition, collaboration between breast and plastic surgeons in oncoplastic teams is essential to allow patient access to the full range of techniques. This requires not only appropriate national oncoplastic training infrastructures and guidelines, but also reimbursements based on best practice, aligned with actual costs which recognize procedure complexity and the necessity for dual surgeon working, would also lever change and ensure sufficient specialist future workforce, support equity of access and drive up quality outcome standards.\n      \n      \n        5.2\n        Risk-reducing breast surgery\n        Bilateral risk-reducing mastectomy is the most effective method for reducing breast cancer risk among BRCA1/2 mutation carriers and reduces the risk of breast cancer by over 90% ([31,32]). However, many healthcare funders, private and public, do not cover risk-reducing surgery, even when such surgery is recommended as part of a risk reduction management plan for mutation carriers. Payers argue that this is not an illness, so they decline to reimburse. In addition, they will not fund removal/reconstruction of the opposite breast in high-risk patients with unilateral cancer that requires mastectomy even if it is deemed to be of benefit in terms of risk reduction, previous screening failure or to achieve reconstruction symmetry. Such reasoning is illogical, since we know that risk reducing surgery is cost effective not only because it improves well-being, but it also reduces the chance of needing costly cancer treatments and halts the lifetime of expensive yearly MRI screening with the associated recalls, biopsies etc. ([33,34]). It is not reasonable that high risk women do not have access to the most effective treatment because of reimbursement strategies that have not kept pace with medical advances.\n5.1\n        Oncoplastic and reconstruction surgery\n        Over the last 25 years breast surgery has become synonymous with oncoplastic surgery: that is, a combination of safe cancer surgery with preservation or restoration of shape and appearance. Oncoplastic surgery can facilitate better quality of or more frequent breast preservation or, if mastectomy is required, reconstruction of the breast. Maintenance of breast appearance/good body image is an important aspect of a woman’s psychological recovery and social re-integration after cancer treatment such that in the UK, the National Institute for Health and Care Excellence (NICE) recommends breast reconstruction be offered to all patients having a mastectomy ([29,30]).\n        Unfortunately, in many European countries, reimbursement has not kept pace with the evolution of oncoplastic and reconstruction surgery and consequently, perversely favours purely ablative surgery, especially mastectomy with no reconstruction as it is ‘quick and simple’ and can be performed by non-specialist surgeons. Such a mechanistic and functional approach to life-changing breast cancer surgery is inappropriate in one of the richest economic zones in the world. It seems that funders confuse oncoplastic and reconstructive surgery with cosmetic surgery, the former being integral to a full recovery while the latter is, at least in part, considered to be non-essential or ‘luxury’ surgery. In other nations, reimbursement is available but does not match the true costs of complex oncoplastic and reconstructive surgery. This disincentivises providers, reduces timely access to what may be the best oncoplastic and reconstructive surgery for the individual woman, creates regional inequity and can have unintended consequences, driving inappropriate care to circumnavigate reimbursement inadequacies. For example, in the UK, deep inferior epigastric perforator (DIEP) flap reconstruction surgery is only offered in a small number of plastic surgery centres acting as regional hubs. However, these hospitals are not always fully reimbursed so they incur a loss on each operation, which restricts volume of activity and ability to provide timely immediate reconstruction. Consequently, some patients have an initial implant reconstruction at their local hospital with the aim of converting to a DIEP as a delayed procedure. This is more expensive, two reconstructions instead of one, time consuming, results in more complications and ultimately is not in the best interest of the patient or the tax payer.\n        Lack of timely availability of oncoplastic and reconstruction services can drive patients towards mono-disciplinary high cost private surgical practices, many of which have limited accountability and minimal outcome monitoring or quality improvement. In the UK, oncoplastic breast surgery funding guidance has been published ([29, 30]) but it lacks sophistication. Oncoplastic and reconstruction surgery is rarely a one-off procedure and usually requires 1–2 further procedures to optimise appearance but increasingly, symmetry surgery on the opposite breast is not funded or funders place time limits on delayed reconstruction and adjustment surgery, failing to understand that woman take different times to sufficiently recover from their cancer treatment to then undergo completion surgery ([29]). Breast Cancer Care charity has provided useful guidelines for funders of oncoplastic surgery in the UK.\n        Oncoplastic and reconstruction surgery is often complex and time-consuming and requires extensive specialist training to achieve the relevant knowledge and skills. In addition, collaboration between breast and plastic surgeons in oncoplastic teams is essential to allow patient access to the full range of techniques. This requires not only appropriate national oncoplastic training infrastructures and guidelines, but also reimbursements based on best practice, aligned with actual costs which recognize procedure complexity and the necessity for dual surgeon working, would also lever change and ensure sufficient specialist future workforce, support equity of access and drive up quality outcome standards.\n5.2\n        Risk-reducing breast surgery\n        Bilateral risk-reducing mastectomy is the most effective method for reducing breast cancer risk among BRCA1/2 mutation carriers and reduces the risk of breast cancer by over 90% ([31,32]). However, many healthcare funders, private and public, do not cover risk-reducing surgery, even when such surgery is recommended as part of a risk reduction management plan for mutation carriers. Payers argue that this is not an illness, so they decline to reimburse. In addition, they will not fund removal/reconstruction of the opposite breast in high-risk patients with unilateral cancer that requires mastectomy even if it is deemed to be of benefit in terms of risk reduction, previous screening failure or to achieve reconstruction symmetry. Such reasoning is illogical, since we know that risk reducing surgery is cost effective not only because it improves well-being, but it also reduces the chance of needing costly cancer treatments and halts the lifetime of expensive yearly MRI screening with the associated recalls, biopsies etc. ([33,34]). It is not reasonable that high risk women do not have access to the most effective treatment because of reimbursement strategies that have not kept pace with medical advances.\n6\n      Radiation oncology\n      Moderately hypofractionated schedules (15–16 fractions of <3 Gy/fraction over three weeks) are recommended for routine postoperative radiation therapy of breast cancer, since they have the same efficacy and substantially reduce the overall treatment time from the first until the last session ([35]). This is far more convenient and cost-effective to both patients and healthcare systems (fewer human resources and shorter treatments which also reduce waiting times). However, this recommendation does not directly translate into acceptance by hospitals and even payers ([17]), because reimbursement rules are outdated and continue to be linked to the number of sessions instead of, for example, the total radiobiologically equivalent dose. Switching from exclusively conventional to fully hypofractionation (15 fractions instead of 25) and decreasing the indication threshold for a boost dose to the primary tumour bed after breast conserving therapy from 100% to 40% would lead a large-sized public French radiation oncology department treating 1000 breast cancer patients annually (2/3 breast-conserving therapy and 1/3 mastectomy) to a loss in financial income by reimbursement estimated to be about €2.6 million/year, or 39% relative for breast cancer treatments, making this financially unsustainable for the hospital. Because of this, in 2018–2019, the use of hypofractionation in France varied between 0% and about 30% of breast cancer patients, far below the near 100% hypofractionation used in the Netherlands, the UK, Denmark, and some other countries. Rather than scientific considerations, in countries affected by reimbursement per fraction, upper management force their doctors to limit the use of hypofractionation, because of the financial consequences for the hospital. For ethical reasons, progressively more physicians do feel embarrassed prescribing conventional fractionation to their patients, but must nevertheless limit the use of hypofractionation. It is unacceptable and difficult to comprehend that a treatment modality that can only bring benefits to both patients and healthcare systems is not implemented due to inertia or unwillingness to change the method of reimbursement, bearing the conspicuous question “who is benefiting from maintaining this paid-per-fraction reimbursement?“.\n      Another example is the use of a boost dose of radiation to the primary tumour bed in the framework of breast-conserving treatment. Apart from the restrictions to hypofractionation, many countries apply low thresholds for radiation therapy indications for the delivery of a boost, with in several paid-per-fraction countries, the vast majority of patients with breast-conserving therapy receiving a boost dose to the primary tumour bed (in general eight fractions on top of the 25 whole breast with conventional fractionation); in the Netherlands it is less than 50% ([36]), and in Denmark it is as low as 15% ([37]).\n      Some forms of safer or more convenient radiation therapy are not endorsed as well due to inadequate reimbursement, or, quite simply, a lack of reimbursement. Accelerated partial breast irradiation, especially with brachytherapy or with intraoperative electron radiation therapy is a good example. Another example is respiratory control for left-sided breast cancer that, notwithstanding its demonstrated benefits, is not yet universally applied while much efforts and money are invested to bring, for example, not-yet-validated but financially-lucrative proton therapy to clinical application. Therefore, while phenomenal technological advances in the last decades have rendered radiation therapy more efficacious and substantially less toxic, many European patients are not benefiting to the full extent from several of those advances due to outdated and totally inadequate reimbursement rules.\n7\n      Medical Oncology\n      Systemic therapy is indicated, as part of the multidisciplinary management, for the majority of early breast cancer patients, and represents the main treatment intervention for advanced breast cancer patients, with the goal to improve survival and/or quality of life in both settings ([17, 19, 20]). Decades of clinical research have expanded the number of approved therapeutic agents and refined their indications and sequence. Large international efforts are regularly dedicated to review the evidence and distil the knowledge into recommendations and guidelines to guide treatment strategies ([17, 19, 20]), an effort that is not followed by regulators and payers ([38]). While lack of resources impact availability of innovative, more expensive interventions ([39]), we wish to focus on regulatory changes that do not necessitate additional expenses, but rather can contain costs. Many medications can be delivered orally, but, in many countries, reimbursement is linked to the use of the day-hospital and not available for outpatient (ambulatory) care, therefore providing an incentive to prescribe intravenous medication rather than oral, and favouring chemotherapy over oral endocrine therapy. Outpatient care is more convenient to patients and more cost-effective (fewer human resources used, higher productivity for patient’s professional life) ([40]). A shift towards outpatient care delivery must therefore be supported by reimbursement policies ([1, 38]).\n      The use of properly validated and approved biosimilars has the potential to increase availability and improve the financial sustainability of (breast) cancer treatment in Europe and the world ([41]). Post-marketing research, including clinical trials and real-world data, often provide evidence for use of older but effective drugs in new indications, but because they are often generic or considered not profitable, their authorization/indication details are not updated, which limits their use in many countries ([42]). Regulators should take the lead in updating indications of effective treatments, in cases where that is not filled by any pharmaceutical company but represents an important new treatment option for patients (main examples are rare diseases and rare subgroups of patients such as male breast cancer patients and pre-menopausal women) ([43]).\n      The frequent shortage of old, inexpensive medicines which renders the prescription of more expensive medicines as the only option should be addressed as a priority by health authorities, to ensure universal access to these vintage but essential medicines ([44]).\n8\n      Palliative and supportive care\n      In many occasions, supportive care interventions including physiotherapy, lymphatic drainage therapy, psychological support, fertility preservation and several others that are essential in regaining a good functional status or a return to high-quality life-after-cancer, are only partially or not at all reimbursed. Thereby, lacking the support of reimbursement rules, supportive and palliative care are not well-integrated into breast cancer care. In many European countries, palliative care services are not reimbursed at all, neither in the public or private sectors, except if delivered as Internal Medicina services. Research programs are needed for content, methods, and verification of effects of palliative oncological care. We must also be able to identify what works, so indicators of successful implementation of early integration of oncology and palliative care are needed. International and national collaborative research programs in oncology and palliative care should be initiated for symptom management, and academic centres and medical schools must better recognize the need for palliative medicine and care ([45]).\n      The amount of out-of-pocket expenses for patients needing supportive or palliative medicines (i.e. anti-emetics, pain medication) is very substantial and highly variable across European countries. In addition, new and complex rules for access to opioids, put in practice due to the misuse of these agents in the US, are hindering and delaying access of cancer patients, preventing appropriate pain management.\n9\n      Breast cancer care during the COVID-19 pandemic\n      The COVID-19 pandemic has dramatically impacted on breast cancer screening, early diagnosis and all cancer treatments: for example, screening programs were halted, some systemic therapies were withheld, and reconstructive and risk-reducing surgeries not performed. As we learn to live with COVID it is predicted there will be ongoing reductions in capacity and productivity due to COVID hygiene requirements and workforce shortages. It has therefore never been more important to ensure best quality cancer care to maximize cost efficiency and best use of resources for all patients with cancer ([46]).\n      Encouragingly, the COVID-19 pandemic has demonstrated how rapid, centrally driven changes to reimbursement can drive best practice with the implementation of the Fast Forward 5 fractions over 5 days whole breast radiotherapy protocol ([47,48]). In some countries, the negative financial impact of ultra-hypofractionation is being temporarily compensated by special COVID-19 funding. It is hoped that ongoing negotiations will support appropriate funding for modern radiation therapy practices.\n10\n      Addressing problems with European reimbursement systems\n      Unfortunately, in Europe the majority of medical insurers think short term and ‘compensate’ individuals for ill-health rather than prevention. Insurance policies are usually negotiated for one year and become renewable thereafter, not based on a long-term health strategy. Based on a calculation for a one-year period, it is likely to be more profitable for an insurer not to cover risk-reducing breast surgery; the calculations are not based on a 5- or 10-year period, so they do not consider preventive measures cost-effective for them.\n      In the United Kingdom (UK) there is increasing interest in motivating local providers to deliver the national best-care and value for money agenda, using best practice reimbursements, reviewed yearly. ([49]).\n      Like the UK, Portugal also has a national health system (NHS) free to all tax payers but unfortunately is chronically overworked, underfunded and slow. In the last two decades, the use of private insurances has increased, which decreases, at least partially, the strain on the NHS. However, recently one of the biggest private health insurance providers (for public services employees) changed their reimbursements to match the NHS, which disincentivises paying for private healthcare and places an increased strain on the NHS. There are also good examples to follow. One of biggest private health insurance companies in Portugal recently implemented a new rule that provides formidable support to cancer patients: anyone with health insurance above a specific threshold will automatically have their reimbursement limit substantially extended following a proven cancer diagnosis. This represents an important foresight and simultaneously an incentive for people to take private health insurances. A well organized, open and controlled collaboration between public and private health sectors can be a strong measure to alleviate the burden and stress currently existing in national health systems, and benefit both patients and society.\n      National standards and target setting can drive up the quality of care and streamline services to maximize efficient use of manpower, resources, and money as demonstrated in national breast screening services in Sweden and other European countries. Much effort is spent on setting and monitoring standards and targets for access to cancer diagnostic tests and treatment wait-times. While these targets may not have a direct impact on cancer mortality, they improve patient experience and represent the face of a societal contract: anyone in need can have access to timely high-quality care regardless of income or geography.\n      National guidelines can also drive best care and reduce unnecessary variations in practice. For example, in 2011 the Dutch National Platform for Radiation Therapy for Breast Cancer published guidelines defining when to use a boost after conservation surgery for invasive breast cancer, but they did not give any recommendations for ductal carcinoma in situ (DCIS). A subsequent study between 2011 and 2016 ([36]) demonstrated boost use for invasive breast cancer (n = 45,207) decreased over 10% from 55.3% to 43.5% with a decrease in departmental variations. However, the use of boost for DCIS (n = 6844) remained unchanged at 45.7%.\n      In general, best-care implies best value. This is the aim of Get it right first time (GIRFT), which is a UK NHS quality improvement initiative aimed at reducing variations in care where there are guidelines and evidence and where there is no evidence promoting what is regarded as best practice through provision of comparative unit level data and peer review ([50]).\n      However, common to all healthcare systems, regardless of the model of funding, are regional or hospital-based reimbursement rules which mean that despite excellent national guidelines, optimal standards of care may not be achieved, as guidelines are regarded as only recommendations.\n      Reimbursement disincentives can be an unintended consequence of an earlier decision (or lack of decision/ignorance). For example, the cost of implant reconstruction is very similar to autologous when costed over five years because of the higher revision rates for implant surgery. Consequently, more appropriate reimbursement for autologous reconstruction would allow patient’s genuine choice and better access to autologous techniques which would be cost neutral and perhaps over 10 years more cost effective.\n      More appropriate reimbursement can release capacity and resource, crucial for European COVID recovery. Radiation therapy is a staple of cancer treatment, but access is spread unevenly largely due to a lack of planning and building treatment capacity in parts of Europe ([51]). That said, capacity is largely sufficient in many European countries, and if hypofractionation were to be more widely applied, capacity would be even more than sufficient. Indeed, radiation therapy is often erroneously thought to be too expensive ([52]), yet various cost efficiency models demonstrate not only health but also economic benefits to investing in radiation facilities ([9]).\n      We are not asking to spend more money, rather to spend the money more wisely. Health economic analyses must always account for both direct and indirect costs of cancer, its treatment and its consequences. Several studies have shown that indirect costs of cancer outweigh the direct costs ([53,54]). Even if cost effectiveness varies by country depending on national health systems, overall, these analyses will show that substantial savings can be realized. For example, reimbursement to better support the use of oral medications that do not need day hospitals would realize considerable savings in human resources and time, while allowing the patient to maintain his/her professional activity and productivity for society.\n      Finally, in some countries, clinician’s income is dependent on ‘fee for service’ reimbursements which can consciously or unconsciously drive over investigation and/or treatment: national clinician salary scales are a powerful way of addressing the resulting inefficiencies because there is no personal financial incentive to overdo. This unpalatable truth needs to be tackled if we want better use of finite resources and equity of access and care.\n11\n      The patient advocate\n      The patient voice is indispensable and collaboration between clinicians and patient advocates can open new ways of bringing forward information that can make a difference. Patient involvement is indispensable in effecting robust patient-centred change in healthcare and this is why Europa Donna is one of three main partners in EBCC. Patients’ organisation was recently involved in the definition of the criteria for a specialist breast centre and made a strong plea to support the right of every breast cancer patient to have access to quality cancer care ([55]). Patients can be powerful advocates for evidence-based treatment. Informed patients can act upon their national healthcare systems for a change to get access to best practice according to guidelines. For example, in the Netherlands, when deep inspiration breath hold (DIBH) was introduced to minimize radiation dose to the heart during whole breast irradiation, patients actively chose hospitals which offered DIBH. By the time more appropriate reimbursement for DIBH was available, three quarters of departments already routinely offered DIBH. Subsequently, reimbursements were further adjusted which also helped health insurers.\n      Patient/clinician partnerships cannot be underestimated as a driver for change: for example, clinicians can guide patients to seek hospitals that offer hypofractionation or other best practice treatments. Of course, such an approach might not be possible in all countries. In some health systems patients can only be referred to the local hospital. In Spain, patients are required to pay a supplement if they chose a hospital outside the local referral network.\n      Patient voices from each country are needed to address the specifics of different reimbursement issues in individual countries. Educating patients on what they need to know in order to demand change will allow them more direct involvement and, with clinician collaboration, will affect the crucial changes needed to improve breast cancer care for all. Information and education on guidelines and best evidence-based practice will strengthen patients voices and allow a more direct involvement by patients using factual evidence as arguments in demand for change to access best cancer care for all.\n12\n      Towards alignment of clinical practice and reimbursement policies\n      There is no one solution that can solve the myriad of reimbursement anomalies in all EU countries. It may well be that each country will need to identify their reimbursement issues and find their own solutions. Because of the wide range and intricacies of European healthcare funding and reimbursement policies, a European Union policy or mandatory directive is not feasible or desirable. Achieving equity and homogenization of access to breast healthcare requires joint effort from a wide spectrum of different EU institutions (the European Commission Initiative on Breast Cancer (ECIBC) is an example), national governments, local/regional governments, specialist breast centres, scientific and professional associations (including those of family doctors), academic and hospital institutions, and, importantly, patient advocacy groups. Several European societies, including European Society of Breast Cancer Specialists (EUSOMA) and the European Cancer Organisation, and many professional and scientific organizations already include patient advocates on their executive committees. The document “The requirements of a specialist breast centre.” is written as a tool for health care providers to support their claim for an optimal organisation of breast cancer management for all patients in Europe ([55]). In an ideal world, we should all together advocate for a shared European access and reimbursement policy. For now, a stepwise approach that is adapted to the current situation at each country or region, prioritising indispensable procedures over more sophisticated and/or expensive ones should be followed.\n      It is essential that funders and politicians understand that aligning reimbursement policies to current guidelines will not cost more but will deliver the most cost-effective, best-value breast cancer care. By releasing funding and resources, better care will become accessible for more people with breast cancer across Europe. This EBCC manifesto is the route-map to improve European standards of breast cancer care and improve patient outcomes.\nFunding\n      This work was supported by the European Breast Cancer Council.\nDeclaration of competing interests\n      Elizabeth Bergsten Nordström, Alexandru Enui, and Fiona MacNeill report no conflicts of interest. Philip Poortmans is medical advisor of Sordina IORT Technologies spa since April 1, 2020. Francesco Sardanelli reports grants from Horizon 2020 project funding, grants and personal fees from General Electric Healthcare, grants and personal fees from Bracco Group, grants and personal fees from Bayer Healthcare, outside the submitted work. Fatima Cardoso reports consultancy roles for: Amgen, Astellas/Medivation, AstraZeneca, Celgene, Daiichi-Sankyo, Eisai, GE Oncology, Genentech, GlaxoSmithKline, Macrogenics, Medscape, Merck-Sharp, Merus BV, Mylan, Mundipharma, Novartis, Pfizer, Pierre-Fabre, prIME Oncology, Roche, Samsung Bioepis, Sanofi, Seattle Genetics, and Teva. Frédérique Penault-Llorca reports consultancy roles and hospital grants for AstraZeneca, BMS, Daiichi-Sankyo, Eisai, Genomic Health, Lilly, Medscape, MSD, Myriad Genetics, Nanostring, Novartis, Pfizer, Pierre-Fabre, Roche, Sanofi.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7817501/",
    "doi": "https://doi.org/10.1016/j.breast.2020.12.010",
    "citation_count": 9,
    "references": {
        "10995792": "Assessing Knowledge, Competence, and Performance Following Web-Based Education on Early Breast Cancer Management: Health Care Professional Questionnaire Study and Anonymized Patient Records Analysis",
        "10260743": "The Future of Breast Cancer Research in the Survivorship Field",
        "10027565": "Sometimes it is better to just make it simple. De-escalation of oncoplastic and reconstructive procedures",
        "9951144": "PROCURE European consensus on breast cancer multigene signatures in early breast cancer management",
        "9906308": "Customizing local and systemic therapies for women with early breast cancer: the St. Gallen International Consensus Guidelines for treatment of early breast cancer 2021",
        "9850283": "Advancing Digital Health Innovation in Oncology: Priorities for High-Value Digital Transformation in Cancer Care",
        "9149542": "Expert Discussion: Hypofractionated Radiation Therapy − Standard for All Indications?",
        "8920448": "Association Between Adherence to Clinical Practice Guidelines for Adjuvant Therapy for Breast Cancer and Survival in a Resource-Limited Setting",
        "8873951": "Obstetric complications at time of delivery amongst breast cancer survivors: A population-based cohort study"
    },
    "journal": "The Breast : Official Journal of the European Society of Mastology",
    "topics": [
        "patients, manifesto, breast",
        "many, ebcc, appropriate, cancer",
        "many, ebcc, european, inaccessible"
    ]
}