{
    "title": "The Unique Biology behind the Early Onset of Breast Cancer",
    "abstract": "In their view, this distinction is not only observed in the aggressive phenotype mentioned above, but also in the different distributions of risk factors and the contradictory clinical outcome of patients with comparable clinicopathological parameters and similar therapeutic approach but the only difference is that they belong to different age groups [16,17]. Contribution of Common Breast Cancer Mutations Germline mutations acquired in DNA repair and tumor suppressor genes are the most common form of breast cancer genetic susceptibility, which ultimately lead to the accumulation of mutations in cell cycle check point and oncogenes that are required for aberrant cell division [18]. In a study that examined young Latin American breast cancer patients, TP53 mutations showed an unexpected pattern of mutations not common in breast cancer, where 27% of the mutations were single-base substitution-transversion mutations G:C > T:A compared to other young and old breast cancer cohorts used for comparison (METABRIC, TCGA, and International Agency for Research on Cancer IARC) [45].",
    "authors": [
        "Alaa Siddig",
        "Tengku Ahmad Damitri Al-Astani Tengku Din",
        "Siti Norasikin Mohd Nafi",
        "Maya Mazuwin Yahya",
        "Sarina Sulong",
        "Wan Faiziah Wan Abdul Rahman"
    ],
    "published_year": "2021",
    "description": "1. Introduction\n      Breast cancer has been identified as the most common cancer among women worldwide with an estimated two million new cancer cases diagnosed in 2018, accounting for 23% of all cancer types [1]. Breast cancer is a disease characterized by having diverse clinical behaviors and different biological characteristics, making the process of prediction and management more challenging for physicians, breast surgeons, and oncologists [2]. Advancement in molecular technologies revealed that breast cancer is not a single disease, but is a group of conditions with distinct molecular profiles [3]. Predominantly, breast cancer affects women older than 40 years. Yet, in some parts of the world such as in Eastern Asia, the Middle East, North Africa, and South America, breast cancer in young women (<40 years) had high frequencies [4]. Incidence of early-onset breast cancer (EOBC) was estimated to reach 6%–10% of all breast cancer cases in developed countries; this figure doubled in developing countries where the percentage reaches 20%; the same goes for its mortality rate, that is, 7% vs. 14% for developed and developing countries, respectively [5].\n      Breast cancer in young women has been defined by its aggressive nature; it tends to be of high histological grade at diagnosis, high proliferation rate, and is positive for human epidermal growth factor receptor (HER-2) and negative for endocrine receptors. In addition, high rate of local recurrence was associated with EOBC [6,7,8,9,10,11,12,13,14]. Kataoka A. et al. found that after adjusting several prognostic factors including nodal status, adjuvant therapy, and breast cancer subtype, young age remained an independent negative prognostic factor for poor prognosis for all three endpoints: 5-year disease-free survival, breast cancer-specific survival, and overall survival [15]. Many researchers assumed that EOBC has distinct biology different from that in late-onset. In their view, this distinction is not only observed in the aggressive phenotype mentioned above, but also in the different distributions of risk factors and the contradictory clinical outcome of patients with comparable clinicopathological parameters and similar therapeutic approach but the only difference is that they belong to different age groups [16,17].\n      In this article, we reviewed published literature addressing EOBC-related somatic mutations, chromosome copy number variants, single nucleotide polymorphism, differential gene expression profile, microRNAs, DNA methylation profile, and differentially expressed proteins, as well as altered pathways that have resulted from those aberrations. We believe that better understanding of EOBC biology may help in the identification and verification of molecular markers, which is a step towards personalizing therapy for this group of patients who show insufficient efficacy to conventional adjuvant hormone and chemotherapy.\n2. Contribution of Common Breast Cancer Mutations\n      Germline mutations acquired in DNA repair and tumor suppressor genes are the most common form of breast cancer genetic susceptibility, which ultimately lead to the accumulation of mutations in cell cycle check point and oncogenes that are required for aberrant cell division [18]. Around 10%–20% of EOBC cases are hereditary [19] BRCA1 and BRCA2 are the most common mutated genes related to breast cancer since their discovery in the early 1990s [20]. Mutations related to the development of cancers are often classified as high, intermediate, and low penetrance mutation based on their relative risk for the specific cancer. BRCA1, BRCA2, TP53, PTEN, STK11, and CDH1 are considered the high penetrance mutations of breast cancer where they account for 20% of hereditary risk. This is followed by moderate penetrance mutations, which include PALB2, BRIP1, ATM, CHEK2, and RAD51C, which account for around 5% of hereditary risk [21]. In addition, more than 180 mutations are considered as low-risk loci for breast cancer, which explains only 18% of the familial risk. All these relative risk proportions define only half of the genetic risk of breast cancer, with the other half still unknown [22]. In this study, we found that the relative risk of different mutations differs among different age groups. In Table 1. we provide a summary of the contributions of common breast cancer mutations to EOBC.\n3. Prevalence of BRCA1 and BRCA2 Mutations\n      BRCA1 mutations were attributed to the high frequency of triple-negative and high-grade tumors seen in EOBC [24]. However, the frequency of BRCA1 mutations among different populations has been found to vary widely (5.9%, 22.7%, 12%, 12.2%, and 6.2% among British, Italian, American, Polish, and Chinese, respectively) [25,26,27,28,29], and still aggressive characteristics of EOBC persist. Conversely, BRCA2 mutations show less contribution to EOBC, and, even if detected, it does not appear to correlate with the aggressive phenotype (high-grade, negative estrogen and progesterone receptor, high proliferation rate). Thus, in-depth investigation should be conducted among heterogeneous EOBC cohort to reveal the shared mutational pattern and frequency of BRCA1.\n4. Somatic Mutations\n      In 2017, Bryan et al. proved that no germline mutations were associated with the mortality rate and aggressive nature of EOBC [30], directing later research towards somatic and transcriptomic variations. Using The Cancer Genome Atlas (TCGA) and Molecular Taxonomy of Breast Cancer International Consortium (METABRIC) databases, young age estrogen receptor-positive breast cancer patients (≤45 years) showed high mutational rate in CDH1 gene in comparison to older age patients (≥55 years) (14.5% vs. 2.9%). It should be noted that CDH1 mutations are common findings in lobular breast carcinoma, which mostly affects older age patients. However, in this study, CDH1 mutations were found to be significantly high among young age patients even after amendment for multiple comparisons [31]. This may suggest a shared mutational profile between lobular carcinoma and EOBC. CDH1 gene encodes E-cadherin protein, which plays a significant role in cell-cell adhesion as well as cell-extracellular matrix adhesion [32]. Disturbed expression of E-cadherin was found to be associated with high-grade tumor, metastasis, and poor prognosis [33].\n      Meanwhile, another two groups of researchers used TCGA public database to determine the landscape of somatic mutations in EOBC. The first group of researchers found that GATA3 mutations were the only somatic mutations independently associated with young age patients (<45 years) compared to older age patients (>46 years) even after adjustment of several clinicopathological parameters [34]. The second group reported high proportion of mutations in GATA3 and CTNNB1 genes in EOBC patients (≤40 years) compared to late-onset patients (>40 years) [35]. Understanding the role of GATA3 and CTNNB1 genes may help in recognizing their contribution to EOBC. In addition to the main role of GATA3 in mammary gland development [36], GATA3 is also known to encode a transcription factor involved in T-cell differentiation [37]. Tumors with low GATA binding protein 3 (GATA3) expression levels were found to be associated with shorter overall and disease-free survival compared to tumors with high GATA3 expression levels [38]. In summary, GATA3 mutations contribute to cancer initiation, resistance to endocrine therapy, and poor prognosis [39]. On the other hand, CTNNB1 gene encodes β-catenin protein, which is an important protein for intercellular structure and cell growth modulation. β-Catenin has been determined to be vital in cell-cell adhesion. Disturbance in β-catenin expression may result in tumor metastasis [40].\n      In a recent study that examined 90 Taiwanese women with EOBC (<41 years), whole genome sequencing and whole exon sequencing revealed that 40% and 37% of patients were harboring mutations in tumor suppressor gene TP53 and oncogene PIK3CA, respectively. The unexpected findings were the high frequency of extracellular structural protein-coding gene mutations MUC17 (19%), TTN (17%), and FLG (16%). Comparing the frequencies of the three mutations between non-Taiwanese pooled EOBC and pooled non-EOBC cohorts, MUC17 and FLG mutations were found to remain distinctly high [41]. Little is known about MUC17 implications for breast cancer. However, it is important to note that MUC1 and MUC4 have been reported to induce chemoresistance, possibly through creating physical barrier minimizing tumoral drug concentration or by reducing apoptosis [42]. Al Amri et al. presented MUC17 expression as chemotherapy predictive markers in breast cancer; further, in vitro knockdown of MUC17 was associated with enhanced chemotherapy sensitivity. Moreover, survival analysis showed that low level of MUC17 expression was related to longer survival following chemotherapy [43]. On the other hand, protein encoded by Filaggrin (FLG) is identified as an intermediate filament-associated protein that aggregates keratin intermediate filaments in mammalian epidermis, which, in turn, promotes epidermal barrier formation [44]. Thus, it was suggested that mutations in FLG might disturb the physical barrier, increasing the permeability of environmental carcinogens resulting in somatic mutations and tumorigenesis at an early age [41].\n      There is more evidence to support that EOBC somatic mutation profile is different from that of late-onset breast cancer. In a study that examined young Latin American breast cancer patients, TP53 mutations showed an unexpected pattern of mutations not common in breast cancer, where 27% of the mutations were single-base substitution-transversion mutations G:C > T:A compared to other young and old breast cancer cohorts used for comparison (METABRIC, TCGA, and International Agency for Research on Cancer IARC) [45]. This proportion and pattern of mutations were described earlier in lung cancer patients and attributed to exposure to exogenous agent, polycyclic aromatic hydrocarbons (PAHs) [46]. Surprisingly, studies in the field of occupational and environmental medicine provided evidence of increased risk of breast cancer related to exposure to PAHs, mainly among cases with family history and premenopausal status [47,48]. This association needs further investigation to understand why carcinogenic PAHs develop EOBC more than late-onset breast cancer.\n      To summarize, although the cut-off age of EOBC differs from one study to another, as varying public databases were also used to generate these results, we have realized that most studies examining somatic mutations share the same mutational theme, that is, the higher mutational frequency in genes encodes adhesion and extracellular matrix molecules. This is consistent with EOBC infiltrating and metastatic behaviors, considering the important role of the extracellular matrix (ECM) in providing structural and biochemical support for cancer stem cells that in turn induces cancer stemness [49]. Inhibitors that target ECM can, therefore, be an effective choice in the treatment of EOBC patients. However, more research in this area is needed. Additionally, genetic panel testing of most frequent mutations (TP53, CDH1, PIK3CA, GATA3, and CTNNB1) can assist in EOBC management and prediction of tumor prognosis. The ethnicity of the patient, however, should also be taken into consideration, as it is apparent that the incidence of mutations varies between different ethnicities.\n5. Chromosome Copy Number Variants (CNVs)\n      Chromosome copy number variant (CNV) is a form of genetic structural variation, defined by any increase or decrease in the number of DNA segments that measure around one kilobase (1000 base pairs) or more [50]. Azim et al. detected one chromosome copy number variant to be significantly associated with EOBC (≤45 years) (deletion in chr6q27) in comparison to late-onset breast cancer (≥70 years) [34]. Investigating the significance of genes located in chromosome 6, it appears that chromosome 6 long arm holds genes that reflects tumorigenic and metastatic features in many cancer cell lines [51,52], in particular, growth-suppressing genes in breast cancer cells. The significance of allele loss in chromosome 6 to breast cancer is due to the localization of estrogen receptor in 6q23–6q25 regions; loss in these regions may give rise to less differentiated and aggressive breast tumors [52].\n      Another group of researchers using Genomic Identification of Significant Targets (GISTIC) tool recognized two regions of amplification (6p23 and 7p21.1) and three regions of deletion (19q13.32, 22q12.3, and 22q13.31) in estrogen receptor-positive breast cancer young age patients (≤45 years) compared to their older counterparts (≥55 years) [31]. To emphasize the impact of those chromosomal aberrations on breast cancer, loss and gain in chromosome 7 short arm were reported in primary breast cancer and early-stage lung adenocarcinoma [53,54]; genes present within chromosome 7 were suggested to play an important role in breast cancer tumorigenesis [53]. Loss of heterozygosity (LOH) in chromosome 19q13.3 was detected with higher frequency in secondary glioblastomas compared to primary glioblastomas, providing evidence that LOH in 19q13.3 may contribute to disease progression. An additional point to note is that chromosome 19q13.3 region contains BAX gene [55], which induces cell apoptosis. Disturbed apoptotic pathways resulted in cancer growth and resistance to anti-cancer therapy. Low expression of BAX gene was reported in all breast cancer subtypes [56,57]. Lastly, loss of chromosome 22 long arm is common in breast cancer. Castells et al. reported loss in chromosome 22q in more than half of invasive ductal carcinoma cases (15/28) and 75% of lobular carcinoma cases (3/4); conversely, none of the ductal carcinomas in situ showed loss in any 22q loci. Thus, it was assumed that the long arm of chromosome 22 contains genes that might have contributed to advance-stage tumor progression [58].\n      Meanwhile, Ghaffari et al. reported a change in copy number variant in BIRC5 gene among EOBC patients, out of 40 breast cancer tissue samples tested, 7 samples showed amplification in BIRC5, of which 5 were from patients younger than 40 years at diagnosis [59]. BIRC5 gene contributes to apoptosis modulation and interleukin-11 signaling pathway. Thus, it may play an important role in cell cycle regulation and various cell cycle checkpoints [60]. A previous study reported correlation between BIRC5 expression and increased survival time to relapse or death [61].\n      To conclude, EOBC copy number variant-based studies presented CNVs contributed to EOBC tumorigenesis (6q27, 6p32, and 7p21.1), advance-stage tumor progression (22q12.3 and 22q13.31), disease progression (19q13.32), and prognosis (copy number variant in BIRC5 gene). However, further studies that correlate CNV profile with gene and protein expression profile are needed to validate these findings.\n6. Single Nucleotide Polymorphism\n      Single nucleotide polymorphism (SNP) is a form of genetic variation, which ultimately may affect protein structure and function [62]. An interesting meta-analysis study that examined 6042 breast cancer patients, including 2315 aged ≤ 40 years at diagnosis, identified 2 SNPs associated with disease progression in EOBC (≤40years). Both SNP rs715212 (P meta = 3.54 × 10−5) and rs10963755 (P meta = 3.91 × 10−4) were found in the ADAMTSL1 gene. Further expression quantitative trait locus analysis supports the hypothesis that rs715212 may influence Amphiregulin (AREG) expression [7]. AREG gene, which shows higher expression in EOBC [31], has been determined to regulate T-regulatory cells creating an immune-suppressed tumor environment [63]; most importantly, it contributes to resistance to chemotherapy [64].\n      Meanwhile, a comparable study that examined only Caucasian women detected 12 SNPs associated with EOBC. All these 12 SNPs were near or within the MAP3K1 gene. The SNPs with lowest p-value were rs2229882 and rs889312. However, after multiple comparisons, most of the SNPs were also detected in late-onset breast cancer, which made the researchers suggest that late- and EOBC may share the same genetic profile [65]. Unexpectedly, a subsequent study found that SNP, MAP3K1 rs889312 (C/C allele) was significantly associated with poor disease-free survival, distant disease-free survival, and overall survival in hormone receptor-positive breast cancer patients, predominantly in premenopausal patients [66].\n      Tunisian EOBC patients (<40 years) exhibited genetic polymorphism of major histocompatibility complex class I-related chain A (MICA) in comparison to their older counterparts. MICA is a glycoprotein that has been determined to play an important role in the modulation of host immune response, suggesting that it may mediate cell viability by letting tumor cell evade host immune system [67]. \n      Considering the above findings, SNP studies highlighted the significant contributions of different SNPs to EOBC tumorigenesis, progression, resistance to chemotherapy, and poor prognosis. However, most of those studies were limited to homogenous populations. Thus, larger sample size studies with heterogeneous population will be needed to validate and generalize these findings.\n7. Differential Gene Expression Profile\n      In 2008, Andres and her colleagues found that gene occurrence in breast cancer patients appears in an age-related manner; further, they determined that there are more than 367 gene sets differentially expressed in young patients (≤45 years) in comparison to older patients (≥65 years). However, in 2011, the same group of researchers reanalyzed the exact data by building a statistical model to demonstrate differentially expressed genes between the two age groups and to exclude any cofounders. The model yielded 693 genes, but after clinicopathological correlation, gene expression differences diminished to 0 [68]. In contrast, a literature-based study revealed that breast cancer in young women (≤40 years) was differentially enriched with gene sets representing luminal progenitor cells, immature mammary stem cells, and high levels of RANKL, c-kit, and BRCA1 mutations [69]. These controversial findings challenged more researchers to further investigate in this area.\n      Liao et al. reported 178 genes differentially expressed in young age estrogen receptor-positive breast cancer patients (≤45 years) compared to their older counterparts (≥55 years). In young age patients, significant genes were upregulated such as AREG, TFPI2, AMPH, DBX2, RP5-1054A22.3, and KLK5, while ESR1, CYP4Z1, RANBP3L, FOXD2, and PEX3 were downregulated [31]. Yau C. et al. have also reported 24 genes highly expressed in estrogen receptor-positive sporadic breast cancer young age patients (≤45 years) (AREG, PRSS, GREB, PTHLH, HPGD, STK6, FGFR1, and DLG7) compared to old age patients (≥70 years) [70]. Implications of up- and downregulated genes to breast cancer are summarized in Table 2.\n      Analyses of two microarray datasets (GSE109169-GSE89116) have revealed differential expression of PPARG and SQLE genes in EOBC tumor tissues (<40 years) compared to normal breast tissues. PPARG was downregulated in EOBC tumor tissue [87]. It was established that the level of Peroxisome proliferator-activated receptor γ (PPARG) is related to breast cancer patient prognosis. Low level of expression of PPARG was observed in patients with local recurrence and in patients who died of breast cancer [88]. Meanwhile, SQLE, which encodes squalene epoxidase a rate-limiting enzyme in sterol biosynthesis and a significant therapeutic target for breast cancer, was upregulated in EOBC tumor tissue [87]. SQLE expression, which was associated with poor prognosis, was found to be highly expressed among black women compared to white women in a previous study [89]. Taking into account that black women have twice the incidence of EOBC [10], and by considering that this study used data generated from two Asian population (Indian and Taiwanese), we assumed that SQLE expression in breast cancer is related to EOBC more than patient ethnicity.\n      In conclusion, it can be noted that most EOBC gene expression studies include only estrogen receptor-positive breast cancer cases, as there is lacking difference in gene expression profile of estrogen receptor-negative cases among different age groups. However, the findings of those studies are valuable and serves as guidance for further investigation.\n8. MicroRNAs\n      MicroRNAs (miRNAs) are small RNA molecules that regulate gene expression post-transcriptionally. MicroRNAs are often considered new biomarkers utilized in the prediction of various biological processes, such as cell differentiation, cell cycle regulation, development, and apoptosis. Any disruption in the microRNA expression may result in a change in the gene expression profile of the cell and, consequently, in initiation and progression of syndromes, including cancer [90].\n      It is possible to discriminate breast cancer arising in young women from that in older women using microRNA profile. As per the findings of Peña-Chilet et al., it was determined that normal breast tissue and breast cancer tissue from older women (≥65 years) share almost similar microRNA profile, contrary to the profile obtained from younger women below the age of 35 years [91].\n      Several microRNAs were implicated in the aggressive phenotype seen in EOBC; eight microRNAs were differentially expressed in estrogen receptor-positive breast tumors from young age patients (35 years or less) compared to tumors from older patients (50–65 years). Seven of these microRNAs were upregulated (miR-9, miR-210, miR-106a, miR-106b, miR-18b, miR-33b, and miR-518a-3p), and only one was downregulated (miR-372). The expression level of most of those deregulated microRNAs was associated with higher tumor size and TNM stage (p-value < 0.05) [92].\n      Breast tumors from very young age patients (35 years or less) showed differential expression of six microRNAs (hsa-miR-1228*, hsa-miR-3196, hsa-miR-1275, hsa-miR-1207-5p, hsa-miR-92b and hsa-miR-139-5p) compared to tumors from patients above 65 years of age. The deregulated microRNAs were significant for pathways relevant to apoptosis, cell motility, proliferation, mitotic regulatory processes, phosphatidylinositol 3-kinase (PI3K) and Insulin–like growth factor-1 receptor (IGFR) transduction [91]; all those pathways grant for the tumor high metastatic capacity by inducing progression and invasion.\n      Three microRNA expressions (miR-1285-5p, miR-183-5p, and miR-194-5p) were determined to be correlated with overall survival of very young breast cancer patients (<35 years) who had poor prognosis (recurrence within 5 years of primary diagnosis) [4]. Differentially expressed miRNAs serve as a promising area for further exploration. Implications of all deregulated microRNAs in EOBC mentioned in this section is described in Table 3.\n9. DNA Methylation Profile\n      DNA methylation is one of the epigenetic machineries deemed crucial for the normal development and maintenance of tissue-specific gene expression [115]. EOBC has been often characterized by having hypomethylated DNA profile in comparison to late-onset breast cancer, where hypomethylation was determined in 69% of significant CpG sites. Pathways affected by methylation in EOBC include those related to the neuronal system, extracellular matrix modulation, immune system, DNA repair, Notch/Notch1 signaling, and vesicular trafficking. DNA methylation in EOBC resulted in significant upregulation of HDAC5 which proved to promote tamoxifen resistance through cancer stem cell-related transcription factor SOX9 deacetylation, as well as significant downregulation of EHF that involves in epithelial mesenchymal transition inducing metastasis [116].\n      By using TCGA methylation data, 373 genes were hypomethylated, whereas 457 genes were hypermethylated in estrogen receptor-positive young age breast cancer patients (≤45 years) compared to their older counterparts (≥65 years). The significant hypermethylated genes were ESR1, MAT2B, CTSS, DDR2, and GALNTL2 [31]. Methionine Adenosyltransferase 2B (MAT2B) has been determined to be involved in cell metabolism including proliferation and apoptosis; further, higher expression of MAT2B was correlated with good prognosis in estrogen receptor-positive breast cancer patients [117]. Meanwhile, CTSS gene has been identified to encode Cathepsin S protein which plays a significant role in genomic stability through abolishing BRCA1 activity; further, CTTS knockdown was found to be associated with suppression of tumor metastasis in triple-negative breast cancer cell [118]. Overall, DNA methylation events appears to play vital role in EOBC aggressive characteristics.\n10. Differentially Expressed Proteins\n      Several proteins showed significant differential expression in young age patients (less than 35 years) compared to older age patients (between 50 and 65 years). Bcl-2-like protein 1 (BCL2L1), Poly [ADP-ribose] polymerase 1 (PRP1), and RAF proto-oncogene serine (RAF1) were determined to be overexpressed, whereas Estrogen receptor (ESR1), Eukaryotic translation initiation factor 4E (EIF4E), Signal transducer and activator of transcription 5A (STAT5A), and Ribosomal protein S6 kinase alpha-1 (RPS6KA1) were underexpressed. The pattern of expression of the deregulated proteins was linked to the clinical parameters of EOBC. Higher expression of PRP1 and lower expression of RPS6KA1 were associated with positive lymph nodes status, whereas overexpression of RAF1 and underexpression of STAT5A were correlated with high TNM stage [92].\n      By utilizing immunohistochemical staining, Hasoda et al. recognized significant higher expression level of Receptor activator of nuclear factor kappa-Β ligand (RANKL), GATA3, Progesterone receptor (PgR), and Trefoil factor 1 (TFF1) in estrogen-positive and HER-2-negative breast cancer patients (age range between 27 and 56 years) [119]. Table 4. illustrates the functions of over- and underexpressed proteins in breast cancer.\n11. Altered Pathways\n      The proto-oncogene MYC signaling pathway has been found to be significantly expressed in EOBC (≤45 years) compared to late-onset breast cancer (≥45 years) [129]. MYC pathway deregulation has been determined to play a role in the development, progression, metastasis, and therapy resistance of breast cancer [130]. Expression of MYC pathway can vary among different molecular subtypes of breast cancer. However, it is often overexpressed in aggressive subtypes such as basal-like subtype [130]. Furthermore, as EOBC has been determined to be rich in basal-like subtype, it was expected that MYC signaling pathways show higher expression. \n      Integrin, laminin, and epidermal growth factor receptor signaling pathways were the most significant altered pathways in young age estrogen receptor-positive breast cancer patients (≤45 years) compared to older age patients [31]. Integrin membrane proteins maintain cell adhesion to the extracellular matrix, and upon loss of integrin, the cells will undergo apoptosis. Thus, integrin expression then mediates cell survival and is one of the factors that prevent the tumor cells from undergoing drug-induced apoptosis. β1 integrin was also reported to mediate pathways that drive resistance to HER2-targeted therapies [131,132]. Integrin plays an important role in the migration, proliferation, and death of breast cancer cells [133]. A crosstalk between P-cadherin and laminin receptor and α 6β4 integrin signaling pathway was reported in stem cell and invasive properties of breast cancer cells [134]. On the other hand, epidermal growth factor receptor signaling pathway is implicated in tamoxifen resistance, through activation of downstream kinases, extracellular signal-regulated protein kinases 1 and 2 (ERK1/2), MAP kinase (MAPK) and protein kinase B (AKT) [135]. Thus, it is clear that EOBC exhibits differential expression of pathways related to HER2-targeted therapies and induced tamoxifen resistance. This may provide a clue for tumor recurrence and poor outcome observed in EOBC.\n12. Tumor Microenvironment\n      Tumor microenvironment plays an important role in breast cancer tumorigenesis and progression. Targeting malignant and non-malignant components of tumor microenvironment may help in cancer management [136]. Researchers suggested that endocrine changes during the reproductive age and gestation play a critical role in altering breast microenvironment in young women, as if it predisposes the tissue for tumorigenesis [137]. Eight stromal genes were differentially expressed in breast tumors from very young patients (35 years or less) compared to tumors from older age patients (50–65 years) (UQCRQ, ALDH1A3, EGLN1, and IGF1 overexpressed, while FUT9, IDI2, PDHX, and CCL18 underexpressed) [92]. Table 5 provides a summary of the implications of EOBC-deregulated stromal genes in breast cancer.\n13. TP53\n      It is impossible to skip the role of TP53 when dealing with EOBC. Thus, in here, we have also mentioned a recent and interesting study that reported significant lower expression of growth-arrest-specific 7 isoform b (GAS7b) in young age breast cancer patients (≤40 years old) compared to their older counterparts. Importantly, it should be noted that in normal physiological condition, wildtype TP53 binds to GAS7b promoter, inducing GAS7b transcription. However, in EOBC, the high mutational load of TP53 affects the rate of GAS7b transcription; considering the role of GAS7b in regulating cell structure and cell migration, this aberrant transcription may contribute to metastasis events [146]. This study revealed that TP53 mutations may have more implications beyond what was reported earlier; thus, further research is needed.\n14. Conclusions\n      Considering all the above evidence, it can be concluded that EOBC has a distinct biology; however, this distinction is more prominent among estrogen receptor-positive and sporadic breast cancer tumors. Further advanced research is needed in order to discover novel molecular markers associated exclusively with EOBC, which may help in customizing the therapy for this group of patients. Additionally, genes related to tumor microenvironment and extracellular matrix proteins, in addition to pathways affected by TP53 mutations, may be a promising area for future research.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8000244/",
    "doi": "https://doi.org/10.3390/genes12030372",
    "citation_count": 6,
    "references": {
        "10342057": "MCL1 Inhibition Overcomes the Aggressiveness Features of Triple-Negative Breast Cancer MDA-MB-231 Cells",
        "10286822": "Clinicopathologic features, genomic profiles and outcomes of younger vs. older Chinese hormone receptor-positive (HR+)/HER2-negative (HER2-) metastatic breast cancer patients",
        "10047861": "What Is Known about Breast Cancer in Young Women?",
        "9808934": "Clinicopathologic characteristics of early-onset breast cancer: a comparative analysis of cases from across Ghana",
        "9666160": "The correlation of leukocyte-specific protein 1 (LSP1) rs3817198(T>C) polymorphism with breast cancer: A meta-analysis",
        "9498728": "Breast Cancer Genetics: Diagnostics and Treatment"
    },
    "journal": "Genes",
    "topics": [
        "behind, unique, cancer, onset",
        "cancer, early, onset, unique",
        "biology, breast, behind, onset"
    ]
}