{
    "title": "The Japanese Breast Cancer Society Clinical Practice Guidelines for systemic treatment of breast cancer, 2018 edition",
    "abstract": "AI-resistant breast cancer RecommendationsA combination of fulvestrant and CDK4/6 inhibitor is strongly recommended (SoR: 1, SoE: strong).Fulvestrant (500 mg) is strongly recommended (SoR: 1, SoE: strong).Everolimus in combination with exemestane is weakly recommended for non-steroidal, AI-resistant breast cancer (SoR: 2, SoE: strong).Exemestane is weakly recommended for non-steroidal, AI-resistant breast cancer (SoR: 2, SoE: moderate).Tamoxifen or toremifene is weakly recommended (SoR: 2, SoE: weak). RecommendationsAnthracycline or taxanes are strongly recommended (SoR: 1, SoE: moderate).S-1 is weakly recommended (SoR: 2, SoE: moderate).Treatment with capecitabine (SoR: 3, SoE: moderate), gemcitabine (SoR: 3, SoE: moderate), vinorelbine (SoR: 3, SoE: moderate), or eribulin (SoR: 3, SoE: moderate) is not recommended.Anthracycline We conducted a meta-analysis of eight trials that compared anthracycline-containing regimens with regimens that did not include both anthracyclines and taxanes, such as CMF (cyclophosphamide, methotrexate, fluorouracil), for first-line chemotherapy of metastatic breast cancer. RecommendationsET is strongly recommended for elderly patients with metastatic HR-positive breast cancer, although treatment consideration should be individualized based on prognosis, global health status, and patient preference (SoR: 1, SoE: very weak).Chemotherapy may be needed for elderly patients with metastatic breast cancer, although treatment consideration should be individualized based on prognosis, global health status, and patient preference (SoR: 2, SoE: very weak).Combination treatment with molecular targeted therapy may be needed for elderly patients with metastatic breast cancer, although treatment should be individualized, based on prognosis, global health status, and patient preference (SoR: 2, SoE: very weak).",
    "authors": [
        "Tatsunori Shimoi",
        "Shigenori E. Nagai",
        "Tetsuhiro Yoshinami",
        "Masato Takahashi",
        "Hitoshi Arioka",
        "Mikiya Ishihara",
        "Yuichiro Kikawa",
        "Kei Koizumi",
        "Naoto Kondo",
        "Yasuaki Sagara",
        "Masahiro Takada",
        "Toshimi Takano",
        "Junji Tsurutani",
        "Yoichi Naito",
        "Rikiya Nakamura",
        "Masaya Hattori",
        "Fimikata Hara",
        "Naoki Hayashi",
        "Toshiro Mizuno",
        "Minoru Miyashita",
        "Nami Yamashita",
        "Takashi Yamanaka",
        "Shigehira Saji",
        "Hiroji Iwata",
        "Tatsuya Toyama"
    ],
    "published_year": "2020",
    "description": "Purpose\n          We present the English version of The Japanese Breast Cancer Society (JBCS) Clinical Practice Guidelines for systemic treatment of breast cancer, 2018 edition.\nMethods\n          The JBCS formed a task force to update the JBCS Clinical Practice Guidelines, 2015 edition, according to Minds Handbook for Clinical Practice Guideline Development 2014. First, we set multiple outcomes for each clinical question (CQ). Next, quantitative or qualitative systematic review was conducted for each of the multiple outcomes, and the strength of recommendation for the CQ was taken into consideration during meetings, with the aim of finding a balance between benefit and harm. Finalized recommendations from each session were confirmed through discussion and voting at the recommendation decision meeting.\nResults\n          The recommendations, the strength of recommendation and the strength of evidence were determined based on systemic literature reviews and the meta-analyses for each CQ.\nConclusion\n      The JBCS updated the Clinical Practice Guidelines for systemic treatment of breast cancer, according to Minds Handbook for Clinical Practice Guideline Development 2014.\nElectronic supplementary material\n      \n        Below is the link to the electronic supplementary material.Supplemental Figure 1. Integrated analysis of conventional chemotherapy, with or without concurrent adjuvant use of capecitabine, for patients with breast cancer. (a) Overall survival, (b) disease-free survival. (PPTX 52 kb)Supplemental Figure 2. Meta-analysis of aromatase inhibitor, with or without concurrent use of cyclin-dependent kinase 4/6 inhibitor, as first-line therapy for postmenopausal patients with metastatic breast cancer. (a) Progression-free survival, (b) overall response rate, (c) clinical benefit rate. (PPTX 64 kb)Supplemental Figure 3. Integrated analysis comparing fulvestrant to anastrozole as first-line endocrine therapy for metastatic breast cancer in postmenopausal patients. (PPTX 41 kb)Supplemental Figure 4. Meta-analysis comparing anthracycline-containing regimens with regimens that use both anthracyclines and taxanes (such as CMF), as first-line chemotherapy for patients with metastatic breast cancer. (a) Overall survival, (b) overall response rate. (PPTX 123 kb)Supplemental Figure 5. Meta-analysis comparing taxane monotherapy with anthracycline-containing regimens as first-line chemotherapy for patients with metastatic breast cancer. (a) Overall survival, (b) progression-free survival. (PPTX 133 kb)Supplemental Figure 5. Meta-analysis comparing taxane monotherapy with anthracycline-containing regimens as first-line chemotherapy for patients with metastatic breast cancer (c) overall response rate (PPTX 81 kb)Supplemental Figure 6. Meta-analysis comparing taxane + trastuzumab with taxane-only as first-line therapy for patients with HER2-positive metastatic breast cancer. (a) Overall survival, (b) progression-free survival. (PPTX 266 kb)\nIntroduction\n      Here we present the English version of “The Japanese Breast Cancer Society Clinical Practice Guidelines for systemic treatment of breast cancer, 2018 edition,” which was revised in May 2018, according to Minds Handbook for Clinical Practice Guidelines Development 2014 [1]. The latest version of the guidelines for systemic treatment of breast cancer, 2015 edition, was released but was not based on the Minds Handbook [2].\n      We based our recommendation, strength of recommendation (SoR) and strength of evidence (SoE) on a systematic quantitative and qualitative review according to Minds Handbook for Clinical Practice Guidelines Development 2014 [1, 3]. For each background question (BQ), we have supplied a statement, and for each clinical question (CQ), we have supplied a recommendation, SoR and SoE. Short explanations were added to CQ9 (adjuvant capecitabine combination therapy); CQ14 (second-line endocrine therapy (ET) for hormone receptor [HR]-positive/human epidermal growth factor receptor 2 (HER2)-negative metastatic breast cancer in pre- or perimenopausal patients); CQ15 (first-line ET for HR-positive/HER2-negative metastatic breast cancer in postmenopausal patients); CQ18 (first-line chemotherapy for HER2-negative metastatic breast cancer); and CQ22 (first-line therapy for HER2-positive metastatic breast cancer).\nBackground questions\n      BQ1. Is adjuvant ET effective for HR-positive breast cancer?\n      Statement\n      Among patients with HR-positive breast cancer, strong evidence supports using tamoxifen in premenopausal patients and aromatase inhibitors (AIs) in postmenopausal patients.\n      BQ2. Should the type of adjuvant ET be considered in determining the optimal first-line ET regimen for HR-positive metastatic breast cancer?\n      Statement\n      The type of adjuvant ET, and disease-free interval, should be considered in determining the optimal first-line ET regimen for HR-positive metastatic breast cancer.\n      BQ3. What is the best method for suppressing/ablating ovarian function with metastatic or recurrent HR-positive breast cancer in premenopausal patients?\n      Statement\n      Three methods are used for suppressing/ablating ovarian function: use of luteinizing hormonereleasing hormone (LH–RH) agonists, bilateral oophorectomy, and irradiation. However, the optimal method for ovarian function suppression is unclear. LH–RH agonists are generally used in clinical practice, but toxicity, cost, and treatment duration should be considered in selecting this method.\n      BQ4. Does response to prior ET predict the efficacy of subsequent ET for HR-positive metastatic breast cancer?\n      Statement\n      Generally, patients who respond well to prior ET tend to respond to subsequent ET. However, even some patients who do not respond well to prior ET have good responses to subsequent ET.\n      BQ5. Are bone-modifying agents (bisphosphonates, denosumab) recommended for breast cancer patients with bone metastases?\n      StatementBone-modifying agents, such as zoledronic acid and denosumab, reduce the risk of skeletal-related events (SRE) and are a standard of care for patients with bone metastases.Although the efficacy of zoledronic acid administered over a 12-week course is non-inferior to a 3- to 4-week course for selected breast cancer patients with bone metastases, long-term efficacy and safety are unclear.As denosumab has been shown to reduce SRE risk compared with zoledronic acid, denosumab might be favored over zoledronic acid.Osteonecrosis of the jaw (ONJ) due to bone-modifying agents lowers the patient's quality of life. Therefore, ONJ risk should be evaluated before starting bone-modifying agents, and patients should receive regular oral care during this treatment.\n      BQ6. Is ET or chemotherapy recommended as initial treatment for metastatic HR-positive/HER2-negative breast cancer?\n      Statement\n      Among patients with metastatic HR-positive/HER2-negative breast cancer, ET is usually recommended as initial treatment for breast cancer that is not rapidly progressing and has no visceral metastases, and chemotherapy is usually recommended as initial treatment for breast cancer that shows rapid progression, visceral metastasis, and/or de novo ET resistance.\n      BQ7. Is intra-arterial infusion chemotherapy a treatment option for metastatic breast cancer?\n      Statement\n      Intra-arterial infusion chemotherapy should not be performed as a routine clinical practice.\n      BQ8. Are the recommendations for adjuvant systemic therapy for special types of breast cancer the same as those for invasive ductal carcinoma (IDC)?\n      Statement\n      Systemic therapy should be considered for special types of breast cancer according to their histological classification. ET alone is recommended for HR-positive, lymph node-negative, pure mucinous breast carcinoma. ET alone or no systemic therapy is recommended for HR-positive, lymph node-negative tubular carcinoma.\n      Chemotherapy can be omitted for lymph node-negative adenoid cystic carcinoma, even if it has a triple negative phenotype. Systemic therapies for medullary carcinoma, apocrine carcinoma, and invasive lobular carcinoma should be considered in conformity with the recommendation for IDC.\n      BQ9. How should treatment strategy be determined for women with adenocarcinoma in axillary lymph nodes, but with an unknown primary site?\n      Statement\n      Breast cancer should be suspected in women with adenocarcinoma in axillary lymph nodes from unknown primary sites. Biopsy materials from these patients should be immunohistochemically tested for estrogen receptor, progesterone receptor, and HER2 before treatment, both to support a diagnosis of breast cancer and to plan treatment strategies for these patients. Treatment strategy should be determined according to the recommendation of systemic therapy for patients with node-positive breast cancer.\n      BQ10. Are multidisciplinary treatments recommended for locally advanced breast cancer or inflammatory breast cancer?\n      Statement\n      For locally advanced or inflammatory breast cancer, multidisciplinary treatment, such as chemotherapy followed by appropriate local treatments (surgery, radiotherapy), is considered standard of care.\n      BQ11. Is influenza vaccination or pneumococcal vaccination recommended before chemotherapy?\n      StatementVaccination for influenza is recommended prior to chemotherapy for breast cancer.Less information is available regarding the usefulness of pneumococcal vaccination; however, inoculation may be prudent prior to chemotherapy for breast cancer.\n      BQ12. Is medication required for hot flashes or joint pain due to ET?\n      StatementHormone replacement therapy should not be used to treat hot flashes caused by ET.Although selective serotonin reuptake inhibitors (SSRIs) help reduce hot flashes, whether their use increases risk of breast cancer recurrence in women taking SSRIs with tamoxifen is unclear.For joint pain, drug therapy, such as nonsteroidal anti-inflammatory drugs or acetaminophen, is recommended.\n      BQ13. Are complementary and alternative therapies recommended for breast cancer treatment?\n      StatementComplementary or alternative therapies should not be given with the aim of suppressing breast cancer progression or prolonging survival.Complementary or alternative therapies may be considered for the purpose of alleviating symptoms associated with standard cancer treatment or relieving anxiety.\n      BQ14. Are bone-modifying agents (bisphosphonate, denosumab) recommended to prevent and treat osteoporosis in patients treated with AI?\n      Statement\n      Among patients treated with AIs, periodic bone density measurements and use of bone-modifying agents according to risk for fracture are the standard of care.\nClinical questions\n      CQ1. What adjuvant ET is recommended for HR-positive breast cancer in pre- or perimenopausal patients?\n      RecommendationsTamoxifen is strongly recommended (SoR: 1, SoE: strong).Combination use of an LH–RH agonist and tamoxifen is weakly recommended (SoR: 2, SoE: strong).Combination use of an LH–RH agonist and an AI is weakly recommended (SoR: 2, SoE: moderate).\n      CQ2. What is recommended as adjuvant ET for HR-positive breast cancer in postmenopausal patients?\n      RecommendationsAI is strongly recommended (SoR: 1, SoE: strong).Tamoxifen for 2–3 years followed by AI for a total of 5 years is weakly recommended (SoR: 2, SoE: strong).AI for 2 years followed by tamoxifen for a total of 5 years is weakly recommended (SoR: 2, SoE: weak).Tamoxifen or toremifene is weakly recommended (SoR: 2, SoE: strong).\n      CQ3. What is the optimal duration of adjuvant ET for invasive HR-positive breast cancer?\n      RecommendationsFor pre- or perimenopausal women who are diagnosed with HR-positive breast cancer, tamoxifen is strongly recommended for a total duration of 10 years (SoR: 1, SoE: moderate).For postmenopausal women who are diagnosed with HR-positive breast cancer, AI is weakly recommended for a total duration of 10 years (SoR: 2, SoE: moderate).\n      CQ4. Is neoadjuvant ET recommended for invasive HR-positive breast cancer?\n      CQ4-a. For postmenopausal women\n      Recommendations\n      Among postmenopausal women with operable HR-positive breast cancers, the rate of breast-conserving therapy for those who receive neoadjuvant ET reported equal to that for women who receive chemotherapy. However, optimal treatment duration and neoadjuvant ET regimen are unclear. Therefore, we cannot state a recommendation at this time (SoR: 2–3, SoE: weak).\n      CQ4-b. For pre- or perimenopausal women\n      Recommendation\n      For pre- or perimenopausal women with operable invasive HR-positive breast cancer, neoadjuvant ET is not recommended because the rate of breast-conserving therapy is reportedly inferior to that in women who receive neoadjuvant chemotherapy (SoR: 3, SoE: very weak).\n      CQ5. Is adjuvant ET recommended for HR-positive ductal carcinoma in situ (DCIS)?\n      Recommendations\n      Tamoxifen is weakly recommended for pre- or perimenopausal patients with HR-positive DCIS who receive breast-conserving therapy to reduce the risk of ipsilateral breast cancer. For postmenopausal patients who receive breast-conserving therapy, tamoxifen or AI is weakly recommended (SoR: 2, SoE: moderate).\n      CQ6. Is neoadjuvant chemotherapy recommended for operable invasive breast cancer?\n      Recommendation\n      For operable invasive breast cancer, neoadjuvant chemotherapy is weakly recommended to facilitate breast-conserving surgery (SoR: 2, SoE: strong).\n      CQ7. Is neoadjuvant chemotherapy combined with trastuzumab recommended for invasive, operable HER2-positive breast cancer?\n      Recommendation\n      When neoadjuvant chemotherapy is planned for invasive, operable HER2-positive breast cancer, adding trastuzumab to chemotherapy is strongly recommended, because chemotherapy plus trastuzumab is shown to increase pathological complete response rate compared with chemotherapy alone for invasive, operable HER2-positive breast cancer (SoR: 1, SoE: moderate).\n      CQ8. Is oral fluoride pyrimidine recommended instead of conventional intravenous chemotherapy as adjuvant chemotherapy in breast cancer?\n      Recommendation\n      Oral fluoride pyrimidine is not recommended as adjuvant chemotherapy instead of conventional intravenous chemotherapy for breast cancer patients (SoR: 3, SoE: weak).\n      CQ9. Is concurrent use of capecitabine in conventional intravenous chemotherapy recommended as adjuvant chemotherapy for breast cancer?\n      Recommendations\n      Because adding capecitabine to conventional chemotherapy may be effective as adjuvant chemotherapy, this combination therapy is weakly recommended (SoR: 2, SoE: moderate).\n      Two randomized phase III trials that examined the addition of capecitabine to conventional adjuvant chemotherapy, including anthracycline- and taxane-based regimens, have been reported [4, 5]. Although the results of these trials showed that disease-free survival (DFS), which was the primary end point of these trials, was not significantly improved by adding capecitabine to conventional adjuvant chemotherapy, overall survival (OS) was shown to improve in one of these trials [4]. We conducted an integrated analysis of these trials in this guideline and found that adding capecitabine to conventional adjuvant chemotherapy significantly improved OS (hazard ratio 0.77, 95% confidence interval [CI] 0.64–0.93), but not DFS (hazard ratio 0.86, 95% CI 0.74–1.01; Supplemental Fig. 1). We consider that adding capecitabine to conventional adjuvant chemotherapy has modest efficacy. Adjuvant capecitabine therapy is not approved and not reimbursed in Japan. Therefore, adding capecitabine to conventional chemotherapy is weakly recommended as an adjuvant chemotherapy.\n      CQ10. Is adjuvant chemotherapy combined with trastuzumab recommended for HER2-positive breast cancer?\n      Recommendation\n      Chemotherapy combined with trastuzumab is strongly recommended as adjuvant therapy for HER2-positive breast cancer (SoR: 1, SoE: strong).\n      CQ11. Is dose-dense chemotherapy recommended as adjuvant therapy for breast cancer patients with high recurrence risk and adequate bone marrow function?\n      Recommendation\n      Dose-dense chemotherapy with granulocyte-colony stimulating factor support is strongly recommended as adjuvant chemotherapy for patients who have high recurrence risk and sufficient bone marrow function (SoR: 1, SoE: strong).\n      CQ12. Should Ki67 be considered as an indication for adjuvant chemotherapy for HR-positive/HER2-negative breast cancer?\n      Recommendation\n      Although Ki67 is a prognostic marker, some methodological issues regarding Ki67 evaluation (e.g., inter-institutional discordance) have been reported. However, high Ki67 status might be considered an indication for adjuvant chemotherapy in HR-positive/HER2-negative node-negative breast cancer (SoR: 2, SoE: weak).\n      CQ13. What is recommended as first-line ET for metastatic HR-positive/HER2-negative breast cancer in pre- or perimenopausal patients?\n      RecommendationsA combination of an ovarian function suppressor, such as LH–RH agonist or bilateral oophorectomy, and tamoxifen is strongly recommended (SoR: 1, SoE: strong).A combination of an ovarian function suppressor, such as LH–RH agonist or bilateral oophorectomy, and ET recommended for postmenopausal patients as first-line treatment is weakly recommended (SoR: 2, SoE: weak).\n      CQ14. What is recommended as second-line ET for metastatic HR-positive/HER2-negative breast cancer in pre- or perimenopausal patients?\n      RecommendationsA combination therapy of LH-RH agonist plus fulvestrant plus cyclin-dependent kinase (CDK) 4/6 inhibitor is weakly recommended (SoR: 2, SoE: moderate).A combination of an ovarian function suppressor and ET recommended for postmenopausal patients is weakly recommended (SoR: 2, SoE: moderate).\n      Although few data are available about the optimal sequencing of ET for metastatic HR-positive/HER2-negative breast cancer in pre- and perimenopausal patients, second-line or later ET is often based on the type and efficacy of previous endocrine therapies (please refer to BQ2).\n      The PALOMA-3 trial was a randomized controlled trial that included post-, peri- and premenopausal patients with metastatic breast cancer that had relapsed or progressed during prior ET; it showed the efficacy of the combination of palbociclib (a CDK4/6 inhibitor), fulvestrant, and goserelin [6]. About 21% of the PALOMA-3 trial’s cohort were pre- or perimenopausal patients. Subgroup analysis of these patients showed that median progression-free survival (PFS) in the palbociclib arm was 9.5 months versus 5.6 months for the placebo arm (hazard ratio 0.50, 95% CI 0.29–0.87) [7].\n      CQ15. What is recommended as first-line ET for HR-positive/HER2-negative metastatic breast cancer in postmenopausal patients?\n      RecommendationsAI is strongly recommended (SoR: 1, SoE: strong).A combination of AI and CDK4/6 inhibitor is strongly recommended (SoR: 1, SoE: strong).Fulvestrant (500 mg) is strongly recommended (SoR: 1, SoE: strong).\n      Several randomized controlled trials of first-line ET for HR-positive metastatic breast cancer in postmenopausal patients have compared AI monotherapy with other ETs, including tamoxifen. Some meta-analyses reported that AI monotherapy significantly prolonged OS compared with tamoxifen or other ETs [8, 9]. However, another meta-analysis of the third-generation AI compared with tamoxifen showed no statistical difference between them regarding OS, although the overall response rate (ORR) and clinical benefit rate (CBR) of AI were better than those of tamoxifen (odds ratio [OR] 1.56, 95% CI 1.17–2.07 and OR 1.70, 95% CI 1.24–2.33, respectively) [10].\n      We performed a meta-analysis of four randomized controlled trials—the PALOMA-1, PALOMA-2, MONALEESA-2, and MONARCH 3 trials—which compared the combination of AI and CDK4/6 inhibitor to AI monotherapy in first-line settings [11–14]. This meta-analysis demonstrated that PFS (relative risk [RR] 0.67, 95% CI 0.60–0.73), ORR (risk difference [RD] 0.11, 95% CI 0.07–0.16) and CBR (RD 0.11, 95% CI 0.07–0.15) were consistently better in the combined AI and CDK4/6 inhibitor arm (Supplemental Fig. 2). However, this combination arm also had a higher rate of adverse events of grade 3 or above (RD 0.43, 95% CI 0.39–0.47).\n      We performed integrated analysis of two randomized controlled trials comparing fulvestrant (500 mg) with anastrozole as first-line ET for HR-positive metastatic breast cancer in postmenopausal patients. One trial is the randomized phase II FIRST trial and the other trial is the randomized phase III FALCON trial [15–17]. We found that PFS and time to progression (TTP) were better with fulvestrant than with anastrozole (Supplemental Fig. 3).\n      CQ16. What is recommended as second-line ET for metastatic HR-positive/HER2-negative breast cancer in postmenopausal patients?\n      CQ16-a. AI-resistant breast cancer\n      RecommendationsA combination of fulvestrant and CDK4/6 inhibitor is strongly recommended (SoR: 1, SoE: strong).Fulvestrant (500 mg) is strongly recommended (SoR: 1, SoE: strong).Everolimus in combination with exemestane is weakly recommended for non-steroidal, AI-resistant breast cancer (SoR: 2, SoE: strong).Exemestane is weakly recommended for non-steroidal, AI-resistant breast cancer (SoR: 2, SoE: moderate).Tamoxifen or toremifene is weakly recommended (SoR: 2, SoE: weak).\n      CQ16-b. Tamoxifen-resistant breast cancer\n      Recommendations\n      AI is strongly recommended for tamoxifen-resistant breast cancer (SoR: 1, SoE: strong).\n      CQ17. What is recommended as third-line and later ET for metastatic HR-positive/HER2-negative breast cancer in postmenopausal patients?\n      RecommendationsA combination of fulvestrant and CDK4/6 inhibitor is weakly recommended (SoR: 2, SoE: moderate).Everolimus combined with exemestane is weakly recommended for exemestane-naïve and non-steroidal, AI-resistant disease (SoR: 2, SoE: moderate).ETs not used in first- and second lines are weakly recommended (SoR: 2, SoE: weak).\n      CQ18. What is recommended as first-line chemotherapy for previously untreated metastatic HER2-negative cancer in patients who did not receive anthracycline and taxanes as neoadjuvant or adjuvant therapy?\n      RecommendationsAnthracycline or taxanes are strongly recommended (SoR: 1, SoE: moderate).S-1 is weakly recommended (SoR: 2, SoE: moderate).Treatment with capecitabine (SoR: 3, SoE: moderate), gemcitabine (SoR: 3, SoE: moderate), vinorelbine (SoR: 3, SoE: moderate), or eribulin (SoR: 3, SoE: moderate) is not recommended.Anthracycline We conducted a meta-analysis of eight trials that compared anthracycline-containing regimens with regimens that did not include both anthracyclines and taxanes, such as CMF (cyclophosphamide, methotrexate, fluorouracil), for first-line chemotherapy of metastatic breast cancer. Anthracycline-containing regimens were significantly superior to regimens that did not include both anthracyclines and taxanes for OS (hazard ratio 0.79, 95% CI 0.69–0.92) and ORR (hazard ratio 1.29, 95% CI 1.07–1.56; Supplemental Fig. 4).Taxane We conducted a meta-analysis of five trials to compare taxane monotherapy regimens with anthracycline-containing regimens for the first-line chemotherapy of metastatic breast cancer that showed that OS, PFS, and ORR were equivalent in both regimens (Supplemental Fig. 5). Two trials compared quality of life (QOL) in anthracycline-containing regimens with that in taxane-containing regimens and found no difference in QOL between the two therapies [18, 19].S-1 S-1 (40–60 mg twice daily for 28 consecutive days, followed by a 14-day break) is an oral fluorouracil derivative used in Japan. The SELECT BC trial showed that S-1 was not inferior to taxanes in OS (hazard ratio 1.05, 95% CI 0.86–1.27), although S-1 was not shown to be non-inferior to taxanes in PFS (hazard ratio 1.18, 95% CI 0.99–1.40, which exceeded the non-inferiority margin of 1.33) [20]. QOL evaluation in the SELECT BC trial showed that S-1 was superior to taxanes.Capecitabine One trial compared capecitabine with pegylated liposomal doxorubicin hydrochloride as first-line treatment among patients aged 65 years and older [21]. This study reported no difference in OS and PFS between these groups. However, this study was considered to have critical limitations, as the cohort was very small (n = 78) and included only elderly patients.Gemcitabine One trial compared gemcitabine monotherapy with epirubicin monotherapy in first-line setting among patients aged 60 years or older [22]. The results of this study showed that the epirubicin group was superior to the gemcitabine group in OS, TTP, and ORR.Vinorelbine To our knowledge, no trials have compared vinorelbine monotherapy with anthracyclines or taxanes as first-line treatments.Eribulin To our knowledge, no randomized trials have compared eribulin with anthracyclines or taxanes as first-line treatments.\n      CQ19. What is recommended for second-line or later chemotherapy for HER2-negative metastatic breast cancer in patients who did not receive anthracycline and taxanes as neoadjuvant or adjuvant therapy?\n      RecommendationsAnthracycline, taxanes or S-1 (whichever were not used as the first-line chemotherapy) are strongly recommended. Capecitabine or eribulin is also strongly recommended (SoR: 1, SoE: moderate).Gemcitabine or vinorelbine is weakly recommended (SoR: 2, SoE: moderate).\n      CQ20. Is combination therapy with bevacizumab recommended as first- or second-line treatment for HER2-negative metastatic breast cancer?\n      Recommendation\n      Chemotherapy in combination with bevacizumab as first- or second-line for metastatic HER2-negative breast cancer is weakly recommended (SoR: 2, SoE: moderate).\n      CQ21. Is combination chemotherapy recommended for HER2-negative metastatic breast cancer?\n      Recommendation\n      In general, combination chemotherapy, such as doxorubicin plus paclitaxel, is not recommended for metastatic breast cancer (SoR: 3, SoE: weak).\n      CQ22. What is recommended as first-line therapy for HER2-positive metastatic breast cancer?\n      RecommendationsThe combination of trastuzumab, pertuzumab and docetaxel is strongly recommended (SoR: 1, SoE: strong).The combination of trastuzumab and chemotherapy is weakly recommended (SoR: 2, SoE: moderate).Trastuzumab emtansine (T-DM1) is weakly recommended (SoR: 2, SoE: moderate).The CLEOPATRA trial showed that adding pertuzumab to trastuzumab and docetaxel improved PFS (hazard ratio 0.66, 95% CI 0.58–0.81) [23] and OS (hazard ratio 0.68, 95% CI 0.56–0.84) [24] compared with placebo plus trastuzumab plus docetaxel. Although adding pertuzumab increased the incidences of neutropenia, febrile neutropenia, and diarrhea of grade 3 or above [23], the benefit of the combination therapy with pertuzumab is considered to exceed its harm. This study was well designed and SoE was estimated as strong. Therefore, the combination of trastuzumab, pertuzumab and docetaxel is strongly recommended.Some studies evaluated the combination of trastuzumab and chemotherapy [25–27]. The results of the meta-analysis we performed showed that combining taxane and trastuzumab improved PFS (hazard ratio 0.53, 95% CI 0.42–0.68) and OS (hazard ratio 0.80, 95% CI 0.65–0.99) compared with taxane alone as first-line therapy for HER2-positive metastatic breast cancer (Supplemental Fig. 6). Two studies reported that combining vinorelbine and trastuzumab showed similar efficacy to combining taxane and trastuzumab [28, 29]. As described above, the CLEOPATRA study found that the efficacy of combining docetaxel and trastuzumab without pertuzumab was inferior to that of the combination therapy with pertuzumab; therefore, combining trastuzumab and chemotherapy is weakly recommended.The result of the MARIANNE trial revealed that the efficacy of T-DM1 was non-inferior, but not superior, to that of combining taxane and trastuzumab [30]. The incidence of adverse events of grade 3 or above was lower in T-DM1 than the combination of taxane and trastuzumab. As first-line treatment for HER2-positive metastatic breast cancer, T-DM1 was not shown to prolong PFS compared with the combination of trastuzumab, pertuzumab and docetaxel, although there are no trials of their direct comparison, but was less toxic than taxane plus trastuzumab. Therefore, T-DM1 could be considered as an option for first-line treatment of HER2-positive metastatic breast cancer.\n      CQ23. What is recommended as second-line therapy for HER2-positive metastatic breast cancer?\n      RecommendationsT-DM1 is strongly recommended for HER2-positive metastatic breast cancer in patients who experience disease progression after receiving a trastuzumab-containing regimen (SoR: 1, SoE: moderate).The combination of chemotherapy and trastuzumab is weakly recommended (SoR: 2, SoE: weak).Combination therapy of capecitabine and lapatinib is not recommended (SoR: 3, SoE: moderate).\n      CQ24. What is recommended as third-line therapy for HER2-positive metastatic breast cancer?\n      RecommendationsT-DM1 is weakly recommended for HER2-positive metastatic breast cancer if not previously administered (SoR: 2, SoE: moderate).Anti-HER2 agents plus an alternative cytotoxic agent may be recommended as third-line or later therapy for patients with HER2-positive metastatic breast cancer who had experienced disease progression on a HER2-directed agent-containing regimen (SoR: 2, SoE: weak).\n      CQ25. Is ET alone or ET in combination with anti-HER2 therapy recommended for patients with HR-positive/HER2-positive metastatic breast cancer for whom chemotherapy is contraindicated?\n      RecommendationsET combined with anti-HER2 therapy is weakly recommended (SoR: 2, SoE: moderate).ET used alone is not recommended (SoR: 3, SoE: moderate).\n      CQ26. What is recommended as adjuvant therapy for breast cancer in elderly patients?\n      CQ26-a. Adjuvant ET\n      Recommendation\n      AI or tamoxifen is strongly recommended as adjuvant ET for elderly patients with HR-positive breast cancer (SoR: 1, SoE: weak).\n      CQ26-b. Adjuvant chemotherapy\n      Recommendation\n      Standard chemotherapy may be recommended as adjuvant chemotherapy for elderly patients with breast cancer, although treatment should be individualized based on prognosis, comprehensive geriatric assessment (e.g., VES-13), and patient preference (SoR: 1–2, SoE: strong).\n      CQ26-c. Adjuvant anti-HER2 therapy in combination with chemotherapy\n      Recommendation\n      Chemotherapy combined with anti-HER2 therapy is strongly recommended as an adjuvant therapy for elderly patients with HER2-positive breast cancer, although treatment should be individualized based on prognosis, global health status, and patient preference (SoR: 1, SoE: weak).\n      CQ27. What systemic therapy is recommended for metastatic breast cancer in elderly patients?\n      RecommendationsET is strongly recommended for elderly patients with metastatic HR-positive breast cancer, although treatment consideration should be individualized based on prognosis, global health status, and patient preference (SoR: 1, SoE: very weak).Chemotherapy may be needed for elderly patients with metastatic breast cancer, although treatment consideration should be individualized based on prognosis, global health status, and patient preference (SoR: 2, SoE: very weak).Combination treatment with molecular targeted therapy may be needed for elderly patients with metastatic breast cancer, although treatment should be individualized, based on prognosis, global health status, and patient preference (SoR: 2, SoE: very weak).",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8062371/",
    "doi": "https://doi.org/10.1007/s12282-020-01085-0",
    "citation_count": 27,
    "references": {
        "10824543": "Association Between Treated Periodontal Disease and Febrile Neutropenia in Perioperative Chemotherapy for Breast Cancer: A Retrospective Cohort Study",
        "10764519": "Overall survival in Japanese patients with ER+/HER2− advanced breast cancer treated with first-line palbociclib plus letrozole",
        "10764488": "Medical care costs according to the stage and subtype of breast cancer in a municipal setting: a case study of Hachioji City, Japan",
        "10587293": "The Japanese Breast Cancer Society Clinical Practice Guidelines for systemic treatment of breast cancer, 2022 edition",
        "10523974": "Fulvestrant with or without anti‐HER2 therapy in patients in a postmenopausal hormonal state and with ER‐positive HER2‐positive advanced or metastatic breast cancer: A subgroup analysis of data from the Safari study (JBCRG‐C06)",
        "10361858": "Real-world data analysis of perioperative chemotherapy patterns, G-CSF use, and FN status in patients with early breast cancer",
        "10284953": "Real-world treatment patterns and outcomes of abemaciclib for the treatment of HR + , HER2- metastatic breast cancer patients in Japan",
        "10284949": "Adjuvant olaparib in the subset of patients from Japan with BRCA1- or BRCA2-mutated high-risk early breast cancer from the phase 3 OlympiA trial",
        "10225213": "Pembrolizumab plus chemotherapy in Japanese patients with triple‐negative breast cancer: Results from KEYNOTE‐355",
        "10186487": "Pan-Asian adapted ESMO Clinical Practice Guidelines for the diagnosis, staging and treatment of patients with metastatic breast cancer",
        "10119216": "Phase 1 study of oral selective estrogen receptor degrader (SERD) amcenestrant (SAR439859), in Japanese women with ER-positive and HER2-negative advanced breast cancer (AMEERA-2)",
        "10005990": "Bioinformatics combined with clinical data to analyze clinical characteristics and prognosis in patients with HER2 low expression breast cancer",
        "9823084": "Patient characteristics, treatment patterns, and outcomes of hormone receptor-positive, human epidermal growth factor receptor 2-negative advanced breast cancer patients prescribed cyclin-dependent kinase 4 and 6 inhibitors: large-scale data analysis using a Japanese claims database",
        "9581831": "Clinical significance of the neutrophil-to-lymphocyte ratio in oligometastatic breast cancer",
        "9538755": "Subgroup analysis of Japanese patients in a phase III randomized, controlled study of neoadjuvant atezolizumab or placebo, combined with nab-paclitaxel and anthracycline-based chemotherapy in early triple-negative breast cancer (IMpassion031)",
        "9425587": "Effect of Bevacizumab on a Human Breast Cancer Model that Exhibited Palbociclib-resistance by RB Knockout",
        "9195587": "Self-Managed Non-Pharmacological Interventions for Breast Cancer Survivors: Systematic Quality Appraisal and Content Analysis of Clinical Practice Guidelines",
        "9165843": "Influence of alcohol sensitivity on bone metastases and skeletal-related events in primary operable breast cancer: A retrospective cohort study",
        "8580935": "Palbociclib as an early-line treatment for Japanese patients with hormone receptor–positive/human epidermal growth factor receptor 2–negative advanced breast cancer: a review of clinical trial and real-world data",
        "8548517": "Anthracycline-containing regimens or taxane versus S-1 as first-line chemotherapy for metastatic breast cancer",
        "8460953": "Severe Hypertriglyceridemia Induced by Docetaxel: A Novel Case Report",
        "8353892": "Optimization of prediction methods for risk assessment of pathogenic germline variants in the Japanese population",
        "8350626": "A quality evaluation of the clinical practice guidelines on breast cancer using the RIGHT checklist",
        "8268506": "Real-world effectiveness of post-trastuzumab emtansine treatment in patients with HER2-positive, unresectable and/or metastatic breast cancer: a retrospective observational study (KBCSG-TR 1917)",
        "7925474": "Analysis of subsequent therapy in Japanese patients with hormone receptor‒positive/human epidermal growth factor receptor 2‒negative advanced breast cancer who received palbociclib plus endocrine therapy in PALOMA-2 and -3",
        "7590764": "Distant Metastasis after Surgery for Encapsulated Papillary Carcinoma of the Breast: A Case Report",
        "7473996": "Quality and reporting of clinical guidelines for breast cancer treatment: A systematic review"
    },
    "journal": "Breast Cancer (Tokyo, Japan)",
    "topics": [
        "cancer, breast, clinical",
        "breast, cancer, treatment, society",
        "treatment, society, guidelines"
    ]
}