{
    "title": "The Immunology of Hormone Receptor Positive Breast Cancer",
    "abstract": "TILs in Breast Tumors Before and After Neoadjuvant Systemic Therapy Over a decade ago, it was shown that the presence of TILs is an independent predictor of response to neoadjuvant chemotherapy (NAC) in all subsets of breast cancer, where high levels of TILs were associated with increased pathological complete response (pCR) rates compared to tumors that demonstrated absence of TILs (40). Location of TILs in Breast Tumors The location and organization of TILs, in particular, T cells in tumors may be important in their ability to become activated and exert anti-tumor effects as well as B cells in tertiary lymphoid structures (reviewed in the next section). TILs in Breast Tumors Before and After Neoadjuvant Systemic Therapy Over a decade ago, it was shown that the presence of TILs is an independent predictor of response to neoadjuvant chemotherapy (NAC) in all subsets of breast cancer, where high levels of TILs were associated with increased pathological complete response (pCR) rates compared to tumors that demonstrated absence of TILs (40).",
    "authors": [
        "Jonathan Goldberg",
        "Ricardo G. Pastorello",
        "Tuulia Vallius",
        "Janae Davis",
        "Yvonne Xiaoyong Cui",
        "Judith Agudo",
        "Adrienne G. Waks",
        "Tanya Keenan",
        "Sandra S. McAllister",
        "Sara M. Tolaney",
        "Elizabeth A. Mittendorf",
        "Jennifer L. Guerriero"
    ],
    "published_year": "2021",
    "description": "Introduction\n      Immunotherapy represents a paradigm shift in oncology. In particular, immune checkpoint blockade (ICB) has emerged as an efficacious treatment option for many tumor types, providing new therapeutic options for previously untreatable cancers. ICB therapy involves the use of humanized antibodies to target and neutralize immune checkpoint proteins with the goal of invigorating T cell activation and anti-tumor responses. Targeting immune inhibitory molecules, including cytotoxic T-lymphocyte-associated protein 4 (CTLA-4), programmed death-1 (PD-1) and its ligand, PD-L1, aims to reinvigorate exhausted T cells, thus enabling improved tumor antigen recognition and cytotoxic activity (1). The benefits of ICB, however, are not equally realized among different cancer types. In general, cancers that respond to ICB have at least one of these three key features: high tumor mutational burden (TMB), high numbers of tumor-infiltrating-lymphocytes (TILs) and/or high PD-L1 expression (2). Tumors from melanoma and lung cancer patients generally exhibit all of these features and have demonstrated superior responses to ICB (3–5). In contrast, breast tumors generally have low TMB, are often poorly infiltrated by TILs, have low levels of PD-L1 expression, and are thus considered to be nonimmunogenic and less responsive to ICB (6–9).\n      Breast cancer is a histopathologically and molecularly heterogeneous disease, ranging from the more indolent luminal A tumors, which are generally estrogen receptor positive (ER+) and human epidermal growth factor receptor 2 (HER2)-negative, to the highly aggressive, basal-like triple-negative tumors, which are negative for the ER, progesterone receptor (PR) and HER2. Triple-negative breast cancer (TNBC) generally has a higher mutational load, greater TIL infiltrate and higher PD-L1 expression relative to other breast cancer subtypes (10–12). Consistent with those immune features, the greatest successes reported to date of ICB in breast cancer clinical trials have been in patients with TNBC. However, chemotherapy combinations may prove effective, particularly for breast cancers that are not innately sensitive to ICB (13). Two agents, the anti-PD-L1 agent atezolizumab and the anti-PD-1 agent pembrolizumab, have been approved for use in combination with nab-paclitaxel or chemotherapy, respectively, for the treatment of metastatic TNBC following the results of phase 3 clinical trials showing improvement in progression free survival (PFS) with the use of these agents (14–16). Importantly, atezolizumab and nab-paclitaxel also led to a clinically meaningful improvement in overall survival (OS) in patients with PD-L1 positive disease (15). To date ICB has not been approved for the treatment of other subtypes of breast cancer. Given that TNBC comprises only 15% of all breast cancer cases (17), there is an urgent need to better understand the underlying basis of diminished immune responses to these other subtypes, with the goal of making those subtypes susceptible to ICB or other agents that act by enhancing anti-tumor immune responses.\n      Hormone receptor positive (HR+) breast cancer comprises approximately 70% of breast cancers and is characterized by dependence on ER signaling (17). HR+ breast cancer is generally a more indolent breast cancer subtype, has a low TMB and low PD-L1 expression (9, 18). Importantly, among the different breast cancer subtypes, HR+ tumors tend to have the lowest numbers of TILs (8, 15, 19–25). There are currently no FDA approved ICB agents for the treatment of HR+ breast cancer, however in the past several years new evidence has emerged showing immunogenic subsets of HR+ tumors (26) and that ICB might be effective in combination with the right chemotherapy (13). In addition, advances in single cell sequencing and imaging technologies have revealed a wide diversity of both immune and non-immune cells that comprise the HR+ TME. Nevertheless, with respect to HR+ breast cancer, there remains a gap in knowledge as to how baseline immune contexture affects a patient’s prognosis and how individualized treatments can be developed based on the characteristics of a patient’s TME. In this review, we summarize what is known about the immunogenicity of HR+ breast cancer and the opportunities to target HR+ tumors with ICB and other immune-activating therapies.\nThe Role of Tumor-Infiltrating Lymphocytes (TILs) in HR+ Breast Cancer\n      Lymphocytes, which are white blood cells including T cells, B cells and natural killer cells, were first correlated with breast cancer outcome in the early 1990s (27). Since then TILs have been studied extensively in breast cancer and have been shown to have both prognostic and predictive value (28), yet their role in HR+ breast cancer is more elusive (\nTable 1\n). TIL analysis in clinical laboratories is performed using a continuous parameter on a single hematoxylin and eosin (H&E)-stained tumor section and criteria described by Denkert et al. is used to score infiltrating TILs (40). Intratumoral TILs (iTILs) are defined as intraepithelial mononuclear cells within tumor cell nests or in direct contact with tumor cells, and stromal TILs (sTILs) as lymphocytes in the tumor stroma without direct contact with tumor cells. While stromal and iTILs are generally correlated, iTILS are far less abundant and more difficult to identify on H&E sections and new guidelines advocate to quantify only sTILs on H&E-stained tumor sections (54). Interestingly, a study conducted by the International Immuno-Oncology Biomarker Working Group demonstrated that a software-guided image evaluation approach could improve inter-observer variability (55). These efforts have focused on standardizing an approach to establish TILs as a predictive and prognostic biomarker to guide the clinical management of breast cancer. However, as described in \nTable 1\n there are different methods of TIL assessment that has been reported which may account for differences observed between studies.\n      \n        Table 1\n        \n          Summary of the association of tumor infiltrating lymphocytes (TILs) in HR+ breast cancer with clinical outcome.\n        \n        \n          \n            \n              Publication\n              Study Design (Trial Name)\n              Number of Evaluable HR+ Samples\n              TIL Assay\n              Findings\n            \n          \n          \n            \n              \nAdjuvant Setting\n\n              \n              \n              \n              \n            \n            \n              Loi et al. (19)\n              Prospectively defined, retrospective(BIG 02-98 trial)\n              1078\n              sTILs, iTILs in H&E\n              No association found between TILs and DFS or TILs and OS\n            \n            \n              Loi et al. (29)\n              Prospectively defined, retrospective(FinHER trial)\n              694\n              sTILs, iTILs in H&E\n              No association found between TILs and distant DFS or TILs and OS\n            \n            \n              Dieci et al. (30)\n              Prospectively defined, retrospective(Two French multicentric trials)\n              501\n              sTILs, iTILs in H&E\n              No association found between TILs and OS\n            \n            \n              Carbognin et al. (31)\n              Sensitivity analysis of data from Loi et al. (19, 29) & Dieci et al. (30)\n              2132\n              sTILs, iTILs in H&E\n              No association found between TILs  and OS\n            \n            \n              Krishnamurti et al. (32)\n              Retrospective, archival tissues\n              187\n              sTILs in H&E\n              Negative association found between TILs and Oncotype DX recurrence score\n            \n            \n              Miyoshi et al. (33)\n              Retrospective, multicentric\n              639\n              sTILs in H&E\n              No association found between TILs and timing of recurrence\n            \n            \n              Fujimoto et al. (34)\n              Retrospective, archival tissues\n              519\n              sTILs, iTILs in H&E\n              Ki67-low group: high-TILs showed significant unfavorable DFSKi67-high group: high-TILs showed nonsignificant favorable DFS\n            \n            \n              Ali et al. (35)\n              Prospectively defined, retrospective(SEARCH, BCCA, NBCS, NEAT trials)\n              6714\n              IHC staining for CD8+ and FOXP3+ sTILs and iTILs\n              Intratumoral CD8+ lymphocytes not associated with outcome\n            \n            \n              Sobral-Leite et al. (36)\n              Prospectively defined, retrospective(IKA trial)\n              563\n              IHC staining for CD4, CD8, and FOXP3\n              High CD8+ T cell infiltration associated with increased risk of recurrence\n            \n            \n              Gu-Trantien et al. (37)\n              Retrospective (fresh and archival tissues)\n              510\n              Gene expression\n              An 8-gene Tfh signature showed significant prognostic values in luminal tumors\n            \n            \n              Liu et al. (38)\n              Retrospective, archival tissues\n              2351\n              IHC staining for FOXP3+ sTILs and iTILs\n              FOXP3+ regulatory T cells were associated with poor prognosis\n            \n            \n              Koletsa et al. (39)\n              Prospectively defined, retrospective(HE10/97, HE10/00 trials)\n              600\n              IHC staining for CD3+, CD8+ and FOXP3+ sTILs, iTILs and total TILs\n              Assessment of CD3+, CD8+ and FOXP3+ lymphocytes densities adds no value over a traditional stromal TILs assment\n            \n            \n              \nPost-neoadjuvant Setting\n\n              \n              \n            \n            \n              Denkert et al. (40)\n              Prospectively defined, retrospective(GeparDuo and GeparTrio trials)\n              659\n              sTILs, iTILs in H&E, immune mRNA markers\n              Increased TILs associated with pCR\n            \n            \n              Issa-Nummer et al. (41)\n              Prospectively defined, retrospective(PREDICT trial)\n              209\n              sTILs, iTILs in H&E\n              Validation of results in Denkert et al. (40)\n            \n            \n              Denkert et al. (10)\n              Prospectively defined, retrospective(GeparDuo, GeparTrio, GeparQuattro, GeparQuinto, GeparSixto, and GeparSepto trials)\n              832\n              sTILs in H&E\n              Increased TILs associated with shorter OS\n            \n            \n              Skriver et al. (42)\n              Prospectively defined, retrospective(phase II Danish Breast Cancer Group trial)\n              106\n              sTILs in H&E\n              Increased TILs from baseline associated with poor treatment response\n            \n            \n              Ono et al. (43)\n              Retrospective, archival tissues\n              46\n              sTILs in H&E\n              No correlation found between TILs and pCR\n            \n            \n              Hwang et al. (44)\n              Retrospective, archival tissues\n              131\n              sTILs in H&E\n              No correlation found between TILs and pCR\n            \n            \n              Russo et al. (45)\n              Retrospective, archival tissues\n              119\n              sTILs in H&E\n              No correlation between TILs and survival\n            \n            \n              Ali et al. (46)\n              Prospectively defined, retrospective(ARTemis trial)\n              446\n              computational pathology of sTILs in H&E\n              Lymphocyte density associated with pCR in multivariate analysis\n            \n            \n              Seo et al. (47)\n              Retrospective, archival tissues\n              100\n              IHC staining for CD4+, CD8+ and FOXP3+ sTILs and iTILs\n              CD8+ TILs were independent predictors for pCR\n            \n            \n              Brown et al. (48)\n              Retrospective, archival tissues\n              58\n              Quantitative IF for CD3, CD8, and CD20 sTILs\n              CD20+, but not CD3+ or CD8+ lymphocytes predict pCR\n            \n            \n              \nPost-neoadjuvant Setting\n\n              \n              \n              \n            \n            \n              Watanabe et al. (49)\n              Retrospective, archival tissues\n              Pre-Tx: 91Post-Tx: 80\n              iTILs in H&E\n              Low TILs associated with improved RFS only in post-Tx group\n            \n            \n              Pelekanou et al. (50)\n              Retrospective, archival tissues\n              46\n              sTILs in H&E\n              Increased TILs post-Tx associated with longer 5-year RFS\n            \n            \n              Hamy et al. (51)\n              Retrospective, archival tissues\n              223\n              sTILs in H&E\n              No association between TILs and DFS\n            \n            \n              Ladoire et al. (52)\n              Retrospective, archival tissues\n              88\n              IHC staining for CD8+ and FOXP3+ sTILs\n              High CD8+ and low FOXP3+ lymphocyte infiltrates associated with improved RFS and OS\n            \n            \n              Asano et al. (53)\n              Retrospective, archival tissues\n              80\n              sTILs in H&E\n              RCB-TILs score predicts recurrence, may be a more sensitive indicator than TILs alone\n            \n          \n        \n        \n          \n            sTIL, stromal tumor infiltrating lymphocytes; iTIL intratumoral tumor infiltrating lymphocytes; H&E, hematoxylin and eosin; DFS, disease free survival; OS, overall survival; pCR, pathological complete response.\n          \n        \n      \n      \n        TILs in Breast Tumors Before and After Neoadjuvant Systemic Therapy\n        Over a decade ago, it was shown that the presence of TILs is an independent predictor of response to neoadjuvant chemotherapy (NAC) in all subsets of breast cancer, where high levels of TILs were associated with increased pathological complete response (pCR) rates compared to tumors that demonstrated absence of TILs (40). Subsequently, tumors from the BIG 02-98 trial revealed that TILs are associated with clinical benefit from adjuvant chemotherapy in patients with TNBC and HER2-positive (HER2+) breast cancer (19). In addition, this trial demonstrated that TILs were significantly lower in HR+/HER2- tumors compared to other subtypes (19). The extent of clinical response to NAC is a prognostic factor for TNBC, HR+ and HER2+ breast cancer, with the best clinical outcomes seen in patients that experience a pCR (56, 57). A meta-analysis of six randomized trials by the German Breast Group showed that increased TILs were predictive for more favorable response to NAC for all breast cancer subtypes, where higher pCR rates were observed when tumors were categorized as high TILs. In this study, TILs were analyzed as predefined groups of low (0-10% immune cells in stromal tissue within the tumor), intermediate (11-59%), and high TILs (≥60%). A univariable analysis revealed that a 10% increase in TILs was associated with longer DFS in TNBC and HER2+ breast cancer but not in luminal-HER2- tumors. Interestingly, an increase in TILs was associated with longer OS in TNBC, had no association with HER2+ breast cancer and was associated with shorter survival in luminal-HER2- tumors (10). The finding that TILs have a positive short-term prognostic value (as measured by response at surgery) whereas they have a negative long-term prognostic value highlights the complexity of TILs in the TME. Previous work by this same group had shown the positive association with short-term responses in HR+ breast cancer and these findings were confirmed by the same group in the PREDICT study; and should be noted that TNBC was associated with higher TILs compared to HR+ breast cancer (10, 41, 58, 59). In another study evaluating baseline biopsies prior to chemotherapy, where both areas of stroma infiltrated by lymphocytes (proportional score) and intensity of lymphatic infiltration (intensity score) were taken into consideration, high TILs score was associated with pCR in TNBC but not for Her2+ or HR+ tumors (43). Other retrospective cohorts evaluating pre-NAC TILs association with pCR similarly failed to find a significant correlation, most likely due to the limited number of HR+ tumors used in pCR prediction (44, 45, 60). The significance of TILs in patients treated with neoadjuvant hormonal therapy has been recently studied as part of a nationwide phase II trial conducted by the Danish Breast Cancer Group. The group evaluated pretreatment core biopsies and surgical specimens for percentage of TILs and pathological complete response was assessed using Residual Cancer Burden (RCB) index. The group reported that increasing TILs during letrozole treatment was significantly associated with a poor treatment response (42). Interestingly they propose that an increase in TILs during endocrine therapy might imply immunogenicity, and these patients could be targetable by immunotherapy (42).\n        Unconventional approaches to measure lymphocyte infiltration have also revealed interesting results from analysis of baseline tumors. In a cohort of TNBC patients, stromal TILs and TILs measured by tumor infiltrating lymphocyte volume (TILV) were significantly correlated with pCR (61). In that study TILV were calculated using the formula TILV = % stroma in tumor x % stromal TILs; where stromal TILs were assessed according to the standardization and guidelines of the international TILs working group (54). In an analysis of the ARTemis trial using computational pathology, lymphocyte density was significantly associated with pCR in multivariate analysis but there was no association between pre-treatment lymphocyte density and survival in either HR+ or HR- patients treated with NAC (46). Subset analyses of lymphocyte infiltrates have been described in breast cancer where TILs are largely composed of CD4+ and CD8+ T cells (62). In a retrospective study, CD8+ TILs in pre-chemotherapeutic biopsy specimens were found to be independent predictors for pCR irrespective of breast cancer subtype (47). Conversely, in another study, CD20+ lymphocytes (generally thought to be B cells) scored by quantitative immunofluorescence positively predicted pCR in response to NAC irrespective of HR and HER2 status, whereas CD3+ and CD8+ lymphocytes did not (48).\n        In addition to the value of TILs as a potential biomarker predicting response to NAC, there is an interest from the International Immuno-Oncology Biomarker Working Group on Breast Cancer (IIBWG) in evaluating the utility of TILs to refine risk stratification in patients with residual disease following neoadjuvant treatment (63). A retrospective multicenter study with TNBC patients concluded that the presence of TILs in residual disease following NAC was a strong favorable prognostic factor for both metastasis-free and OS in this subtype of breast cancer (64); less work has been done in HR+ disease. Watanabe and colleagues evaluated TILs in HR+/HER2- primary breast cancers before and after NAC, and concluded that low TILs following NAC, but not at baseline, were associated with a significantly better recurrence free survival (RFS) (49). In another cohort that included all breast cancer subtypes, increased TIL infiltration after NAC compared to baseline was associated with longer 5-year RFS (50). Furthermore, Ladoire and colleagues found the association of both high CD8+ and low FOXP3+ lymphocyte infiltrates following NAC was linked with improved RFS and OS in a cohort that included all breast cancer subtypes (52). In addition, a combined score associating CD8/FOXP3 ratio and pathological AJCC staging isolated a subgroup of patients with a long-term overall survival of 100% (52). In contrast, in a retrospective French cohort, high post-NAC TILs were associated with worse disease-free survival (DFS) in HER2+ patients, but not in TNBC and HR+ patients (51). Asano and colleagues (53), combined the residual cancer burden (RCB) index (57) and TILs (“RCB-TILs”) to predict survival after NAC. In their multivariate analysis, RCB-TILs was an independent factor for recurrence overall and within each of the breast cancer subtypes, suggesting RCB-TILs may be a more sensitive prognostic marker than TILs or RCB alone (53). The IIBWG has recently launched an international effort to include TILs in a new version of the RCB index to better stratify patients post-NAC (63).\n      \n      \n        TILs in HR+ Breast Tumors Managed With Adjuvant Systemic Therapy\n        Studies that have evaluated TILs in early-stage treatment-naïve breast tumors managed with adjuvant systemic therapy have so far generally failed to demonstrate prognostic value in HR+ tumors (19, 29, 32, 65, 66). In the BIG 02-98 trial, in which patients were randomized to a doxorubicin-based regimen with or without docetaxel, TILs were not significantly associated with DFS or OS in HR+/HER2- (19). These findings were confirmed in HR+/HER2- cases from the FinHER trial, in which patients were randomized to adjuvant docetaxel or vinorelbine regimens, followed by fluorouracil, epirubicin and cyclophosphamide (29). Similarly, by combining patients from two French multicentric trials, randomized by addition of adjuvant anthracycline-based therapy, a significant association between TILs and OS was not identified in HR+/HER2- breast tumors (30). The aforementioned studies were included in a sensitivity analysis of randomized trials in the adjuvant and neoadjuvant setting, which confirmed there was no association between baseline TILs and OS for HR+/HER2- tumors (31). In a more recent study, patients who underwent mastectomy without neoadjuvant treatments were evaluated for TILs. In HR+ breast cancer, there was a negative association between Oncotype DX recurrence score and both overall and peripheral TILs, where peripheral TILs were evaluated as the percentage of stromal lymphocytes encountered in the entire circumferential invasive tumor front. The negative association between TILs and Oncotype DX score may indicate the possible prognostic value of TILs in HR+ breast cancer. However, peripheral TILs were significantly associated with OS and DFS in TNBC but not in HR+ breast cancer (32).\n        It is noteworthy that several studies have identified a link between subpopulations of T cells in HR+ breast tumors and long-term outcomes following adjuvant systemic therapy. In Ki67-high breast cancers, high TILs were associated with favorable DFS, irrespective of subtype, but increasing TIL levels correlated with worse DFS in the Ki67-low group (defined as ≤ 25%) with the HR+/HER2- subtype. These results highlight variation in TIL prognostic significance between Ki67-high and -low breast cancers, particularly for the HR+/HER2- subtype (34). In a large study of 12,439 patients, assessment of T cell infiltration in breast cancer indicated that intratumoral CD8+ lymphocytes were associated with worse outcomes in HR+/HER2- patients, however the association did not remain significant in multivariate analysis (35). Similarly, in a retrospective analysis of a prospective randomized trial in HR+ breast cancer in which postmenopausal patients with early stage HR+/HER2- breast cancer were randomized to tamoxifen treatment or no adjuvant therapy, it was found that tumors with high CD8+ T cell infiltrates were associated with increased recurrence risk (36). Other T cell subsets have also been examined in early-stage HR+ breast tumors treated with adjuvant systemic therapy. To better understand CD4+ follicular helper T cells (Tfh), an 8-gene Tfh signature was reported, which was consistently prognostic in luminal tumors, as well as in other subtypes (37). Conversely, FOXP3+ regulatory T cells assessed in treatment naïve tumors were shown to be an indicator of poor prognosis in HR+ breast cancer, but of favorable prognosis in HR-/HER2+ tumors (38). However, recent work including all subtypes of breast carcinomas concluded that CD3+, CD8+ and FOXP3+ lymphocyte densities did not add prognostic information over stromal TILs assessed on H&E in early intermediate/high-risk breast cancer treated with adjuvant chemotherapy (39). These findings confirm the complexity of the TME in HR+ breast cancer and taken together, indicate that further investigation is necessary to determine the predictive and prognostic values of TILs in HR+ breast cancer.\n      \n      \n        Location of TILs in Breast Tumors\n        The location and organization of TILs, in particular, T cells in tumors may be important in their ability to become activated and exert anti-tumor effects as well as B cells in tertiary lymphoid structures (reviewed in the next section). Important work has been done to investigate the spatial location of T cells in TNBC which led to a tumor immune microenvironment (TIME) classification to group tumors into patterns according to CD8+ TIL spatial distribution (67). Immunoreactive TMEs were identified that consisted of tumoral infiltration of granzyme B+CD8+ T cells (GzmB+CD8+ T cells), a type 1 IFN signature, and elevated expression of immune inhibitory molecules such as indoleamine 2,3-dioxygenase (IDO) and PD-L1, which correlated with favorable clinical outcomes. This same group showed that “immune-cold” TMEs, which had absence of tumoral CD8+ T cells, were defined by elevated expression of the immunosuppressive marker B7-H4, signatures of fibrotic stroma and poor outcomes (67). Interestingly, a significant accumulation of proinflammatory CD68+CD206- macrophages were found in tumors with high infiltration of CD8+ T cells compared to TNBC with less CD8+ T cells (67). Indeed, localization and composition of T-cells in TNBC has demonstrated that the immunomodulatory subtypes are associated with the highest expression of adaptive immune-related gene signatures and a fully inflamed spatial pattern (68). Other work in TNBC has focused on exclusion of T cells from tumor cell clusters and spatial-profile analysis and mathematical modeling suggests a possible inhibitory signal inside tumor cell clusters, which prevents CD8+ T cells from infiltrating into tumor cell clusters (69). The location of T cells may help understand responses to ICB and identify tumors with high likelihood of response in TNBC and may extend to HR+ breast cancer. However, characterization of the spatial organization of T cells and other immune cells in HR+ breast cancer remains an unmet need.\n      \n      \n        Tumor-Associated Tertiary Lymphoid Structures (TLS)\n        TLS are ectopic lymphoid organs, composed of lymphoid cells that arise in chronic inflammatory states, including tumors (70). These structures have considerable morphological overlap with secondary lymphoid organs (SLO), particularly lymph nodes, although “TLS” can refer to structures of varying complexities, from simple lymphocytic clusters to elaborate formations highly reminiscent of a SLO (71). TLS exhibit characteristics of structures in the lymph nodes associated with the generation of an adaptive immune response, including a T cell zone with mature dendritic cells, a germinal center with follicular dendritic cells and proliferating B cells, and high endothelial venules (72). There is increasing interest in studying tumor-associated TLS as recent work has revealed these structures to be valuable biomarkers in multiple tumor types, including breast cancer (73–78). The presence of TLS structures has demonstrated both prognostic and predictive value in breast carcinomas, although data is discrepant on whether these structures are associated with favorable or detrimental outcomes. Martinet and colleagues found that high densities of tumor-associated high endothelial venules, a common constituent of TLSs, were independently associated with longer DFS and OS in breast cancer patients, irrespective of HR status (79). In a study conducted by Liu and colleagues, TLSs were significantly associated with favorable DFS in patients with HER2+ breast cancer, independent of TIL status (76). In contrast, a recent analysis of all breast cancer subtypes reported that the presence and density of peritumoral TLSs were not independently associated with DFS and OS (80). Interestingly, TLSs have been demonstrated to be significant predictors of pCR in TNBC patients treated with NAC (78). It is important to note that tumor-associated TLS assessment has not been standardized, although it should preferably be performed in full-face sections, as biopsies or tissue microarrays likely cannot accurately reflect TLS status (81). In addition, H&E evaluation underestimates the presence of these structures compared to immunohistochemistry (IHC). Using IHC, one group has identified TLS by staining for CD45 to identify leukocytes and CD20/CD3 to identify B cell follicles surrounded/adjacent to T cell zones, respectively. The study revealed that and intra- and inter-observer agreement is superior using IHC compared to H&E (81). Modern multiplex imaging technologies are emerging as an improved modality to study these structures as evident in several recent publications (73, 77, 82).\n      \n      \n        Antigen Presentation in HR+ Breast Cancer\n        As we discussed above, the number of infiltrating TILs within a breast tumor has both prognostic and predictive implications. In order for anti-tumor T cell responses to be generated, tumor antigens must be presented complexed with human leukocyte antigen (HLA) molecules at the cell surface for recognition by T cells (83). Studies have shown that HLA downregulation is an important mechanism of immune evasion that has been observed in multiple tumor types (84–86). The true frequency of HLA downregulation in cancer is controversial, in part due to differing antibodies used to detect HLA-class I (HLA-I) molecules. In the past decade, the EMR8-5 antibody has emerged as the method of choice to detect surface HLA-I expression on tumor cells (87–89). Torigoe and colleagues used the EMR8-5 antibody by IHC to assess the frequency of HLA class I downregulation in various cancer tissues (n=246). Using criteria established by the HLA and Cancer Component of the 12th International Histocompatibility Workshop (90), HLA expression was scored based on cell expression and intensity. The group found that HLA-I was decreased in 20-42% of lung, liver, colon, renal and urothelial cancer cases (91) whereas 85% of breast cancer cases had loss of or decreased HLA-I expression (91). Another report from Kaneko and colleagues reported HLA-I downregulation in 32.5% of breast tumors and was significantly associated with worse clinical features (nodal involvement and stage) as well as worse disease-free interval (84). Similarly, using multiple antibodies against HLA, Garrido and colleagues revealed various types of HLA-I alterations in 79 of 98 (81%) of breast tumors, including complete HLA-I loss in 53 (54%) of the samples (92). HLA-I downregulation may be particularly important in HR+ breast cancer as Sinn and colleagues measured HLA-I expression in 863 breast cancer cases from the GeparTrio trial, including all subtypes of breast cancer. The group found that HR+/HER2- cancers had the lowest level of HLA class I expression compared to other subtypes (93). Furthermore, a negative correlation between mRNA expression of the estrogen receptor 1 (ESR1) gene and HLA was also found in the Cancer Cell Line Encyclopedia (CCLE) (94). Importantly, in a study of The Cancer Genome Atlas (TCGA), ESR1 expression was found to be inversely correlated with HLA-A and CD8B gene expression (94). These studies suggest that HLA expression may be inversely correlated with ER expression and positively correlated with T cell infiltration. However, the mechanism underlying this relationship has not yet been elucidated (95, 96). Taken together these data suggest that HLA downregulation may be an important mechanism of immune evasion in breast cancer and in particular in HR+ breast cancer.\n        Prior to presentation of antigen complexed with an HLA molecule, that antigen must undergo processing. Components of the antigen-processing machinery (APM) have also been evaluated in breast cancer. Liu and colleagues found differential expression of antigen-processing molecules between primary breast tumors with and without associated brain metastases (n=65, 49 HR+) (96). In particular, primary breast lesions in patients who later developed brain metastases showed lower beta 2 microglobulin (B2M; the co-receptor for HLA) expression as well as other APM components, such as transporter associated with antigen processing 1 and 2 (TAP1/2), and calnexin, which are essential components for antigen processing and loading on HLA. In addition, CD8 T cell infiltration was significantly higher in primary breast lesions without an associated brain metastasis and was correlated with TAP1 expression. Preclinical data further support these findings. Murine tumor cells stably transfected with silencing hairpin (sh)RNA for TAP1 demonstrated a decreased susceptibility to cytotoxic T lymphocytes in vitro and an increased frequency of spontaneous brain metastasis in vivo (96). These data suggest that a deficiency in antigen-processing machinery may increase the likelihood of metastasis through deficient immune surveillance.\n        The value of HLA downregulation as a biomarker in breast cancer has been assessed in several studies of early-stage and metastatic disease. Although the data are conflicting, the majority of studies indicate that HLA-I downregulation is associated with poor prognosis. In a large retrospective study, the correlation of HLA-I expression with clinical outcome was assessed in 465 surgically resected breast cancer specimens including 310 primary HR+ tumors (97). Complete loss of HLA-I was observed in about 18% of both the HR+ and HR- subsets and survival analysis revealed that HLA-I expression loss was significantly correlated with worse disease-specific survival (DSS). In addition, HLA-I was found to be an independent prognostic factor for adverse DSS in patients with stage II-IV breast cancer. Interestingly, in contrast to the previously mentioned studies, in a study of 439 invasive primary breast cancers including all subtypes, Madjd and colleagues found strong HLA-I staining correlated with the development of metastasis and HLA-I downregulation to be associated with improved clinical outcomes (98).\n      \n      \n        Natural Killer Cells in HR+ Breast Cancer\n        While low expression of MHC-I may limit CD8 T cell recognition and response to HR+ breast tumors, the lack of MHC-I molecules should in turn promote NK cell activation, representing an alternate immunotherapeutic target (99–101). In general, NK cells account for a small portion of infiltrating lymphocytes in breast tumors (102, 103). Interestingly, analyses of TCGA and METABRIC samples revealed HR+ tumors have lower NK cell gene expression compared to TNBC tumors and immune-rich HR+ tumors have a lower proportions of NK cells compared to immune-rich TNBC tumors (104, 105). The combination of MHC-I downregulation and NK cell exclusion has not been analyzed in the literature and is an active line of investigation in our lab. Although NK cell infiltration is limited in HR+ tumors, HR+ breast cancer cell lines are more susceptible to IL-2 stimulated NK cell lysis than are TNBC or HER2+ cell lines (106–108), indicating that potential strategies to target HR+ tumors may include adoptive transfer of exogenously stimulated or genetically altered NK cells. Multiple pre-clinical investigations showed efficacy of NK-CAR cells targeting HER2 in HER2+ breast cancer (109, 110), tissue-factor in TNBC (111), epithelial cell adhesion molecule (EpCAM) in both HER2+ and TNBC (112) and epidermal growth factor (EGFR) in all breast cancer subtypes (113). Importantly, EpCAM is highly expressed in all breast cancer subtypes and thus can serve as a potential NK-CAR target in HR+ tumors (114). Overall, the majority of NK cell-based immunotherapy investigations have centered around HER2+ breast cancer as HER2-targeting monoclonal antibodies work, in part, through antibody-dependent cellular cytotoxicity, of which NK cells play a crucial role (115). NK cell immunotherapy has gained traction in TNBC, including a phase 1 investigation of PD-1 inhibition in combination with a novel inhibitor of the NK cell checkpoint poliovirus receptor related immunoglobulin domain containing (PVRIG) (NCT03667716). Given that HR+ tumors have low MHC-I and HR+ cell lines are highly susceptible to NK cell cytotoxicity, there may be great opportunity for NK cell-based therapy in HR+ breast cancer and further pre-clinical and clinical investigations are warranted.\n      \n      \n        Beyond TILs: Tumor Associated Macrophages (TAMs) in the TME\n        Historically, HR+ breast tumors have been considered immunologically cold as there are relatively few T cells associated with these tumors (26). However, other immune cells are associated with the TME in breast cancer. Beyond T cell subsets (cytotoxic T cells, T regulatory T cells), and other lymphocytes (natural killer cells and B cells), myeloid cells (macrophages and dendritic cells), plasmacytoid dendritic cells, and neutrophils have been identified in breast tumors, all of which are known to play critical roles in immunomodulation of cancer progression (116). In an analysis of 11,000 HR+ breast tumors, the immune cell type that correlated most significantly with poor clinical outcome was the presence of TAMs (117, 118). TAMs are a heterogeneous population of cells, generally characterized into an M2/M1 phenotypic and functional dichotomy, although TAMS are phenotypically much more dynamic and diverse. “M2-like” macrophages promote tissue remodeling and repair, secrete anti-inflammatory cytokines, and attract T regulatory and Th2 T cell subsets devoid of cytotoxic functions. TAMs are generally more “M2-like” and show pro-tumor functions by promoting tumor survival, proliferation, angiogenesis, and dissemination (119–125). Alternatively, “M1-like” macrophages are potent effector cells that kill microorganisms and tumor cells and can recruit cytotoxic T lymphocytes (CTLs) to activate adaptive immune responses. They can mediate phagocytosis and cross presentation of antigen to T cells. Clinically, the presence of TAMs is associated with metastasis (119) and poor survival (120, 121, 124), and has been shown to induce endocrine resistance in HR+ breast cancer cells in vitro and in vivo through NF-κB and IL-6-dependent signaling pathways (126). Importantly, a higher fraction of “M1”-like TAMs in HR+ breast cancer correlated with a higher pCR rate as well as prolonged DFS and OS (118). We recently reported that in HR+/HER2- breast tumors analyzed before and after NAC, sTIL and CD8+ cells were significantly decreased after treatment, whereas expression analyses revealed that there was increased expression of immunosuppressive (M2-like) macrophage-specific genes after chemotherapy. Macrophage biology and mechanisms of immune suppression in breast cancer has been recently reviewed by Mehta and colleagues (127). Macrophage reprogramming has shown tolerability and promise in solid tumors including breast cancer (128), and has been recently reviewed by Mehta and colleagues (127). Further work to identify strategies to harness the anti-tumor potential of macrophages may offer potential opportunities for the treatment of HR+ breast cancer.\nTILs in Breast Tumors Before and After Neoadjuvant Systemic Therapy\n        Over a decade ago, it was shown that the presence of TILs is an independent predictor of response to neoadjuvant chemotherapy (NAC) in all subsets of breast cancer, where high levels of TILs were associated with increased pathological complete response (pCR) rates compared to tumors that demonstrated absence of TILs (40). Subsequently, tumors from the BIG 02-98 trial revealed that TILs are associated with clinical benefit from adjuvant chemotherapy in patients with TNBC and HER2-positive (HER2+) breast cancer (19). In addition, this trial demonstrated that TILs were significantly lower in HR+/HER2- tumors compared to other subtypes (19). The extent of clinical response to NAC is a prognostic factor for TNBC, HR+ and HER2+ breast cancer, with the best clinical outcomes seen in patients that experience a pCR (56, 57). A meta-analysis of six randomized trials by the German Breast Group showed that increased TILs were predictive for more favorable response to NAC for all breast cancer subtypes, where higher pCR rates were observed when tumors were categorized as high TILs. In this study, TILs were analyzed as predefined groups of low (0-10% immune cells in stromal tissue within the tumor), intermediate (11-59%), and high TILs (≥60%). A univariable analysis revealed that a 10% increase in TILs was associated with longer DFS in TNBC and HER2+ breast cancer but not in luminal-HER2- tumors. Interestingly, an increase in TILs was associated with longer OS in TNBC, had no association with HER2+ breast cancer and was associated with shorter survival in luminal-HER2- tumors (10). The finding that TILs have a positive short-term prognostic value (as measured by response at surgery) whereas they have a negative long-term prognostic value highlights the complexity of TILs in the TME. Previous work by this same group had shown the positive association with short-term responses in HR+ breast cancer and these findings were confirmed by the same group in the PREDICT study; and should be noted that TNBC was associated with higher TILs compared to HR+ breast cancer (10, 41, 58, 59). In another study evaluating baseline biopsies prior to chemotherapy, where both areas of stroma infiltrated by lymphocytes (proportional score) and intensity of lymphatic infiltration (intensity score) were taken into consideration, high TILs score was associated with pCR in TNBC but not for Her2+ or HR+ tumors (43). Other retrospective cohorts evaluating pre-NAC TILs association with pCR similarly failed to find a significant correlation, most likely due to the limited number of HR+ tumors used in pCR prediction (44, 45, 60). The significance of TILs in patients treated with neoadjuvant hormonal therapy has been recently studied as part of a nationwide phase II trial conducted by the Danish Breast Cancer Group. The group evaluated pretreatment core biopsies and surgical specimens for percentage of TILs and pathological complete response was assessed using Residual Cancer Burden (RCB) index. The group reported that increasing TILs during letrozole treatment was significantly associated with a poor treatment response (42). Interestingly they propose that an increase in TILs during endocrine therapy might imply immunogenicity, and these patients could be targetable by immunotherapy (42).\n        Unconventional approaches to measure lymphocyte infiltration have also revealed interesting results from analysis of baseline tumors. In a cohort of TNBC patients, stromal TILs and TILs measured by tumor infiltrating lymphocyte volume (TILV) were significantly correlated with pCR (61). In that study TILV were calculated using the formula TILV = % stroma in tumor x % stromal TILs; where stromal TILs were assessed according to the standardization and guidelines of the international TILs working group (54). In an analysis of the ARTemis trial using computational pathology, lymphocyte density was significantly associated with pCR in multivariate analysis but there was no association between pre-treatment lymphocyte density and survival in either HR+ or HR- patients treated with NAC (46). Subset analyses of lymphocyte infiltrates have been described in breast cancer where TILs are largely composed of CD4+ and CD8+ T cells (62). In a retrospective study, CD8+ TILs in pre-chemotherapeutic biopsy specimens were found to be independent predictors for pCR irrespective of breast cancer subtype (47). Conversely, in another study, CD20+ lymphocytes (generally thought to be B cells) scored by quantitative immunofluorescence positively predicted pCR in response to NAC irrespective of HR and HER2 status, whereas CD3+ and CD8+ lymphocytes did not (48).\n        In addition to the value of TILs as a potential biomarker predicting response to NAC, there is an interest from the International Immuno-Oncology Biomarker Working Group on Breast Cancer (IIBWG) in evaluating the utility of TILs to refine risk stratification in patients with residual disease following neoadjuvant treatment (63). A retrospective multicenter study with TNBC patients concluded that the presence of TILs in residual disease following NAC was a strong favorable prognostic factor for both metastasis-free and OS in this subtype of breast cancer (64); less work has been done in HR+ disease. Watanabe and colleagues evaluated TILs in HR+/HER2- primary breast cancers before and after NAC, and concluded that low TILs following NAC, but not at baseline, were associated with a significantly better recurrence free survival (RFS) (49). In another cohort that included all breast cancer subtypes, increased TIL infiltration after NAC compared to baseline was associated with longer 5-year RFS (50). Furthermore, Ladoire and colleagues found the association of both high CD8+ and low FOXP3+ lymphocyte infiltrates following NAC was linked with improved RFS and OS in a cohort that included all breast cancer subtypes (52). In addition, a combined score associating CD8/FOXP3 ratio and pathological AJCC staging isolated a subgroup of patients with a long-term overall survival of 100% (52). In contrast, in a retrospective French cohort, high post-NAC TILs were associated with worse disease-free survival (DFS) in HER2+ patients, but not in TNBC and HR+ patients (51). Asano and colleagues (53), combined the residual cancer burden (RCB) index (57) and TILs (“RCB-TILs”) to predict survival after NAC. In their multivariate analysis, RCB-TILs was an independent factor for recurrence overall and within each of the breast cancer subtypes, suggesting RCB-TILs may be a more sensitive prognostic marker than TILs or RCB alone (53). The IIBWG has recently launched an international effort to include TILs in a new version of the RCB index to better stratify patients post-NAC (63).\nTILs in HR+ Breast Tumors Managed With Adjuvant Systemic Therapy\n        Studies that have evaluated TILs in early-stage treatment-naïve breast tumors managed with adjuvant systemic therapy have so far generally failed to demonstrate prognostic value in HR+ tumors (19, 29, 32, 65, 66). In the BIG 02-98 trial, in which patients were randomized to a doxorubicin-based regimen with or without docetaxel, TILs were not significantly associated with DFS or OS in HR+/HER2- (19). These findings were confirmed in HR+/HER2- cases from the FinHER trial, in which patients were randomized to adjuvant docetaxel or vinorelbine regimens, followed by fluorouracil, epirubicin and cyclophosphamide (29). Similarly, by combining patients from two French multicentric trials, randomized by addition of adjuvant anthracycline-based therapy, a significant association between TILs and OS was not identified in HR+/HER2- breast tumors (30). The aforementioned studies were included in a sensitivity analysis of randomized trials in the adjuvant and neoadjuvant setting, which confirmed there was no association between baseline TILs and OS for HR+/HER2- tumors (31). In a more recent study, patients who underwent mastectomy without neoadjuvant treatments were evaluated for TILs. In HR+ breast cancer, there was a negative association between Oncotype DX recurrence score and both overall and peripheral TILs, where peripheral TILs were evaluated as the percentage of stromal lymphocytes encountered in the entire circumferential invasive tumor front. The negative association between TILs and Oncotype DX score may indicate the possible prognostic value of TILs in HR+ breast cancer. However, peripheral TILs were significantly associated with OS and DFS in TNBC but not in HR+ breast cancer (32).\n        It is noteworthy that several studies have identified a link between subpopulations of T cells in HR+ breast tumors and long-term outcomes following adjuvant systemic therapy. In Ki67-high breast cancers, high TILs were associated with favorable DFS, irrespective of subtype, but increasing TIL levels correlated with worse DFS in the Ki67-low group (defined as ≤ 25%) with the HR+/HER2- subtype. These results highlight variation in TIL prognostic significance between Ki67-high and -low breast cancers, particularly for the HR+/HER2- subtype (34). In a large study of 12,439 patients, assessment of T cell infiltration in breast cancer indicated that intratumoral CD8+ lymphocytes were associated with worse outcomes in HR+/HER2- patients, however the association did not remain significant in multivariate analysis (35). Similarly, in a retrospective analysis of a prospective randomized trial in HR+ breast cancer in which postmenopausal patients with early stage HR+/HER2- breast cancer were randomized to tamoxifen treatment or no adjuvant therapy, it was found that tumors with high CD8+ T cell infiltrates were associated with increased recurrence risk (36). Other T cell subsets have also been examined in early-stage HR+ breast tumors treated with adjuvant systemic therapy. To better understand CD4+ follicular helper T cells (Tfh), an 8-gene Tfh signature was reported, which was consistently prognostic in luminal tumors, as well as in other subtypes (37). Conversely, FOXP3+ regulatory T cells assessed in treatment naïve tumors were shown to be an indicator of poor prognosis in HR+ breast cancer, but of favorable prognosis in HR-/HER2+ tumors (38). However, recent work including all subtypes of breast carcinomas concluded that CD3+, CD8+ and FOXP3+ lymphocyte densities did not add prognostic information over stromal TILs assessed on H&E in early intermediate/high-risk breast cancer treated with adjuvant chemotherapy (39). These findings confirm the complexity of the TME in HR+ breast cancer and taken together, indicate that further investigation is necessary to determine the predictive and prognostic values of TILs in HR+ breast cancer.\nLocation of TILs in Breast Tumors\n        The location and organization of TILs, in particular, T cells in tumors may be important in their ability to become activated and exert anti-tumor effects as well as B cells in tertiary lymphoid structures (reviewed in the next section). Important work has been done to investigate the spatial location of T cells in TNBC which led to a tumor immune microenvironment (TIME) classification to group tumors into patterns according to CD8+ TIL spatial distribution (67). Immunoreactive TMEs were identified that consisted of tumoral infiltration of granzyme B+CD8+ T cells (GzmB+CD8+ T cells), a type 1 IFN signature, and elevated expression of immune inhibitory molecules such as indoleamine 2,3-dioxygenase (IDO) and PD-L1, which correlated with favorable clinical outcomes. This same group showed that “immune-cold” TMEs, which had absence of tumoral CD8+ T cells, were defined by elevated expression of the immunosuppressive marker B7-H4, signatures of fibrotic stroma and poor outcomes (67). Interestingly, a significant accumulation of proinflammatory CD68+CD206- macrophages were found in tumors with high infiltration of CD8+ T cells compared to TNBC with less CD8+ T cells (67). Indeed, localization and composition of T-cells in TNBC has demonstrated that the immunomodulatory subtypes are associated with the highest expression of adaptive immune-related gene signatures and a fully inflamed spatial pattern (68). Other work in TNBC has focused on exclusion of T cells from tumor cell clusters and spatial-profile analysis and mathematical modeling suggests a possible inhibitory signal inside tumor cell clusters, which prevents CD8+ T cells from infiltrating into tumor cell clusters (69). The location of T cells may help understand responses to ICB and identify tumors with high likelihood of response in TNBC and may extend to HR+ breast cancer. However, characterization of the spatial organization of T cells and other immune cells in HR+ breast cancer remains an unmet need.\nTumor-Associated Tertiary Lymphoid Structures (TLS)\n        TLS are ectopic lymphoid organs, composed of lymphoid cells that arise in chronic inflammatory states, including tumors (70). These structures have considerable morphological overlap with secondary lymphoid organs (SLO), particularly lymph nodes, although “TLS” can refer to structures of varying complexities, from simple lymphocytic clusters to elaborate formations highly reminiscent of a SLO (71). TLS exhibit characteristics of structures in the lymph nodes associated with the generation of an adaptive immune response, including a T cell zone with mature dendritic cells, a germinal center with follicular dendritic cells and proliferating B cells, and high endothelial venules (72). There is increasing interest in studying tumor-associated TLS as recent work has revealed these structures to be valuable biomarkers in multiple tumor types, including breast cancer (73–78). The presence of TLS structures has demonstrated both prognostic and predictive value in breast carcinomas, although data is discrepant on whether these structures are associated with favorable or detrimental outcomes. Martinet and colleagues found that high densities of tumor-associated high endothelial venules, a common constituent of TLSs, were independently associated with longer DFS and OS in breast cancer patients, irrespective of HR status (79). In a study conducted by Liu and colleagues, TLSs were significantly associated with favorable DFS in patients with HER2+ breast cancer, independent of TIL status (76). In contrast, a recent analysis of all breast cancer subtypes reported that the presence and density of peritumoral TLSs were not independently associated with DFS and OS (80). Interestingly, TLSs have been demonstrated to be significant predictors of pCR in TNBC patients treated with NAC (78). It is important to note that tumor-associated TLS assessment has not been standardized, although it should preferably be performed in full-face sections, as biopsies or tissue microarrays likely cannot accurately reflect TLS status (81). In addition, H&E evaluation underestimates the presence of these structures compared to immunohistochemistry (IHC). Using IHC, one group has identified TLS by staining for CD45 to identify leukocytes and CD20/CD3 to identify B cell follicles surrounded/adjacent to T cell zones, respectively. The study revealed that and intra- and inter-observer agreement is superior using IHC compared to H&E (81). Modern multiplex imaging technologies are emerging as an improved modality to study these structures as evident in several recent publications (73, 77, 82).\nAntigen Presentation in HR+ Breast Cancer\n        As we discussed above, the number of infiltrating TILs within a breast tumor has both prognostic and predictive implications. In order for anti-tumor T cell responses to be generated, tumor antigens must be presented complexed with human leukocyte antigen (HLA) molecules at the cell surface for recognition by T cells (83). Studies have shown that HLA downregulation is an important mechanism of immune evasion that has been observed in multiple tumor types (84–86). The true frequency of HLA downregulation in cancer is controversial, in part due to differing antibodies used to detect HLA-class I (HLA-I) molecules. In the past decade, the EMR8-5 antibody has emerged as the method of choice to detect surface HLA-I expression on tumor cells (87–89). Torigoe and colleagues used the EMR8-5 antibody by IHC to assess the frequency of HLA class I downregulation in various cancer tissues (n=246). Using criteria established by the HLA and Cancer Component of the 12th International Histocompatibility Workshop (90), HLA expression was scored based on cell expression and intensity. The group found that HLA-I was decreased in 20-42% of lung, liver, colon, renal and urothelial cancer cases (91) whereas 85% of breast cancer cases had loss of or decreased HLA-I expression (91). Another report from Kaneko and colleagues reported HLA-I downregulation in 32.5% of breast tumors and was significantly associated with worse clinical features (nodal involvement and stage) as well as worse disease-free interval (84). Similarly, using multiple antibodies against HLA, Garrido and colleagues revealed various types of HLA-I alterations in 79 of 98 (81%) of breast tumors, including complete HLA-I loss in 53 (54%) of the samples (92). HLA-I downregulation may be particularly important in HR+ breast cancer as Sinn and colleagues measured HLA-I expression in 863 breast cancer cases from the GeparTrio trial, including all subtypes of breast cancer. The group found that HR+/HER2- cancers had the lowest level of HLA class I expression compared to other subtypes (93). Furthermore, a negative correlation between mRNA expression of the estrogen receptor 1 (ESR1) gene and HLA was also found in the Cancer Cell Line Encyclopedia (CCLE) (94). Importantly, in a study of The Cancer Genome Atlas (TCGA), ESR1 expression was found to be inversely correlated with HLA-A and CD8B gene expression (94). These studies suggest that HLA expression may be inversely correlated with ER expression and positively correlated with T cell infiltration. However, the mechanism underlying this relationship has not yet been elucidated (95, 96). Taken together these data suggest that HLA downregulation may be an important mechanism of immune evasion in breast cancer and in particular in HR+ breast cancer.\n        Prior to presentation of antigen complexed with an HLA molecule, that antigen must undergo processing. Components of the antigen-processing machinery (APM) have also been evaluated in breast cancer. Liu and colleagues found differential expression of antigen-processing molecules between primary breast tumors with and without associated brain metastases (n=65, 49 HR+) (96). In particular, primary breast lesions in patients who later developed brain metastases showed lower beta 2 microglobulin (B2M; the co-receptor for HLA) expression as well as other APM components, such as transporter associated with antigen processing 1 and 2 (TAP1/2), and calnexin, which are essential components for antigen processing and loading on HLA. In addition, CD8 T cell infiltration was significantly higher in primary breast lesions without an associated brain metastasis and was correlated with TAP1 expression. Preclinical data further support these findings. Murine tumor cells stably transfected with silencing hairpin (sh)RNA for TAP1 demonstrated a decreased susceptibility to cytotoxic T lymphocytes in vitro and an increased frequency of spontaneous brain metastasis in vivo (96). These data suggest that a deficiency in antigen-processing machinery may increase the likelihood of metastasis through deficient immune surveillance.\n        The value of HLA downregulation as a biomarker in breast cancer has been assessed in several studies of early-stage and metastatic disease. Although the data are conflicting, the majority of studies indicate that HLA-I downregulation is associated with poor prognosis. In a large retrospective study, the correlation of HLA-I expression with clinical outcome was assessed in 465 surgically resected breast cancer specimens including 310 primary HR+ tumors (97). Complete loss of HLA-I was observed in about 18% of both the HR+ and HR- subsets and survival analysis revealed that HLA-I expression loss was significantly correlated with worse disease-specific survival (DSS). In addition, HLA-I was found to be an independent prognostic factor for adverse DSS in patients with stage II-IV breast cancer. Interestingly, in contrast to the previously mentioned studies, in a study of 439 invasive primary breast cancers including all subtypes, Madjd and colleagues found strong HLA-I staining correlated with the development of metastasis and HLA-I downregulation to be associated with improved clinical outcomes (98).\nNatural Killer Cells in HR+ Breast Cancer\n        While low expression of MHC-I may limit CD8 T cell recognition and response to HR+ breast tumors, the lack of MHC-I molecules should in turn promote NK cell activation, representing an alternate immunotherapeutic target (99–101). In general, NK cells account for a small portion of infiltrating lymphocytes in breast tumors (102, 103). Interestingly, analyses of TCGA and METABRIC samples revealed HR+ tumors have lower NK cell gene expression compared to TNBC tumors and immune-rich HR+ tumors have a lower proportions of NK cells compared to immune-rich TNBC tumors (104, 105). The combination of MHC-I downregulation and NK cell exclusion has not been analyzed in the literature and is an active line of investigation in our lab. Although NK cell infiltration is limited in HR+ tumors, HR+ breast cancer cell lines are more susceptible to IL-2 stimulated NK cell lysis than are TNBC or HER2+ cell lines (106–108), indicating that potential strategies to target HR+ tumors may include adoptive transfer of exogenously stimulated or genetically altered NK cells. Multiple pre-clinical investigations showed efficacy of NK-CAR cells targeting HER2 in HER2+ breast cancer (109, 110), tissue-factor in TNBC (111), epithelial cell adhesion molecule (EpCAM) in both HER2+ and TNBC (112) and epidermal growth factor (EGFR) in all breast cancer subtypes (113). Importantly, EpCAM is highly expressed in all breast cancer subtypes and thus can serve as a potential NK-CAR target in HR+ tumors (114). Overall, the majority of NK cell-based immunotherapy investigations have centered around HER2+ breast cancer as HER2-targeting monoclonal antibodies work, in part, through antibody-dependent cellular cytotoxicity, of which NK cells play a crucial role (115). NK cell immunotherapy has gained traction in TNBC, including a phase 1 investigation of PD-1 inhibition in combination with a novel inhibitor of the NK cell checkpoint poliovirus receptor related immunoglobulin domain containing (PVRIG) (NCT03667716). Given that HR+ tumors have low MHC-I and HR+ cell lines are highly susceptible to NK cell cytotoxicity, there may be great opportunity for NK cell-based therapy in HR+ breast cancer and further pre-clinical and clinical investigations are warranted.\nBeyond TILs: Tumor Associated Macrophages (TAMs) in the TME\n        Historically, HR+ breast tumors have been considered immunologically cold as there are relatively few T cells associated with these tumors (26). However, other immune cells are associated with the TME in breast cancer. Beyond T cell subsets (cytotoxic T cells, T regulatory T cells), and other lymphocytes (natural killer cells and B cells), myeloid cells (macrophages and dendritic cells), plasmacytoid dendritic cells, and neutrophils have been identified in breast tumors, all of which are known to play critical roles in immunomodulation of cancer progression (116). In an analysis of 11,000 HR+ breast tumors, the immune cell type that correlated most significantly with poor clinical outcome was the presence of TAMs (117, 118). TAMs are a heterogeneous population of cells, generally characterized into an M2/M1 phenotypic and functional dichotomy, although TAMS are phenotypically much more dynamic and diverse. “M2-like” macrophages promote tissue remodeling and repair, secrete anti-inflammatory cytokines, and attract T regulatory and Th2 T cell subsets devoid of cytotoxic functions. TAMs are generally more “M2-like” and show pro-tumor functions by promoting tumor survival, proliferation, angiogenesis, and dissemination (119–125). Alternatively, “M1-like” macrophages are potent effector cells that kill microorganisms and tumor cells and can recruit cytotoxic T lymphocytes (CTLs) to activate adaptive immune responses. They can mediate phagocytosis and cross presentation of antigen to T cells. Clinically, the presence of TAMs is associated with metastasis (119) and poor survival (120, 121, 124), and has been shown to induce endocrine resistance in HR+ breast cancer cells in vitro and in vivo through NF-κB and IL-6-dependent signaling pathways (126). Importantly, a higher fraction of “M1”-like TAMs in HR+ breast cancer correlated with a higher pCR rate as well as prolonged DFS and OS (118). We recently reported that in HR+/HER2- breast tumors analyzed before and after NAC, sTIL and CD8+ cells were significantly decreased after treatment, whereas expression analyses revealed that there was increased expression of immunosuppressive (M2-like) macrophage-specific genes after chemotherapy. Macrophage biology and mechanisms of immune suppression in breast cancer has been recently reviewed by Mehta and colleagues (127). Macrophage reprogramming has shown tolerability and promise in solid tumors including breast cancer (128), and has been recently reviewed by Mehta and colleagues (127). Further work to identify strategies to harness the anti-tumor potential of macrophages may offer potential opportunities for the treatment of HR+ breast cancer.\nImmune Checkpoints and Immunotherapy Trials in HR+ Breast Cancer\n      The first clinical target of ICB therapy was the T cell inhibitory molecule, cytotoxic T-lymphocyte-associated protein 4 (CTLA-4; CD152) (129–131). Subsequently, ICB agents targeting the T cell inhibitory molecule, programmed cell death protein 1 (PD-1; CD279) (132), and its ligand, PD-L1 (CD247) (133), were developed for the clinic. PD-1 is a receptor expressed mainly by T cells. Its ligand, PD-L1, is a transmembrane protein that plays a crucial role in shutting down active T cell responses and can be expressed on both tumor and immune cells (12, 134). PD-L1 binding to PD-1 functions as an adaptive mechanism for T cell inhibition, and in the context of cancer, induces tumor immune-suppression (2, 135). Sobral-Leite and colleagues characterized PD-L1 expression in 410 primary, treatment-naïve, breast tumors (162 HR+/HER2-, 101 HER2+ and 147 TNBC). PD-L1 positivity was defined as > 1% of immune or tumor cells as assessed by the E1L3N antibody clone. HR+/HER2- tumors had the lowest TIL density and PD-L1 expression. PD-L1-positivity was observed in 53.1% of HR+/HER2-, 73.3% of HER2+, and 84.4% of TNBC tumors and PD-L1 expression showed a strong correlation with TIL density (25). Similar to TILs, PD-L1 expression has been found to be a prognostic marker in breast cancer, with studies demonstrating an association between PD-L1 expression and improved prognosis in TNBC but not HR+ breast cancer (25, 136–138). There are some data however, indicating that PD-L1 gene expression is associated with improved distant metastasis-free interval, progression-free interval and overall survival in HR+/HER2- breast cancer. In a recent study of 562 breast tumors, PD-L1 protein and gene expression was shown to be associated with a favorable prognosis in early stage invasive HR+/HER2- breast cancer (139). In addition, PD-L1 gene expression added prognostic value to currently validated 21- and 70-gene expression signatures in the same cohort as well as in an additional cohort of 1,081 patients (139).\n      Despite the limited number of TILs, low PD-L1 expression and low mutational burden in HR+ breast cancer (20), there has been an effort to determine if ICB has a role in HR+ disease (\nTable 2\n). While, to date, clinical trials testing ICB in HR+ breast cancer have not yet translated to FDA approval, there is opportunity to learn from both past and ongoing trials to identify the ideal therapeutic sequencing, combination strategies and patient population to extract value in this “immunologically cold” subtype of breast cancer, as reviewed below.\n      \n        Table 2\n        \n          Clinical trials in HR+ breast cancer assessing the safety and efficacy of ICB as monotherapy or in combination with chemotherapy and other treatment modalities.\n        \n        \n          \n            \n              Trial Identifier (name)\n              Treatments\n              Number of Evaluable HR+ Samples\n              Patient Population\n              Phase\n              Results\n            \n          \n          \n            \n              \nMonotherapy\n\n              \n              \n              \n              \n              \n            \n            \n              NCT02054806 (KEYNOTE-028)\n              Pembrolizumab\n              25\n              Metastatic PDL1+ Heavily pretreated\n              1b\n              ORR of 12% (3/25), CBR was 20% with a median duration of response of 12 months\n            \n            \n              NCT01772004 (JAVELIN)\n              Avelumab\n              72\n              Metastatic Heavily pretreated\n              1b\n              ORR of 2.8% (2/72). Lack of response was irrespective of PDL1 status\n            \n            \n              \nChemotherapy Combination\n\n              \n              \n              \n              \n              \n            \n            \n              NCT03051659\n              Pembrolizumab Eribulin\n              44\n              Metastatic Moderately pretreated\n              II\n              Addition of Pembrolizumab did not effect mPFS (4.1 vs 4.2). No trend with PDL1 status, TILs, TMB. Grade 3-4 AEs seen in 54.6% of patients\n            \n            \n              NCT03044730\n              Pembrolizumab Capecitabine\n              14 (16 TNBC)\n              Metastatic Endocrine resistant\n              II\n              Of the 29 evaluable patients, ORR was 14%, CBR was 28% with a median PFS of 4 months. The response rates did not differ between subtypes\n            \n            \n              NCT01042379 (ISPY-2)\n              Pembrolizumab Paclitaxel Doxorubicin Cyclophosphamide\n              40\n              Neoadjuvant\n              II\n              Addition of Pembrolizumab nearly tripled the PFS (34% vs 13%). Likelihood of success in a phase III trial prediction was 99.6%\n            \n            \n              \nOther Systemic Therapies\n\n              \n              \n              \n              \n              \n            \n            \n              NCT01042379 (ISPY-2)\n              Durvalumab Olaparib Paclitaxel\n              52\n              NeoadjuvantBRCA+/-\n              II\n              Estimated pCR of 28% with a 74.5% likelihood of success in a stage III trial\n            \n            \n              NCT02734004 (MEDIOLA)\n              Durvalumab Olaparib\n              13 (21 TNBC)\n              Metastatic\n              II\n              Of the 30 evaluable patients, at 12 weeks, DCR was 50% with a median PFS of 8.2 months. Survival by subtype was comparable\n            \n            \n              NCT02779751 (JPCE)\n              Pembrolizumab Abemaciclib\n              28\n              Metastatic Endocrine resistant\n              Ib\n              At 12 months, ORR was 28%, DCR was 82% with a median PFS of 8.9 months.\n            \n            \n              \nRadiotherapy\n\n              \n              \n              \n              \n              \n            \n            \n              NCT03051672\n              Pembrolizumab Radiotherapy\n              18\n              Metastatic\n              II\n              No objective response observed\n            \n          \n        \n      \n      \n        ICB Monotherapy in HR+ Breast Cancer\n        The first trials evaluating ICB as monotherapy in metastatic HR+ disease resulted in only modest response rates. For example, in the KEYNOTE-028 phase 1b trial, 25 heavily pretreated patients with metastatic, PD-L1+, HR+/HER2- breast cancer were administered pembrolizumab monotherapy (140). The objective response rate (ORR) in this cohort was 12% (partial response (PR; n=3), complete response (CR; n=0) with a clinical benefit rate [defined as CR, PR, or stable disease (SD) ≥ 24 weeks] of 20%. The median duration of response reached 12 months, which was higher than expected in this cohort of patients who were chemotherapy and/or endocrine therapy resistant. Of note, two of the three responders had a histology of invasive lobular carcinoma. The ORR in the HR+ cohort (ORR = 12%) was lower than that found for PD-L1+ TNBC patients (ORR = 18.5%) in the KEYNOTE-012 study (141), suggesting this treatment strategy may be more effective in a subset of patients with TNBC. Interestingly, the variation in PD-L1 expression between TNBC and HR+/HER2- breast cancer was also evident in screening participants for the KEYNOTE-012 TNBC study, in which 59% of the total screened had PD-L1+ tumors (141) compared to the KEYNOTE-028 HR+/HER2- study, where only 19% of the total screened were PD-L1+ (140). It is worth noting that not all PD-L1+ TNBC patients derive benefit from ICB and additional work is warranted for novel biomarkers that can predict immunotherapeutic responses and/or strategies that improve response to ICB (142). Importantly, PD-L1 IHC was performed similarly on FFPE archival (KEYNOTE-012) or excisional biopsy specimens (KEYNOTE-028) with a central laboratory that used the 22C3 anti-human PD-L1 antibody (Merck & Co.) PD-L1 expression was determined by combined positive score (CPS) defined as the number of PD-L1+ cells (tumor cells, lymphocytes, and macrophages) divided by the total number of tumor cells, multiplied by 100. According to that assay, a tumor is considered to have positive PD-L1 expression when CPS is greater than or equal to 1.\n        In the phase 1b JAVELIN trial, 168 heavily pretreated patients with metastatic breast cancer, regardless of subtype or PD-L1 status, were treated with the PD-L1 inhibitor, avelumab (143). Of the 168 patients, 72 had HR+/HER2- disease and the ORR for this group was 2.8% (2/72) compared to 5.2% (3/58) in the TNBC group. The median duration of response was not reached. In addition, subgroup analysis by PD-L1 status did not reveal any trend in efficacy. Given the low ORR, avelumab was determined to have limited therapeutic benefit as monotherapy in patients with metastatic HR+/HER2- breast cancer. Altogether, the KEYNOTE-028 and JAVELIN trials revealed the limited single-agent efficacy of ICB in HR+ breast cancer, particularly in heavily pretreated disease. The limited response to ICB monotherapy led to the inclusion of chemotherapy and other systemic therapeutics that may have synergism with ICB, a strategy used in TNBC.\n      \n      \n        ICB in Combination With Chemotherapy for HR+ Breast Cancer\n        Although chemotherapy has historically been considered immunosuppressive (144), robust preclinical and clinical data show that cytotoxic drugs enhance tumor immunity and have synergism with ICB. It is thought that after exposure to chemotherapy, release of tumor cell neoantigens from dying cancer cells can activate an anti-tumor immune response by inducing CD8+ T cell infiltration and activation. Those findings are important because, as discussed earlier, TILs are an independent predictor of response to chemotherapy (40). Pre-clinical models have shown that the tubulin-targeting drug, paclitaxel, increases tumor cell permeability to granzyme-B (released from CTLs) (145) and upregulates major histocompatibility complex (MHC) class I expression on cancer cell lines (146) to induce tumor cell immunogenicity. Importantly, in the phase III IMpassion130 trial, which tested adding atezolizumab (anti-PD-L1) to nab-paclitaxel (albumin-bound paclitaxel) demonstrated a significant improvement in PFS and a clinically meaningful improvement in OS in first-line treatment of PD-L1+ metastatic TNBC (16). Those results led to the FDA approval of atezolizumab in combination with nab-paclitaxel in PD-L1+ (SP142 IC≥1) metastatic TNBC, establishing the first ICB approval in breast cancer. More recently, pembrolizumab, in combination with different chemotherapy agents, was also approved for the treatment of locally advanced or metastatic TNBC, based on results from the KEYNOTE-355 trial (14). ICB in combination with nab-paclitaxel or chemotherapy is only approved for PD-L1-positive locally recurrent/advanced or metastatic TNBC, and while there are responses, the majority of patients eventually experience disease progression (147, 148).\n        Given the promising results using chemotherapy with ICB in TNBC, there has been an effort to replicate similar strategies in HR+ breast cancer. Like the early monotherapy trials, the initial chemotherapy plus ICB combination trials focused on heavily pretreated patients in the metastatic setting. The first of these trials used eribulin as a combination agent. Eribulin is a microtubule inhibitor that, in addition to antimitotic activity, has been shown to reverse epithelial-mesenchymal-transition (EMT) (149) and decreased numbers of FOXP3 and PD-L1 expression as measured through IHC (150). In the phase II trial, eribulin (E) with or without pembrolizumab (P) was evaluated in 88 (44 E+P, 44 E) patients with HR+/HER2- metastatic breast cancer (151). In this cohort, the patients had received at least two prior lines of endocrine therapy and up to two lines of chemotherapy. The addition of pembrolizumab to eribulin did not add any benefit to median PFS (4.1 vs 4.2 months, p=0.38). In addition, PD-L1 status, TILs and TMB were not associated with median PFS. Importantly, 54.6% of patients who received E+P experienced grade 3-4 adverse events, including 2 treatment related deaths.\n        Another trial tested the combination of capecitabine with pembrolizumab (152). Capecitabine is a prodrug of 5-Fluorouricil (5-FU), which inhibits DNA replication. The ability of 5-FU to enhance immune activity is debated. In preclinical studies, 5-FU has been shown to increase expression of carcinoembryonic antigen (CEA) in breast cancer cell lines (153) and reduce the number of myeloid derived suppressor cells (MDSCs) in murine models (154). However, in patients with pancreatic cancer, 5-FU failed to elicit a decrease in MDSCs (155) or a decrease in MDSC promoting cytokines (156). In this phase II trial, 30 patients with metastatic breast cancer and previous endocrine resistance (14 with HR+ disease and 16 with TNBC) were treated with a combination of pembrolizumab and capecitabine (152). Among the 29 evaluable patients, the median PFS was 4 months, the ORR was 14% and the clinical benefit rate (CBR) was 28%. The response rates did not differ between subtypes. Given this relatively modest response rate, this regimen was deemed not worthy of further study in breast cancer.\n        The lack of clinical benefit in both the eribulin and capecitabine combination trials may indicate that these chemotherapeutic agents do not sufficiently increase tumor immunogenicity to a level that enhances ICB efficacy. Targeted chemotherapy in the form of antibody drug conjugates (ADC) may better augment tumor immunogenicity, as suggested by the efficacy of the anti-Trop-2-SN-38 ADC sacituzumab govitecan in heavily pretreated HR+ metastatic breast cancer refractory to endocrine therapy (157). To test whether ADC therapy synergizes with ICB, the ongoing SACI-IO HR+ trial is investigating whether pembrolizumab added to sacituzumab govitecan improves progression-free survival compared to sacituzumab govitecan alone in PD-L1+ metastatic HR+ disease (NCT04448886). However, an alternate explanation for the lack of efficacy may be the fact that these trials evaluated ICB in heavily pretreated patients with metastatic breast cancer. Compared with metastatic tumors, primary breast cancers have more TILs and higher PD-L1 expression (60, 158), both of which are predictive of response to immunotherapy (2, 25, 136), leading to the hypothesis that ICB could have a more impactful role in the neoadjuvant setting.\n        In the ISPY-2 trial, 40 HR+/HER2- and 29 TNBC patients were treated in the neoadjuvant setting with pembrolizumab in combination with standard chemotherapy (paclitaxel followed by doxorubicin and cyclophosphamide) (13). pCR was used as the primary endpoint and the study aimed to determine if the combination of pembrolizumab with neoadjuvant chemotherapy was likely to succeed in the phase III clinical trial. In the HR+ subgroup, the addition of pembrolizumab yielded a higher rate of pCR compared to that of the chemotherapy arm (34% vs 13%, respectively). Benefit was also seen in the TNBC cohort (60% vs 20%). Importantly, the ISPY-2 trial concluded that the predictive probability of this treatment strategy succeeding in a phase III, HR+/HER2- trial was 99.6%. Pembrolizumab was the first agent of ten studied to graduate in the HR+/HER2- subtype in the ISPY-2 trial and may suggest that further stratification or targeting of HR+ patients would reveal which populations would benefit from ICB. With these promising results, the idea of successful implementation of ICB in the “immunologically cold” HR+ subtype was revitalized. Specifically, this arm of the ISPY-2 trial showed that by focusing on patients in the early setting, ICB may have a beneficial role in HR+ disease. Moreover, the results suggest that there may be informed ways to identify the right chemotherapy combinations, particularly for breast cancers that are not innately sensitive to ICB. However, further analyses of long-term outcomes are needed to critically evaluate if the combination of ICB and chemotherapy will provide long-term benefit compared to the potentially life-threatening adverse effects that may be associated with such combinations. Importantly there are two phase III clinical trials evaluating ICB in HR+/HER2- breast cancer in the preoperative setting. In the first, the activity of pembrolizumab in combination with standard chemotherapy and hormone therapy in the preoperative and adjuvant setting versus chemotherapy and hormone therapy alone is being evaluated in stage I-III HR+ breast cancer patients (NCT03725059). Another phase III trial is evaluating the safety and efficacy of adding nivolumab (anti-PD-1) in the preoperative and adjuvant setting in combination with standard therapy in stage II/III HR+/HER2- breast cancer patients (NCT04109066). Early use of ICB in HR+ breast cancer may provide insight into how ICB fits into the clinical care of HR+ breast cancer patients.\n      \n      \n        ICB in Combination With Other Treatment Modalities for HR+ Breast Cancer\n        ICB in combination with chemotherapy for the treatment of HR+ breast cancer has shown some success, particularly in the neoadjuvant setting; however, it remains unclear if chemotherapy is sufficient to reverse these immunologically cold tumors. Importantly, there is a wide variety of treatment options for patients with HR+ breast cancer including targeted molecules and radiation. Thus, there has been an interest in the synergistic potential of these other treatment modalities.\n        PARP inhibitors olaparib (159) and talazoparib (160) are approved for the treatment of advanced breast cancers with BRCA1/2 germline mutations. These drugs block the base excision repair pathway, leading to DNA damage, and induce synthetic lethality in BRCA mutant breast cancers (161). More recently, PARP inhibitors were shown to generate an antitumor response through activation of the STING (stimulator of interferon genes) pathway (162). In murine models, STING-dependent infiltration of CD8+ T cells was demonstrated to be required for response to olaparib (163). Furthermore, PARP inhibitors were found to increase PD-L1 expression in breast cancer cell lines and murine models (164). Thus, PARP inhibitors represent a promising combination therapy with ICB. In the phase II MEDIOLA trial, the efficacy of durvalumab (anti-PD-L1) in combination with olaparib was assessed in 34 patients with metastatic breast cancer (13 had HR+ disease, 21 had triple negative disease) with germline BRCA1/2 mutations (165). Of the 30 evaluable patients, this combination strategy achieved (at 12 weeks) was a disease control rate (DCR) of 85% with a median PFS of 8.2 months. Median OS was comparable between the subtypes (HR+ = 22.4; TNBC = 20.5) and was comparable to either agent used as monotherapy. Interestingly, the efficacy was dependent on the extent of prior treatment. Patients with 0-1 prior lines of chemotherapy experienced a longer median duration of response (12.9 months vs. 5.5 months) and a longer median PFS (11.7 months vs 6.5 months) compared to patients with 2 prior lines of chemotherapy. With the exciting results from the MEDIOLA trial, PARP inhibitors gained much interest as a combination strategy with immunotherapy. In a second arm of the ISPY-2 trial, neoadjuvant durvalumab and olaparib in combination with paclitaxel (DOP) were compared to paclitaxel alone in patients with high risk, HER2- breast cancer (52 HR+ and 21 TNBC), regardless of BRCA status (166). Both subtypes yielded a significant clinical benefit with an estimated pCR of 28% in HR+ patients and 47% in TNBC patients. The estimated probability of success in a phase III clinical trial for DOP in HR+ patients was 74.5%. Importantly, this trial showed PARP inhibitors have synergism with checkpoint blockade, regardless of BCRA status. However new data indicate that PARP inhibitors may negatively modulate the TME by inducing suppressive TAMs and therefore should be further evaluated (167).\n        CDK4/6 inhibitors (abemaciclib, palbociclib, ribociclib) inhibit cell cycle progression and are approved for patients with HR+/HER2- metastatic breast cancer (168, 169). In addition to cell cycle inhibition, abemaciclib has been shown to enhance immunogenicity within the TME through increased antigen presentation, increased CD8+ T cell infiltration, and decreased T-reg infiltration and proliferation (170) and PD-L1 expression (171). Goel et al. first reported that abemaciclib plus anti-PD-L1 induced durable responses in preclinical models of HR+ breast cancer and mice deemed tumor free were protected from subsequent tumors when re-challenged with tumors, suggesting sustained immune memory (170). Similarly, Schaer and colleagues showed synergism between abemaciclib and PD-L1 inhibitors in murine models (172). These results were confirmed in the NeoPalAna trial, in which patients with primary HR+ breast cancer underwent tumor biopsies prior to palbociclib and then at 2 and 12 weeks of treatment. Gene expression profiling revealed that the addition of palbociclib to endocrine therapy enhanced anti-tumor immunity, as seen in the mouse models (170). Thus, CDK4/6 inhibition is a potential candidate to combine with ICB in patients with HR+ breast cancer.\n        In cohort C of the phase 1b JPCE trial, the efficacy of abemaciclib in combination with pembrolizumab was assessed in 28 patients with endocrine resistant, metastatic HR+/HER2- disease (173). The inclusion criteria were 1-2 prior treatments with chemotherapy, no previous CDK4/6 or ICB treatments and ECOG PS ≤1. At 24 weeks, 8 patients achieved a confirmed partial response (ORR 28%). The DCR was 82%, median PFS was 8.9 months and OS was 26.3 months. We compared to abemaciclib monotherapy in a similar patient population (MONARCH1) (174), the clinical benefit was not only numerically but also statistically significantly improved. Combination therapy resulted in numerically higher rates of elevated transaminases; however, the overall safety profile was considered generally tolerable. Importantly, in another cohort (cohort D) of the JPCE trial, the safety of abemaciclib in combination with pembrolizumab and the aromatase inhibitor (AI) anastrozole was assessed in 26 patients with locally advanced or metastatic HR+/HER2- breast cancer (175). Preliminary safety results revealed a high level of grade 3/4 AEs including 8 patients with neutropenia, 6 patients with elevated alanine aminotransferase and 2 therapy-related fatalities (pneumonitis). Given the high level of adverse events in cohort D, further development of this triple approach has been discontinued (176).\n        Radiotherapy is a well-established local therapy that has shown a survival benefit in high risk and early-stage breast cancer (177). Historically, the benefits of radiotherapy were attributed to cell-autonomous death from overwhelming DNA damage. However, further analysis revealed radiation-induced DNA damage can stimulate a systemic immune-mediated anti-tumor response, known as the abscopal effect (178). Importantly, a recent trial in TNBC found the combination of pembrolizumab and radiotherapy resulted in partial and durable responses in 33% of patients (3 of 9) (179). Thus, synergistic effects of radiation with immunotherapy were tested in HR+ breast cancer patients. In a phase II trial, the efficacy of pembrolizumab in combination with palliative radiotherapy was assessed in 8 patients with HR+ metastatic breast cancer (180). There were no objective responses observed among 8 patients, resulting in early closure of the study. In contrast, a similar trial in patients with TNBC demonstrated a partial response in 33% and stable disease in 11% of the 17 patients (181). While the combination of radiotherapy plus pembrolizumab produced no objective responses in the HR+ patient population, it is important to note that the patients in this study were very heavily pretreated, and the number of patients was small, making it difficult to draw definitive conclusions from this trial. Determining the potential benefits of combining systemic ICB treatment with local radiotherapy likely warrants future studies. As with other combination strategies, finding the optimal patient population and sequence of treatment may yield clinical benefit.\n      \n      \n        Other Checkpoint Inhibitors in HR+ Breast Cancer\n        Other T cell checkpoints other than CTLA4 and PD-1 have been identified and have been targeted for anti-cancer therapy and has been previously reviewed (182). For example, T cell immunoreceptor with immunoglobulin and ITIM domain (TIGIT) is upregulated by immune cells, including activated T cells, natural killer cells, and regulatory T cells and T-cell immunoglobulin and mucin domain 3 (Tim-3) is a checkpoint receptor expressed by a wide variety of immune cells as well as leukemic stem cells. Both TIGIT and Tim-3 are promising new target for cancer immunotherapy (183, 184). There are currently Phase I trials evaluating TIGIT and Tim-3 including for patients with breast cancer. Future work will determine if these other checkpoints will be relevant for HR+ breast cancer. However, given the low recruitment of both T cells and NK cells as well as low tumor and immune cell expression of PD-L1 in HR+ breast cancer, it will be important to identify other ways to modulate the TME to successfully activate an anti-tumor immune response in HR+ breast cancer. In a study of approximately 450 HR+ tumors treated with AI, AI-resistant luminal B tumors revealed an upregulation of immune checkpoint components, particularly indoleamine 2, 3-dioxygenase 1 (IDO1), lymphocyte-activation gene 3 (LAG3), and PD-1, which are associated with negative regulation of T cell activation and function (185, 186). Additionally, downregulation of the human mutL homolog 1 (MLH1), which is vital in mismatch DNA repair, was also identified in AI-resistant tumors. IDO1 expression in intraepithelial myeloid cells was strongly associated with PD-L1 expression on carcinoma cells and PD-1 and LAG3 expression on TILs. This study also provided evidence that IDO1+ macrophages correlated with CD8+ T cells and might suggest a mechanism of T cell suppression (187). The IDO1 inhibitor, epacadostat, has been recently tested in clinical trials and has shown both safety and activity, especially in combination with Ipilimumab (anti-CTLA4) in metastatic melanoma (188–190). Taken together, these findings suggest that subsets of HR+ breast cancer may benefit from IDO-targeted treatment and may warrant further study.\n        There is evidence that estrogens can modulate PD-1/PD-L1 expression in endometrial tissue (191) and on immune cells (192, 193), and PD-L1 expression on HR+ breast cancer cells in vitro (194), which may limit the function of T cells in HR+ breast cancer. Anti-estrogen therapy has been shown to amplify immunotherapeutic target expression of α-lactalbumin on breast cancer cells. α-lactalbumin is a lactation protein negatively regulated by estradiol-17β and has been a target of vaccination in TNBC (195). Therefore, anti-estrogen therapy may downregulate PD-L1 expression and increase other targets, acting as a priming event for concurrent therapy to induce an anti-tumor immune response (196, 197). In addition, in preclinical studies, steroid-like selective ER degrader (SERD) fostered immune stimulatory activity by inhibiting suppressive myeloid cells and, in combination with anti-PD-L1 therapy, induced tumor regression and activation of anti-tumor macrophages and T cells (197).\n        Anti-estrogen therapy has also been shown to regulate CD47 expression. CD47 is a widely expressed cell-surface receptor that inhibits phagocytosis signaling through its engagement with SIRP1α on macrophages. High expression of CD47 correlates with worse survival in both HR+ and HER2+ breast cancer but not TNBC (198). CD47 is highly expressed in endocrine therapy-resistant tumors, suggesting a new role for CD47 in mediating anti-estrogen resistance (199). Targeting the unfolded protein response, GRP78, re-sensitized tumors to anti-estrogen treatment and correlated with increased levels of calreticulin and high molecular group box 1 (HMGB1) protein, indicating activation of immunogenic cell death pathways (200). Co-expression of GRP78 and CD47 is associated with a significant decrease in survival in HR+/HER2- breast cancer (200). In addition, CD47 has been shown to have increased expression on HR+ breast cancer cells following hypoxia (201). Furthermore, H3K27ac ChIP-Seq profiling revealed downstream super enhancers associated with CD47 in an HR+ breast tumor and HR+ cell lines but not TNBC tumors or cell lines (202). Anti-CD47 therapy has been extensively studied for the treatment of other cancers to eliminate tumor cells through macrophage phagocytosis (203, 204). Such strategies may offer therapeutic utility in the treatment of HR+ breast cancers, especially those resistant to endocrine therapy (119–124). Given that HR+/HER2- tumors generally do not present with the T cell inflamed phenotype, developing alternative strategies for activating anti-tumor immune responses remains an unmet need. In that regard, use of current as well as novel technologies should be employed for deep characterization of HR+ breast tumors with the goal of elucidating immune mechanisms in the TME that can incite the next generation of clinical trials to enhance immune signaling in HR+ disease.\nICB Monotherapy in HR+ Breast Cancer\n        The first trials evaluating ICB as monotherapy in metastatic HR+ disease resulted in only modest response rates. For example, in the KEYNOTE-028 phase 1b trial, 25 heavily pretreated patients with metastatic, PD-L1+, HR+/HER2- breast cancer were administered pembrolizumab monotherapy (140). The objective response rate (ORR) in this cohort was 12% (partial response (PR; n=3), complete response (CR; n=0) with a clinical benefit rate [defined as CR, PR, or stable disease (SD) ≥ 24 weeks] of 20%. The median duration of response reached 12 months, which was higher than expected in this cohort of patients who were chemotherapy and/or endocrine therapy resistant. Of note, two of the three responders had a histology of invasive lobular carcinoma. The ORR in the HR+ cohort (ORR = 12%) was lower than that found for PD-L1+ TNBC patients (ORR = 18.5%) in the KEYNOTE-012 study (141), suggesting this treatment strategy may be more effective in a subset of patients with TNBC. Interestingly, the variation in PD-L1 expression between TNBC and HR+/HER2- breast cancer was also evident in screening participants for the KEYNOTE-012 TNBC study, in which 59% of the total screened had PD-L1+ tumors (141) compared to the KEYNOTE-028 HR+/HER2- study, where only 19% of the total screened were PD-L1+ (140). It is worth noting that not all PD-L1+ TNBC patients derive benefit from ICB and additional work is warranted for novel biomarkers that can predict immunotherapeutic responses and/or strategies that improve response to ICB (142). Importantly, PD-L1 IHC was performed similarly on FFPE archival (KEYNOTE-012) or excisional biopsy specimens (KEYNOTE-028) with a central laboratory that used the 22C3 anti-human PD-L1 antibody (Merck & Co.) PD-L1 expression was determined by combined positive score (CPS) defined as the number of PD-L1+ cells (tumor cells, lymphocytes, and macrophages) divided by the total number of tumor cells, multiplied by 100. According to that assay, a tumor is considered to have positive PD-L1 expression when CPS is greater than or equal to 1.\n        In the phase 1b JAVELIN trial, 168 heavily pretreated patients with metastatic breast cancer, regardless of subtype or PD-L1 status, were treated with the PD-L1 inhibitor, avelumab (143). Of the 168 patients, 72 had HR+/HER2- disease and the ORR for this group was 2.8% (2/72) compared to 5.2% (3/58) in the TNBC group. The median duration of response was not reached. In addition, subgroup analysis by PD-L1 status did not reveal any trend in efficacy. Given the low ORR, avelumab was determined to have limited therapeutic benefit as monotherapy in patients with metastatic HR+/HER2- breast cancer. Altogether, the KEYNOTE-028 and JAVELIN trials revealed the limited single-agent efficacy of ICB in HR+ breast cancer, particularly in heavily pretreated disease. The limited response to ICB monotherapy led to the inclusion of chemotherapy and other systemic therapeutics that may have synergism with ICB, a strategy used in TNBC.\nICB in Combination With Chemotherapy for HR+ Breast Cancer\n        Although chemotherapy has historically been considered immunosuppressive (144), robust preclinical and clinical data show that cytotoxic drugs enhance tumor immunity and have synergism with ICB. It is thought that after exposure to chemotherapy, release of tumor cell neoantigens from dying cancer cells can activate an anti-tumor immune response by inducing CD8+ T cell infiltration and activation. Those findings are important because, as discussed earlier, TILs are an independent predictor of response to chemotherapy (40). Pre-clinical models have shown that the tubulin-targeting drug, paclitaxel, increases tumor cell permeability to granzyme-B (released from CTLs) (145) and upregulates major histocompatibility complex (MHC) class I expression on cancer cell lines (146) to induce tumor cell immunogenicity. Importantly, in the phase III IMpassion130 trial, which tested adding atezolizumab (anti-PD-L1) to nab-paclitaxel (albumin-bound paclitaxel) demonstrated a significant improvement in PFS and a clinically meaningful improvement in OS in first-line treatment of PD-L1+ metastatic TNBC (16). Those results led to the FDA approval of atezolizumab in combination with nab-paclitaxel in PD-L1+ (SP142 IC≥1) metastatic TNBC, establishing the first ICB approval in breast cancer. More recently, pembrolizumab, in combination with different chemotherapy agents, was also approved for the treatment of locally advanced or metastatic TNBC, based on results from the KEYNOTE-355 trial (14). ICB in combination with nab-paclitaxel or chemotherapy is only approved for PD-L1-positive locally recurrent/advanced or metastatic TNBC, and while there are responses, the majority of patients eventually experience disease progression (147, 148).\n        Given the promising results using chemotherapy with ICB in TNBC, there has been an effort to replicate similar strategies in HR+ breast cancer. Like the early monotherapy trials, the initial chemotherapy plus ICB combination trials focused on heavily pretreated patients in the metastatic setting. The first of these trials used eribulin as a combination agent. Eribulin is a microtubule inhibitor that, in addition to antimitotic activity, has been shown to reverse epithelial-mesenchymal-transition (EMT) (149) and decreased numbers of FOXP3 and PD-L1 expression as measured through IHC (150). In the phase II trial, eribulin (E) with or without pembrolizumab (P) was evaluated in 88 (44 E+P, 44 E) patients with HR+/HER2- metastatic breast cancer (151). In this cohort, the patients had received at least two prior lines of endocrine therapy and up to two lines of chemotherapy. The addition of pembrolizumab to eribulin did not add any benefit to median PFS (4.1 vs 4.2 months, p=0.38). In addition, PD-L1 status, TILs and TMB were not associated with median PFS. Importantly, 54.6% of patients who received E+P experienced grade 3-4 adverse events, including 2 treatment related deaths.\n        Another trial tested the combination of capecitabine with pembrolizumab (152). Capecitabine is a prodrug of 5-Fluorouricil (5-FU), which inhibits DNA replication. The ability of 5-FU to enhance immune activity is debated. In preclinical studies, 5-FU has been shown to increase expression of carcinoembryonic antigen (CEA) in breast cancer cell lines (153) and reduce the number of myeloid derived suppressor cells (MDSCs) in murine models (154). However, in patients with pancreatic cancer, 5-FU failed to elicit a decrease in MDSCs (155) or a decrease in MDSC promoting cytokines (156). In this phase II trial, 30 patients with metastatic breast cancer and previous endocrine resistance (14 with HR+ disease and 16 with TNBC) were treated with a combination of pembrolizumab and capecitabine (152). Among the 29 evaluable patients, the median PFS was 4 months, the ORR was 14% and the clinical benefit rate (CBR) was 28%. The response rates did not differ between subtypes. Given this relatively modest response rate, this regimen was deemed not worthy of further study in breast cancer.\n        The lack of clinical benefit in both the eribulin and capecitabine combination trials may indicate that these chemotherapeutic agents do not sufficiently increase tumor immunogenicity to a level that enhances ICB efficacy. Targeted chemotherapy in the form of antibody drug conjugates (ADC) may better augment tumor immunogenicity, as suggested by the efficacy of the anti-Trop-2-SN-38 ADC sacituzumab govitecan in heavily pretreated HR+ metastatic breast cancer refractory to endocrine therapy (157). To test whether ADC therapy synergizes with ICB, the ongoing SACI-IO HR+ trial is investigating whether pembrolizumab added to sacituzumab govitecan improves progression-free survival compared to sacituzumab govitecan alone in PD-L1+ metastatic HR+ disease (NCT04448886). However, an alternate explanation for the lack of efficacy may be the fact that these trials evaluated ICB in heavily pretreated patients with metastatic breast cancer. Compared with metastatic tumors, primary breast cancers have more TILs and higher PD-L1 expression (60, 158), both of which are predictive of response to immunotherapy (2, 25, 136), leading to the hypothesis that ICB could have a more impactful role in the neoadjuvant setting.\n        In the ISPY-2 trial, 40 HR+/HER2- and 29 TNBC patients were treated in the neoadjuvant setting with pembrolizumab in combination with standard chemotherapy (paclitaxel followed by doxorubicin and cyclophosphamide) (13). pCR was used as the primary endpoint and the study aimed to determine if the combination of pembrolizumab with neoadjuvant chemotherapy was likely to succeed in the phase III clinical trial. In the HR+ subgroup, the addition of pembrolizumab yielded a higher rate of pCR compared to that of the chemotherapy arm (34% vs 13%, respectively). Benefit was also seen in the TNBC cohort (60% vs 20%). Importantly, the ISPY-2 trial concluded that the predictive probability of this treatment strategy succeeding in a phase III, HR+/HER2- trial was 99.6%. Pembrolizumab was the first agent of ten studied to graduate in the HR+/HER2- subtype in the ISPY-2 trial and may suggest that further stratification or targeting of HR+ patients would reveal which populations would benefit from ICB. With these promising results, the idea of successful implementation of ICB in the “immunologically cold” HR+ subtype was revitalized. Specifically, this arm of the ISPY-2 trial showed that by focusing on patients in the early setting, ICB may have a beneficial role in HR+ disease. Moreover, the results suggest that there may be informed ways to identify the right chemotherapy combinations, particularly for breast cancers that are not innately sensitive to ICB. However, further analyses of long-term outcomes are needed to critically evaluate if the combination of ICB and chemotherapy will provide long-term benefit compared to the potentially life-threatening adverse effects that may be associated with such combinations. Importantly there are two phase III clinical trials evaluating ICB in HR+/HER2- breast cancer in the preoperative setting. In the first, the activity of pembrolizumab in combination with standard chemotherapy and hormone therapy in the preoperative and adjuvant setting versus chemotherapy and hormone therapy alone is being evaluated in stage I-III HR+ breast cancer patients (NCT03725059). Another phase III trial is evaluating the safety and efficacy of adding nivolumab (anti-PD-1) in the preoperative and adjuvant setting in combination with standard therapy in stage II/III HR+/HER2- breast cancer patients (NCT04109066). Early use of ICB in HR+ breast cancer may provide insight into how ICB fits into the clinical care of HR+ breast cancer patients.\nICB in Combination With Other Treatment Modalities for HR+ Breast Cancer\n        ICB in combination with chemotherapy for the treatment of HR+ breast cancer has shown some success, particularly in the neoadjuvant setting; however, it remains unclear if chemotherapy is sufficient to reverse these immunologically cold tumors. Importantly, there is a wide variety of treatment options for patients with HR+ breast cancer including targeted molecules and radiation. Thus, there has been an interest in the synergistic potential of these other treatment modalities.\n        PARP inhibitors olaparib (159) and talazoparib (160) are approved for the treatment of advanced breast cancers with BRCA1/2 germline mutations. These drugs block the base excision repair pathway, leading to DNA damage, and induce synthetic lethality in BRCA mutant breast cancers (161). More recently, PARP inhibitors were shown to generate an antitumor response through activation of the STING (stimulator of interferon genes) pathway (162). In murine models, STING-dependent infiltration of CD8+ T cells was demonstrated to be required for response to olaparib (163). Furthermore, PARP inhibitors were found to increase PD-L1 expression in breast cancer cell lines and murine models (164). Thus, PARP inhibitors represent a promising combination therapy with ICB. In the phase II MEDIOLA trial, the efficacy of durvalumab (anti-PD-L1) in combination with olaparib was assessed in 34 patients with metastatic breast cancer (13 had HR+ disease, 21 had triple negative disease) with germline BRCA1/2 mutations (165). Of the 30 evaluable patients, this combination strategy achieved (at 12 weeks) was a disease control rate (DCR) of 85% with a median PFS of 8.2 months. Median OS was comparable between the subtypes (HR+ = 22.4; TNBC = 20.5) and was comparable to either agent used as monotherapy. Interestingly, the efficacy was dependent on the extent of prior treatment. Patients with 0-1 prior lines of chemotherapy experienced a longer median duration of response (12.9 months vs. 5.5 months) and a longer median PFS (11.7 months vs 6.5 months) compared to patients with 2 prior lines of chemotherapy. With the exciting results from the MEDIOLA trial, PARP inhibitors gained much interest as a combination strategy with immunotherapy. In a second arm of the ISPY-2 trial, neoadjuvant durvalumab and olaparib in combination with paclitaxel (DOP) were compared to paclitaxel alone in patients with high risk, HER2- breast cancer (52 HR+ and 21 TNBC), regardless of BRCA status (166). Both subtypes yielded a significant clinical benefit with an estimated pCR of 28% in HR+ patients and 47% in TNBC patients. The estimated probability of success in a phase III clinical trial for DOP in HR+ patients was 74.5%. Importantly, this trial showed PARP inhibitors have synergism with checkpoint blockade, regardless of BCRA status. However new data indicate that PARP inhibitors may negatively modulate the TME by inducing suppressive TAMs and therefore should be further evaluated (167).\n        CDK4/6 inhibitors (abemaciclib, palbociclib, ribociclib) inhibit cell cycle progression and are approved for patients with HR+/HER2- metastatic breast cancer (168, 169). In addition to cell cycle inhibition, abemaciclib has been shown to enhance immunogenicity within the TME through increased antigen presentation, increased CD8+ T cell infiltration, and decreased T-reg infiltration and proliferation (170) and PD-L1 expression (171). Goel et al. first reported that abemaciclib plus anti-PD-L1 induced durable responses in preclinical models of HR+ breast cancer and mice deemed tumor free were protected from subsequent tumors when re-challenged with tumors, suggesting sustained immune memory (170). Similarly, Schaer and colleagues showed synergism between abemaciclib and PD-L1 inhibitors in murine models (172). These results were confirmed in the NeoPalAna trial, in which patients with primary HR+ breast cancer underwent tumor biopsies prior to palbociclib and then at 2 and 12 weeks of treatment. Gene expression profiling revealed that the addition of palbociclib to endocrine therapy enhanced anti-tumor immunity, as seen in the mouse models (170). Thus, CDK4/6 inhibition is a potential candidate to combine with ICB in patients with HR+ breast cancer.\n        In cohort C of the phase 1b JPCE trial, the efficacy of abemaciclib in combination with pembrolizumab was assessed in 28 patients with endocrine resistant, metastatic HR+/HER2- disease (173). The inclusion criteria were 1-2 prior treatments with chemotherapy, no previous CDK4/6 or ICB treatments and ECOG PS ≤1. At 24 weeks, 8 patients achieved a confirmed partial response (ORR 28%). The DCR was 82%, median PFS was 8.9 months and OS was 26.3 months. We compared to abemaciclib monotherapy in a similar patient population (MONARCH1) (174), the clinical benefit was not only numerically but also statistically significantly improved. Combination therapy resulted in numerically higher rates of elevated transaminases; however, the overall safety profile was considered generally tolerable. Importantly, in another cohort (cohort D) of the JPCE trial, the safety of abemaciclib in combination with pembrolizumab and the aromatase inhibitor (AI) anastrozole was assessed in 26 patients with locally advanced or metastatic HR+/HER2- breast cancer (175). Preliminary safety results revealed a high level of grade 3/4 AEs including 8 patients with neutropenia, 6 patients with elevated alanine aminotransferase and 2 therapy-related fatalities (pneumonitis). Given the high level of adverse events in cohort D, further development of this triple approach has been discontinued (176).\n        Radiotherapy is a well-established local therapy that has shown a survival benefit in high risk and early-stage breast cancer (177). Historically, the benefits of radiotherapy were attributed to cell-autonomous death from overwhelming DNA damage. However, further analysis revealed radiation-induced DNA damage can stimulate a systemic immune-mediated anti-tumor response, known as the abscopal effect (178). Importantly, a recent trial in TNBC found the combination of pembrolizumab and radiotherapy resulted in partial and durable responses in 33% of patients (3 of 9) (179). Thus, synergistic effects of radiation with immunotherapy were tested in HR+ breast cancer patients. In a phase II trial, the efficacy of pembrolizumab in combination with palliative radiotherapy was assessed in 8 patients with HR+ metastatic breast cancer (180). There were no objective responses observed among 8 patients, resulting in early closure of the study. In contrast, a similar trial in patients with TNBC demonstrated a partial response in 33% and stable disease in 11% of the 17 patients (181). While the combination of radiotherapy plus pembrolizumab produced no objective responses in the HR+ patient population, it is important to note that the patients in this study were very heavily pretreated, and the number of patients was small, making it difficult to draw definitive conclusions from this trial. Determining the potential benefits of combining systemic ICB treatment with local radiotherapy likely warrants future studies. As with other combination strategies, finding the optimal patient population and sequence of treatment may yield clinical benefit.\nOther Checkpoint Inhibitors in HR+ Breast Cancer\n        Other T cell checkpoints other than CTLA4 and PD-1 have been identified and have been targeted for anti-cancer therapy and has been previously reviewed (182). For example, T cell immunoreceptor with immunoglobulin and ITIM domain (TIGIT) is upregulated by immune cells, including activated T cells, natural killer cells, and regulatory T cells and T-cell immunoglobulin and mucin domain 3 (Tim-3) is a checkpoint receptor expressed by a wide variety of immune cells as well as leukemic stem cells. Both TIGIT and Tim-3 are promising new target for cancer immunotherapy (183, 184). There are currently Phase I trials evaluating TIGIT and Tim-3 including for patients with breast cancer. Future work will determine if these other checkpoints will be relevant for HR+ breast cancer. However, given the low recruitment of both T cells and NK cells as well as low tumor and immune cell expression of PD-L1 in HR+ breast cancer, it will be important to identify other ways to modulate the TME to successfully activate an anti-tumor immune response in HR+ breast cancer. In a study of approximately 450 HR+ tumors treated with AI, AI-resistant luminal B tumors revealed an upregulation of immune checkpoint components, particularly indoleamine 2, 3-dioxygenase 1 (IDO1), lymphocyte-activation gene 3 (LAG3), and PD-1, which are associated with negative regulation of T cell activation and function (185, 186). Additionally, downregulation of the human mutL homolog 1 (MLH1), which is vital in mismatch DNA repair, was also identified in AI-resistant tumors. IDO1 expression in intraepithelial myeloid cells was strongly associated with PD-L1 expression on carcinoma cells and PD-1 and LAG3 expression on TILs. This study also provided evidence that IDO1+ macrophages correlated with CD8+ T cells and might suggest a mechanism of T cell suppression (187). The IDO1 inhibitor, epacadostat, has been recently tested in clinical trials and has shown both safety and activity, especially in combination with Ipilimumab (anti-CTLA4) in metastatic melanoma (188–190). Taken together, these findings suggest that subsets of HR+ breast cancer may benefit from IDO-targeted treatment and may warrant further study.\n        There is evidence that estrogens can modulate PD-1/PD-L1 expression in endometrial tissue (191) and on immune cells (192, 193), and PD-L1 expression on HR+ breast cancer cells in vitro (194), which may limit the function of T cells in HR+ breast cancer. Anti-estrogen therapy has been shown to amplify immunotherapeutic target expression of α-lactalbumin on breast cancer cells. α-lactalbumin is a lactation protein negatively regulated by estradiol-17β and has been a target of vaccination in TNBC (195). Therefore, anti-estrogen therapy may downregulate PD-L1 expression and increase other targets, acting as a priming event for concurrent therapy to induce an anti-tumor immune response (196, 197). In addition, in preclinical studies, steroid-like selective ER degrader (SERD) fostered immune stimulatory activity by inhibiting suppressive myeloid cells and, in combination with anti-PD-L1 therapy, induced tumor regression and activation of anti-tumor macrophages and T cells (197).\n        Anti-estrogen therapy has also been shown to regulate CD47 expression. CD47 is a widely expressed cell-surface receptor that inhibits phagocytosis signaling through its engagement with SIRP1α on macrophages. High expression of CD47 correlates with worse survival in both HR+ and HER2+ breast cancer but not TNBC (198). CD47 is highly expressed in endocrine therapy-resistant tumors, suggesting a new role for CD47 in mediating anti-estrogen resistance (199). Targeting the unfolded protein response, GRP78, re-sensitized tumors to anti-estrogen treatment and correlated with increased levels of calreticulin and high molecular group box 1 (HMGB1) protein, indicating activation of immunogenic cell death pathways (200). Co-expression of GRP78 and CD47 is associated with a significant decrease in survival in HR+/HER2- breast cancer (200). In addition, CD47 has been shown to have increased expression on HR+ breast cancer cells following hypoxia (201). Furthermore, H3K27ac ChIP-Seq profiling revealed downstream super enhancers associated with CD47 in an HR+ breast tumor and HR+ cell lines but not TNBC tumors or cell lines (202). Anti-CD47 therapy has been extensively studied for the treatment of other cancers to eliminate tumor cells through macrophage phagocytosis (203, 204). Such strategies may offer therapeutic utility in the treatment of HR+ breast cancers, especially those resistant to endocrine therapy (119–124). Given that HR+/HER2- tumors generally do not present with the T cell inflamed phenotype, developing alternative strategies for activating anti-tumor immune responses remains an unmet need. In that regard, use of current as well as novel technologies should be employed for deep characterization of HR+ breast tumors with the goal of elucidating immune mechanisms in the TME that can incite the next generation of clinical trials to enhance immune signaling in HR+ disease.\nMethods for Interrogating the TME to Reveal Novel ICB targets\n      Recent advances in molecular and genomic profiling, as well as multi-plex tissue analysis have allowed a deep understanding of the TME and have revealed novel mechanisms and opportunities to overcome immune suppression in HR+ breast cancer, as reviewed here. Further strategies aimed at more deeply characterizing the TME of HR+ breast cancer and contrasting it to immune rich, ICB-responsive tumors may greatly facilitate development of novel strategies for the use of ICB in HR+ breast cancer. In this section we aim to review current technologies used to explore the TME and include both advantages and disadvantages to each strategy.\n      \n        Immunohistochemistry\n        Several studies have demonstrated that high TILs and PD-L1 expression have been linked to predictive benefit of anti-PD-1/L1 therapy in TNBC (16). Importantly, these are assays that require formalin-fixed paraffin-embedded (FFPE) tissue. Significant heterogeneity of PD-L1 protein expression identified by IHC has been reported in several studies (25, 139). This observed heterogeneity could be caused by the wide array of IHC platforms and antibodies, as well as pathological scoring methods and cutoffs. In addition, the use of tissue microarrays (TMAs) may limit conclusions. A recent study revealed that out of 118 tumors used to compare TMA with whole slide observations, 49% of the TMA tumor results were false negatives, whereas whole tissue sections that the TMAs were derived from revealed positive staining (25). In addition, TILs and/or PD-L1 may not hold the best predictive or prognostic value in HR+ breast cancer.\n        Macrophages comprise a significant portion of the breast TME (205) and have recently been the focus of several studies using IHC to interrogate HR+ breast tumor samples (206–211). To detect macrophages, IHC studies have most commonly used antibodies against CD68 (207–211) and CD163 (206). Notably, Luminal A (LumA) tumors have been shown to have fewer macrophages compared to Luminal B (LumB) tumors (206, 207). The increased numbers of macrophages in LumB tumors have been associated with an increase of Ki67+ proliferative tumor cells (206, 207), high tumor grade (206, 207, 210, 211) and loss of ER (206–210). In addition, tamoxifen-resistant patients have been shown to have increased numbers of CD163+ macrophages in the TME compared to tamoxifen sensitive patients (212). Increased density of macrophages in breast tumors has been suggested to predict poor prognosis (207), although some studies have been unable to confirm this association (209). Tumor cells can evade macrophage phagocytosis by overexpressing the ‘don’t eat me’ signal CD47, inducing immune escape (213). Yuan and colleagues focused on capturing the interaction between CD68+ macrophages and CD47+ tumor cells in 217 primary breast tumor samples (n=96 HR+) (210). CD68+ macrophages were frequently seen within close proximity of CD47+ tumor cells in all breast cancer subtypes. Nearly 40% of HR+ tumors were characterized with high expression density of both CD47 and CD68, which implies potential crosstalk between tumor cells and macrophages, and the formation of an immunosuppressive TME, at least in a subset of HR+ breast tumors. The combined high expression of CD47 and CD68 was associated with poor prognosis in patients with HR- breast tumors, but no association was observed in patients with HR+ tumors (210).\n      \n      \n        Genomic and Transcriptomic Profiling\n        Genomic and transcriptomic profiling of bulk tumor tissue has vastly expanded our knowledge of immune cell phenotypes in HR+ breast tumors. Recently, an extensive immunogenomic profiling of cancers analyzed by The Cancer Genome Atlas (TCGA) were characterized for assessment of total lymphocyte infiltrate, immune cell fractions, gene expression, neoantigen prediction as well as T cell receptor and B cell receptor (214). The analysis included 508 LumA and 191 LumB tumors and revealed six clusters of immune subtypes. The study revealed that a majority (86%) of LumA tumors belonged to either the wound-healing, interferon gamma IFNγ dominant or inflammatory immune subtype (214). In contrast, 95% of LumB tumors belonged to either the wound-healing, IFNγ dominant or lymphocyte-depleted subtype. The wound-healing subtype was characterized by an increased expression of angiogenic genes, a high proliferation rate and a trend toward T helper 2 (Th2) dominant lymphoid infiltrate. The IFNγ dominant subtypes had increased signatures of CD8+ T cells and a substantial number of lymphocytes compared to macrophages. In contrast, the inflammatory subtype was characterized with increased levels of Th17 gene signatures and a balanced macrophage/lymphocyte ratio. Lymphocyte-depleted subtypes had elevated levels of macrophage signatures, notably M2, with Th1 suppressed response (214). This study challenges the previous paradigm of immunologically cold HR+ breast tumors and highlights the importance of various immunosuppressive mechanisms that are active within HR+ breast tumors.\n        CIBERSORT (215) is a computational method that quantifies the proportion of 22 functional immune subsets within bulk tissue gene expression profiles. Ali and colleagues used CIBERSORT to analyze bulk gene expression profiles of 10,988 breast tumors (n=5,807/53% HR+/HER2-) from 56 publicly available datasets (117). Specifically, this study aimed to determine the relationship between TME composition and molecular subtype, survival and response to chemotherapy. In HR+ tumors, the presence of M0 macrophages and regulatory T cells were associated with poor prognosis (117), which was later confirmed by another group studying the prognostic significance of tumor-infiltrating immune cells in breast cancer (216). Notably, the HR+ tumors lacking immune infiltration were associated with intermediate or similar survival outcomes compared to HR+ tumors with high or low immune infiltrates. Thus, in this large cohort, the presence of immune cells was not prognostic of outcome in HR+ breast tumors (117).\n        Recent work from Cassetta and colleagues has identified a TAM signature that is highly enriched in aggressive breast cancer subtypes and associated with shorter disease-specific survival, interestingly the signature was found in all subtypes, providing evidence of heterogeneity in each subtype (217). Bense et al. characterized the immune cell composition and functionality of 7,270 breast tumors (n=4,094 HR+/HER2-) (118). This study used raw microarray expression data from primary breast tumors that were publicly available in the Gene Expression Omnibus (GEO) database (218). CIBERSORT was used to estimate immune cell type fractions, and the relationship between the immune cell type fractions and five different immune signatures was determined (37, 219–222). In the HR+/HER2- cohort, a higher fraction of M1 macrophages was predictive of pCR to neoadjuvant chemotherapy and prognostic of DFS and OS. A high CD4+ follicular helper T cell signature score was associated with prolonged DFS and OS (37). Additionally, a high CD8+ T cell exhaustion signature score was associated with shorter DFS in patients with HR+ tumors regardless of HER2 status, suggesting the hypothesis that CD8+ T cell exhaustion could be related to immune evasion in HR+ breast cancer. However, this observation was not confirmed in the subgroup analyses focusing only on HR+/HER2- or HR+/HER2+ tumors.\n        In another effort to study the complex relationship between ER positivity and inflammatory response, gene expression of 195 breast tumors was compared to matched adjacent normal tissue (223). Surprisingly, HR+ tumors had a decrease in macrophage related gene signatures compared to adjacent normal tissue samples. In addition, there was an inverse correlation between the tumor estrogen pathway expression and the tumor macrophage score, suggesting that high levels of estrogen signaling have suppressive effects on macrophages in the breast tumor microenvironment.\n      \n      \n        Single-cell Analysis\n        Single-cell RNA sequencing allows precise cell state mapping and reveals individual immune cell phenotypes within tumors. One of the early efforts to characterize the immune landscape of breast tumors with single-cell RNA sequencing was made by Chung et al., who analyzed a total of 175 immune cells from 11 breast cancer patients (18). The detected TAM populations were enriched for genes related to immunosuppression and promotion of tumorigenesis. Azizi et al. performed more extensive profiling of the breast TME (n=8 primary breast tumors; 5/8 HR+) (224). They observed an increased diversity of immune cell states in breast tumors compared to normal breast tissue. Notably, when focusing on the macrophage populations in these breast tumors, both immunosuppressive and immunostimulatory related gene signatures were frequently expressed in the same cells. The positive correlation of both pro- and anti-tumor associated genes challenges the previously suggested and mutually exclusive M1 and M2 activation states and highlights the continuous spectrum of activation states of TAMs in breast cancer.\n        Molecular profiling with mass cytometry (CyTOF) of 138 breast cancer patients (39% LumA, 51% LumB) using 34 immune cell targets and 38 tumor-centric antibodies with mass cytometry (225) revealed epithelial, endothelial, fibroblasts and immune cells. The most abundant immune cell types were T cells and myeloid cells. Twenty unique CD4+ and CD8+ T cell clusters were identified. A minor proportion of both LumA and LumB tumors harbored PD-1+ T cells. However, the PD-1+ T cells were more abundant in LumB tumors compared to LumA tumors. When focusing on the co-expression of PD-1, CTLA-4 and activation marker CD38 across the various T cell phenotypes, the authors found PD-1intCTLA-4-CD38- T cells were more frequent in LumA tumors compared to LumB tumors. Notably, a minor subset of all HR+ tumors had increased frequencies of PD-1highCTLA-4+CD38+ T cells and T regs, suggesting that a specific subset of HR+ breast cancer patients could be candidates and benefit from immune checkpoint blockade therapies. In addition to various T cell phenotypes, 19 unique myeloid cell clusters were identified, which were further divided into five categories: 1) CD14-expressing monocytes (CD14+/intCD16-/+), 2) early immigrant macrophages (HLA-DRintCD192+), 3) tissue-resident macrophages (CD206+HLA-DRint), 4) TAMs (CD64highHLA-DRhigh) and 5) myeloid-derived suppressor cells (HLA-DR-/low). The composition of these heterogenous myeloid cell categories varied according to the tumor grade and histopathological subtype. When focusing on PD-L1 expression in the myeloid compartment, PD-L1+ TAMs were more abundant in LumB compared with LumA tumors. The frequency of PD-L1+ TAMs was also higher in grade 3 than in grade 2 tumors (225).\n      \n      \n        Multiplex Tissue Analysis\n        Although the previously presented studies using CyTOF, bulk RNA and single-cell RNA sequencing provide comprehensive insight on the heterogeneity of cell phenotypes and states across breast cancer subtypes, these methods lack the spatial information of the tissue architecture and do not provide an opportunity to evaluate the relationships of single cells in the spatial context. Several single-cell imaging techniques have been used to address this challenge, including multiplex IHC (226), cyclic immunofluorescence (CyCIF) (227), CODEX (228), multiplexed ion beam imaging (MIBI) (229) and imaging mass cytometry (IMC) (230–233). However, to date, only two publications (234, 235) have focused on HR+ breast tumors with the previously mentioned single-cell pathology techniques.\n        Jackson et al. studied the complex single-cell phenotypes and their spatial location in breast tumors with IMC (235). The aim was to quantify spatial inter- and intratumor heterogeneity of the breast TME on a single-cell level. In this study, tissue microarrays (TMAs) composed of 352 breast tumors (n=175 HR+/HER2-) were analyzed. Diverse cell phenotypes of endothelial, immune, stromal, and tumor cells were identified using 35 antibodies. Populations of fibroblasts, endothelial, and immune cells were present at similar densities in each breast tumor subtype. When looking at the cell-cell interactions, a subset of microenvironment communities was enriched for only T cells, while communities consisting of large networks of T and B cells across the samples were also identified, possibly implying the existence of TLS. The microenvironment communities that were enriched in fibroblasts had decreased numbers of immune cells, which supports the hypothesis of fibroblasts as mediators of immune exclusion (236). Interestingly, HR+ tumors harbored a range of fibroblast-enriched stromal environments, and only a subset of HR+ tumors contained rare and localized immune-enriched stromal environments (236).\n        As a follow-up study, the effect of somatic alterations on the cellular composition of breast tumors and the architecture of the tumor microenvironment was studied by coupling single-cell IMC data to the multiplatform genomic profiling with transcriptomic, Copy Number Aberration (CNA) and microRNA data (234). A total of 483 primary breast tumor samples (30.8% LumA, 21.1% LumB) from the Molecular Taxonomy of Breast Cancer International Consortium (METABRIC) cohort collected between 1985 and 2005 were included in this comprehensive phenogenomic analysis. IMC analysis revealed various epithelial, stromal and immune cell phenotypes. Breast cancer subtypes were determined with PAM50 gene expression profiles. Within this cohort, the only immune cell phenotype enriched in the HR+ tumors were Vim+Slug- macrophages, which were enriched in the LumB subtype. LumA tumors were characterized by enrichment of several distinct fibroblast and myofibroblast phenotypes, that were not found as extensively within the other genomic breast cancer subtypes. The expression of hormone receptors and various cytokeratins within epithelial cells also differed between LumA and B tumors. Beyond cell phenotyping, the authors showed how certain epithelial, stromal, and immune cell phenotypes were linked with underlying driver gene alterations and CNAs. The number of proliferative cells, macrophages and T cells increased with genomic instability. The authors concluded that the cell phenotypes are diverse across the breast cancer genomic subtypes and that the luminal tumors were composed of a mixture of cell phenotypes rather than of a single dominant cell population. The authors noted that the phenotypic compositions of luminal tumors seemed to be largely affected by both somatic alterations and the transcriptional programs induced by ER signaling, which is consistent with previous studies suggesting that endocrine therapy expands the phenotypic clones that are under-presented at the time of diagnosis (237).\n        The field of single-cell analysis is constantly growing, and these previously mentioned modern techniques (226–230) will greatly contribute to our understanding of the complexity of HR+ breast TME. The evaluation of large tumor areas with high-throughput, whole tissue section imaging methods, such as CyCIF (227) (\nFigure 1\n), and in the future, 3D modeling of tumor architecture will provide a deeper knowledge of potential novel biomarkers and therapeutic targets in HR+ breast cancer.\n        \n          Figure 1\n          \n            Representative images of HR+ breast tumors obtained with highly multiplex cyclic immunofluorescence (CyCIF) imaging (A-C) and the corresponding H&E section (D). CyCIF is a robust tool for the investigation of the complexity of the tumor microenvironment, by linking the cell type with spatial information. (A, B) are from the same formalin-fixed, paraffin embedded (FFPE) slide and (C, D) are both from serial sections of a primary breast tumor (invasive ductal carcinoma, HR+HER2-).\nImmunohistochemistry\n        Several studies have demonstrated that high TILs and PD-L1 expression have been linked to predictive benefit of anti-PD-1/L1 therapy in TNBC (16). Importantly, these are assays that require formalin-fixed paraffin-embedded (FFPE) tissue. Significant heterogeneity of PD-L1 protein expression identified by IHC has been reported in several studies (25, 139). This observed heterogeneity could be caused by the wide array of IHC platforms and antibodies, as well as pathological scoring methods and cutoffs. In addition, the use of tissue microarrays (TMAs) may limit conclusions. A recent study revealed that out of 118 tumors used to compare TMA with whole slide observations, 49% of the TMA tumor results were false negatives, whereas whole tissue sections that the TMAs were derived from revealed positive staining (25). In addition, TILs and/or PD-L1 may not hold the best predictive or prognostic value in HR+ breast cancer.\n        Macrophages comprise a significant portion of the breast TME (205) and have recently been the focus of several studies using IHC to interrogate HR+ breast tumor samples (206–211). To detect macrophages, IHC studies have most commonly used antibodies against CD68 (207–211) and CD163 (206). Notably, Luminal A (LumA) tumors have been shown to have fewer macrophages compared to Luminal B (LumB) tumors (206, 207). The increased numbers of macrophages in LumB tumors have been associated with an increase of Ki67+ proliferative tumor cells (206, 207), high tumor grade (206, 207, 210, 211) and loss of ER (206–210). In addition, tamoxifen-resistant patients have been shown to have increased numbers of CD163+ macrophages in the TME compared to tamoxifen sensitive patients (212). Increased density of macrophages in breast tumors has been suggested to predict poor prognosis (207), although some studies have been unable to confirm this association (209). Tumor cells can evade macrophage phagocytosis by overexpressing the ‘don’t eat me’ signal CD47, inducing immune escape (213). Yuan and colleagues focused on capturing the interaction between CD68+ macrophages and CD47+ tumor cells in 217 primary breast tumor samples (n=96 HR+) (210). CD68+ macrophages were frequently seen within close proximity of CD47+ tumor cells in all breast cancer subtypes. Nearly 40% of HR+ tumors were characterized with high expression density of both CD47 and CD68, which implies potential crosstalk between tumor cells and macrophages, and the formation of an immunosuppressive TME, at least in a subset of HR+ breast tumors. The combined high expression of CD47 and CD68 was associated with poor prognosis in patients with HR- breast tumors, but no association was observed in patients with HR+ tumors (210).\nGenomic and Transcriptomic Profiling\n        Genomic and transcriptomic profiling of bulk tumor tissue has vastly expanded our knowledge of immune cell phenotypes in HR+ breast tumors. Recently, an extensive immunogenomic profiling of cancers analyzed by The Cancer Genome Atlas (TCGA) were characterized for assessment of total lymphocyte infiltrate, immune cell fractions, gene expression, neoantigen prediction as well as T cell receptor and B cell receptor (214). The analysis included 508 LumA and 191 LumB tumors and revealed six clusters of immune subtypes. The study revealed that a majority (86%) of LumA tumors belonged to either the wound-healing, interferon gamma IFNγ dominant or inflammatory immune subtype (214). In contrast, 95% of LumB tumors belonged to either the wound-healing, IFNγ dominant or lymphocyte-depleted subtype. The wound-healing subtype was characterized by an increased expression of angiogenic genes, a high proliferation rate and a trend toward T helper 2 (Th2) dominant lymphoid infiltrate. The IFNγ dominant subtypes had increased signatures of CD8+ T cells and a substantial number of lymphocytes compared to macrophages. In contrast, the inflammatory subtype was characterized with increased levels of Th17 gene signatures and a balanced macrophage/lymphocyte ratio. Lymphocyte-depleted subtypes had elevated levels of macrophage signatures, notably M2, with Th1 suppressed response (214). This study challenges the previous paradigm of immunologically cold HR+ breast tumors and highlights the importance of various immunosuppressive mechanisms that are active within HR+ breast tumors.\n        CIBERSORT (215) is a computational method that quantifies the proportion of 22 functional immune subsets within bulk tissue gene expression profiles. Ali and colleagues used CIBERSORT to analyze bulk gene expression profiles of 10,988 breast tumors (n=5,807/53% HR+/HER2-) from 56 publicly available datasets (117). Specifically, this study aimed to determine the relationship between TME composition and molecular subtype, survival and response to chemotherapy. In HR+ tumors, the presence of M0 macrophages and regulatory T cells were associated with poor prognosis (117), which was later confirmed by another group studying the prognostic significance of tumor-infiltrating immune cells in breast cancer (216). Notably, the HR+ tumors lacking immune infiltration were associated with intermediate or similar survival outcomes compared to HR+ tumors with high or low immune infiltrates. Thus, in this large cohort, the presence of immune cells was not prognostic of outcome in HR+ breast tumors (117).\n        Recent work from Cassetta and colleagues has identified a TAM signature that is highly enriched in aggressive breast cancer subtypes and associated with shorter disease-specific survival, interestingly the signature was found in all subtypes, providing evidence of heterogeneity in each subtype (217). Bense et al. characterized the immune cell composition and functionality of 7,270 breast tumors (n=4,094 HR+/HER2-) (118). This study used raw microarray expression data from primary breast tumors that were publicly available in the Gene Expression Omnibus (GEO) database (218). CIBERSORT was used to estimate immune cell type fractions, and the relationship between the immune cell type fractions and five different immune signatures was determined (37, 219–222). In the HR+/HER2- cohort, a higher fraction of M1 macrophages was predictive of pCR to neoadjuvant chemotherapy and prognostic of DFS and OS. A high CD4+ follicular helper T cell signature score was associated with prolonged DFS and OS (37). Additionally, a high CD8+ T cell exhaustion signature score was associated with shorter DFS in patients with HR+ tumors regardless of HER2 status, suggesting the hypothesis that CD8+ T cell exhaustion could be related to immune evasion in HR+ breast cancer. However, this observation was not confirmed in the subgroup analyses focusing only on HR+/HER2- or HR+/HER2+ tumors.\n        In another effort to study the complex relationship between ER positivity and inflammatory response, gene expression of 195 breast tumors was compared to matched adjacent normal tissue (223). Surprisingly, HR+ tumors had a decrease in macrophage related gene signatures compared to adjacent normal tissue samples. In addition, there was an inverse correlation between the tumor estrogen pathway expression and the tumor macrophage score, suggesting that high levels of estrogen signaling have suppressive effects on macrophages in the breast tumor microenvironment.\nSingle-cell Analysis\n        Single-cell RNA sequencing allows precise cell state mapping and reveals individual immune cell phenotypes within tumors. One of the early efforts to characterize the immune landscape of breast tumors with single-cell RNA sequencing was made by Chung et al., who analyzed a total of 175 immune cells from 11 breast cancer patients (18). The detected TAM populations were enriched for genes related to immunosuppression and promotion of tumorigenesis. Azizi et al. performed more extensive profiling of the breast TME (n=8 primary breast tumors; 5/8 HR+) (224). They observed an increased diversity of immune cell states in breast tumors compared to normal breast tissue. Notably, when focusing on the macrophage populations in these breast tumors, both immunosuppressive and immunostimulatory related gene signatures were frequently expressed in the same cells. The positive correlation of both pro- and anti-tumor associated genes challenges the previously suggested and mutually exclusive M1 and M2 activation states and highlights the continuous spectrum of activation states of TAMs in breast cancer.\n        Molecular profiling with mass cytometry (CyTOF) of 138 breast cancer patients (39% LumA, 51% LumB) using 34 immune cell targets and 38 tumor-centric antibodies with mass cytometry (225) revealed epithelial, endothelial, fibroblasts and immune cells. The most abundant immune cell types were T cells and myeloid cells. Twenty unique CD4+ and CD8+ T cell clusters were identified. A minor proportion of both LumA and LumB tumors harbored PD-1+ T cells. However, the PD-1+ T cells were more abundant in LumB tumors compared to LumA tumors. When focusing on the co-expression of PD-1, CTLA-4 and activation marker CD38 across the various T cell phenotypes, the authors found PD-1intCTLA-4-CD38- T cells were more frequent in LumA tumors compared to LumB tumors. Notably, a minor subset of all HR+ tumors had increased frequencies of PD-1highCTLA-4+CD38+ T cells and T regs, suggesting that a specific subset of HR+ breast cancer patients could be candidates and benefit from immune checkpoint blockade therapies. In addition to various T cell phenotypes, 19 unique myeloid cell clusters were identified, which were further divided into five categories: 1) CD14-expressing monocytes (CD14+/intCD16-/+), 2) early immigrant macrophages (HLA-DRintCD192+), 3) tissue-resident macrophages (CD206+HLA-DRint), 4) TAMs (CD64highHLA-DRhigh) and 5) myeloid-derived suppressor cells (HLA-DR-/low). The composition of these heterogenous myeloid cell categories varied according to the tumor grade and histopathological subtype. When focusing on PD-L1 expression in the myeloid compartment, PD-L1+ TAMs were more abundant in LumB compared with LumA tumors. The frequency of PD-L1+ TAMs was also higher in grade 3 than in grade 2 tumors (225).\nMultiplex Tissue Analysis\n        Although the previously presented studies using CyTOF, bulk RNA and single-cell RNA sequencing provide comprehensive insight on the heterogeneity of cell phenotypes and states across breast cancer subtypes, these methods lack the spatial information of the tissue architecture and do not provide an opportunity to evaluate the relationships of single cells in the spatial context. Several single-cell imaging techniques have been used to address this challenge, including multiplex IHC (226), cyclic immunofluorescence (CyCIF) (227), CODEX (228), multiplexed ion beam imaging (MIBI) (229) and imaging mass cytometry (IMC) (230–233). However, to date, only two publications (234, 235) have focused on HR+ breast tumors with the previously mentioned single-cell pathology techniques.\n        Jackson et al. studied the complex single-cell phenotypes and their spatial location in breast tumors with IMC (235). The aim was to quantify spatial inter- and intratumor heterogeneity of the breast TME on a single-cell level. In this study, tissue microarrays (TMAs) composed of 352 breast tumors (n=175 HR+/HER2-) were analyzed. Diverse cell phenotypes of endothelial, immune, stromal, and tumor cells were identified using 35 antibodies. Populations of fibroblasts, endothelial, and immune cells were present at similar densities in each breast tumor subtype. When looking at the cell-cell interactions, a subset of microenvironment communities was enriched for only T cells, while communities consisting of large networks of T and B cells across the samples were also identified, possibly implying the existence of TLS. The microenvironment communities that were enriched in fibroblasts had decreased numbers of immune cells, which supports the hypothesis of fibroblasts as mediators of immune exclusion (236). Interestingly, HR+ tumors harbored a range of fibroblast-enriched stromal environments, and only a subset of HR+ tumors contained rare and localized immune-enriched stromal environments (236).\n        As a follow-up study, the effect of somatic alterations on the cellular composition of breast tumors and the architecture of the tumor microenvironment was studied by coupling single-cell IMC data to the multiplatform genomic profiling with transcriptomic, Copy Number Aberration (CNA) and microRNA data (234). A total of 483 primary breast tumor samples (30.8% LumA, 21.1% LumB) from the Molecular Taxonomy of Breast Cancer International Consortium (METABRIC) cohort collected between 1985 and 2005 were included in this comprehensive phenogenomic analysis. IMC analysis revealed various epithelial, stromal and immune cell phenotypes. Breast cancer subtypes were determined with PAM50 gene expression profiles. Within this cohort, the only immune cell phenotype enriched in the HR+ tumors were Vim+Slug- macrophages, which were enriched in the LumB subtype. LumA tumors were characterized by enrichment of several distinct fibroblast and myofibroblast phenotypes, that were not found as extensively within the other genomic breast cancer subtypes. The expression of hormone receptors and various cytokeratins within epithelial cells also differed between LumA and B tumors. Beyond cell phenotyping, the authors showed how certain epithelial, stromal, and immune cell phenotypes were linked with underlying driver gene alterations and CNAs. The number of proliferative cells, macrophages and T cells increased with genomic instability. The authors concluded that the cell phenotypes are diverse across the breast cancer genomic subtypes and that the luminal tumors were composed of a mixture of cell phenotypes rather than of a single dominant cell population. The authors noted that the phenotypic compositions of luminal tumors seemed to be largely affected by both somatic alterations and the transcriptional programs induced by ER signaling, which is consistent with previous studies suggesting that endocrine therapy expands the phenotypic clones that are under-presented at the time of diagnosis (237).\n        The field of single-cell analysis is constantly growing, and these previously mentioned modern techniques (226–230) will greatly contribute to our understanding of the complexity of HR+ breast TME. The evaluation of large tumor areas with high-throughput, whole tissue section imaging methods, such as CyCIF (227) (\nFigure 1\n), and in the future, 3D modeling of tumor architecture will provide a deeper knowledge of potential novel biomarkers and therapeutic targets in HR+ breast cancer.\n        \n          Figure 1\n          \n            Representative images of HR+ breast tumors obtained with highly multiplex cyclic immunofluorescence (CyCIF) imaging (A-C) and the corresponding H&E section (D). CyCIF is a robust tool for the investigation of the complexity of the tumor microenvironment, by linking the cell type with spatial information. (A, B) are from the same formalin-fixed, paraffin embedded (FFPE) slide and (C, D) are both from serial sections of a primary breast tumor (invasive ductal carcinoma, HR+HER2-).\nDiscussion\n      In this review, we explored the immune microenvironment of HR+ tumors, along with pre-clinical approaches and clinical investigations in HR+ breast immuno-oncology. We shed light that in fact, HR+ tumors are not devoid of immune infiltration. Next generation sequencing and various histologic approaches show that there is an endogenous, albeit limited, immune response to HR+. However, an immunosuppressive TME characterized by TAMs and low levels of tumor HLA-I expression, limits anti-tumor immune activity and may be the culprit for T cell and NK cell exclusion. Additionally, low PD-L1 expression on HR+ tumors and infiltrating immune cells may further limit the efficacy of PD-1/PD-L1 targeted therapy. We further posit that deep mechanistic and functional characterization of the immunologic aspects of the TME in HR+ breast cancer is urgently needed. Comprehensive profiling of HR+ tumors at baseline and on treatment, combined with pre-clinical study, should lead to improved understanding of the TME and reveal mechanisms by which HR+ breast cancers obstruct T cell and NK cell infiltration, evoke low levels of HLA class I expression and are broadly resistant to ICB.\n      Patients with metastatic HR+ breast cancer have shown limited response to checkpoint inhibition, and clinical investigations into this patient population has thus been limited. Importantly, the ISPY-2 trial (neoadjuvant chemotherapy plus pembrolizumab) revealed, for the first time, a clinically effective immunotherapeutic strategy for patients with HR+ breast cancer. Furthermore, data from PARP and CDK4/6 inhibitor combinations with checkpoint inhibitors are promising. There are currently multiple on-going clinical trials assessing the combination of checkpoint blockade with PARP inhibitors (NCT03594396, NCT02849496) and CDK4/6 inhibitors (NCT02778685, NCT02779751, NCT0314728, NCT03147287, NCT03573648, NCT03294694) in HR+ breast cancer. Identifying the appropriate combination strategy, sequencing of treatment and patient population is critical to the optimal use of ICB in HR+ breast cancer. It is possible that targeting alternative checkpoints such as TIGIT and Tim-3, largely expressed on T cells, as well as therapies against NK cell checkpoints, such as killer cell immunoglobulin-like receptors (KIR; also known as CD158) and NKG2A, will be effective in HR+ breast cancer. However, effective targeting of such checkpoints will likely require appropriate recruitment strategies aimed at getting T cells and NK cells into the tumor.\n      We present novel immunotherapy strategies that warrant new lines of investigation, such as adding other agents (i.e. targeted therapies such as small molecule drugs or monoclonal antibodies) that impact the TME, thereby increasing TIL (both T cell and NK cell) infiltration and enhancing response to ICB. As an example, it has been shown that CDK4/6 inhibitors result in tumor-expression of cytokines that promote T cell recruitment. We also highlight the role of immune cells other than T cells, such as TAMs, which are abundant in HR+ breast tumors and play an immunosuppressive role in the TME. Further work is needed to better characterize TAMs in HR+ breast cancer, which will inform how to move forward in targeting these cells for anti-cancer therapy. Taken together, these findings will be critical for next generation clinical trials to harness the power of immunotherapy in HR+ breast cancer.\nAuthor Contributions\n      All authors contributed to the article and approved the submitted version.\nFunding\n      EM acknowledges the Rob and Karen Hale Distinguished Chair in Surgical Oncology for support. JG is supported by the Dana-Farber/Harvard Cancer Center (DF/HCC) Specialized Program of Research Excellence (SPORE) in Breast Cancer P50 CA1685404 Career Enhancement Award, The Susan G. Komen Foundation Career Catalyst Award CCR18547597, The Terri Brodeur Breast Cancer Foundation, The Saverin Family Foundation at Dana-Farber Cancer Institute and The Ludwig Center at Harvard. SM is supported by a Department of Defense BCRP Era of Hope Expansion Award W81XWH2010472 and a METAvivor Translational Research Award, Chicago Metsquerade Presented in Memory of Lauren Smoke. TV acknowledges grant support from the Finnish Medical Foundation, Relander Foundation, Turku University Foundation, Maud Kuistila Memorial Foundation, the Finnish Society of Oncology, and the Cancer Society of Southwest Finland.\nConflict of Interest\n      EM has been compensated for participation on Scientific Advisory Boards for Astra-Zeneca/Medimmune, Celgene, Genentech, Exact Sciences (formerly Genomic Health), Merck, Peregrine Pharmaceuticals, SELLAS Lifescience, and Tapimmune and has had clinical trial support to her former institution (M.D. Anderson Cancer Center) from Astra-Zeneca/Medimmune, EMD-Serono, Galena Biopharma and Genentech, and current institution from Genentech via a SU2C grant. EM has also had sponsored Research Support to the laboratory from GSK and Eli Lilly.\n      JG is a consultant for Glaxo-Smith Kline (GSK), Codagenix, Verseau, Kymera and Array BioPharma and receives sponsored research support from GSK, Array BioPharma and Eli Lilly.\n      ST receives institutional research funding from AstraZeneca, Lilly, Merck, Nektar, Novartis, Pfizer, Genentech/Roche, Immunomedics, Gilead Exelixis, Bristol-Myers Squibb, Eisai, Nanostring, Cyclacel, Odonate, and Seagen; has served as an advisor/consultant to AstraZeneca, Lilly, Merck, Nektar, Novartis, Pfizer, Genentech/Roche, Immunomedics, Bristol-Myers Squibb, Eisai, Nanostring, Seagen, Puma, Sanofi, Celldex, Paxman, Puma, Silverback Therapeutics, G1 Therapeutics, AbbVie, Anthenex, OncoPep, Outcomes4Me, Kyowa Kirin Pharmaceuticals, Daiichi-Sankyo, Gilead and Samsung Bioepsis Inc. AW receives institutional research funding from Genentech/Roche.\n      The remaining authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8202289/",
    "doi": "https://doi.org/10.3389/fimmu.2021.674192",
    "citation_count": 43,
    "references": {
        "10806573": "Ipilimumab and nivolumab combined with anthracycline-based chemotherapy in metastatic hormone receptor-positive breast cancer: a randomized phase 2b trial",
        "10804393": "Immune checkpoint inhibitors in breast cancer: development, mechanisms of resistance and potential management strategies",
        "10761880": "Qualification of a multiplexed tissue imaging assay and detection of novel patterns of HER2 heterogeneity in breast cancer",
        "10721325": "Dormant tumors circumvent tumor-specific adaptive immunity by establishing a Treg-dominated niche via DKK3",
        "10667537": "Evaluation of tumour infiltrating lymphocytes in luminal breast cancer using artificial intelligence",
        "10607694": "Unveiling the Immune Microenvironment’s Role in Breast Cancer: A Glimpse into Promising Frontiers",
        "10606577": "Hormone Receptor Signaling and Breast Cancer Resistance to Anti-Tumor Immunity",
        "10589339": "Adipose-enriched peri-tumoral stroma, in contrast to myofibroblast-enriched stroma, prognosticates poorer survival in breast cancers",
        "10560734": "A glycosylation risk score comprehensively assists the treatment of bladder neoplasm in the real-world cohort, including the tumor microenvironment, molecular and clinical prognosis",
        "10460845": "Redox‐Responsive Dendrimer Nanogels Enable Ultrasound‐Enhanced Chemoimmunotherapy of Pancreatic Cancer via Endoplasmic Reticulum Stress Amplification and Macrophage Polarization",
        "10314679": "New hormone receptor-positive breast cancer mouse cell line mimicking the immune microenvironment of anti-PD-1 resistant mammary carcinoma",
        "10265911": "Estrogen receptor blockade and radiation therapy cooperate to enhance the response of immunologically cold ER+ breast cancer to immunotherapy",
        "10258327": "A new prognostic model including immune biomarkers, genomic proliferation tumor markers (AURKA and MYBL2) and clinical-pathological features optimizes prognosis in neoadjuvant breast cancer patients",
        "10252228": "Positive p53 Expression Is Associated with Primary Endocrine Therapy Resistance in Locally Advanced Stage Luminal B HER2-Negative Breast Cancer Patients: A Cross-Sectional Study in Indonesia",
        "10167089": "A novel PD-1/PD-L1 pathway molecular typing-related signature for predicting prognosis and the tumor microenvironment in breast cancer",
        "10151082": "XPERT® breast cancer STRAT4 as an alternative method of identifying breast cancer phenotype in Cape Verde (preliminary results)",
        "9992199": "Tailoring therapies to counter the divergent immune landscapes of breast cancer",
        "9954587": "Recent Advances in Optimizing Radiation Therapy Decisions in Early Invasive Breast Cancer",
        "9915596": "Robust biomarker discovery through multiplatform multiplex image analysis of breast cancer clinical cohorts",
        "9893403": "Evolving treatment landscape of immunotherapy in breast cancer: current issues and future perspectives",
        "9887885": "Expression of hormone receptors is associated with specific immunological profiles of the breast cancer microenvironment",
        "9833841": "The Great Immune Escape: Understanding the Divergent Immune Response in Breast Cancer Subtypes",
        "9783715": "Pharmaceutical targeting Th2-mediated immunity enhances immunotherapy response in breast cancer",
        "9780430": "Maternal obesity and resistance to breast cancer treatments among offspring: Link to gut dysbiosis",
        "9775934": "SETD7 Expression Is Associated with Breast Cancer Survival Outcomes for Specific Molecular Subtypes: A Systematic Analysis of Publicly Available Datasets",
        "9772098": "PRC2-mediated epigenetic suppression of type I IFN-STAT2 signaling impairs antitumor immunity in luminal breast cancer",
        "9739115": "Biomarkers of Response and Resistance to CDK4/6 Inhibitors in Breast Cancer: Hints from Liquid Biopsy and microRNA Exploration",
        "9724410": "Phase 2 trial of intravenous oncolytic virus JX-594 combined with low-dose cyclophosphamide in patients with advanced breast cancer",
        "9718986": "p53 Mutation as Plausible Predictor for Endocrine Resistance Therapy in Luminal Breast Cancer",
        "9582587": "Platelets upregulate tumor cell programmed death ligand 1 in an epidermal growth factor receptor-dependent manner in vitro",
        "9572388": "APOL4, a Novel Immune-Related Prognostic Biomarker for Glioma",
        "9564297": "Prognostic and Predictive Significance of Stromal Tumor-Infiltrating Lymphocytes (sTILs) in ER-Positive/HER2−Negative Postmenopausal Breast Cancer Patients",
        "9559250": "Prognostic Relevance of Nuclear Receptors in Relation to Peritumoral Inflammation and Tumor Infiltration by Lymphocytes in Breast Cancer",
        "9497642": "Severe Immune-Related Adverse Events: A Case Series of Patients Needing Hospital Admission in a Spanish Oncology Referral Center and Review of the Literature",
        "9367267": "Neither Tumor-Infiltrating Lymphocytes nor Cytotoxic T Cells Predict Enhanced Benefit from Chemotherapy in the DBCG77B Phase III Clinical Trial",
        "9307950": "Sex-biased adaptive immune regulation in cancer development and therapy",
        "9244687": "Prolactin: The Third Hormone in Breast Cancer",
        "9139289": "miR-18a Mediates Immune Evasion in ER-Positive Breast Cancer through Wnt Signaling",
        "9101338": "Estrogens, Cancer and Immunity",
        "9031175": "Investigating the Prognostic Relevance of Tumor Immune Microenvironment and Immune Gene Assembly in Breast Carcinoma Subtypes",
        "8744660": "Natural and Synthetic Estrogens in Chronic Inflammation and Breast Cancer",
        "8608270": "Therapeutic vaccines for breast cancer: Has the time finally come?",
        "8303552": "Prognostic Relevance of Neutrophil to Lymphocyte Ratio (NLR) in Luminal Breast Cancer: A Retrospective Analysis in the Neoadjuvant Setting"
    },
    "journal": "Frontiers in Immunology",
    "topics": [
        "cancer, breast, hormone, receptor",
        "receptor, breast, immunology, cancer",
        "positive, hormone, immunology, cancer"
    ]
}