{
    "title": "Neoadjuvant Chemotherapy, Endocrine Therapy, and Targeted Therapy for Breast Cancer: ASCO Guideline",
    "abstract": "Neoadjuvant Chemotherapy, Endocrine Therapy, and Targeted Therapy for Breast Cancer: ASCO Guideline Larissa A. Korde Mark R. Somerfield Lisa A. Carey Jennie R. Crews Neelima Denduluri E. Shelley Hwang Seema A. Khan Sibylle Loibl Elizabeth A. Morris Alejandra Perez Meredith M. Regan Patricia A. Spears Preeti K. Sudheendra W. Fraser Symmans Rachel L. Yung Brittany E. Harvey Dawn L. Hershman PURPOSE To develop guideline recommendations concerning optimal neoadjuvant therapy for breast cancer. Neoadjuvant therapy can also be used to reduce the extent of local therapy or reduce delays in initiating therapy. Patients with triple-negative breast cancer (TNBC) who have clinically node-positive and/or at least T1c disease should be offered an anthracycline- and taxane-containing regimen; those with cT1a or cT1bN0 TNBC should not routinely be offered neoadjuvant therapy.",
    "authors": [
        "Larissa A. Korde",
        "Mark R. Somerfield",
        "Lisa A. Carey",
        "Jennie R. Crews",
        "Neelima Denduluri",
        "E. Shelley Hwang",
        "Seema A. Khan",
        "Sibylle Loibl",
        "Elizabeth A. Morris",
        "Alejandra Perez",
        "Meredith M. Regan",
        "Patricia A. Spears",
        "Preeti K. Sudheendra",
        "W. Fraser Symmans",
        "Rachel L. Yung",
        "Brittany E. Harvey",
        "Dawn L. Hershman"
    ],
    "published_year": "2020",
    "description": "PURPOSE\n          To develop guideline recommendations concerning optimal neoadjuvant therapy for breast cancer.\nMETHODS\n          ASCO convened an Expert Panel to conduct a systematic review of the literature on neoadjuvant therapy for breast cancer and provide recommended care options.\nRESULTS\n          A total of 41 articles met eligibility criteria and form the evidentiary basis for the guideline recommendations.\nRECOMMENDATIONS\n          Patients undergoing neoadjuvant therapy should be managed by a multidisciplinary care team. Appropriate candidates for neoadjuvant therapy include patients with inflammatory breast cancer and those in whom residual disease may prompt a change in therapy. Neoadjuvant therapy can also be used to reduce the extent of local therapy or reduce delays in initiating therapy. Although tumor histology, grade, stage, and estrogen, progesterone, and human epidermal growth factor receptor 2 (HER2) expression should routinely be used to guide clinical decisions, there is insufficient evidence to support the use of other markers or genomic profiles. Patients with triple-negative breast cancer (TNBC) who have clinically node-positive and/or at least T1c disease should be offered an anthracycline- and taxane-containing regimen; those with cT1a or cT1bN0 TNBC should not routinely be offered neoadjuvant therapy. Carboplatin may be offered to patients with TNBC to increase pathologic complete response. There is currently insufficient evidence to support adding immune checkpoint inhibitors to standard chemotherapy. In patients with hormone receptor (HR)-positive (HR-positive), HER2-negative tumors, neoadjuvant chemotherapy can be used when a treatment decision can be made without surgical information. Among postmenopausal patients with HR-positive, HER2-negative disease, hormone therapy can be used to downstage disease. Patients with node-positive or high-risk node-negative, HER2-positive disease should be offered neoadjuvant therapy in combination with anti-HER2-positive therapy. Patients with T1aN0 and T1bN0, HER2-positive disease should not be routinely offered neoadjuvant therapy.\n          Additional information is available at www.asco.org/breast-cancer-guidelines.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8274745/",
    "doi": "https://doi.org/10.1200/JCO.20.03399",
    "citation_count": 237,
    "references": {
        "11042820": "Predictors of recurrence in breast cancer patients with pathological partial response",
        "11026378": "Tumor-infiltrating lymphocytes in HER2-positive breast cancer treated with neoadjuvant chemotherapy and dual HER2-blockade",
        "11016633": "Implication of Pre- and Post-radiotherapy ctDNA Dynamics in Patients with Residual Triple-Negative Breast Cancer at Surgery after Neoadjuvant Chemotherapy: Findings from a Prospective Observational Study",
        "10988337": "18F-FDG Dedicated Breast PET Complementary to Breast MRI for Evaluating Early Response to Neoadjuvant Chemotherapy",
        "10984792": "Facts and Hopes in Neoadjuvant Immunotherapy: Current Approvals and Emerging Evidence",
        "10976348": "Chemotherapy combined with endocrine neoadjuvant therapy for hormone receptor-positive local advanced breast cancer: a case report and literature review",
        "10970295": "Efficacy of Cold Atmospheric Plasma vs. Chemotherapy in Triple-Negative Breast Cancer: A Systematic Review",
        "10970208": "A Representative Clinical Course of Progression, with Molecular Insights, of Hormone Receptor-Positive, HER2-Negative Bone Metastatic Breast Cancer",
        "10959785": "Clinical impact of delaying initiation of adjuvant chemotherapy in patients with early triple negative breast cancer",
        "10957593": "Can multi-modal radiomics using pretreatment ultrasound and tomosynthesis predict response to neoadjuvant systemic treatment in breast cancer?",
        "10941080": "Safety and efficacy of pyrotinib for HER‑2‑positive breast cancer in the neoadjuvant setting: A systematic review and meta‑analysis",
        "10937239": "Prognostic value of histopathologic traits independent of stromal tumor-infiltrating lymphocyte levels in chemotherapy-naïve patients with triple-negative breast cancer",
        "10933120": "Concurrent neoadjuvant endocrine therapy with chemotherapy in HR+HER2- breast cancer: a systematic review and meta-analysis",
        "10931050": "Advances in 3D Culture Models to Study Exosomes in Triple-Negative Breast Cancer",
        "10912581": "Oncologic Outcomes of Immediate Breast Reconstruction in the Setting of Neoadjuvant Chemotherapy: A Long-term Follow-up Study of a Matched Cohort",
        "10909626": "Automated and reusable deep learning (AutoRDL) framework for predicting response to neoadjuvant chemotherapy and axillary lymph node metastasis in breast cancer using ultrasound images: a retrospective, multicentre study",
        "10890456": "Different Chemotherapy Regimens and Pathologic Complete Response in Triple-Negative Breast Cancer: An Updated Network Meta-Analysis of Phase 3 Trials",
        "10877026": "Association of immune inflammatory biomarkers with pathological complete response and clinical prognosis in young breast cancer patients undergoing neoadjuvant chemotherapy",
        "10875348": "Demethylase FTO inhibits the occurrence and development of triple-negative breast cancer by blocking m 6A-dependent miR-17-5p maturation-induced ZBTB4 depletion : FTO inhibits TNBC development",
        "10872271": "National trends in neoadjuvant chemotherapy utilization in patients with early-stage node-negative triple-negative breast cancer: the impact of the CREATE-X trial",
        "10868472": "Rational and trial design of FASCINATE-N: a prospective, randomized, precision-based umbrella trial",
        "10824169": "Evaluating combined bevacizumab and XELOX in advanced colorectal cancer: Serum markers carcinoembryonic antigen, carbohydrate antigen 125, carbohydrate antigen 199 analysis",
        "10818006": "Artificial Intelligence-Enhanced Breast MRI: Applications in Breast Cancer Primary Treatment Response Assessment and Prediction",
        "10814808": "The Impact of Different Patterns of Residual Disease on Long-Term Oncological Outcomes in Breast Cancer Patients Treated with Neo-Adjuvant Chemotherapy",
        "10803916": "Is controlled ovarian stimulation safe in patients with hormone receptor-positive breast cancer receiving neoadjuvant chemotherapy?",
        "10787884": "Treatment utilization and effectiveness of neoadjuvant chemotherapy comparing men and women diagnosed with breast cancer: a Swedish retrospective cohort study",
        "10786725": "Selective inhibition of CDK9 in triple negative breast cancer",
        "10784594": "SLMO2 is a potential prognostic and immunological biomarker in human pan-cancer",
        "10778520": "The Efficacy and Safety of Neoadjuvant Immunotherapy in Patients with Non-Small Cell Lung Cancer",
        "10777047": "Exploring the biological behavior and underlying mechanism of KITLG in triple-negative breast cancer",
        "10769653": "Technetium-99-Guided Axillary Lymph Node Identification: A Case Report of a Novel Technique for Targeted Lymph Node Excision Biopsy for Node Positive Breast Cancer After Neoadjuvant Chemotherapy",
        "10766021": "AI‐based intra‐tumor heterogeneity score of Ki67 expression as a prognostic marker for early‐stage ER+/HER2− breast cancer",
        "10765775": "A prospective study on tumour response assessment methods after neoadjuvant endocrine therapy in early oestrogen receptor-positive breast cancer",
        "10764974": "Public health implications of computer-aided diagnosis and treatment technologies in breast cancer care",
        "10758862": "Carcinoma of the axillary tail of Spence: A rare case report",
        "10757756": "The Current Role of Neoadjuvant Chemotherapy in the Management of HER2-Positive, Triple-Negative, and Micropapillary Breast Cancer: A Narrative Review",
        "10747629": "Non-Response of Epstein–Barr Virus-Associated Breast Cancer after Primary Chemotherapy: Report of Two Cases",
        "10740914": "Gene Signature Associated with Nervous System in an Experimental Radiation- and Estrogen-Induced Breast Cancer Model",
        "10735273": "Association of HER2DX with pathological complete response and survival outcomes in HER2-positive breast cancer",
        "10734101": "Strain ultrasonic elastography imaging features of locally advanced breast cancer: association with response to neoadjuvant chemotherapy and recurrence-free survival",
        "10730099": "Which Patients Need Chemotherapy? From Pathological Risk Factors to Gene Signatures and Evaluation of Endocrine Response",
        "10698551": "Evaluation of molecular receptors status in breast cancer using an mpMRI-based feature fusion radiomics model: mimicking radiologists’ diagnosis",
        "10690122": "68Ga-Labeled Fibroblast Activation Protein Inhibitor PET/CT for the Early and Late Prediction of Pathologic Response to Neoadjuvant Chemotherapy in Breast Cancer Patients: A Prospective Study",
        "10659959": "Relationships between cytokines and cognitive function from pre- to post-chemotherapy in patients with breast cancer",
        "10655653": "Assessment of Pathological Complete Response Using Vacuum-Assisted Biopsy in Breast Cancer Patients Who Have Clinical and Radiological Complete Response After Neo-Adjuvant Chemotherapy",
        "10652156": "Pembrolizumab Plus Chemotherapy Followed by Pembrolizumab in Patients With Early Triple-Negative Breast Cancer: A Secondary Analysis of a Randomized Clinical Trial",
        "10650187": "Impact of Imaging Biomarkers and AI on Breast Cancer Management: A Brief Review",
        "10648987": "Exploring Neoadjuvant Chemotherapy, Predictive Models, Radiomic, and Pathological Markers in Breast Cancer: A Comprehensive Review",
        "10647131": "Notch-based gene signature for predicting the response to neoadjuvant chemotherapy in triple-negative breast cancer",
        "10646660": "Combined conventional ultrasonography with clinicopathological features to predict axillary status after neoadjuvant therapy for breast cancer: A case–control study",
        "10643871": "Immune microenvironment dynamics of HER2 overexpressing breast cancer under dual anti-HER2 blockade",
        "10642055": "A disproportionality analysis of adverse events associated to pertuzumab in the FDA Adverse Event Reporting System (FAERS)",
        "10637353": "Complete pathological response in patients with HER2 positive breast cancer treated with neoadjuvant therapy in Colombia",
        "10627748": "Optimal number of neoadjuvant chemotherapy cycles prior to interval debulking surgery in advanced epithelial ovarian cancer: a systematic review and meta-analysis of progression-free survival and overall survival",
        "10608226": "Adjuvant Targeted Therapy in Solid Cancers: Pioneers and New Glories",
        "10607694": "Unveiling the Immune Microenvironment’s Role in Breast Cancer: A Glimpse into Promising Frontiers",
        "10605041": "89Zr-Trastuzumab PET/CT Imaging of HER2-Positive Breast Cancer for Predicting Pathological Complete Response after Neoadjuvant Systemic Therapy: A Feasibility Study",
        "10601680": "Conventional Tools for Predicting Satisfactory Response to Neoadjuvant Chemotherapy in HR+/HER2− Breast Cancer Patients",
        "10590855": "Prognostic model construction and target identification of Si-Wu-Tang against breast cancer",
        "10571055": "Resistance of breast cancer cells to paclitaxel is associated with low expressions of miRNA-186 and miRNA-7",
        "10542232": "Safety and effectiveness of sacituzumab govitecan in patients with metastatic triple-negative breast cancer in real-world settings: first observations from an interdisciplinary breast cancer centre in Germany",
        "10541763": "Neoadjuvant endocrine therapy in ER-positive breast cancer: evolution, indication, and tailored treatment strategy",
        "10534028": "The role of the oxytocin system in the resilience of patients with breast cancer",
        "10533568": "Predictive modelling of response to neoadjuvant therapy in HER2+ breast cancer",
        "10527628": "Capturing the True Cost of Breast Cancer Treatment: Molecular Subtype and Stage-Specific per-Case Activity-Based Costing",
        "10517932": "NOXA expression is downregulated in human breast cancer undergoing incomplete pathological response and senescence after neoadjuvant chemotherapy",
        "10504209": "Neoadjuvant carboplatin in triple-negative breast cancer: results from NACATRINE, a randomized phase II clinical trial",
        "10504141": "Ultrasound and clinicopathological characteristics-based model for prediction of pathologic response to neoadjuvant chemotherapy in HER2-positive breast cancer: a case–control study",
        "10486709": "Appraisal of Systemic Treatment Strategies in Early HER2-Positive Breast Cancer—A Literature Review",
        "10465651": "Does timing of neoadjuvant chemotherapy influence the prognosis in patients with early triple negative breast cancer?",
        "10465649": "CSPG4 as a target for the specific killing of triple-negative breast cancer cells by a recombinant SNAP-tag-based antibody-auristatin F drug conjugate",
        "10463390": "Identifying prognostic markers in spatially heterogeneous breast cancer microenvironment",
        "10455579": "An Innovative Scoring System to Select the Optimal Surgery in Breast Cancer after Neoadjuvant Chemotherapy",
        "10455346": "Comparison of MRI vs. [18F]FDG PET/CT for Treatment Response Evaluation of Primary Breast Cancer after Neoadjuvant Chemotherapy: Literature Review and Future Perspectives",
        "10439618": "Neo-train: study protocol and feasibility results for a two-arm randomized controlled trial investigating the effect of supervised exercise during neoadjuvant chemotherapy on tumour response in patients with breast cancer",
        "10428118": "A cost-consequence analysis of adding pertuzumab to the neoadjuvant combination therapy in HER2-positive high-risk early breast cancer in Italy",
        "10422911": "Acupoint Thread Embedding Combined With Wenshen Bugu Decoction for the Treatment of Aromatase Inhibitor-Associated Musculoskeletal Symptom Among Postmenopausal Breast Cancer Patients: Study Protocol of a Randomized Controlled Trial",
        "10421415": "Natural-Product-Derived Adjunctive Treatments to Conventional Therapy and Their Immunoregulatory Activities in Triple-Negative Breast Cancer",
        "10416932": "Machine Learning-Based Prediction of Distant Recurrence in Invasive Breast Carcinoma Using Clinicopathological Data: A Cross-Institutional Study",
        "10395252": "Chemotherapy-induced neutropenia elicits metastasis formation in mice by promoting proliferation of disseminated tumor cells",
        "10391828": "Changing the role of pCR in breast cancer treatment - an unjustifiable interpretation of a good prognostic factor as a “factor for a good prognosis“",
        "10378733": "The effect of ferroptosis - related proteins and histone deacetylases1 on neoadjuvant chemotherapy in breast cancer",
        "10378059": "Multiparametric Contrast-Enhanced Ultrasound in Early Prediction of Response to Neoadjuvant Chemotherapy and Recurrence-Free Survival in Breast Cancer",
        "10375516": "Contrast-Enhanced Mammography in the Assessment of Residual Disease After Neoadjuvant Treatment",
        "10357147": "Radiomics of contrast-enhanced spectral mammography for prediction of pathological complete response to neoadjuvant chemotherapy in breast cancer",
        "10340475": "Risk of Lymphedema and Death after Lymph Node Dissection with Neoadjuvant and Adjuvant Treatments in Patients with Breast Cancer: An Eight-Year Nationwide Cohort Study",
        "10335743": "Pathologic response and survival after neoadjuvant chemotherapy with or without pertuzumab in patients with HER2-positive breast cancer: the Neopearl nationwide collaborative study",
        "10330514": "The clinical significance and biology of circulating tumor DNA in high-risk early-stage HER2-negative breast cancer receiving neoadjuvant chemotherapy",
        "10323416": "Prediction of Tumor Progression During Neoadjuvant Chemotherapy and Survival Outcome in Patients With Triple-Negative Breast Cancer",
        "10322580": "Effect of PTGES3 on the Prognosis and Immune Regulation in Lung Adenocarcinoma",
        "10312137": "Breast cancer: miRNAs monitoring chemoresistance and systemic therapy",
        "10311417": "Identification of co-regulated genes associated with doxorubicin resistance in the MCF-7/ADR cancer cell line",
        "10297903": "Exploring the Potential Role of Circulating microRNAs as Biomarkers for Predicting Clinical Response to Neoadjuvant Therapy in Breast Cancer",
        "10296563": "Circulating Tumor DNA in the Management of Early-Stage Breast Cancer",
        "10277221": "SENTINEL LYMPH NODE IDENTIFICATION IN POST NEOADJUVANT CHEMOTHERAPY BREAST CANCER PATIENTS UNDERGOING SURGICAL EXCISION USING LYMPHOSONOGRAPHY",
        "10272951": "Efficacy, toxicity and prognostic factors of pyrotinib‑involved neoadjuvant therapy in HER2‑positive breast cancer: A retrospective study",
        "10266074": "Synergism of FAK and ROS1 inhibitors in the treatment of CDH1-deficient cancers mediated by FAK-YAP signaling",
        "10236637": "Involvement of protumor macrophages in breast cancer progression and characterization of macrophage phenotypes",
        "10232408": "Multigene profiles to guide the use of neoadjuvant chemotherapy for breast cancer: a Copenhagen Breast Cancer Genomics Study",
        "10217661": "COVID-19 and Breast Cancer: Analysis of Surgical Management of a Large Referral Center during the 2020–2021 Pandemic Period",
        "10204473": "Metaplastic Carcinoma of the Breast: Case Series of a Single Institute and Review of the Literature",
        "10177586": "Patient-Related Characteristics Associated with Treatment Modifications and Suboptimal Relative Dose Intensity of Neoadjuvant Chemotherapy in Patients with Breast Cancer—A Retrospective Study",
        "10177134": "Impact of the Cancer Cell Secretome in Driving Breast Cancer Progression",
        "10162099": "Comparison of the pCR Rate and DFS Among Breast Cancer Patients with Different Hormone Receptor and HER2 Statuses",
        "10152127": "Initial Results of 68Ga-FAPI-46 PET/MRI to Assess Response to Neoadjuvant Chemotherapy in Breast Cancer",
        "10151076": "Evaluation of side effects and compliance to chemotherapy in breast cancer patients at a Nigerian tertiary hospital",
        "10147793": "Using Oncotype DX breast recurrence score® assay to define the role of neoadjuvant endocrine therapy in early-stage hormone receptor-positive breast cancer",
        "10138835": "The Clinical Utility of lncRNAs and Their Application as Molecular Biomarkers in Breast Cancer",
        "10136335": "Comprehensive Profiling of Cancer-Associated Cells in the Blood of Breast Cancer Patients Undergoing Neoadjuvant Chemotherapy to Predict Pathological Complete Response",
        "10134571": "The impact of PIK3CA mutations and PTEN expression on the effect of neoadjuvant therapy for postmenopausal luminal breast cancer patients",
        "10083908": "Four‐Dimensional Machine Learning Radiomics for the Pretreatment Assessment of Breast Cancer Pathologic Complete Response to Neoadjuvant Chemotherapy in Dynamic Contrast‐Enhanced MRI ",
        "10075137": "Predicting pathological complete response after neoadjuvant chemotherapy: A nomogram combining clinical features and ultrasound semantics in patients with invasive breast cancer",
        "10068887": "Differences in Molecular Subtype Reference Standards Impact AI-based Breast Cancer Classification with Dynamic Contrast-enhanced MRI",
        "10046776": "The Chorioallantoic Membrane Xenograft Assay as a Reliable Model for Investigating the Biology of Breast Cancer",
        "10044361": "Cardiac safety of dual anti-HER2 blockade with pertuzumab plus trastuzumab in early HER2-positive breast cancer in the APHINITY trial",
        "10033710": "Predicting breast cancer types on and beyond molecular level in a multi-modal fashion",
        "10025563": "Multigene signatures for early breast cancer in clinical practice: A report of the Lombardy genomic assays for breast cancer working group",
        "10017935": "Development of a nomogram for predicting pathological complete response in luminal breast cancer patients following neoadjuvant chemotherapy",
        "10005991": "The efficacy and safety of using pyrotinib combined with capecitabine as neoadjuvant therapy in elderly patients with HER2-positive breast cancer: a single-arm prospective clinical trial",
        "9992214": "Cardiotoxicity from neoadjuvant targeted treatment for breast cancer prior to surgery",
        "9986372": "Ki 67: a Promising Prognostic Marker in Early Breast Cancer—a Review Article",
        "9982288": "The underused potential of breast conserving therapy after neoadjuvant system treatment – Causes and solutions",
        "9959351": "Prognostic Factors for Triple-Negative Breast Cancer with Residual Disease after Neoadjuvant Chemotherapy",
        "9934970": "Cancer service delivery and the impact of the COVID-19 pandemic in sub-Saharan Africa: a scoping review",
        "9927225": "End-of-neoadjuvant treatment circulating microRNAs and HER2-positive breast cancer patient prognosis: An exploratory analysis from NeoALTTO",
        "9925324": "Exploring neurotransmitters and their receptors for breast cancer prevention and treatment",
        "9923093": "Review of the status of neoadjuvant therapy in HER2-positive breast cancer",
        "9913601": "Applying Explainable Machine Learning Models for Detection of Breast Cancer Lymph Node Metastasis in Patients Eligible for Neoadjuvant Treatment",
        "9906202": "Elevated ADAM-like Decysin-1 (ADAMDEC1) expression is associated with increased chemo-sensitivity and improved prognosis in breast cancer patients",
        "9902925": "Real-life analysis of neoadjuvant-therapy-associated benefits for pathological complete response and survival in early breast cancer patients - role of trastuzumab in HER2+ BC and platinum in TNBC",
        "9902542": "Incorporating weekly carboplatin in anthracycline and paclitaxel-containing neoadjuvant chemotherapy for triple-negative breast cancer: propensity-score matching analysis and TIL evaluation",
        "9857040": "Prediction of Primary Tumour and Axillary Lymph Node Response to Neoadjuvant Chemo(Targeted) Therapy with Dedicated Breast [18F]FDG PET/MRI in Breast Cancer",
        "9851067": "Hormone Receptor and HER2 Status Switch in Non-pCR Breast Cancer Specimens after Neoadjuvant Therapy",
        "9844053": "Neoadjuvant treatment for stage III and IV cutaneous melanoma",
        "9826058": "Efficacy of neoadjuvant chemotherapy in male breast cancer compared with female breast cancer",
        "9817989": "Controversies and Opportunities in the Clinical Daily Use of the 21-Gene Assay for Prognostication and Prediction of Chemotherapy Benefit in HR+/HER2- Early Breast Cancer",
        "9792954": "Comparison of clinicopathological characteristics and response to neoadjuvant chemotherapy between HER2-low and HER2-zero breast cancer",
        "9777307": "Access to Neoadjuvant Pertuzumab for HER2 Positive Breast Cancer in Canada: A Dilemma Increasingly Difficult to Explain",
        "9776827": "Biomarker Discordances and Alterations Observed in Breast Cancer Treated with Neoadjuvant Chemotherapy: Causes, Frequencies, and Clinical Significances",
        "9764637": "Development and validation of an AI-enabled digital breast cancer assay to predict early-stage breast cancer recurrence within 6 years",
        "9742056": "The prognostic role of a phospho-Stathmin 1 signature in breast cancer treated with neoadjuvant chemotherapy",
        "9732273": "A novel nomogram containing efficacy indicators to predict axillary pathologic complete response after neoadjuvant systemic therapy in breast cancer",
        "9692881": "Phytochemical Targeting of Mitochondria for Breast Cancer Chemoprevention, Therapy, and Sensitization",
        "9654353": "Post-Neoadjuvant Treatment Strategies for Patients with Early Breast Cancer",
        "9647009": "Comparison of the Nottingham Prognostic Index and OncotypeDX© recurrence score in predicting outcome in estrogen receptor positive breast cancer",
        "9619175": "Deep learning with biopsy whole slide images for pretreatment prediction of pathological complete response to neoadjuvant chemotherapy in breast cancer：A multicenter study",
        "9615236": "MCM2 in human cancer: functions, mechanisms, and clinical significance",
        "9600094": "Comparison of the Ultrasound Visibility of Tissue Markers in Metastatic Lymph Nodes after Neoadjuvant Chemotherapy in Patients with Breast Cancer",
        "9582118": "Clinical N3 is an independent risk factor of recurrence for breast cancer patients achieving pathological complete response and near-pathological complete response after neoadjuvant chemotherapy",
        "9577799": "Sacituzumab govitecan and other antibody-drug conjugates targeting trophoblast cell-surface antigen 2 (Trop-2) in breast cancer",
        "9574413": "Study protocol: Randomized, open-label, non-inferiority clinical trial for evaluating the clinical and pathological response rates to neoadjuvant hormone therapy and chemotherapy in patients with luminal-subtype breast tumors",
        "9561607": "Clinical Validation of EndoPredict in Pre-Menopausal Women with ER-Positive, HER2-Negative Primary Breast Cancer",
        "9559495": "De-Escalating the Management of In Situ and Invasive Breast Cancer",
        "9540370": "Drug-resistant HER2-positive breast cancer: Molecular mechanisms and overcoming strategies",
        "9534053": "Evaluating the Role of Circulating MicroRNAs to Aid Therapeutic Decision Making for Neoadjuvant Chemotherapy in Breast Cancer: A Prospective, Multicenter Clinical Trial",
        "9520808": "Real-world data on breast pathologic complete response and disease-free survival after neoadjuvant chemotherapy for hormone receptor-positive, human epidermal growth factor receptor-2-negative breast cancer: a multicenter, retrospective study in China",
        "9504024": "Prepectoral vs. Submuscular Immediate Breast Reconstruction in Patients Undergoing Mastectomy after Neoadjuvant Chemotherapy: Our Early Experience",
        "9486269": "The Clinical Research and Latest Application of Genomic Assays in Early-Stage Breast Cancer",
        "9466990": "Neoadjuvant Chemotherapy and Nodal Response Rates in Luminal Breast Cancer: Effects of Age and Tumor Ki67",
        "9460139": "Does neoadjuvant chemotherapy regimen affect sarcopenia status in patients with breast cancer?",
        "9459628": "Significant efficacy of paclitaxel plus carboplatin (TP) as a neoadjuvant regimen for metaplastic squamous cell carcinoma of the breast: a rare case report and literature review",
        "9458269": "Epidermal growth factor receptor (EGFR) expression in the serum of patients with triple-negative breast carcinoma: prognostic value of this biomarker",
        "9448355": "Does Preoperative MRI Accurately Stratify Early-stage HER2+ Breast Cancer Patients to Upfront Surgery vs NAC?",
        "9448354": "Addressing the problem of overtreatment in breast cancer",
        "9441170": "Neoadjuvant Therapy for Hepatocellular Carcinoma",
        "9428399": "Individualized model for predicting pathological complete response to neoadjuvant chemotherapy in patients with breast cancer: A multicenter study",
        "9426828": "Atezolizumab With Neoadjuvant Anti–Human Epidermal Growth Factor Receptor 2 Therapy and Chemotherapy in Human Epidermal Growth Factor Receptor 2–Positive Early Breast Cancer: Primary Results of the Randomized Phase III IMpassion050 Trial",
        "9410828": "Application of Nursing Intervention Plan Based on Symptom Management Theory among Breast Cancer Patients",
        "9406531": "How Reliable Are Gene Expression-Based and Immunohistochemical Biomarkers Assessed on a Core-Needle Biopsy? A Study of Paired Core-Needle Biopsies and Surgical Specimens in Early Breast Cancer",
        "9402307": "TRIM65 Promotes Malignant Cell Behaviors in Triple-Negative Breast Cancer by Impairing the Stability of LATS1 Protein",
        "9393016": "Optimal Choice of Neoadjuvant Chemotherapy for HER2-Negative Breast Cancer: Clinical Insights",
        "9356182": "Efficacy of neoadjuvant treatment with or without pertuzumab in patients with stage II and III HER2-positive breast cancer: a nationwide cohort analysis of pathologic response and 5-year survival",
        "9318288": "Biomarker Dynamics and Long-Term Treatment Outcomes in Breast Cancer Patients with Residual Cancer Burden after Neoadjuvant Therapy",
        "9305849": "Chemotherapy Regimens Received by Women With BRCA1/2 Pathogenic Variants for Early Stage Breast Cancer Treatment",
        "9304449": "Disparities in timely treatment among young women with breast cancer",
        "9263594": "Synchronous Operable Pancreatic and Breast Cancer Without Genetic Mutation: A Literature Review and Discussion",
        "9253195": "Identification of immune-related biomarkers for predicting neoadjuvant chemotherapy sensitivity in HER2 negative breast cancer via bioinformatics analysis",
        "9248246": "Pathological examination of breast cancer samples before and after neoadjuvant therapy: recommendations from the Italian Group for the Study of Breast Pathology - Italian Society of Pathology (GIPaM-SIAPeC)",
        "9221562": "Evolving Role of Risk Tailored Therapy in Early Stage HER2-Positive Breast Cancer: A Canadian Perspective",
        "9196055": "Platinum is essential in neoadjuvant treatment of triple-negative breast cancer: a network meta-analysis",
        "9179327": "Molecular Assessment of HER2 to Identify Signatures Associated with Therapy Response in HER2-Positive Breast Cancer",
        "9162830": "Neoadjuvant Chemotherapy Combined with Breast-Conserving Surgery in the Treatment of Triple-Negative Breast Cancer",
        "9157253": "Management of HR+/HER2+ lobular breast cancer and trends do not mirror better outcomes",
        "9146568": "DNA Copy Number Aberrations and Expression of ABC Transporter Genes in Breast Tumour: Correlation with the Effect of Neoadjuvant Chemotherapy and Prognosis of the Disease",
        "9119003": "Integrating mechanism-based modeling with biomedical imaging to build practical digital twins for clinical oncology",
        "9103394": "Surgery after Neoadjuvant Chemotherapy: A Clip-Based Technique to Improve Surgical Outcomes, a Single-Center Experience",
        "9097800": "Pathology after neoadjuvant treatment – How to assess residual disease",
        "9096622": "Adjuvant and neoadjuvant breast cancer treatments: A systematic review of their effects on mortality",
        "9071230": "Pathological complete response as a surrogate to improved survival in human epidermal growth factor receptor-2-positive breast cancer: systematic review and meta-analysis",
        "9038782": "Analysis of mammograms using artificial intelligence to predict response to neoadjuvant chemotherapy in breast cancer patients: proof of concept",
        "9036956": "Baseline Mutations and Up-Regulation of PI3K-AKT Pathway Serve as Potential Indicators of Lack of Response to Neoadjuvant Chemotherapy in Stage II/III Breast Cancer",
        "9026529": "The Clinical Impact of Neoadjuvant Endocrine Treatment on Luminal-like Breast Cancers and Its Prognostic Significance: Results from a Single-Institution Prospective Cohort Study",
        "9025008": "Systemic Therapy De-Escalation in Early-Stage Triple-Negative Breast Cancer: Dawn of a New Era?",
        "9021502": "Pyrotinib-Containing Neoadjuvant Therapy in Patients With HER2-Positive Breast Cancer: A Multicenter Retrospective Analysis",
        "9007137": "Endocrine therapies for breast and prostate cancers: Essentials for primary care",
        "9007135": "Thérapies endocriniennes contre les cancers du sein et de la prostate: Éléments essentiels en première ligne",
        "8993711": "A Canadian national guideline on the neoadjuvant treatment of invasive breast cancer, including patient assessment, systemic therapy, and local management principles",
        "8926414": "Micropapillary Breast Carcinoma: From Molecular Pathogenesis to Prognosis",
        "8914878": "Incidence, risk factors, and mortality of atrial fibrillation in breast cancer: a SEER-Medicare analysis",
        "8909187": "Triple Negative Breast Cancer: Updates on Classification and Treatment in 2021",
        "8870575": "Development of Gene Expression-Based Random Forest Model for Predicting Neoadjuvant Chemotherapy Response in Triple-Negative Breast Cancer",
        "8861360": "The MicroRNA-Based Strategies to Combat Cancer Chemoresistance via Regulating Autophagy",
        "8857212": "Immunotherapy for early triple negative breast cancer: research agenda for the next decade",
        "8834199": "Dose-Intense Cisplatin-Based Neoadjuvant Chemotherapy Increases Survival in Advanced Cervical Cancer: An Up-to-Date Meta-Analysis",
        "8795493": "Dual agonist immunostimulatory nanoparticles combine with PD1 blockade for curative neoadjuvant immunotherapy of aggressive cancers",
        "8787911": "Lympho-vascular invasion impacts the prognosis in breast-conserving surgery: a systematic review and meta-analysis",
        "8722701": "ADAMTS8 Expression is a Potential Prognostic Biomarker for Postoperative Metastasis in Lymph Node-Negative Early-Stage Invasive Breast Carcinoma Patients",
        "8706909": "Attenuation of Tumor Development in Mammary Carcinoma Rats by Theacrine, an Antagonist of Adenosine 2A Receptor",
        "8705829": "Protective Effects and Benefits of Olive Oil and Its Extracts on Women’s Health",
        "8700750": "Biomarkers Changes after Neoadjuvant Chemotherapy in Breast Cancer: A Seven-Year Single Institution Experience",
        "8685522": "Platinum and Taxane Based Adjuvant and Neoadjuvant Chemotherapy in Early Triple-Negative Breast Cancer: A Narrative Review",
        "8678344": "Neoadjuvant in situ immunomodulation enhances systemic antitumor immunity against highly metastatic tumors",
        "8660617": "Prognostic and immune infiltration signatures of proteasome 26S subunit, non-ATPase (PSMD) family genes in breast cancer patients",
        "8630448": "Controversies in Breast Cancer Surgery",
        "8608491": "Analysis of Adjuvant Chemotherapy on Pathological Remission of Breast Cancer",
        "8595512": "Interobserver variability in the assessment of stromal tumor-infiltrating lymphocytes (sTILs) in triple-negative invasive breast carcinoma influences the association with pathological complete response: the IVITA study",
        "8591078": "Cardiotoxicity of Epidermal Growth Factor Receptor 2-Targeted Drugs for Breast Cancer",
        "8566811": "Which Clinicopathologic Parameters Suggest Primary Resistance to Palbociclib in Combination With Letrozole as the First-Line Treatment for Hormone Receptor-Positive, HER2-Negative Advanced Breast Cancer?",
        "8531568": "The prognostic and predictive impact of low estrogen receptor expression in early breast cancer: a systematic review and meta-analysis",
        "8531248": "Delays in operative management of early-stage, estrogen receptor–positive breast cancer during the COVID-19 pandemic: A multi-institutional matched historical cohort study",
        "8515848": "Axillary Lymph Node Dissection Rates and Prognosis From Phase III Neoadjuvant Systemic Trial Comparing Neoadjuvant Chemotherapy With Neoadjuvant Endocrine Therapy in Pre-Menopausal Patients With Estrogen Receptor-Positive and HER2-Negative, Lymph Node-Positive Breast Cancer",
        "8509379": "MicroRNA Expression Profiles and Breast Cancer Chemotherapy",
        "8504145": "Estrogen receptor‐low breast cancer: Biology chaos and treatment paradox",
        "8482113": "Contrast-Enhanced Spectral Mammography Assessment of Patients Treated with Neoadjuvant Chemotherapy for Breast Cancer",
        "8466781": "Evaluation of Synthetic 2,4-Disubstituted-benzo[g]quinoxaline Derivatives as Potential Anticancer Agents",
        "8417304": "Predictive and prognostic impact of ferroptosis-related genes ACSL4 and GPX4 on breast cancer treated with neoadjuvant chemotherapy",
        "8395103": "Nitric Oxide-Releasing Drug Glyceryl Trinitrate Targets JAK2/STAT3 Signaling, Migration and Invasion of Triple-Negative Breast Cancer Cells",
        "8330206": "Neoadjuvant Endocrine Therapy as an Alternative to Neoadjuvant Chemotherapy Among Hormone Receptor-Positive Breast Cancer Patients: Pathologic and Surgical Outcomes",
        "8299827": "Perspectives on interstitial photodynamic therapy for malignant tumors",
        "8266861": "Early prediction of neoadjuvant chemotherapy response by exploiting a transfer learning approach on breast DCE-MRIs",
        "8234352": "Clinicopathological response to neoadjuvant therapies and pathological complete response as a biomarker of survival in human epidermal growth factor receptor-2 enriched breast cancer – A retrospective cohort study",
        "8164347": "Comparing the Gonadotoxicity of Multiple Breast Cancer Regimens: Important Understanding for Managing Breast Cancer in Pre-Menopausal Women",
        "8151784": "Early Prediction of Breast Cancer Recurrence for Patients Treated with Neoadjuvant Chemotherapy: A Transfer Learning Approach on DCE-MRIs",
        "8142274": "Clinical utility of the 21-gene assay in predicting response to neoadjuvant endocrine therapy in breast cancer: A systematic review and meta-analysis",
        "8036281": "Neoadjuvant Chemotherapy of Triple-Negative Breast Cancer: Evaluation of Early Clinical Response, Pathological Complete Response Rates, and Addition of Platinum Salts Benefit Based on Real-World Evidence",
        "8025808": "Neoadjuvant Chemotherapy in Breast Cancer: Review of the Evidence and Conditions That Facilitated Its Use during the Global Pandemic",
        "8019614": "Approaching Neoadjuvant Therapy in the Management of Early-Stage Breast Cancer"
    },
    "journal": "Journal of Clinical Oncology",
    "topics": [
        "therapy, endocrine, cancer, breast",
        "neoadjuvant, cancer, asco, targeted",
        "therapy, asco, targeted, chemotherapy"
    ]
}