{
    "title": "Postpartum involution and cancer: an opportunity for targeted breast cancer prevention and treatments?",
    "abstract": "Postpartum involution and cancer: an opportunity for targeted breast cancer prevention and treatments? Virginia F. Borges Traci R. Lyons Doris Germain Pepper Schedin",
    "authors": [
        "Virginia F. Borges",
        "Traci R. Lyons",
        "Doris Germain",
        "Pepper Schedin"
    ],
    "published_year": "Not available",
    "description": "",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8285071/",
    "doi": "https://doi.org/10.1158/0008-5472.CAN-19-3448",
    "citation_count": 27,
    "references": {
        "11031688": "Postpartum Breast Cancer and Survival in Women With Germline BRCA Pathogenic Variants",
        "11031182": "The effect of parity, breastfeeding history, and duration on clinical and pathological characteristics of breast cancer patients",
        "10980937": "Worse histopathology and prognosis in women with breast cancer diagnosed during the second trimester of pregnancy",
        "10590317": "Clinical characteristics and pathologic complete response (pCR) rate after neoadjuvant chemotherapy in postpartum women with breast cancer",
        "10551665": "Early-Stage Breast Cancer Detection in Breast Milk",
        "10512942": "The role of breastfeeding in breast cancer prevention: a literature review",
        "10486078": "Characterization of human Ccser2 as a protein tracking the plus-ends of microtubules",
        "10440843": "Global burden of female breast cancer and its association with socioeconomic development status, 1990–2044",
        "10070121": "Stabilization of E-cadherin adhesions by COX-2/GSK3β signaling is a targetable pathway in metastatic breast cancer",
        "9992052": "Fur removal promotes an earlier expression of involution-related genes in mammary gland of lactating mice",
        "9283825": "The Risk Factors, Incidence and Prognosis of Postpartum Breast Cancer: A Nationwide Study by the SMARTSHIP Group",
        "9275035": "Towards defining morphologic parameters of normal parous and nulliparous breast tissues by artificial intelligence",
        "9233962": "Overall survival is the lowest among young women with postpartum breast cancer",
        "9187285": "Which Has a Greater Impact on the Recurrence in Young Breast Cancer Patients: Recent Childbirth or Recent Breastfeeding?",
        "8990024": "Aberrant RET expression affects normal mammary gland post-lactation transition, enhancing cancer potential",
        "8937000": "Vitamin D as a Potential Preventive Agent For Young Women's Breast Cancer",
        "8902337": "The Expanded Role of Ovarian Suppression for Young Women’s Breast Cancer: An Era of Patient-Tailored Decision Making",
        "8836921": "IL-6 Cytokine Family: A Putative Target for Breast Cancer Prevention and Treatment",
        "8566602": "Postpartum breast cancer has a distinct molecular profile that predicts poor outcomes",
        "8463677": "Anoikis resistance in mammary epithelial cells is mediated by semaphorin 7a",
        "8431590": "Best Practices for Spatial Profiling for Breast Cancer Research with the GeoMx® Digital Spatial Profiler",
        "8430129": "A comparative study of bilateral and unilateral early sucking within 2 hours of delivery on lactation",
        "8002657": "Incidence of Pregnancy-Associated Cancer in Two Canadian Provinces: A Population-Based Study",
        "7925817": "Postpartum breast cancer: mechanisms underlying its worse prognosis, treatment implications, and fertility preservation",
        "7774740": "Maternal survival of patients with pregnancy‐associated cancers in Taiwan – A national population‐based study",
        "7669594": "Relationships between breast feeding and breast cancer subtypes: lessons learned from studies in humans and in mice",
        "7642166": "Breast cancer cell detection and characterization from breast milk-derived cells"
    },
    "journal": "Cancer research",
    "topics": [
        "opportunity, prevention, postpartum, treatments",
        "cancer, targeted, breast, involution",
        "prevention, postpartum, treatments, opportunity"
    ]
}