{
    "title": "Interaction Between SNP Genotype and Efficacy of Anastrozole and Exemestane in Early‐Stage Breast Cancer",
    "abstract": "In the left half of the plot, SNPs whose HRs range from 0 to 1 in exemestane cohort have an HR ranging from 1 to 3 in the anastrozole cohort implying the presence of minor alleles in these SNPs will be protective if treated with exemestane as compared to anastrozole. 5c ), and the rs62293499 SNP genotype was associated with striking differential binding to the EREs, with more binding for the WT SNP genotype in the presence of androstenedione, but a greater binding for the variant SNP when anastrozole was present. 5c ), and the rs62293499 SNP genotype was associated with striking differential binding to the EREs, with more binding for the WT SNP genotype in the presence of androstenedione, but a greater binding for the variant SNP when anastrozole was present.",
    "authors": [
        "Junmei Cairns",
        "Krishna R. Kalari",
        "James N. Ingle",
        "Lois E. Shepherd",
        "Matthew J. Ellis",
        "Paul E. Goss",
        "Poulami Barman",
        "Erin E. Carlson",
        "Barbara Goodnature",
        "Matthew P. Goetz",
        "Richard M. Weinshilboum",
        "Huanyao Gao",
        "Liewei Wang"
    ],
    "published_year": "2021",
    "description": "METHODS\n      \n        Source of patients, study design, and study population\n        The design of the open‐label, randomized phase III trial CCTG MA.27 (ClinicalTrials.gov identifier: NCT00066573), including eligibility criteria, randomization, treatment plan, follow‐up, and monitoring and primary statistical analyses have been described elsewhere.\n10\n In brief, 7,576 postmenopausal patients with hormone receptor‐positive breast cancer were randomized to anastrozole (1 mg/day) or exemestane (25 mg/day) as adjuvant therapy with planned treatment duration of 5 years. Only North American patients (6,827 of 7,576 of MA.27 accrual) were offered participation in the collection of blood specimens, and 5,221 of the North American patients contributed blood and gave consent for genetic testing. This research was approved by health regulatory authorities and the institutional review boards of participating centers.\n        Genotyping was performed in three cohorts as detailed in Supplementary Material.\n14\n, \n16\n, \n17\n For the current analysis, we restricted the studies to the White only population that included 4,465 patients with 245 breast events: 2,226 patients on the anastrozole arm with 121 breast events, and 2,239 patients on the exemestane arm with 124 breast events. African American and Han Chinese cohorts had nine breast events in the combined exemestane and anastrozole cohorts. In addition, we did not have breast events in Han Chinese for the exemestane cohort; therefore, the covariate models with all races were unstable and did not converge. Hence, we chose to analyze only the White cohort.\n      \n      \n        Primary end point\n        The primary outcome was the STEEP\n18\n end point of Breast Cancer Free Interval (BCFI), defined as the time from randomization to the first local‐regional breast cancer recurrence (including ipsilateral ductal carcinoma in situ (DCIS)), distant breast cancer recurrence, contralateral breast cancer (invasive or DCIS), or death with or from breast cancer without a prior recurrence date. Follow‐up was censored at non‐breast cancer death or the longest follow‐up without recurrence.\n      \n      \n        Statistical design\n        The pharmacogenomic analysis focused on identifying SNPs effects whose associations with BCFI were significantly different based on the treatment (anastrozole or exemestane). Thus, our analysis used a stratified genomewide Cox‐proportional hazards model using an SNP/treatment interaction term and was controlled for significant stratification factors (chemotherapy, nodal status, and trastuzumab), and additional clinical covariates, including treatment arm, cohort, estrogen receptor (ER)/progesterone receptor status, T stage, Eastern Cooperative Oncology Group (ECOG) performance score, and bisphosphonate use. To avoid bias that might arise from differences in genetic ancestry (i.e., population stratification), the EigenStrat software was used to determine eigenvalues for the SNP correlation matrix that statistically differed from zero based on Tracy–Widom P values.\n19\n, \n20\n All the analyses were run using the R statistical computing package, PLINK,\n21\n and SAS (SAS Institute, Cary, NC, USA).\n      \n      \n        Reporter gene assay\n        Luciferase reporter gene constructs containing rs1877193 wild type (WT) and variant genotypes were generated by gene synthesis. Specifically, a 1,001 bp segment of the LY75 promoter containing estrogen response element (ERE) and rs1877193 SNP WT or variant genotype was synthesized and cloned into the Kpnl and Xhol sites upstream of the luc2 gene in the pGL4‐Basic vector (Promega, Madison, WI, USA). Reporter gene constructs containing WT or variant SNP genotypes were transfected into cells using Lipofectamine 2000 (Invitrogen, Waltham, MA, USA). A pRL‐CMV vector (Promega) that expresses renilla luciferase was co‐transfected as an internal control. After AI treatment, the cells were lysed, and luciferase activity was determined using the Dual‐Luciferase Reporter assay system (Promega). Renilla luciferase activity was used to correct for transfection efficiency.\n      \n      \n        Statistical analysis\n        For cell survival, proliferation, gene expression, CHIP, reporter gene assays, and quantifications, data are represented as the mean ± SEM of three independent experiments. Unless otherwise described, two‐way analysis of variance (ANOVA) was performed to test group difference. Then post hoc analysis was carried out to check if specific groups are significantly different or similar. Tukey Honest Significant Differences (HSD; R function: TukeyHSD), which is essentially a modified t‐test corrected for multiple comparisons, was applied in this analysis. Statistical significance level is 0.05.\nSource of patients, study design, and study population\n        The design of the open‐label, randomized phase III trial CCTG MA.27 (ClinicalTrials.gov identifier: NCT00066573), including eligibility criteria, randomization, treatment plan, follow‐up, and monitoring and primary statistical analyses have been described elsewhere.\n10\n In brief, 7,576 postmenopausal patients with hormone receptor‐positive breast cancer were randomized to anastrozole (1 mg/day) or exemestane (25 mg/day) as adjuvant therapy with planned treatment duration of 5 years. Only North American patients (6,827 of 7,576 of MA.27 accrual) were offered participation in the collection of blood specimens, and 5,221 of the North American patients contributed blood and gave consent for genetic testing. This research was approved by health regulatory authorities and the institutional review boards of participating centers.\n        Genotyping was performed in three cohorts as detailed in Supplementary Material.\n14\n, \n16\n, \n17\n For the current analysis, we restricted the studies to the White only population that included 4,465 patients with 245 breast events: 2,226 patients on the anastrozole arm with 121 breast events, and 2,239 patients on the exemestane arm with 124 breast events. African American and Han Chinese cohorts had nine breast events in the combined exemestane and anastrozole cohorts. In addition, we did not have breast events in Han Chinese for the exemestane cohort; therefore, the covariate models with all races were unstable and did not converge. Hence, we chose to analyze only the White cohort.\nPrimary end point\n        The primary outcome was the STEEP\n18\n end point of Breast Cancer Free Interval (BCFI), defined as the time from randomization to the first local‐regional breast cancer recurrence (including ipsilateral ductal carcinoma in situ (DCIS)), distant breast cancer recurrence, contralateral breast cancer (invasive or DCIS), or death with or from breast cancer without a prior recurrence date. Follow‐up was censored at non‐breast cancer death or the longest follow‐up without recurrence.\nStatistical design\n        The pharmacogenomic analysis focused on identifying SNPs effects whose associations with BCFI were significantly different based on the treatment (anastrozole or exemestane). Thus, our analysis used a stratified genomewide Cox‐proportional hazards model using an SNP/treatment interaction term and was controlled for significant stratification factors (chemotherapy, nodal status, and trastuzumab), and additional clinical covariates, including treatment arm, cohort, estrogen receptor (ER)/progesterone receptor status, T stage, Eastern Cooperative Oncology Group (ECOG) performance score, and bisphosphonate use. To avoid bias that might arise from differences in genetic ancestry (i.e., population stratification), the EigenStrat software was used to determine eigenvalues for the SNP correlation matrix that statistically differed from zero based on Tracy–Widom P values.\n19\n, \n20\n All the analyses were run using the R statistical computing package, PLINK,\n21\n and SAS (SAS Institute, Cary, NC, USA).\nReporter gene assay\n        Luciferase reporter gene constructs containing rs1877193 wild type (WT) and variant genotypes were generated by gene synthesis. Specifically, a 1,001 bp segment of the LY75 promoter containing estrogen response element (ERE) and rs1877193 SNP WT or variant genotype was synthesized and cloned into the Kpnl and Xhol sites upstream of the luc2 gene in the pGL4‐Basic vector (Promega, Madison, WI, USA). Reporter gene constructs containing WT or variant SNP genotypes were transfected into cells using Lipofectamine 2000 (Invitrogen, Waltham, MA, USA). A pRL‐CMV vector (Promega) that expresses renilla luciferase was co‐transfected as an internal control. After AI treatment, the cells were lysed, and luciferase activity was determined using the Dual‐Luciferase Reporter assay system (Promega). Renilla luciferase activity was used to correct for transfection efficiency.\nStatistical analysis\n        For cell survival, proliferation, gene expression, CHIP, reporter gene assays, and quantifications, data are represented as the mean ± SEM of three independent experiments. Unless otherwise described, two‐way analysis of variance (ANOVA) was performed to test group difference. Then post hoc analysis was carried out to check if specific groups are significantly different or similar. Tukey Honest Significant Differences (HSD; R function: TukeyHSD), which is essentially a modified t‐test corrected for multiple comparisons, was applied in this analysis. Statistical significance level is 0.05.\nRESULTS\n      \n        Genetic variation interaction with aromatase inhibitor therapy\n        The Participant Flow Diagram for the MA.27 trial (Figure \n\nS1\n) shows the patients included in the SNP‐treatment interaction studies. The analysis cohort was restricted to 4,465 White patients (2,226 patients treated with anastrozole and 2,239 patients treated with exemestane, with 121 and 124 breast events in each arm). To determine the possible SNP‐treatment interaction effect using the MA.27 cohort, we performed a stratified Cox‐proportional hazard analysis utilizing stratification factors and other covariates as detailed in the Methods section. The Manhattan plot (Figure \n\n1a\n) shows the results of SNP‐treatment interaction analyses for BCFI, and the quantile‐quantile plot (Figure \n\nS2\n\nA) revealed a lambda of 1.025. Although none of these SNPs met the criteria for genomewide significance, we had used the largest sample set available to perform the GWAS, so we chose to pursue the results functionally and mechanistically. The results of those studies supported the novel insights that are described subsequently regarding genetic mechanisms for variation in AI effect.\n        \n          Figure 1\n          \n            SNP treatment interaction analysis. (a) SNP‐treatment interaction GWAS Manhattan Plot. (b) Anastrozole arm GWAS Manhattan Plot. (c) Exemestane arm GWAS Manhattan Plot. (d) SNP‐treatment interaction GWAS signals show opposite effects on BCFI in the anastrozole arm GWAS vs. the exemestane arm GWAS. Hazard ration from two GWASs. X axis: Hazard ration from the exemestane arm GWAS (BCFI_EXE_HR). Y axis: Hazard ration from the anastrozole arm GWAS (BCFI_ANA_HR). Significance indicated by size, and averaged log (p value) by color. (e) 261 SNP‐treatment interaction GWAS signals showed opposite effects on BCFI in the anastrozole arm GWAS (green) vs. the exemestane arm GWAS (blue), but not associated with BCFI in the combined cohort GWAS (red). Three sets of ordered HRs of 261 SNPs from three GWASs; the whole cohort (red), patients who received only anastrozole (green) and patients who received only exemestane (blue). (f) Venn diagram of the SNPs that were selected after performing clumping using three different criteria (see Methods). BCFI, Breast Cancer Free Interval; GWAS, genomewide association studies; HR, hazard ratio; MAF, Minor Allele Frequency; SNP, single‐nucleotide polymorphism.\n          \n          \n        \n        \nTable \n\nS1\n presents the 887 significant SNP‐by‐drug interactions (P < 1.0E‐04) on BCFI when comparing exemestane to anastrozole. Signals with an Exemestane/Anastrozole hazard ratio (HR) of > 1 indicate that patients carrying a variant SNP genotype have reduced efficacy when treated with exemestane compared with anastrozole. On the contrary, signals with an Exemestane/Anastrozole HR of < 1, indicate that patients carrying a variant SNP genotype have a better outcome when treated with exemestane compared with anastrozole. We next investigated these 887 SNPs for their associations with anastrozole (Figure \n\n1b\n, Figure \n\nS2\n\nB) and exemestane (Figure \n\n1c\n, Figure \n\nS2\n\nC) efficacy (BCFI) separately based on GWAS conducted within each treatment arm in the MA.27 study. One hundred thirty‐four of 887 SNPs (Figure \n\n1d\n, Table \n\nS2\n) were associated with better outcomes (longer BCFI) in exemestane‐treated patients (HR = 0.04~0.71, P = 2.21E‐04~0.009), but with shorter BCFI in anastrozole‐treated patients (HR = 1.42~3.43, P = 6.36E‐05~0.0097). One hundred twenty‐seven of 887 SNPs (Figure \n\n1d\n, Table \n\nS2\n) were associated with shorter BCFI in exemestane‐treated patients (HR=1.41~2.94, P = 2.21E‐04~0.0099), but with longer BCFI in anastrozole‐treated patients (HR = 0.01~0.68, P = 1.99E‐05~0.0095). However, these two groups of SNPs (134 + 127 = 261 SNPs; Figure \n\n1e\n, Figure \n\nS3\n\nA) showed no association with BCFI in the combined analysis of anastrozole and exemestane (HR = 0.90~1.56, P = 0.08~0.99) based on our previous published GWAS results for the MA.27 trial.\n14\n\nFigure \n\n1e\n plots 3 sets of ordered HRs of 261 SNPs from 3 GWASs; the whole cohort (red), patients who received anastrozole (green), and patients who received exemestane (blue). In the left half of the plot, SNPs whose HRs range from 0 to 1 in exemestane cohort have an HR ranging from 1 to 3 in the anastrozole cohort implying the presence of minor alleles in these SNPs will be protective if treated with exemestane as compared to anastrozole. Similarly, in the right half of the plot, we see a set of SNPs whose HRs suggest being protective alleles for anastrozole and risk alleles for exemestane. HRs obtained from the whole cohort remained constant around one, suggesting low power to detect any SNP effect. In summary, the current analyses revealed a difference in anastrozole and exemestane efficacy in the context of the host genome and identified germline genetic variants that might be able to identify which AI might be superior in preventing breast cancer recurrence in that specific patient. Importantly, over 98.7% of the signals (876 of 887 SNPs) were lost (P > 0.01) in the GWAS analysis when anastrozole and exemestane were combined. Moreover, 261 SNPs were observed to be risk alleles for one AI and protective for the other (Figure \n\n1e\n).\n      \n      \n        Genetic model for guiding aromatase inhibitor selection\n        We next set out to build a genetic model for guiding AI selection. Of the 261 SNPs, 105 SNPs marginally affected BCFI based on any of the clinical covariates and were removed from further analysis. After filtering the 105 SNPs, the remaining 156 SNPs underwent linkage disequilibrium (LD) –clumping analyses.\n22\n In brief, “clumping” reported the SNPs that were within 500 kb of the significant SNP, were in high LD (r\n2 > 0.8), and had a low P value. For anastrozole and exemestane cohorts, we chose a P value cutoff < 0. 001, and for the interaction GWAS analysis, we chose a P value cutoff < 9.99E‐05. From the clumping analysis for each study, we obtained a set of SNPs that were common and unique to each study, as shown in Figure \n\n1f\n and Table \n\n1\n. Coincidentally, the number of SNPs remaining after clumping was 46 for all 3 studies. As shown in the Venn diagram, we overlapped the SNP IDs from the three studies after clumping to identify a reduced list of SNPs that were significantly associated with anastrozole and with exemestane. Thirty‐two SNPs were retained after clumping in all the 3 studies, 14 of those SNPs were present in 2 or more studies (interaction and anastrozole or interaction and exemestane LD analysis), 8 SNPs were unique to exemestane only, and 6 SNPs were retained in the anastrozole only clumping analysis, as shown in Table \n\nS3\n. We ultimately obtained a list of 60 unique SNPs (32 + 14 + 8 + 6 = 60) as our SNP panel. Note that these SNPs had been obtained from a pure discovery activity and had not been tested or validated in an independent set. Figure \n\nS3\n\nb,c show the HR for SNPs selected based on each of the drug‐specific association results.\n        \n          Table 1\n          \n            SNPs that remained significant after clumping in each of the three GWAS\n          \n          \n            \n            \n            \n            \n              \n                GWAS used\n                \nP value cutoff\n                No. of SNPs from clumping\n              \n            \n            \n              \n                BCFI Interaction\n                9.99E‐05\n                46\n              \n              \n                BCFI with anastrozole cohort\n                0.001\n                46\n              \n              \n                BCFI with exemestane cohort\n                0.001\n                46\n              \n            \n          \n          \n            \n              BCFI, Breast Cancer Free Interval; GWAS, genomewide association studies; SNP, single‐nucleotide polymorphism.\n            \n          \n          \n            John Wiley & Sons, Ltd\n          \n        \n      \n      \n        Functional genomics of the top treatment interacting GWAS SNPs\n        The next series of experiments were performed to determine the function of the 261 SNPs from our SNP‐treatment interaction analysis. Expression quantitative trait loci (eQTL) are particularly useful for annotating variants associated with complex traits.\n23\n We, therefore, determined whether any of the 261 SNPs were eQTL SNPs using the Genotype‐Tissue Expression (GTEx) website.\n24\n Cis‐eQTL analysis identified 46 SNPs that were eQTLs with 2 genes in breast tissue, and an additional 4 genes in other tissues (Table \n\nS4\n). Collectively, the eQTL analysis identified six “eGenes” (genes exhibiting association with genotypes for at least one SNP). The SNPs associated with any given gene were in high LD with each other, with pairwise correlation r\n2 = 1.\n        We then investigated which SNP‐eGenes were differentially associated with efficacy for anastrozole and exemestane. We took advantage of cell lines selected on the basis of each of the 6 eQTL SNP genotypes from a genomic data‐rich panel of 300 human lymphoblastoid cell lines (LCLs) that has proven to be a powerful tool for testing pharmacogenomic hypotheses.\n15\n, \n25\n, \n26\n, \n27\n, \n28\n, \n29\n We selected four LCLs with homozygous WT genotypes for each SNP and four LCLs with the variant genotypes with detectable aromatase expression (Figure \n\nS4\n\na) to test the impact of anastrozole and exemestane on cell growth. We ensured that the aromatase activity was inhibited by anastrozole and exemestane (Figure \n\nS4\n\nb). The eQTL SNPs for the following genes, LY75, GPR160, PLA2R1, NPLOC4, and NT5C3A, showed that the variant genotypes all had a differential effect on cell growth between exemestane and anastrozole (Figure \n\n2a\n, Figure \n\nS4\n\nc). Among these five eQTL relationships, three were not consistent with our analysis results. The directional effect of the eQTL SNPs for NT5C3A on individual drug efficacy identified through SNP‐drug interaction GWAS was not consistent with experimental results (Figure \n\nS4\n, Table \n\nS1\n). As for the NPLOC4 SNPs, anastrozole, in comparison to exemestane, had greater growth inhibition on cells with variant SNP genotypes, which was consistent with the SNP‐drug interaction GWAS results (Minor Allele Frequency (MAF) = 0.037, HR: Anas vs. Exem = 0). However, the anastrozole to exemestane HR was 0 due to the low MAF, resulting in low statistical power,\n30\n, \n31\n raising the possibility that the association might be a false positive. Indeed, regardless of the NPLOC4 SNP genotype, cells grew faster in the presence of exemestane compared with anastrozole (Figure \n\nS4\n). The eQTL SNPs for LY75 (lymphocyte antigen 75), GPR160 (G Protein‐Coupled Receptor 160), and PLA2R1 (Phospholipase A2 Receptor 1) showed a consistent effect on drug response between GWAS result and the experimental validation (Figure \n\nS4\n, Figure \n\n2a\n, Table \n\nS1\n), suggesting that these SNPs may differentially affect anastrozole and exemestane response through regulation of the LY75, GPR160, and PLA2R1 genes. We sought to study the functional impact of LY75, GPR160, and PLA2R1 genes, which are expressed in breast tissue (Figure \n\nS5\n). Knockdown of LY75 and GPR160, but not PLA2R1, decreased breast cancer cell proliferation (Figure \n\n2b,c\n, Figure \n\nS6\n\na). We then validated the interaction effects of these three genes with AIs. LY75 and GPR160, but not PLA2R1, knockdown cells grew more slowly in the presence of anastrozole compared to exemestane (Figure \n\n2d,e\n, Figure \n\nS6\n\nb). Therefore, we chose to focus on the functional implications of the LY75 and GPR160 SNPs because those SNPs may represent regulatory variants.\n        \n          Figure 2\n          \n            \nLY75 and GPR160 SNPs dependent effect on cell proliferation. (a) Cell growth of LCLs with known genotypes for variant (V) and wild type (WT) LY75 SNPs and GPR160 SNP were incubated with 100 nM anastrozole (Ana) or exemestane (Exe) for the indicated times. WT: homozygous WT, V: heterozygous and v/v: homozygous variant LCLs (n = 3, means ± SEM). (b) Cell growth of MCF‐7 and T47D cells after knocking down LY75. (c) Cell growth of MCF‐7 and T47D cells after knocking down GPR160 (n = 3, means ± SEM). **P < 0.01. Statistical test: two‐way ANOVA. (d) MCF‐7 and T47D cells were transfected with LY75 siRNA, 24 hours later cells were treated with Ana or Exe. Cell growth of MCF‐7 and T47D cells were then measured (n = 3, means ± SEM). **P < 0.01. (e) MCF‐7 and T47D cells were transfected with GPR160 siRNA, 24 hours later cells were treated with Ana or Exe. Cell growth of MCF‐7 and T47D cells were then measured (n = 3, means ± SEM). **P < 0.01. Statistical test: two‐way ANOVA. (f) The rs1877193 SNP and the rs62293499 SNP cis‐eQTLs for LY75 and GPR160, respectively in GTEX. ANOVA, analysis of variance; eQTL, expression quantitative trait loci; LCL, lymphoblastoid cell line; SNP, single‐nucleotide polymorphism.\n          \n          \n        \n      \n      \n        Associations with breast cancer free interval in treatment‐stratified analysis\n        The two common SNPs (MAF = 0.455), rs1877193 and rs6735923, were eQTLs for LY75 gene expression in breast tissue (Figure \n\n2f\n), and they were also in perfect LD (r\n2 = 1). These 2 SNPs mapped upstream of LY75 on chromosome 2 (Figure \n\n3a,b\n) and had significant interaction with treatments (SNP rs1877193: HR: Exe/Ana = 0.45; SNP rs6735923: HR: Exe/Ana = 0.46; Table \n\nS5\n), indicating ~ 55% reduction in the hazard for a breast cancer event for patients carrying the variant genotype treated with exemestane compared with anastrozole. In treatment‐specific cohort GWAS analysis, the two SNPs were associated with opposite effects on risk for a breast event between the two treatment cohorts: increased risk in the anastrozole cohort (HR = 1.57, 1.58; P = 5.3E‐04, 6.9E‐04), and decreased risk in the exemestane cohort (HR = 0.70, 0.71; P = 6.0E‐03, 8.0E‐03). However, the two SNPs showed no association with breast events if the two treatment arms were combined\n14\n (HR = 1.07, 1.08; P = 0.37, 0.40; Table \n\nS5\n).\n        \n          Figure 3\n          \n            \nLY75 SNP‐ and anastrozole‐dependent gene regulation. (a, b) Locus zoom plot of the chromosome 2 region surrounding the LY75 gene. (c, d) SNP‐androstenedione‐ and anastrozole (c, Ana) or exemestane (d, Exe) ‐dependent regulation of LY75 gene expression in LCLs selected based on LY75 SNP genotypes. WT: homozygous WT, V: heterozygous variant LCLs. (n = 3, means ± SEM). **P < 0.01. (e) Schematic figure showing the estrogen response elements (ERE) surrounding the rs1877193 SNP. (f) ERα ChIP assay showing SNP dependent ERα binding to the ERE region that is 200 bp upstream from the rs1877193 SNP in LCLs with different genotypes treated with the indicated drugs: androstenedione (A), anastrozole (Ana), and exemestane (Exe) (n = 3, means ± SEM). **P < 0.01. Statistical test: two‐way ANOVA. (g) MCF‐7 and T47D cells were transfected with ESR1 siRNA. Forty‐eight hours later, mRNA was harvested for qRT‐PCR (n = 3, means ± SEM). **P < 0.01. (h–j) Reporter gene assays for the LY75 rs1877193 SNP. The rs1877193 SNP was included in the LY75 promotor sequence that was subcloned upstream of the luciferase reporter gene, Luc2. The plasmids contained either WT or variant sequences for the SNP and were transfected into h LCLs, i MCF‐7, and j T47D cells. Values shown for h–j are ratios of relative light units (RLUs) compared with the internal reference after vehicle (baseline), A, Ana, or Exe treatment (n = 3, means ± SEM). **P < 0.01, ns, not significant. Statistical test: two‐way ANOVA. ANOVA, analysis of variance; LCL, lymphoblastoid cell line; PCR, polymerase chain reaction; qRT‐PCR, quantitative real‐time polymerase chain reaction; SNP, single‐nucleotide polymorphism.\n          \n          \n        \n        The GPR160 SNP rs62293499 mapped downstream of GPR160 on chromosome 3p7, and the variant allele was associated with increased GPR160 expression (Figure \n\n2f\n). The minor allele (MAF = 0.338) was associated with decreased risk for breast events when treated with exemestane compared with anastrozole (HR: Exe/Ana = 0.43; Table \n\nS5\n). This effect was also confirmed by independent GWAS analysis in each treatment arm, in that a trend for increased risk of a breast event within the anastrozole arm (HR = 1.39, P = 0.014), and for significantly decreased risk within the exemestane arm (HR = 0.58, P = 2.0E‐04) were observed (Table \n\nS5\n). Similar to the LY75 SNPs, rs62293499 was not associated with breast events when the two treatment arms were combined (HR = 0.92, P = 0.39; Table \n\nS5\n).\n      \n      \n        LY75 SNP effects differ in the presence of anastrozole vs. exemestane\n        We next set out to determine whether and how the LY75 SNPs might have a differential impact on response to the two AIs through LY75. We selected LCLs with WT and variant genotypes for LY75 SNPs, and then exposed them to an AI in the presence of androstenedione, a precursor of estrogen. The variant cell lines showed a reduction of LY75 expression in response to androstenedione exposure, whereas WT LCLs did not (Figure \n\n3c,d\n). Addition of anastrozole showed a striking reversal of the LY75 expression pattern in LCLs with variant SNP genotypes: LY75 expression increased almost threefold with the addition of anastrozole. In contrast, WT expression did not change (Figure \n\n3c\n). Of importance, exemestane did not change the expression patterns of LY75 in either WT or variant genotype LCLs (Figure \n\n3d\n).\n      \n      \n        Anastrozole, but not exemestane, regulates LY75 SNP‐dependent ERα/ERE binding\n        To determine whether the SNP‐ and AI‐dependent LY75 gene regulation was mediated by ERα, we first identified two EREs; 2 bp overlap with each other) located ~ 200 bp distant from the LY75 SNP rs1877193 based on ENCODE data (Figure \n\n3e\n). We then performed ChIP assays with ERα antibody and found that the rs1877193 SNP (Figure \n\n3f\n) showed striking differential binding to the ERE that was located closest to the SNP, with greater binding for the variant SNP genotype in the presence of androstenedione, but less binding when additional anastrozole was present. However, this differential binding pattern was not detected after exemestane treatment (Figure \n\n3f\n). LY75 expression was reduced whereas ERα/ERE binding increased in cells with the variant genotypes in response to androstenedione exposure, suggesting that ERα functions as a transcription repressor of LY75. Indeed, LY75 expression increased when ESR1 was knocked down (Figure \n\n3g\n). These results were compatible with our SNP‐treatment interaction analysis results in that variant LY75 SNP genotypes could differentiate anastrozole from exemestane in the risk for a breast event during 5 years of AI therapy for those enrolled in MA.27.\n        Finally, to determine whether the differences in binding shown in Figure \n\n3f\n might have functional consequences; we created reporter gene constructs that included ~ 1.1 kb of the LY75 promoter with WT and variant genotypes for the rs1877193 SNP. These reporter gene constructs were then transfected into different cell lines to compare LY75 transcriptional activities for WT and variant SNP genotypes in those cells. within the presence of androstenedione, cells transfected with the variant construct showed higher LY75 transcriptional activity than did cells transfected with the WT construct. However, when the cells were incubated with the addition of 100 nM anastrozole, the transcriptional activity in cells transfected with the variant SNP construct decreased (Figure \n\n3h–j\n). We did not observe any change when we repeated the same experiments with exemestane (Figure \n\n3h–j\n).\n      \n      \n        LY75 suppression directs breast cancer epithelial‐to‐mesenchymal transition\n        To identify molecular mechanisms relevant to the LY75—treatment interaction, we interrogated The Cancer Genome Atlas (TCGA)\n32\n for genes co‐expressed with LY75 in ER+ breast cancer sample set\n33\n using the cBioPortal online platform. After filtering the co‐expression gene prediction results, 2,352 predicted genes (Figure \n\n4a\n) with Spearman’s correlations ≥ 0.3 or ≤ −0.3 were selected (Table \n\nS6\n). Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway analysis of these 2,352 genes identified PI3K‐AKT, MAPK, cell adhesion, and JAK‐STAT pathways (Figure \n\n4b\n). We evaluated the top pathways, and our results revealed that JAK/STAT signaling was dysregulated by LY75 depletion (Figure \n\n4c\n). Activation of the JAK/STAT3 signaling via IL‐6/IL‐6R leads to increased metastasis resulting from enhanced epithelial‐to‐mesenchymal (EMT).\n34\n, \n35\n, \n36\n, \n37\n Remarkably, LY75 suppression induced EMT as shown by the expression of specific EMT markers: a significant decrease of E‐cadherin and EPCAM; an increase of N‐cadherin and SNAIL1 (Figure \n\n4c\n). LY75 knockdown cells also displayed decreased proliferation rates compared with the control (Figure \n\n2b\n), which was associated with decreased AKT and MAPK phosphorylation (Figure \n\n4c\n). Moreover, LY75 suppression significantly promoted cell migration (Figure \n\n4d\n). Thus, the in vitro invasiveness and motility of LY75‐knockdown cells was inversely correlated with their proliferative potential which might be due to the acquiring of the mesenchymal phenotype.\n38\n To provide potential clues to the observed genetic correlations, we examined the SNP‐treatment interaction effect on the JAK/STAT and MAPK activities in LCLs with WT and variant genotypes for the LY75 SNPs. The variant cells showed increased expression of pSTAT3 and decreased pERK in response to androstenedione treatment. In contrast, in WT LCLs, pSTAT3, and pERK, expressions were virtually unchanged with androstenedione. Importantly, the addition of anastrozole, but not exemestane, significantly reduced the pSTAT3 and pERK levels in variant cells (Figure \n\n4e\n). The next question that we addressed was the possible mechanism by which the GPR160 SNP might result in differential effects in response to anastrozole and exemestane treatment.\n        \n          Figure 4\n          \n            LY75 suppression directs epithelial‐to‐mesenchymal transition (EMT). (a) LY75 correlated genes in 593 TCGA ER+ patients. (b) Pathway analysis of LY75 correlated gene in TCGA ER+ population. (c) Western blot analysis of the expression of different EMT (epithelial and mesenchymal) markers in the control and the LY75 knockdown breast cancer cells. (d) Cell migration of LY75 knockdown cells was compared to the control cells (Neg). Equal numbers of cells from Neg and siLY75 groups were seeded into 12‐well plates for wound healing assay. Original magnification: ×10. (e) LY75 SNP effect on pSTAT3 and pERK protein levels in LCLs with either WT or variant sequences for the SNP treated with androstenedione (A), anastrozole (Ana), and exemestane (Exe). ER, estrogen receptor; LCL, lymphoblastoid cell line; SNP, single‐nucleotide polymorphism; TCGA, The Cancer Genome Atlas; V, variant; WT, wild type. [Colour figure can be viewed at wileyonlinelibrary.com]\n          \n          \n        \n      \n      \n        Anastrozole differs from exemestane regarding GPR160 SNP‐dependent gene regulation\n        The GPR160 SNP rs62293499 (Figure \n\n5a\n) variant allele was associated with longer BCFI after treatment with exemestane as compared to anastrozole (Table \n\nS5\n). We began our functional genomic studies of the GPR160 SNP starting with the question of whether GPR160 expression might be regulated in an SNP‐treatment‐dependent fashion. GPR160 mRNA expression was induced by exposure to increasing concentrations of androstenedione in cells with WT genotype, but not in those with the variant SNP genotype (Figure \n\n5b\n). We observed a striking reversal of expression with anastrozole, but not exemestane, that is, increased expression in the presence of anastrozole in cells with variant GPR160 SNP genotype, but decreased expression in cells with WT genotype (Figure \n\n5b\n). Several EREs were located within 500 bp of the GPR160 SNP (Figure \n\n5c\n), and the rs62293499 SNP genotype was associated with striking differential binding to the EREs, with more binding for the WT SNP genotype in the presence of androstenedione, but a greater binding for the variant SNP when anastrozole was present. Exemestane, however, did not change the binding activity (Figure \n\n5d\n).\n        \n          Figure 5\n          \n            \nGPR160 SNP‐ and anastrozole‐dependent gene regulation. (a) Locus zoom plot of the chromosome 3 region surrounding the GPR160 gene. (b) SNP‐androstenedione‐ and anastrozole‐dependent regulation of GPR160 gene expression in LCLs selected based on the GPR160 SNP genotypes. WT: homozygous WT, V: homozygous variant LCLs (n = 3, means ± SEM).**P < 0.01. (c) Schematic figure showing the EREs surrounding the rs62293499 SNP. (d) ERα ChIP assay that show SNP‐dependent ERα binding to the EREs region that are upstream from the rs62293499 SNP in LCLs with different genotypes treated with the indicated drugs: androstenedione (A), anastrozole (Ana), and exemestane (Exe) (n = 3, means ± SEM). **P < 0.01. Statistical test: two‐way ANOVA. ANOVA, analysis of variance; ERE, estrogen response element; LCL, lymphoblastoid cell line; SNP, single‐nucleotide polymorphism.\n          \n          \n        \n        We identified 223 genes that were correlated with GPR160 in TCGA ER+ breast cancer data set (Table \n\nS6\n, Figure \n\nS7\n\na), enriched in metabolic, PI3K‐AKT, and MAPK signaling pathways. GPR160 knockdown resulted in the downregulation of cell proliferation pathway, such as PI3K‐AKT (Figure \n\nS7\n\nb).\nGenetic variation interaction with aromatase inhibitor therapy\n        The Participant Flow Diagram for the MA.27 trial (Figure \n\nS1\n) shows the patients included in the SNP‐treatment interaction studies. The analysis cohort was restricted to 4,465 White patients (2,226 patients treated with anastrozole and 2,239 patients treated with exemestane, with 121 and 124 breast events in each arm). To determine the possible SNP‐treatment interaction effect using the MA.27 cohort, we performed a stratified Cox‐proportional hazard analysis utilizing stratification factors and other covariates as detailed in the Methods section. The Manhattan plot (Figure \n\n1a\n) shows the results of SNP‐treatment interaction analyses for BCFI, and the quantile‐quantile plot (Figure \n\nS2\n\nA) revealed a lambda of 1.025. Although none of these SNPs met the criteria for genomewide significance, we had used the largest sample set available to perform the GWAS, so we chose to pursue the results functionally and mechanistically. The results of those studies supported the novel insights that are described subsequently regarding genetic mechanisms for variation in AI effect.\n        \n          Figure 1\n          \n            SNP treatment interaction analysis. (a) SNP‐treatment interaction GWAS Manhattan Plot. (b) Anastrozole arm GWAS Manhattan Plot. (c) Exemestane arm GWAS Manhattan Plot. (d) SNP‐treatment interaction GWAS signals show opposite effects on BCFI in the anastrozole arm GWAS vs. the exemestane arm GWAS. Hazard ration from two GWASs. X axis: Hazard ration from the exemestane arm GWAS (BCFI_EXE_HR). Y axis: Hazard ration from the anastrozole arm GWAS (BCFI_ANA_HR). Significance indicated by size, and averaged log (p value) by color. (e) 261 SNP‐treatment interaction GWAS signals showed opposite effects on BCFI in the anastrozole arm GWAS (green) vs. the exemestane arm GWAS (blue), but not associated with BCFI in the combined cohort GWAS (red). Three sets of ordered HRs of 261 SNPs from three GWASs; the whole cohort (red), patients who received only anastrozole (green) and patients who received only exemestane (blue). (f) Venn diagram of the SNPs that were selected after performing clumping using three different criteria (see Methods). BCFI, Breast Cancer Free Interval; GWAS, genomewide association studies; HR, hazard ratio; MAF, Minor Allele Frequency; SNP, single‐nucleotide polymorphism.\n          \n          \n        \n        \nTable \n\nS1\n presents the 887 significant SNP‐by‐drug interactions (P < 1.0E‐04) on BCFI when comparing exemestane to anastrozole. Signals with an Exemestane/Anastrozole hazard ratio (HR) of > 1 indicate that patients carrying a variant SNP genotype have reduced efficacy when treated with exemestane compared with anastrozole. On the contrary, signals with an Exemestane/Anastrozole HR of < 1, indicate that patients carrying a variant SNP genotype have a better outcome when treated with exemestane compared with anastrozole. We next investigated these 887 SNPs for their associations with anastrozole (Figure \n\n1b\n, Figure \n\nS2\n\nB) and exemestane (Figure \n\n1c\n, Figure \n\nS2\n\nC) efficacy (BCFI) separately based on GWAS conducted within each treatment arm in the MA.27 study. One hundred thirty‐four of 887 SNPs (Figure \n\n1d\n, Table \n\nS2\n) were associated with better outcomes (longer BCFI) in exemestane‐treated patients (HR = 0.04~0.71, P = 2.21E‐04~0.009), but with shorter BCFI in anastrozole‐treated patients (HR = 1.42~3.43, P = 6.36E‐05~0.0097). One hundred twenty‐seven of 887 SNPs (Figure \n\n1d\n, Table \n\nS2\n) were associated with shorter BCFI in exemestane‐treated patients (HR=1.41~2.94, P = 2.21E‐04~0.0099), but with longer BCFI in anastrozole‐treated patients (HR = 0.01~0.68, P = 1.99E‐05~0.0095). However, these two groups of SNPs (134 + 127 = 261 SNPs; Figure \n\n1e\n, Figure \n\nS3\n\nA) showed no association with BCFI in the combined analysis of anastrozole and exemestane (HR = 0.90~1.56, P = 0.08~0.99) based on our previous published GWAS results for the MA.27 trial.\n14\n\nFigure \n\n1e\n plots 3 sets of ordered HRs of 261 SNPs from 3 GWASs; the whole cohort (red), patients who received anastrozole (green), and patients who received exemestane (blue). In the left half of the plot, SNPs whose HRs range from 0 to 1 in exemestane cohort have an HR ranging from 1 to 3 in the anastrozole cohort implying the presence of minor alleles in these SNPs will be protective if treated with exemestane as compared to anastrozole. Similarly, in the right half of the plot, we see a set of SNPs whose HRs suggest being protective alleles for anastrozole and risk alleles for exemestane. HRs obtained from the whole cohort remained constant around one, suggesting low power to detect any SNP effect. In summary, the current analyses revealed a difference in anastrozole and exemestane efficacy in the context of the host genome and identified germline genetic variants that might be able to identify which AI might be superior in preventing breast cancer recurrence in that specific patient. Importantly, over 98.7% of the signals (876 of 887 SNPs) were lost (P > 0.01) in the GWAS analysis when anastrozole and exemestane were combined. Moreover, 261 SNPs were observed to be risk alleles for one AI and protective for the other (Figure \n\n1e\n).\nGenetic model for guiding aromatase inhibitor selection\n        We next set out to build a genetic model for guiding AI selection. Of the 261 SNPs, 105 SNPs marginally affected BCFI based on any of the clinical covariates and were removed from further analysis. After filtering the 105 SNPs, the remaining 156 SNPs underwent linkage disequilibrium (LD) –clumping analyses.\n22\n In brief, “clumping” reported the SNPs that were within 500 kb of the significant SNP, were in high LD (r\n2 > 0.8), and had a low P value. For anastrozole and exemestane cohorts, we chose a P value cutoff < 0. 001, and for the interaction GWAS analysis, we chose a P value cutoff < 9.99E‐05. From the clumping analysis for each study, we obtained a set of SNPs that were common and unique to each study, as shown in Figure \n\n1f\n and Table \n\n1\n. Coincidentally, the number of SNPs remaining after clumping was 46 for all 3 studies. As shown in the Venn diagram, we overlapped the SNP IDs from the three studies after clumping to identify a reduced list of SNPs that were significantly associated with anastrozole and with exemestane. Thirty‐two SNPs were retained after clumping in all the 3 studies, 14 of those SNPs were present in 2 or more studies (interaction and anastrozole or interaction and exemestane LD analysis), 8 SNPs were unique to exemestane only, and 6 SNPs were retained in the anastrozole only clumping analysis, as shown in Table \n\nS3\n. We ultimately obtained a list of 60 unique SNPs (32 + 14 + 8 + 6 = 60) as our SNP panel. Note that these SNPs had been obtained from a pure discovery activity and had not been tested or validated in an independent set. Figure \n\nS3\n\nb,c show the HR for SNPs selected based on each of the drug‐specific association results.\n        \n          Table 1\n          \n            SNPs that remained significant after clumping in each of the three GWAS\n          \n          \n            \n            \n            \n            \n              \n                GWAS used\n                \nP value cutoff\n                No. of SNPs from clumping\n              \n            \n            \n              \n                BCFI Interaction\n                9.99E‐05\n                46\n              \n              \n                BCFI with anastrozole cohort\n                0.001\n                46\n              \n              \n                BCFI with exemestane cohort\n                0.001\n                46\n              \n            \n          \n          \n            \n              BCFI, Breast Cancer Free Interval; GWAS, genomewide association studies; SNP, single‐nucleotide polymorphism.\n            \n          \n          \n            John Wiley & Sons, Ltd\nFunctional genomics of the top treatment interacting GWAS SNPs\n        The next series of experiments were performed to determine the function of the 261 SNPs from our SNP‐treatment interaction analysis. Expression quantitative trait loci (eQTL) are particularly useful for annotating variants associated with complex traits.\n23\n We, therefore, determined whether any of the 261 SNPs were eQTL SNPs using the Genotype‐Tissue Expression (GTEx) website.\n24\n Cis‐eQTL analysis identified 46 SNPs that were eQTLs with 2 genes in breast tissue, and an additional 4 genes in other tissues (Table \n\nS4\n). Collectively, the eQTL analysis identified six “eGenes” (genes exhibiting association with genotypes for at least one SNP). The SNPs associated with any given gene were in high LD with each other, with pairwise correlation r\n2 = 1.\n        We then investigated which SNP‐eGenes were differentially associated with efficacy for anastrozole and exemestane. We took advantage of cell lines selected on the basis of each of the 6 eQTL SNP genotypes from a genomic data‐rich panel of 300 human lymphoblastoid cell lines (LCLs) that has proven to be a powerful tool for testing pharmacogenomic hypotheses.\n15\n, \n25\n, \n26\n, \n27\n, \n28\n, \n29\n We selected four LCLs with homozygous WT genotypes for each SNP and four LCLs with the variant genotypes with detectable aromatase expression (Figure \n\nS4\n\na) to test the impact of anastrozole and exemestane on cell growth. We ensured that the aromatase activity was inhibited by anastrozole and exemestane (Figure \n\nS4\n\nb). The eQTL SNPs for the following genes, LY75, GPR160, PLA2R1, NPLOC4, and NT5C3A, showed that the variant genotypes all had a differential effect on cell growth between exemestane and anastrozole (Figure \n\n2a\n, Figure \n\nS4\n\nc). Among these five eQTL relationships, three were not consistent with our analysis results. The directional effect of the eQTL SNPs for NT5C3A on individual drug efficacy identified through SNP‐drug interaction GWAS was not consistent with experimental results (Figure \n\nS4\n, Table \n\nS1\n). As for the NPLOC4 SNPs, anastrozole, in comparison to exemestane, had greater growth inhibition on cells with variant SNP genotypes, which was consistent with the SNP‐drug interaction GWAS results (Minor Allele Frequency (MAF) = 0.037, HR: Anas vs. Exem = 0). However, the anastrozole to exemestane HR was 0 due to the low MAF, resulting in low statistical power,\n30\n, \n31\n raising the possibility that the association might be a false positive. Indeed, regardless of the NPLOC4 SNP genotype, cells grew faster in the presence of exemestane compared with anastrozole (Figure \n\nS4\n). The eQTL SNPs for LY75 (lymphocyte antigen 75), GPR160 (G Protein‐Coupled Receptor 160), and PLA2R1 (Phospholipase A2 Receptor 1) showed a consistent effect on drug response between GWAS result and the experimental validation (Figure \n\nS4\n, Figure \n\n2a\n, Table \n\nS1\n), suggesting that these SNPs may differentially affect anastrozole and exemestane response through regulation of the LY75, GPR160, and PLA2R1 genes. We sought to study the functional impact of LY75, GPR160, and PLA2R1 genes, which are expressed in breast tissue (Figure \n\nS5\n). Knockdown of LY75 and GPR160, but not PLA2R1, decreased breast cancer cell proliferation (Figure \n\n2b,c\n, Figure \n\nS6\n\na). We then validated the interaction effects of these three genes with AIs. LY75 and GPR160, but not PLA2R1, knockdown cells grew more slowly in the presence of anastrozole compared to exemestane (Figure \n\n2d,e\n, Figure \n\nS6\n\nb). Therefore, we chose to focus on the functional implications of the LY75 and GPR160 SNPs because those SNPs may represent regulatory variants.\n        \n          Figure 2\n          \n            \nLY75 and GPR160 SNPs dependent effect on cell proliferation. (a) Cell growth of LCLs with known genotypes for variant (V) and wild type (WT) LY75 SNPs and GPR160 SNP were incubated with 100 nM anastrozole (Ana) or exemestane (Exe) for the indicated times. WT: homozygous WT, V: heterozygous and v/v: homozygous variant LCLs (n = 3, means ± SEM). (b) Cell growth of MCF‐7 and T47D cells after knocking down LY75. (c) Cell growth of MCF‐7 and T47D cells after knocking down GPR160 (n = 3, means ± SEM). **P < 0.01. Statistical test: two‐way ANOVA. (d) MCF‐7 and T47D cells were transfected with LY75 siRNA, 24 hours later cells were treated with Ana or Exe. Cell growth of MCF‐7 and T47D cells were then measured (n = 3, means ± SEM). **P < 0.01. (e) MCF‐7 and T47D cells were transfected with GPR160 siRNA, 24 hours later cells were treated with Ana or Exe. Cell growth of MCF‐7 and T47D cells were then measured (n = 3, means ± SEM). **P < 0.01. Statistical test: two‐way ANOVA. (f) The rs1877193 SNP and the rs62293499 SNP cis‐eQTLs for LY75 and GPR160, respectively in GTEX. ANOVA, analysis of variance; eQTL, expression quantitative trait loci; LCL, lymphoblastoid cell line; SNP, single‐nucleotide polymorphism.\nAssociations with breast cancer free interval in treatment‐stratified analysis\n        The two common SNPs (MAF = 0.455), rs1877193 and rs6735923, were eQTLs for LY75 gene expression in breast tissue (Figure \n\n2f\n), and they were also in perfect LD (r\n2 = 1). These 2 SNPs mapped upstream of LY75 on chromosome 2 (Figure \n\n3a,b\n) and had significant interaction with treatments (SNP rs1877193: HR: Exe/Ana = 0.45; SNP rs6735923: HR: Exe/Ana = 0.46; Table \n\nS5\n), indicating ~ 55% reduction in the hazard for a breast cancer event for patients carrying the variant genotype treated with exemestane compared with anastrozole. In treatment‐specific cohort GWAS analysis, the two SNPs were associated with opposite effects on risk for a breast event between the two treatment cohorts: increased risk in the anastrozole cohort (HR = 1.57, 1.58; P = 5.3E‐04, 6.9E‐04), and decreased risk in the exemestane cohort (HR = 0.70, 0.71; P = 6.0E‐03, 8.0E‐03). However, the two SNPs showed no association with breast events if the two treatment arms were combined\n14\n (HR = 1.07, 1.08; P = 0.37, 0.40; Table \n\nS5\n).\n        \n          Figure 3\n          \n            \nLY75 SNP‐ and anastrozole‐dependent gene regulation. (a, b) Locus zoom plot of the chromosome 2 region surrounding the LY75 gene. (c, d) SNP‐androstenedione‐ and anastrozole (c, Ana) or exemestane (d, Exe) ‐dependent regulation of LY75 gene expression in LCLs selected based on LY75 SNP genotypes. WT: homozygous WT, V: heterozygous variant LCLs. (n = 3, means ± SEM). **P < 0.01. (e) Schematic figure showing the estrogen response elements (ERE) surrounding the rs1877193 SNP. (f) ERα ChIP assay showing SNP dependent ERα binding to the ERE region that is 200 bp upstream from the rs1877193 SNP in LCLs with different genotypes treated with the indicated drugs: androstenedione (A), anastrozole (Ana), and exemestane (Exe) (n = 3, means ± SEM). **P < 0.01. Statistical test: two‐way ANOVA. (g) MCF‐7 and T47D cells were transfected with ESR1 siRNA. Forty‐eight hours later, mRNA was harvested for qRT‐PCR (n = 3, means ± SEM). **P < 0.01. (h–j) Reporter gene assays for the LY75 rs1877193 SNP. The rs1877193 SNP was included in the LY75 promotor sequence that was subcloned upstream of the luciferase reporter gene, Luc2. The plasmids contained either WT or variant sequences for the SNP and were transfected into h LCLs, i MCF‐7, and j T47D cells. Values shown for h–j are ratios of relative light units (RLUs) compared with the internal reference after vehicle (baseline), A, Ana, or Exe treatment (n = 3, means ± SEM). **P < 0.01, ns, not significant. Statistical test: two‐way ANOVA. ANOVA, analysis of variance; LCL, lymphoblastoid cell line; PCR, polymerase chain reaction; qRT‐PCR, quantitative real‐time polymerase chain reaction; SNP, single‐nucleotide polymorphism.\n          \n          \n        \n        The GPR160 SNP rs62293499 mapped downstream of GPR160 on chromosome 3p7, and the variant allele was associated with increased GPR160 expression (Figure \n\n2f\n). The minor allele (MAF = 0.338) was associated with decreased risk for breast events when treated with exemestane compared with anastrozole (HR: Exe/Ana = 0.43; Table \n\nS5\n). This effect was also confirmed by independent GWAS analysis in each treatment arm, in that a trend for increased risk of a breast event within the anastrozole arm (HR = 1.39, P = 0.014), and for significantly decreased risk within the exemestane arm (HR = 0.58, P = 2.0E‐04) were observed (Table \n\nS5\n). Similar to the LY75 SNPs, rs62293499 was not associated with breast events when the two treatment arms were combined (HR = 0.92, P = 0.39; Table \n\nS5\n).\nLY75 SNP effects differ in the presence of anastrozole vs. exemestane\n        We next set out to determine whether and how the LY75 SNPs might have a differential impact on response to the two AIs through LY75. We selected LCLs with WT and variant genotypes for LY75 SNPs, and then exposed them to an AI in the presence of androstenedione, a precursor of estrogen. The variant cell lines showed a reduction of LY75 expression in response to androstenedione exposure, whereas WT LCLs did not (Figure \n\n3c,d\n). Addition of anastrozole showed a striking reversal of the LY75 expression pattern in LCLs with variant SNP genotypes: LY75 expression increased almost threefold with the addition of anastrozole. In contrast, WT expression did not change (Figure \n\n3c\n). Of importance, exemestane did not change the expression patterns of LY75 in either WT or variant genotype LCLs (Figure \n\n3d\n).\nAnastrozole, but not exemestane, regulates LY75 SNP‐dependent ERα/ERE binding\n        To determine whether the SNP‐ and AI‐dependent LY75 gene regulation was mediated by ERα, we first identified two EREs; 2 bp overlap with each other) located ~ 200 bp distant from the LY75 SNP rs1877193 based on ENCODE data (Figure \n\n3e\n). We then performed ChIP assays with ERα antibody and found that the rs1877193 SNP (Figure \n\n3f\n) showed striking differential binding to the ERE that was located closest to the SNP, with greater binding for the variant SNP genotype in the presence of androstenedione, but less binding when additional anastrozole was present. However, this differential binding pattern was not detected after exemestane treatment (Figure \n\n3f\n). LY75 expression was reduced whereas ERα/ERE binding increased in cells with the variant genotypes in response to androstenedione exposure, suggesting that ERα functions as a transcription repressor of LY75. Indeed, LY75 expression increased when ESR1 was knocked down (Figure \n\n3g\n). These results were compatible with our SNP‐treatment interaction analysis results in that variant LY75 SNP genotypes could differentiate anastrozole from exemestane in the risk for a breast event during 5 years of AI therapy for those enrolled in MA.27.\n        Finally, to determine whether the differences in binding shown in Figure \n\n3f\n might have functional consequences; we created reporter gene constructs that included ~ 1.1 kb of the LY75 promoter with WT and variant genotypes for the rs1877193 SNP. These reporter gene constructs were then transfected into different cell lines to compare LY75 transcriptional activities for WT and variant SNP genotypes in those cells. within the presence of androstenedione, cells transfected with the variant construct showed higher LY75 transcriptional activity than did cells transfected with the WT construct. However, when the cells were incubated with the addition of 100 nM anastrozole, the transcriptional activity in cells transfected with the variant SNP construct decreased (Figure \n\n3h–j\n). We did not observe any change when we repeated the same experiments with exemestane (Figure \n\n3h–j\n).\nLY75 suppression directs breast cancer epithelial‐to‐mesenchymal transition\n        To identify molecular mechanisms relevant to the LY75—treatment interaction, we interrogated The Cancer Genome Atlas (TCGA)\n32\n for genes co‐expressed with LY75 in ER+ breast cancer sample set\n33\n using the cBioPortal online platform. After filtering the co‐expression gene prediction results, 2,352 predicted genes (Figure \n\n4a\n) with Spearman’s correlations ≥ 0.3 or ≤ −0.3 were selected (Table \n\nS6\n). Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway analysis of these 2,352 genes identified PI3K‐AKT, MAPK, cell adhesion, and JAK‐STAT pathways (Figure \n\n4b\n). We evaluated the top pathways, and our results revealed that JAK/STAT signaling was dysregulated by LY75 depletion (Figure \n\n4c\n). Activation of the JAK/STAT3 signaling via IL‐6/IL‐6R leads to increased metastasis resulting from enhanced epithelial‐to‐mesenchymal (EMT).\n34\n, \n35\n, \n36\n, \n37\n Remarkably, LY75 suppression induced EMT as shown by the expression of specific EMT markers: a significant decrease of E‐cadherin and EPCAM; an increase of N‐cadherin and SNAIL1 (Figure \n\n4c\n). LY75 knockdown cells also displayed decreased proliferation rates compared with the control (Figure \n\n2b\n), which was associated with decreased AKT and MAPK phosphorylation (Figure \n\n4c\n). Moreover, LY75 suppression significantly promoted cell migration (Figure \n\n4d\n). Thus, the in vitro invasiveness and motility of LY75‐knockdown cells was inversely correlated with their proliferative potential which might be due to the acquiring of the mesenchymal phenotype.\n38\n To provide potential clues to the observed genetic correlations, we examined the SNP‐treatment interaction effect on the JAK/STAT and MAPK activities in LCLs with WT and variant genotypes for the LY75 SNPs. The variant cells showed increased expression of pSTAT3 and decreased pERK in response to androstenedione treatment. In contrast, in WT LCLs, pSTAT3, and pERK, expressions were virtually unchanged with androstenedione. Importantly, the addition of anastrozole, but not exemestane, significantly reduced the pSTAT3 and pERK levels in variant cells (Figure \n\n4e\n). The next question that we addressed was the possible mechanism by which the GPR160 SNP might result in differential effects in response to anastrozole and exemestane treatment.\n        \n          Figure 4\n          \n            LY75 suppression directs epithelial‐to‐mesenchymal transition (EMT). (a) LY75 correlated genes in 593 TCGA ER+ patients. (b) Pathway analysis of LY75 correlated gene in TCGA ER+ population. (c) Western blot analysis of the expression of different EMT (epithelial and mesenchymal) markers in the control and the LY75 knockdown breast cancer cells. (d) Cell migration of LY75 knockdown cells was compared to the control cells (Neg). Equal numbers of cells from Neg and siLY75 groups were seeded into 12‐well plates for wound healing assay. Original magnification: ×10. (e) LY75 SNP effect on pSTAT3 and pERK protein levels in LCLs with either WT or variant sequences for the SNP treated with androstenedione (A), anastrozole (Ana), and exemestane (Exe). ER, estrogen receptor; LCL, lymphoblastoid cell line; SNP, single‐nucleotide polymorphism; TCGA, The Cancer Genome Atlas; V, variant; WT, wild type. [Colour figure can be viewed at wileyonlinelibrary.com]\nAnastrozole differs from exemestane regarding GPR160 SNP‐dependent gene regulation\n        The GPR160 SNP rs62293499 (Figure \n\n5a\n) variant allele was associated with longer BCFI after treatment with exemestane as compared to anastrozole (Table \n\nS5\n). We began our functional genomic studies of the GPR160 SNP starting with the question of whether GPR160 expression might be regulated in an SNP‐treatment‐dependent fashion. GPR160 mRNA expression was induced by exposure to increasing concentrations of androstenedione in cells with WT genotype, but not in those with the variant SNP genotype (Figure \n\n5b\n). We observed a striking reversal of expression with anastrozole, but not exemestane, that is, increased expression in the presence of anastrozole in cells with variant GPR160 SNP genotype, but decreased expression in cells with WT genotype (Figure \n\n5b\n). Several EREs were located within 500 bp of the GPR160 SNP (Figure \n\n5c\n), and the rs62293499 SNP genotype was associated with striking differential binding to the EREs, with more binding for the WT SNP genotype in the presence of androstenedione, but a greater binding for the variant SNP when anastrozole was present. Exemestane, however, did not change the binding activity (Figure \n\n5d\n).\n        \n          Figure 5\n          \n            \nGPR160 SNP‐ and anastrozole‐dependent gene regulation. (a) Locus zoom plot of the chromosome 3 region surrounding the GPR160 gene. (b) SNP‐androstenedione‐ and anastrozole‐dependent regulation of GPR160 gene expression in LCLs selected based on the GPR160 SNP genotypes. WT: homozygous WT, V: homozygous variant LCLs (n = 3, means ± SEM).**P < 0.01. (c) Schematic figure showing the EREs surrounding the rs62293499 SNP. (d) ERα ChIP assay that show SNP‐dependent ERα binding to the EREs region that are upstream from the rs62293499 SNP in LCLs with different genotypes treated with the indicated drugs: androstenedione (A), anastrozole (Ana), and exemestane (Exe) (n = 3, means ± SEM). **P < 0.01. Statistical test: two‐way ANOVA. ANOVA, analysis of variance; ERE, estrogen response element; LCL, lymphoblastoid cell line; SNP, single‐nucleotide polymorphism.\n          \n          \n        \n        We identified 223 genes that were correlated with GPR160 in TCGA ER+ breast cancer data set (Table \n\nS6\n, Figure \n\nS7\n\na), enriched in metabolic, PI3K‐AKT, and MAPK signaling pathways. GPR160 knockdown resulted in the downregulation of cell proliferation pathway, such as PI3K‐AKT (Figure \n\nS7\n\nb).\nDISCUSSION\n      In the present investigation, we evaluated the interaction between genetic variation and 2 AIs, exemestane and anastrozole, on BCFI in the MA.27 clinical trial in which postmenopausal women with resected early‐stage breast cancer were treated with anastrozole or exemestane adjuvant therapy (Figure \n\n1a\n). The SNPs identified in the interaction analysis were analyzed for their association with BCFI in the treatment‐specific cohort (Figure \n\n1b,c\n), as well as in the combined cohort using our pervious GWAS results.\n14\n This approach allowed the identification of genetic variants that have a differential effect on BCFI between the two AIs (Figure \n\n1d\n). The SNPs that interacted with treatments were otherwise lost in the BCFI analysis when the GWAS was adjusted for the treatment arms (Figure \n\n1e\n, Table \n\nS2\n). Our study has provided additional evidence of potential differences among the third‐generation AIs given differences in individual genetic background. We identified an SNP‐based model (Table \n\nS3\n, Figure \n\n1f\n) as a biomarker signature panel for predicting superiority in efficacy between anastrozole and exemestane in a given patient. Our current study only focused on White patients because we only had nine patients from Asian or African decedents who have developed a breast event. In the future, it needs to extend these genetic biomarkers to other ethnicities.\n      Support for the position that anastrozole differs from exemestane is provided by our functional validation studies for the SNPs near the LY75\n\n39\n and GPR160\n\n40\n genes (Figures 3a,b and 5a). Of note, there had been no prior reports of a relationship of either of these genes with AI efficacy or breast cancer risk. The expression of LY75 in cells with variant LY75 SNP sequences was dysregulated by exposure to anastrozole, but not exemestane (Figure \n\n3c,d\n), which was compatible with the association of variant LY75 SNP with protection from a breast cancer recurrence while subjects were being treated with exemestane, but not anastrozole. We also showed that the SNP regulated LY75 expression through ERα (Figure \n\n3e–j\n). We report for the first time a role for the LY75 gene in controlling breast cancer cellular phenotypes and corresponding metastatic potential (Figures 4 and 2b). These findings also raise the possibility of targeting downstream EMT in combination with a specific AI to increase its sensitivity for future testing. The GPR160 SNP mediated GPR160 expression in response to anastrozole, but not exemestane, by regulating ERα binding to EREs (Figure \n\n5\n). GPR160 played a role in breast cancer cell growth (Figure \n\nS7\n\nb, Figure \n\n2c\n).\n      Although all three AIs are interchangeable clinically based on large clinical studies, those studies did not consider patient genetic variability for recruitment and stratification. Our study raises the possibility of salvaging specific AI‐treated patients identified to be at increased risk of breast cancer recurrence with a given AI in that they could be switched to an alternative AI. Thus, the genetic markers identified in this study could help select the appropriate AI for a given patient. A limitation of our study is that no other large adjuvant trial of monotherapy with anastrozole and exemestane collected genotyping data is available. However, we have obtained evidence that anastrozole and exemestane have differing efficacy depending on genetic background and have identified an SNP biomarker panel that could potentially be used to select optimal AI for a given patient.\nFUNDING\n      This research was supported in part by NIH grants P50CA116201 (Mayo Clinic Breast Cancer Specialized Program of Research Excellence), U1961388 (The Pharmacogenomics Research Network), U54 GM114838, BCRF‐17‐075 (the Breast Cancer Research Foundation), U10CA77202, R01CA196648, CCS 015469 from the Canadian Cancer Society, the George M. Eisenberg Foundation for Charities, and the Nan Sawyer Breast Cancer Fund.\nCONFLICT OF INTEREST\n      M.J.E. reports employment with Bioclassifier, LLC; royalty income from Prosigma/Nanostring; honoraria from Nanostring, Novartis, AstraZeneca, Pfizer, Sermonix, Abbvie; patent interest from Bioclassifier, LLC, Prosigma/PAM50; P.E.G. reports research funding from Amgen. M.P.G. reports consulting roles with Lilly, Bovica, Novartis, Sermonix, Context Pharmaceuticals, and Genomic Health; R.M.W. and L.W. are co‐founders of, and stockholders in OneOme, LLC. All other authors declared no competing interests for this work.\nAUTHOR CONTRIBUTIONS\n      J.C., K.R.K., J.N.I., R.M.W., and L.W. wrote the manuscript. J.C., J.N.I., and L.W. designed the research. J.C., J.N.I., K.R.K., E.E.C., and P.B. performed the research. J.C., J.N.I., K.R.K., E.E.C., P.B., M.J.E., P.E.G., L.E.S., M.P.G., B.G., and H.G. analyzed the data. K.R.K., E.E.C., and P.B. contributed new reagents/analytical tools.\nSupporting information\n      \n        \n          Supplementary Material\n        \n        \n          \n            Click here for additional data file.\n          \n        \n      \n      \n        \n          Table S1\n        \n        \n          \n            Click here for additional data file.\n          \n        \n      \n      \n        \n          Table S2\n        \n        \n          \n            Click here for additional data file.\n          \n        \n      \n      \n        \n          Table S5\n        \n        \n          \n            Click here for additional data file.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8449801/",
    "doi": "https://doi.org/10.1002/cpt.2311",
    "citation_count": 3,
    "references": {
        "10787192": "Preclinical-to-clinical Anti-cancer Drug Response Prediction and Biomarker Identification Using TINDL",
        "10357843": "Novel inflammatory biomarkers associated with stroke severity: results from a cross-sectional stroke cohort study",
        "8463317": "lncRNA and breast cancer: Progress from identifying mechanisms to challenges and opportunities of clinical treatment"
    },
    "journal": "Clinical Pharmacology and Therapeutics",
    "topics": [
        "efficacy, cancer, interaction, genotype",
        "anastrozole, snp, exemestane, breast",
        "exemestane, breast, anastrozole, snp"
    ]
}