{
    "title": "Estrogen receptor‐low breast cancer: Biology chaos and treatment paradox",
    "abstract": "The proposal on this threshold was retained in the 2020 update of the ASCO/CAP guidelines, but in the updated guidelines, the Expert Panel acknowledged that there was limited data on the benefit of endocrine therapy for patients with ER 1%‐10% expression by IHC, and suggested that samples with these results should be recorded as “ER‐low positive” [9]. The proposal on this threshold was retained in the 2020 update of the ASCO/CAP guidelines, but in the updated guidelines, the Expert Panel acknowledged that there was limited data on the benefit of endocrine therapy for patients with ER 1%‐10% expression by IHC, and suggested that samples with these results should be recorded as “ER‐low positive” [9]. The application of CDK4/6 inhibitor abemaciclib in ER‐low patients seems to be promising, since ER 1‐10% cases were enrolled in the MonarchE trial and the subgroup analyses showed consistent results with the main findings [75].There is a tendency to de‐escalate the treatment for ER‐low positive breast cancer patients.",
    "authors": [
        "Ke‐Da Yu",
        "Yu‐Wen Cai",
        "Song‐Yang Wu",
        "Ruo‐Hong Shui",
        "Zhi‐Ming Shao"
    ],
    "published_year": "2021",
    "description": "1\n      BACKGROUND\n      Estrogen receptor (ER) status plays an essential role in making clinical decisions and predicting outcomes for invasive breast cancer patients [1]. In general, patients with ER‐positive tumors are considered eligible for endocrine therapy. In contrast, patients with ER‐negative tumors are more likely to benefit from chemotherapy and usually have a worse outcome than the former [2, 3, 4].\n      Ligand‐binding assays (LBA) and immunohistochemistry (IHC) are the two most used assays to measure ER expression. With the development of ER assessment and clinical prevalence for biomarkers, a previous consensus had been reached that tumors with ≥10% nuclear staining by IHC [1, 5] should be considered ER‐positive and, therefore, eligible for endocrine therapy. However, it was reported that breast cancer patients with lower ER expression (a total IHC score of 3, corresponding to 1%‐10% weakly positive cells) could also benefit from endocrine therapy [6]. The 1% nuclear staining cutoff was based on the concordance analysis with reverse‐transcription PCR in E2197 clinical trial [7], and later in 2010, the American Society of Clinical Oncology (ASCO)/College of American Pathologists (CAP) guidelines adopted this cutoff as the ER‐positivity standard [8]. However, in the 2020 update guideline, the Expert Panel acknowledged that limited data had shown the benefit of endocrine therapy for tumors with ER 1%‐10% expression, which were termed “ER‐low positive breast cancer” [9].\n      Most breast cancers show either strongly ER‐positive staining or complete absence of ER staining, making it difficult to study those with ER‐low expression [10]. According to a comprehensive meta‐analysis including more than 16,000 breast cancer patients, only about 5% fit the ER‐low positive category [11]. In general, the prevalence of ER‐low positive tumors varied from 3% to 9% [12, 13]. However, due to the extremely high incidence of breast cancer worldwide, this subgroup population still counts a lot and should never be ignored. Unfortunately, due to its low proportion and limited evidence about it, the latest guidelines did not provide detailed descriptions and treatment suggestions for this subgroup population. Herein, we review the most recent innovations in the molecular nature and clinical characteristics of ER‐low positive breast cancer, aiming to propose new research aspects and pave the way for future potential diagnostic methods and treatment strategies.\n2\n      DETECTION OF ER‐LOW BREAST CANCER\n      \n        2.1\n        LBA testing\n        Regarded as a common biomarker for breast cancer, ER is expressed on the cell membrane, cytoplasm, mitochondrion, and nucleus. The way to define ER positivity has long been a controversial issue. Historically, the commonly used ER detection method was LBA, for which a cut point of 10 fmol/mg cytosol protein was generally considered clinically beneficial, and U.S. Food and Drug Administration (FDA)‐approved kits using radiolabeled LBA specified such value. Nevertheless, as some patients with ER levels <10 fmol/mg could also respond to endocrine therapy, 3 fmol/mg was then suggested to be applied as the next cut point [14, 15]. Hence, the responsiveness of patients with ER levels of 4‐9 fmol/mg to endocrine therapy remained unclear, and possibly due to this, such patients were categorized into the “ER‐poor” group in a patient‐level meta‐analysis [16]. Of note, LBA test is nonspecific in accounting for differences in the cellular composition of samples, and so the results will be inaccurate if samples are contaminated by normal/ductal carcinoma in situ tissues [6].\n      \n      \n        2.2\n        IHC testing\n        The development of IHC assay highly paved the way for ER detection. The IHC scoring system has gone through the histochemistry score (H‐score) system developed in 1985 [17] and the Allred score system proposed in 1999 [6]. However, what is the optimal cut point for ER positivity by IHC has long been controversial due to the inconsistency between IHC and mRNA testing. Although a previous consensus had been reached that tumors with ≥10% nuclear staining by IHC should be considered ER‐positive, there were still reports showing that patients with <10% nuclear staining by IHC could also respond to endocrine therapy. Another cut point of 1% nuclear staining by IHC was based on the concordance analysis with reverse‐transcription PCR in E2197 clinical trial [7], and the later 2010 ASCO/CAP guidelines adopted this cut point as ER positivity standard [8]. The proposal on this threshold was retained in the 2020 update of the ASCO/CAP guidelines, but in the updated guidelines, the Expert Panel acknowledged that there was limited data on the benefit of endocrine therapy for patients with ER 1%‐10% expression by IHC, and suggested that samples with these results should be recorded as “ER‐low positive” [9]. Figure 1 shows the IHC staining of breast tumors with different ER expression levels.\n        \n          FIGURE 1\n          \n            Immunohistochemistry images of breast tumors with different ER expression levels. Immunohistochemistry images of breast tumors with ER‐negative expression at × 40 (A) and × 100 (B), ER‐low expression at × 40 (C) and × 100 (D), and ER‐high expression at × 40 (E) and × 100 (F). For ER‐negative breast tumors, the lower left corner shows the normal intraductal tissues as control. Abbreviations: ER, estrogen receptor\n          \n          \n        \n      \n      \n        2.3\n        A real entity or just the artifact of pathologists?\n        Recently, it was found that the dynamic range of ER expression in normal epithelium around breast cancers with 1%‐10% ER expression was significantly lower than that in other breast cancers, suggesting weakness of the staining process rather than a decrease in biological ER expression in those tumors [18]. This finding explains the inconsistency between ER expression measurement by IHC and mRNA and some significant under‐calling of ER‐positive cases [19, 20]. However, it does not explain the similarity observed between ER‐low positive tumors and triple‐negative breast cancers. Other studies have shown that the loss of ER expression could be caused by a long cold ischemic time of tissues [21, 22]. In a later study, the loss of tissue quality was also found to be associated with loss of ER expression measured by quantitative immunofluorescence [23]. Whether ER‐low positive results are a real entity or just the artifact of pathologists needs to be further validated.\n        At present, cumulative evidence strongly suggests that ER‐low breast cancer is an existing entity, but it is recommended to repeat IHC testing for ER‐low positive cases to ensure its reality [18], although this is not universal and not mandated in the guidelines worldwide.\n2.1\n        LBA testing\n        Regarded as a common biomarker for breast cancer, ER is expressed on the cell membrane, cytoplasm, mitochondrion, and nucleus. The way to define ER positivity has long been a controversial issue. Historically, the commonly used ER detection method was LBA, for which a cut point of 10 fmol/mg cytosol protein was generally considered clinically beneficial, and U.S. Food and Drug Administration (FDA)‐approved kits using radiolabeled LBA specified such value. Nevertheless, as some patients with ER levels <10 fmol/mg could also respond to endocrine therapy, 3 fmol/mg was then suggested to be applied as the next cut point [14, 15]. Hence, the responsiveness of patients with ER levels of 4‐9 fmol/mg to endocrine therapy remained unclear, and possibly due to this, such patients were categorized into the “ER‐poor” group in a patient‐level meta‐analysis [16]. Of note, LBA test is nonspecific in accounting for differences in the cellular composition of samples, and so the results will be inaccurate if samples are contaminated by normal/ductal carcinoma in situ tissues [6].\n2.2\n        IHC testing\n        The development of IHC assay highly paved the way for ER detection. The IHC scoring system has gone through the histochemistry score (H‐score) system developed in 1985 [17] and the Allred score system proposed in 1999 [6]. However, what is the optimal cut point for ER positivity by IHC has long been controversial due to the inconsistency between IHC and mRNA testing. Although a previous consensus had been reached that tumors with ≥10% nuclear staining by IHC should be considered ER‐positive, there were still reports showing that patients with <10% nuclear staining by IHC could also respond to endocrine therapy. Another cut point of 1% nuclear staining by IHC was based on the concordance analysis with reverse‐transcription PCR in E2197 clinical trial [7], and the later 2010 ASCO/CAP guidelines adopted this cut point as ER positivity standard [8]. The proposal on this threshold was retained in the 2020 update of the ASCO/CAP guidelines, but in the updated guidelines, the Expert Panel acknowledged that there was limited data on the benefit of endocrine therapy for patients with ER 1%‐10% expression by IHC, and suggested that samples with these results should be recorded as “ER‐low positive” [9]. Figure 1 shows the IHC staining of breast tumors with different ER expression levels.\n        \n          FIGURE 1\n          \n            Immunohistochemistry images of breast tumors with different ER expression levels. Immunohistochemistry images of breast tumors with ER‐negative expression at × 40 (A) and × 100 (B), ER‐low expression at × 40 (C) and × 100 (D), and ER‐high expression at × 40 (E) and × 100 (F). For ER‐negative breast tumors, the lower left corner shows the normal intraductal tissues as control. Abbreviations: ER, estrogen receptor\n2.3\n        A real entity or just the artifact of pathologists?\n        Recently, it was found that the dynamic range of ER expression in normal epithelium around breast cancers with 1%‐10% ER expression was significantly lower than that in other breast cancers, suggesting weakness of the staining process rather than a decrease in biological ER expression in those tumors [18]. This finding explains the inconsistency between ER expression measurement by IHC and mRNA and some significant under‐calling of ER‐positive cases [19, 20]. However, it does not explain the similarity observed between ER‐low positive tumors and triple‐negative breast cancers. Other studies have shown that the loss of ER expression could be caused by a long cold ischemic time of tissues [21, 22]. In a later study, the loss of tissue quality was also found to be associated with loss of ER expression measured by quantitative immunofluorescence [23]. Whether ER‐low positive results are a real entity or just the artifact of pathologists needs to be further validated.\n        At present, cumulative evidence strongly suggests that ER‐low breast cancer is an existing entity, but it is recommended to repeat IHC testing for ER‐low positive cases to ensure its reality [18], although this is not universal and not mandated in the guidelines worldwide.\n3\n      BIOLOGICAL MECHANISM OF ER‐LOW POSITIVE BREAST CANCER\n      Nevertheless, accumulating data suggested a series of molecular mechanisms of ER expression loss during cancer progression, many of which have been confirmed in cell lines or in vitro tissues. We hypothesized that if there is a widespread occurrence of these mechanisms in ER‐positive breast tumors, and simultaneously these mechanisms are not dominant, resulting in weak and limited ER expression, then ER‐low positive tumors will be observed. The mechanisms already understood mainly include the following, and the underlying biological mechanisms of ER loss are illustrated in Figure 2.\n      \n        FIGURE 2\n        \n          Molecular mechanisms of ER status transition in breast cancer. Molecular mechanisms of ER loss during tumorigenesis basically include genetic changes, epigenetic modulation, post‐transcriptional regulation, and growth factor signaling alteration, together resulting in distinct ER expression. Abbreviations: AKT, protein kinase B; EGFR, epidermal growth factor receptor; ER, estrogen receptor; ERK, extracellular regulated protein kinase; GPER1, G‐protein coupled estrogen receptor 1; LOH, loss of heterozygosity; MAPK, mitogen‐activated protein kinase; MEK, MAPK/ERK kinase; mtER, mitochondrial estrogen receptor; PDGFR, platelet‐derived growth factor receptor; PI3K, phosphatidylinositol‐3 kinase; RTK, receptor tyrosine kinase; SP1, sp1 transcription factor; VEGFR, vascular endothelial growth factor receptor\n        \n        \n      \n      \n        3.1\n        Genetic changes\n        Potential mechanisms of ER expression loss include genetic changes, such as ESR1 gene (coding for ER protein) mutation [24] and ESR1 gene loss of heterozygosity [25]. The loss of heterozygosity was found in 19% of cases at the ESR1 locus, which potentially plays a role in tumor proliferation, histological aggressiveness, and down‐regulation of ER expression [26]. Another study illustrated that the reduction of ESR1 copy number could also lead to ER downregulation [27, 28].\n      \n      \n        3.2\n        Epigenetic modulation\n        Compared with genetic changes, epigenetic modulations play a more critical role in the loss of ER expression [29]. To date, reported epigenetic regulations related to ER expression loss include ER promoter hypermethylation, histone acetylation, and microRNAs. Methylation of ER gene promoter can induce ER expression loss, while conversely, inhibition of the methylation can reactivate ER expression [30, 31]. As histone 3 is key to epigenetic regulation, the downregulation of ER expression also happens after the acetylation of histone or the inhibition of histone deacetylation [32]. Another regulator of ER expression is microRNAs, which have been reported to regulate the ER expression through direct or indirect ways. For example, miRNA‐142‐3p can downregulate ER expression by directly binding to the 3'‐untranslated region of ESR1 mRNA [33], while miRNA‐148a can reduce DNMT1 expression in MCF‐7 cells to upregulate the ER expression indirectly [34].\n      \n      \n        3.3\n        Post‐transcriptional regulation\n        In addition to genetic changes, ER expression could also be modulated by ubiquitination. HSP90 inhibitors, such as geldanamycin and radicicol, together with some ubiquitin ligases have been shown to downregulate the ER expression by promoting the degradation of ERα [35, 36, 37]. Hence, the ubiquitination of ER can be reversed by 17β‐estradiol treatment. Additionally, ER can also be degraded through a proteasome‐mediated way by modulating the endogenous ligands levels, alternating the tumor microenvironment, or downregulating the chaperones [38].\n      \n      \n        3.4\n        Growth factor signaling\n        It was found that in the ER‐positive MCF‐7 cells, the upregulation of growth factor signaling could induce hyperactive mitogen‐activated protein kinase (MAPK), hence leading to a reversible loss of ER expression [39]. Similar findings were also observed in a later study that the inhibition of inherent p42/44 MAPK could result in the re‐expression of ER. These two studies consistently suggested the critical role of MAPK signaling in the loss of ER expression [40].\n        Although the mechanisms mentioned above can be considered as the potential causes of ER‐low positive tumors, the complete mechanism of ER‐low expression is still not fully clarified. The reverse‐transcription PCR used to detect the expression of molecules may also be contaminated by normal/ductal carcinoma in situ tissues, which may result in inaccurate ER mRNA expression measurement. Additionally, ER mRNA expression is not as important as protein expression, and they do not always correlate [7]. Considering all the above factors, it is still essential to carry out basic research to illustrate this issue further [41, 42].\n3.1\n        Genetic changes\n        Potential mechanisms of ER expression loss include genetic changes, such as ESR1 gene (coding for ER protein) mutation [24] and ESR1 gene loss of heterozygosity [25]. The loss of heterozygosity was found in 19% of cases at the ESR1 locus, which potentially plays a role in tumor proliferation, histological aggressiveness, and down‐regulation of ER expression [26]. Another study illustrated that the reduction of ESR1 copy number could also lead to ER downregulation [27, 28].\n3.2\n        Epigenetic modulation\n        Compared with genetic changes, epigenetic modulations play a more critical role in the loss of ER expression [29]. To date, reported epigenetic regulations related to ER expression loss include ER promoter hypermethylation, histone acetylation, and microRNAs. Methylation of ER gene promoter can induce ER expression loss, while conversely, inhibition of the methylation can reactivate ER expression [30, 31]. As histone 3 is key to epigenetic regulation, the downregulation of ER expression also happens after the acetylation of histone or the inhibition of histone deacetylation [32]. Another regulator of ER expression is microRNAs, which have been reported to regulate the ER expression through direct or indirect ways. For example, miRNA‐142‐3p can downregulate ER expression by directly binding to the 3'‐untranslated region of ESR1 mRNA [33], while miRNA‐148a can reduce DNMT1 expression in MCF‐7 cells to upregulate the ER expression indirectly [34].\n3.3\n        Post‐transcriptional regulation\n        In addition to genetic changes, ER expression could also be modulated by ubiquitination. HSP90 inhibitors, such as geldanamycin and radicicol, together with some ubiquitin ligases have been shown to downregulate the ER expression by promoting the degradation of ERα [35, 36, 37]. Hence, the ubiquitination of ER can be reversed by 17β‐estradiol treatment. Additionally, ER can also be degraded through a proteasome‐mediated way by modulating the endogenous ligands levels, alternating the tumor microenvironment, or downregulating the chaperones [38].\n3.4\n        Growth factor signaling\n        It was found that in the ER‐positive MCF‐7 cells, the upregulation of growth factor signaling could induce hyperactive mitogen‐activated protein kinase (MAPK), hence leading to a reversible loss of ER expression [39]. Similar findings were also observed in a later study that the inhibition of inherent p42/44 MAPK could result in the re‐expression of ER. These two studies consistently suggested the critical role of MAPK signaling in the loss of ER expression [40].\n        Although the mechanisms mentioned above can be considered as the potential causes of ER‐low positive tumors, the complete mechanism of ER‐low expression is still not fully clarified. The reverse‐transcription PCR used to detect the expression of molecules may also be contaminated by normal/ductal carcinoma in situ tissues, which may result in inaccurate ER mRNA expression measurement. Additionally, ER mRNA expression is not as important as protein expression, and they do not always correlate [7]. Considering all the above factors, it is still essential to carry out basic research to illustrate this issue further [41, 42].\n4\n      COMPLICATED CLINICOPATHOLOGICAL CHARACTERISTICS\n      \n        4.1\n        More similar to ER‐high positive or ER‐negative breast cancer?\n        Although the 2010 ASCO/CAP guidelines suggested tumors with ≥1% expression of ER to be considered ER positive [8], ER‐low (1%‐10%) positive tumors are likely to possess unique molecular features compared with ER‐high positive tumors (ER >10%). The clinicopathological characteristics of the participants in these studies are summarized in Table 1. In a large retrospective study based on nearly 10,000 patients, significant differences were found between ER‐low and ER‐high positive groups in age (median age 53 vs. 56 years), clinical TNM stage (stage II/III 62% vs. 44%), the proportion of white ethnicity (66% vs. 72%), ductal carcinoma (84% vs. 73%), grade III disease (82% vs. 28%), and patients receiving preoperative chemotherapy (48% vs. 29%). When compared with the ER‐negative group, ER‐low positive group only showed significantly different features in the clinical TNM stage (stage II/III 62% vs. 68%) and the proportion of ductal carcinoma (84% vs. 88%) [12]. Generally speaking, it seemed that the difference between ER‐low and ER‐high positive tumors was relatively larger when compared with the difference between ER‐low and ER‐negative tumors [13, 43‐45].\n        \n          TABLE 1\n          \n            Clinicopathological characteristics of breast cancer patients with different ER expression levels\n          \n          \n            \n            \n            \n            \n            \n            \n            \n              \n                \n                \n                \n                ER expression level* (%)\n              \n              \n                Characteristic\n                Study\n                Total cases\n                Negative\n                1%‐10%\n                ≥10%\n              \n            \n            \n              \n                Tumor size ≤2cm\n                Deyarmin et al., 2012. [45]\n                1238\n                49.0\n                60.0\n                71.0\n              \n              \n                Balduzzi et al., 2014. [13]\n                1424\n                52.0\n                57.3\n                NR\n              \n              \n                Raghav et al., 2012. [43]\n                1257\n                52.7\n                58.0\n                NR\n              \n              \n                Grade I/II\n                Fujii et al., 2017. [57]\n                3055\n                9.8\n                11.1\n                53.9\n              \n              \n                Yi et al., 2014. [12]\n                9639\n                15.2\n                18.4\n                72.1\n              \n              \n                Deyarmin et al., 2012. [45]\n                1238\n                17.0\n                40.0\n                81.0\n              \n              \n                Balduzzi et al., 2014. [13]\n                1424\n                14.5\n                23.4\n                NR\n              \n              \n                Raghav et al., 2012. [43]\n                1257\n                8.7\n                17.0\n                NR\n              \n              \n                Alaghbari et al., 2019. [44]\n                2874\n                NR\n                47.4\n                57.2\n              \n              \n                Node‐positive\n                Deyarmin et al., 2012. [45]\n                1238\n                39.0\n                35.0\n                29.0\n              \n              \n                Yi et al., 2014. [12]\n                9639\n                33.5\n                27.2\n                37.8\n              \n              \n                Balduzzi et al., 2014. [13]\n                1424\n                35.2\n                35.5\n                NR\n              \n              \n                Raghav et al., 2012. [43]\n                1257\n                38.0\n                35.0\n                NR\n              \n              \n                Alaghbari et al., 2019. [44]\n                2874\n                NR\n                41.5\n                39.5\n              \n              \n                PR‐positive\n                Yi et al., 2014. [12]\n                9639\n                16.0\n                41.6\n                84.9\n              \n              \n                Fujii et al., 2017. [57]\n                3055\n                12.2\n                35.7\n                83.8\n              \n              \n                Alaghbari et al., 2019. [44]\n                2874\n                NR\n                48.5\n                74.3\n              \n              \n                HER2‐positive\n                Deyarmin et al., 2012. [45]\n                1238\n                29.0\n                24.0\n                12.0\n              \n              \n                Yi et al., 2014. [12]\n                9639\n                28.6\n                27.6\n                13.1\n              \n              \n                Alaghbari et al., 2019. [44]\n                2874\n                NR\n                25.7\n                11.5\n              \n            \n          \n          \n            \n              *\n              To increase the representativeness of cases and reliability of results, we only chose the studies with total cases more than 1000. Data were the percentages of cases with the characteristics of row heading to cases with the ER expression indicated in the column heading. Abbreviations: ER, estrogen receptor; NR, not reported; PR, progesterone receptor; HER2, human epidermal receptor‐2.\n            \n          \n          \n            John Wiley & Sons, Ltd.\n          \n        \n      \n      \n        4.2\n        Impaired ER pathway and activated human epidermal receptor‐2 (HER2) pathway\n        Given estrogen's ability to induce progesterone expression, there is an indispensable consistency between progesterone receptor (PR) and ER expression. On the other hand, laboratory studies have shown that growth factors in the epidermal growth factor and insulin‐like growth factor families could activate the PI3K‐AKT‐mTOR pathway and then reduce PR expression at the transcriptional level. This molecular mechanism has been validated in a study, in which the ER‐positive/PR‐negative tumors were found to be associated with a higher expression of HER2/epidermal growth factor receptor (EGFR) than ER‐positive/PR‐positive tumors [46]. Therefore, we hypothesized that compared with ER‐high positive tumors, ER‐negative/low tumors were more likely to be HER2‐positive while less likely to be PR‐positive, and data collected in the present review preliminarily verified this hypothesis. As shown in Table 1, the PR‐positive proportion ranged from 70% to 90% in the ER‐high positive group, but dropped to 30%‐50% in the ER‐low positive group. While HER2‐positive proportion ranged from 10% to 14% in the ER‐high group, but increased to 24%‐28% in the ER‐low group. However, considering the retrospective design and small sample sizes of the enrolled studies, the exact relationship between ER and PR expression still needs to be further investigated.\n4.1\n        More similar to ER‐high positive or ER‐negative breast cancer?\n        Although the 2010 ASCO/CAP guidelines suggested tumors with ≥1% expression of ER to be considered ER positive [8], ER‐low (1%‐10%) positive tumors are likely to possess unique molecular features compared with ER‐high positive tumors (ER >10%). The clinicopathological characteristics of the participants in these studies are summarized in Table 1. In a large retrospective study based on nearly 10,000 patients, significant differences were found between ER‐low and ER‐high positive groups in age (median age 53 vs. 56 years), clinical TNM stage (stage II/III 62% vs. 44%), the proportion of white ethnicity (66% vs. 72%), ductal carcinoma (84% vs. 73%), grade III disease (82% vs. 28%), and patients receiving preoperative chemotherapy (48% vs. 29%). When compared with the ER‐negative group, ER‐low positive group only showed significantly different features in the clinical TNM stage (stage II/III 62% vs. 68%) and the proportion of ductal carcinoma (84% vs. 88%) [12]. Generally speaking, it seemed that the difference between ER‐low and ER‐high positive tumors was relatively larger when compared with the difference between ER‐low and ER‐negative tumors [13, 43‐45].\n        \n          TABLE 1\n          \n            Clinicopathological characteristics of breast cancer patients with different ER expression levels\n          \n          \n            \n            \n            \n            \n            \n            \n            \n              \n                \n                \n                \n                ER expression level* (%)\n              \n              \n                Characteristic\n                Study\n                Total cases\n                Negative\n                1%‐10%\n                ≥10%\n              \n            \n            \n              \n                Tumor size ≤2cm\n                Deyarmin et al., 2012. [45]\n                1238\n                49.0\n                60.0\n                71.0\n              \n              \n                Balduzzi et al., 2014. [13]\n                1424\n                52.0\n                57.3\n                NR\n              \n              \n                Raghav et al., 2012. [43]\n                1257\n                52.7\n                58.0\n                NR\n              \n              \n                Grade I/II\n                Fujii et al., 2017. [57]\n                3055\n                9.8\n                11.1\n                53.9\n              \n              \n                Yi et al., 2014. [12]\n                9639\n                15.2\n                18.4\n                72.1\n              \n              \n                Deyarmin et al., 2012. [45]\n                1238\n                17.0\n                40.0\n                81.0\n              \n              \n                Balduzzi et al., 2014. [13]\n                1424\n                14.5\n                23.4\n                NR\n              \n              \n                Raghav et al., 2012. [43]\n                1257\n                8.7\n                17.0\n                NR\n              \n              \n                Alaghbari et al., 2019. [44]\n                2874\n                NR\n                47.4\n                57.2\n              \n              \n                Node‐positive\n                Deyarmin et al., 2012. [45]\n                1238\n                39.0\n                35.0\n                29.0\n              \n              \n                Yi et al., 2014. [12]\n                9639\n                33.5\n                27.2\n                37.8\n              \n              \n                Balduzzi et al., 2014. [13]\n                1424\n                35.2\n                35.5\n                NR\n              \n              \n                Raghav et al., 2012. [43]\n                1257\n                38.0\n                35.0\n                NR\n              \n              \n                Alaghbari et al., 2019. [44]\n                2874\n                NR\n                41.5\n                39.5\n              \n              \n                PR‐positive\n                Yi et al., 2014. [12]\n                9639\n                16.0\n                41.6\n                84.9\n              \n              \n                Fujii et al., 2017. [57]\n                3055\n                12.2\n                35.7\n                83.8\n              \n              \n                Alaghbari et al., 2019. [44]\n                2874\n                NR\n                48.5\n                74.3\n              \n              \n                HER2‐positive\n                Deyarmin et al., 2012. [45]\n                1238\n                29.0\n                24.0\n                12.0\n              \n              \n                Yi et al., 2014. [12]\n                9639\n                28.6\n                27.6\n                13.1\n              \n              \n                Alaghbari et al., 2019. [44]\n                2874\n                NR\n                25.7\n                11.5\n              \n            \n          \n          \n            \n              *\n              To increase the representativeness of cases and reliability of results, we only chose the studies with total cases more than 1000. Data were the percentages of cases with the characteristics of row heading to cases with the ER expression indicated in the column heading. Abbreviations: ER, estrogen receptor; NR, not reported; PR, progesterone receptor; HER2, human epidermal receptor‐2.\n            \n          \n          \n            John Wiley & Sons, Ltd.\n4.2\n        Impaired ER pathway and activated human epidermal receptor‐2 (HER2) pathway\n        Given estrogen's ability to induce progesterone expression, there is an indispensable consistency between progesterone receptor (PR) and ER expression. On the other hand, laboratory studies have shown that growth factors in the epidermal growth factor and insulin‐like growth factor families could activate the PI3K‐AKT‐mTOR pathway and then reduce PR expression at the transcriptional level. This molecular mechanism has been validated in a study, in which the ER‐positive/PR‐negative tumors were found to be associated with a higher expression of HER2/epidermal growth factor receptor (EGFR) than ER‐positive/PR‐positive tumors [46]. Therefore, we hypothesized that compared with ER‐high positive tumors, ER‐negative/low tumors were more likely to be HER2‐positive while less likely to be PR‐positive, and data collected in the present review preliminarily verified this hypothesis. As shown in Table 1, the PR‐positive proportion ranged from 70% to 90% in the ER‐high positive group, but dropped to 30%‐50% in the ER‐low positive group. While HER2‐positive proportion ranged from 10% to 14% in the ER‐high group, but increased to 24%‐28% in the ER‐low group. However, considering the retrospective design and small sample sizes of the enrolled studies, the exact relationship between ER and PR expression still needs to be further investigated.\n5\n      MOLECULAR ESSENCE\n      \n        5.1\n        Intrinsic subtype of ER‐low positive breast cancer\n        Molecular classification based on gene expression profiling has confirmed the division of breast cancers into at least four disease subtypes: luminal‐A, luminal‐B, HER2‐enriched, and basal‐like. ER‐low positive breast cancer is also a heterogeneous disease and could be further classified (Table 2). In a study aiming to determine the intrinsic subtype of ER‐low positive (IHC 1%‐10%) tumors, 62% and 27% of them were classified as basal‐like and HER2‐enriched, respectively, which were both considered ER‐negative subtypes [47]. Similar results were also found in another study, in which the PAM50 classifier was used to assess the molecular class by ER status. As a result, approximately 50% of the ER‐low tumors were found to be basal‐like, 30% HER2‐enriched, and only 8% luminal‐B subtype. In that study, the average ER gene signature scores of ER‐negative tumors and ER 1%‐9% tumors were similar, and both were significantly lower than that of ER ≥10% tumors [48].\n        \n          TABLE 2\n          \n            Distribution of molecular subtypes in ER‐low positive breast cancer\n          \n          \n            \n            \n            \n            \n            \n            \n            \n              \n                \n                \n                Molecular subtypes of breast cancer(cases [%])\n              \n              \n                Study\n                Total cases\n                Luminal‐A/B\n                HER2‐enriched\n                Basal‐like\n                Normal‐like\n              \n            \n            \n              \n                Iwamoto et al., 2012. [48]\n                25*\n\n                2 (8.0)\n                8 (32.0)\n                12 (48.0)\n                3 (12.0)\n              \n              \n                Deyarmin et al., 2012. [45]\n                26\n                3 (11.5)\n                7 (26.9)\n                16 (61.6)\n                0 (0)\n              \n            \n          \n          \n            \n              *\n              Using data with ER 1‐9% expression\n            \n            \n              Abbreviations: ER, estrogen receptor; HER2, human epidermal receptor 2.\n            \n          \n          \n            John Wiley & Sons, Ltd.\n          \n        \n      \n      \n        5.2\n        Biomarkers relevant to ER‐low positive breast cancer\n        Luminal‐like breast cancers usually express a high level of luminal cytokeratin, while in basal‐like tumors, ER‐related genes are usually not expressed [49]. High expression of growth factors like insulin growth factor, hepatocyte growth factor, and a variety of growth factor receptors such as c‐Kit can also be found in some basal‐like tumors [50, 51]. Another feature of basal‐like tumors is the BRCA1/2 pathway dysfunction, featured by DNA repair deficiency, cell‐cycle checkpoints activation, and chromosomal stability [52].\n        Compared with ER‐high cases, ER‐low cases were associated with higher grade, more necrosis, more stromal tumor‐infiltrating lymphocytes, and higher expression of Ki67, HER2, EGFR, and CK5/6. Compared with ER‐negative cases, ER‐low cases were associated with higher PR but lower grade, lower expression of CK5/6 and CK14 [53]. These findings indicated distinct and heterogeneous behavior of ER‐low tumors, with some resembling ER‐negative tumors biologically.\n5.1\n        Intrinsic subtype of ER‐low positive breast cancer\n        Molecular classification based on gene expression profiling has confirmed the division of breast cancers into at least four disease subtypes: luminal‐A, luminal‐B, HER2‐enriched, and basal‐like. ER‐low positive breast cancer is also a heterogeneous disease and could be further classified (Table 2). In a study aiming to determine the intrinsic subtype of ER‐low positive (IHC 1%‐10%) tumors, 62% and 27% of them were classified as basal‐like and HER2‐enriched, respectively, which were both considered ER‐negative subtypes [47]. Similar results were also found in another study, in which the PAM50 classifier was used to assess the molecular class by ER status. As a result, approximately 50% of the ER‐low tumors were found to be basal‐like, 30% HER2‐enriched, and only 8% luminal‐B subtype. In that study, the average ER gene signature scores of ER‐negative tumors and ER 1%‐9% tumors were similar, and both were significantly lower than that of ER ≥10% tumors [48].\n        \n          TABLE 2\n          \n            Distribution of molecular subtypes in ER‐low positive breast cancer\n          \n          \n            \n            \n            \n            \n            \n            \n            \n              \n                \n                \n                Molecular subtypes of breast cancer(cases [%])\n              \n              \n                Study\n                Total cases\n                Luminal‐A/B\n                HER2‐enriched\n                Basal‐like\n                Normal‐like\n              \n            \n            \n              \n                Iwamoto et al., 2012. [48]\n                25*\n\n                2 (8.0)\n                8 (32.0)\n                12 (48.0)\n                3 (12.0)\n              \n              \n                Deyarmin et al., 2012. [45]\n                26\n                3 (11.5)\n                7 (26.9)\n                16 (61.6)\n                0 (0)\n              \n            \n          \n          \n            \n              *\n              Using data with ER 1‐9% expression\n            \n            \n              Abbreviations: ER, estrogen receptor; HER2, human epidermal receptor 2.\n            \n          \n          \n            John Wiley & Sons, Ltd.\n5.2\n        Biomarkers relevant to ER‐low positive breast cancer\n        Luminal‐like breast cancers usually express a high level of luminal cytokeratin, while in basal‐like tumors, ER‐related genes are usually not expressed [49]. High expression of growth factors like insulin growth factor, hepatocyte growth factor, and a variety of growth factor receptors such as c‐Kit can also be found in some basal‐like tumors [50, 51]. Another feature of basal‐like tumors is the BRCA1/2 pathway dysfunction, featured by DNA repair deficiency, cell‐cycle checkpoints activation, and chromosomal stability [52].\n        Compared with ER‐high cases, ER‐low cases were associated with higher grade, more necrosis, more stromal tumor‐infiltrating lymphocytes, and higher expression of Ki67, HER2, EGFR, and CK5/6. Compared with ER‐negative cases, ER‐low cases were associated with higher PR but lower grade, lower expression of CK5/6 and CK14 [53]. These findings indicated distinct and heterogeneous behavior of ER‐low tumors, with some resembling ER‐negative tumors biologically.\n6\n      ENDOCRINE TREATMENT EFFICACY AND SURVIVAL OUTCOMES\n      \n        6.1\n        Endocrine therapy sensitivity\n        In preclinical experiments, tamoxifen reduced epithelial cell volume in ER‐positive tumors but not in ER‐low positive tumors [54]. The changes in tumor volume were measured by optical projection tomography, which mirrored observations of breast cancer response and histopathological changes to tamoxifen in neoadjuvant trials. In the neoadjuvant trial P024, in which letrozole was compared with tamoxifen in ER/PR‐positive invasive breast cancer, a linear association was observed between endocrine therapy response rates and ER expression levels. Marginally ER‐positive (Allred score of 3‐5) tumors were still responsive to letrozole but not to tamoxifen [55, 56]. However, since that study only enrolled patients with ER ≥10% tumors, whether these findings can be extrapolated to ER‐low tumors is unknown.\n      \n      \n        6.2\n        Survival outcomes after treatment\n        In a patient‐level meta‐analysis, the subgroup analysis by the ER expression level showed a moderate benefit from tamoxifen in ER‐weakly positive (10‐19 fmol/mg) breast tumors (risk ratio 0.67 [standard error 0.08]), whose benefit was much lower compared with that in ER‐high tumors (≥200 fmol/mg; risk ratio = 0.52; standard error = 0.07]) [16]. This meta‐analysis was of high evidence level; however, the LBA but not the IHC method used for ER measurement limited its generalizability. In a large retrospective study based on nearly 10000 patients, compared with the ER‐low positive group, ER‐high positive group was associated with a significantly better outcome both for overall survival (hazard ratio [HR] = 0.8; 95% confidence interval [CI] = 0.7‐0.9) and disease‐free survival (DFS; HR = 0.7; 95% CI = 0.6‐0.8), while ER‐negative group showed a significantly worse overall survival (HR = 1.5; 95% CI = 1.1‐2.0) [12].\n        In contrast, when we compared the ER‐low tumors with ER‐negative ones, most studies showed no significant difference in terms of recurrence‐free survival, DFS, overall survival, and time to recurrence [12, 13, 57]. A potential reason might be that ER expression in this ER‐low positive group was quantitatively insufficient to demonstrate a substantial chance for the response to endocrine therapy alone. Data on the survival outcomes according to ER status are summarized in Table 3.\n        \n          TABLE 3\n          \n            Survival outcomes of breast cancer patients with different ER status\n          \n          \n            \n            \n            \n            \n            \n            \n            \n            \n              \n                \n                \n                \n                Percentage of survival (95% CI)\n                Hazard ratio (95% CI)\n†\n\n\n              \n              \n                Survival\n                Study\n                Total cases\n                ER‐negative\n                ER‐low positive (1%‐10%)\n                ER‐negative\n                ER‐high positive\n              \n            \n            \n              \n                DFS\n                Raghav et al., 2012. [43]\n                1257\n                64 (60‐67)*\n\n                70 (65‐75)*\n\n                NR\n                NR\n              \n              \n                Balduzzi et al., 2014. [13]\n                1424\n                75 (72‐77)\n#\n\n\n                80 (70‐86)\n#\n\n\n                1.4 (0.9‐2.1)\n                NR\n              \n              \n                Yi et al., 2014. [12]\n                9639\n                NR\n                NR\n                1.2 (0.9‐1.7)\n                0.7 (0.6‐0.8)\n              \n              \n                OS\n                Raghav et al., 2012. [43]\n                1257\n                79 (76‐82)*\n\n                84 (79‐87)*\n\n                NR\n                NR\n              \n              \n                Balduzzi et al., 2014. [13]\n                1424\n                86 (84‐88)\n#\n\n\n                90 (83‐95)\n#\n\n\n                1.5 (0.8‐2.8)\n                NR\n              \n              \n                Yi et al., 2014. [12]\n                9639\n                NR\n                NR\n                1.5 (1.1‐2.0)\n                0.8 (0.7‐0.9)\n              \n            \n          \n          \n            \n              *\n              3‐year survival.\n            \n            \n              \n#\n\n              5‐year survival.\n            \n            \n              \n†\n\n              Reference was ER‐low positive group.\n            \n            \n              Abbreviations: CI, confidence interval; DFS, disease‐free survival; ER, estrogen receptor; NR, not reported; OS, overall survival.\n            \n          \n          \n            John Wiley & Sons, Ltd.\n          \n        \n        The lack of benefits of endocrine therapy in patients with low ER expression has recently been validated in a meta‐analysis, which enrolled six studies with more than 16,000 patients [11]. In that meta‐analysis, patients with ER 1%‐9% breast cancer who received endocrine therapy seemed to have a prognosis like those without any endocrine therapy (P = 0.68) and those with ER‐negative carcinoma who received endocrine therapy (P = 0.15). In contrast, patients with ER‐high positive (≥10%) tumors had better endocrine responsiveness compared with their ER 1%‐9% counterparts (odds ratio = 0.52; P = 0.03). In conclusion, the borderline ER‐positive primary breast cancer might gain no significant survival benefit from adjuvant endocrine therapy.\n      \n      \n        6.3\n        Annual recurrence risk\n        It has been reported that the recurrence rate of patients with ER‐low positive tumors was high at the first 5 years (1.5%‐3.5%), and reduced to 1%‐3% during 5‐10 years after diagnosis. In contrast, the recurrence rate of patients with ER‐high tumors was relatively low in the first 5 years (1.0%‐2.5%), but in years 5‐10, the recurrence rate almost doubled (2.5%‐4.0%) and became higher than that of patients with ER‐low positive tumors [58]. The annual recurrence pattern of ER‐low cases was similar to triple‐negative or ER‐negative breast cancers.\n6.1\n        Endocrine therapy sensitivity\n        In preclinical experiments, tamoxifen reduced epithelial cell volume in ER‐positive tumors but not in ER‐low positive tumors [54]. The changes in tumor volume were measured by optical projection tomography, which mirrored observations of breast cancer response and histopathological changes to tamoxifen in neoadjuvant trials. In the neoadjuvant trial P024, in which letrozole was compared with tamoxifen in ER/PR‐positive invasive breast cancer, a linear association was observed between endocrine therapy response rates and ER expression levels. Marginally ER‐positive (Allred score of 3‐5) tumors were still responsive to letrozole but not to tamoxifen [55, 56]. However, since that study only enrolled patients with ER ≥10% tumors, whether these findings can be extrapolated to ER‐low tumors is unknown.\n6.2\n        Survival outcomes after treatment\n        In a patient‐level meta‐analysis, the subgroup analysis by the ER expression level showed a moderate benefit from tamoxifen in ER‐weakly positive (10‐19 fmol/mg) breast tumors (risk ratio 0.67 [standard error 0.08]), whose benefit was much lower compared with that in ER‐high tumors (≥200 fmol/mg; risk ratio = 0.52; standard error = 0.07]) [16]. This meta‐analysis was of high evidence level; however, the LBA but not the IHC method used for ER measurement limited its generalizability. In a large retrospective study based on nearly 10000 patients, compared with the ER‐low positive group, ER‐high positive group was associated with a significantly better outcome both for overall survival (hazard ratio [HR] = 0.8; 95% confidence interval [CI] = 0.7‐0.9) and disease‐free survival (DFS; HR = 0.7; 95% CI = 0.6‐0.8), while ER‐negative group showed a significantly worse overall survival (HR = 1.5; 95% CI = 1.1‐2.0) [12].\n        In contrast, when we compared the ER‐low tumors with ER‐negative ones, most studies showed no significant difference in terms of recurrence‐free survival, DFS, overall survival, and time to recurrence [12, 13, 57]. A potential reason might be that ER expression in this ER‐low positive group was quantitatively insufficient to demonstrate a substantial chance for the response to endocrine therapy alone. Data on the survival outcomes according to ER status are summarized in Table 3.\n        \n          TABLE 3\n          \n            Survival outcomes of breast cancer patients with different ER status\n          \n          \n            \n            \n            \n            \n            \n            \n            \n            \n              \n                \n                \n                \n                Percentage of survival (95% CI)\n                Hazard ratio (95% CI)\n†\n\n\n              \n              \n                Survival\n                Study\n                Total cases\n                ER‐negative\n                ER‐low positive (1%‐10%)\n                ER‐negative\n                ER‐high positive\n              \n            \n            \n              \n                DFS\n                Raghav et al., 2012. [43]\n                1257\n                64 (60‐67)*\n\n                70 (65‐75)*\n\n                NR\n                NR\n              \n              \n                Balduzzi et al., 2014. [13]\n                1424\n                75 (72‐77)\n#\n\n\n                80 (70‐86)\n#\n\n\n                1.4 (0.9‐2.1)\n                NR\n              \n              \n                Yi et al., 2014. [12]\n                9639\n                NR\n                NR\n                1.2 (0.9‐1.7)\n                0.7 (0.6‐0.8)\n              \n              \n                OS\n                Raghav et al., 2012. [43]\n                1257\n                79 (76‐82)*\n\n                84 (79‐87)*\n\n                NR\n                NR\n              \n              \n                Balduzzi et al., 2014. [13]\n                1424\n                86 (84‐88)\n#\n\n\n                90 (83‐95)\n#\n\n\n                1.5 (0.8‐2.8)\n                NR\n              \n              \n                Yi et al., 2014. [12]\n                9639\n                NR\n                NR\n                1.5 (1.1‐2.0)\n                0.8 (0.7‐0.9)\n              \n            \n          \n          \n            \n              *\n              3‐year survival.\n            \n            \n              \n#\n\n              5‐year survival.\n            \n            \n              \n†\n\n              Reference was ER‐low positive group.\n            \n            \n              Abbreviations: CI, confidence interval; DFS, disease‐free survival; ER, estrogen receptor; NR, not reported; OS, overall survival.\n            \n          \n          \n            John Wiley & Sons, Ltd.\n          \n        \n        The lack of benefits of endocrine therapy in patients with low ER expression has recently been validated in a meta‐analysis, which enrolled six studies with more than 16,000 patients [11]. In that meta‐analysis, patients with ER 1%‐9% breast cancer who received endocrine therapy seemed to have a prognosis like those without any endocrine therapy (P = 0.68) and those with ER‐negative carcinoma who received endocrine therapy (P = 0.15). In contrast, patients with ER‐high positive (≥10%) tumors had better endocrine responsiveness compared with their ER 1%‐9% counterparts (odds ratio = 0.52; P = 0.03). In conclusion, the borderline ER‐positive primary breast cancer might gain no significant survival benefit from adjuvant endocrine therapy.\n6.3\n        Annual recurrence risk\n        It has been reported that the recurrence rate of patients with ER‐low positive tumors was high at the first 5 years (1.5%‐3.5%), and reduced to 1%‐3% during 5‐10 years after diagnosis. In contrast, the recurrence rate of patients with ER‐high tumors was relatively low in the first 5 years (1.0%‐2.5%), but in years 5‐10, the recurrence rate almost doubled (2.5%‐4.0%) and became higher than that of patients with ER‐low positive tumors [58]. The annual recurrence pattern of ER‐low cases was similar to triple‐negative or ER‐negative breast cancers.\n7\n      TREATMENT STRATEGY FOR ER‐LOW BREAST CANCER\n      \n        7.1\n        Assessment by multi‐gene assays\n        How to make clinical decisions for patients with ER‐low expression needs to be further studied. A series of breast cancer genetic tools, such as the 21‐gene recurrence score and PAM50 risk of recurrence score, were suggested to be used to guide decisions on adjuvant systemic therapy for patients with ER/PR‐positive, HER2‐negative (node‐negative) breast cancers [59]. The 21‐gene Oncotype DX and 70‐gene MammaPrint assays have also been shown to distinguish breast cancers that are likely to metastasis and help predict the benefit of adjuvant chemotherapy [60, 61]. Therefore, one of the future research directions is to study how to use these genetic tools for assessing reoccurrence risk and selecting molecular subtypes that can benefit from corresponding therapies.\n      \n      \n        7.2\n        Intensity of ER staining\n        In a case‐cohort study including more than 4000 ER‐positive breast cancer cases, those with ER intensity of 2 or 3 were found to have a significantly reduced risk of breast cancer mortality compared to those with ER intensity of 1 [62]. This finding encourages further research to explore the specific relationship between ER staining intensity and response or outcome, which may help to develop a better treatment strategy for patients with ER‐low positive breast cancer.\n      \n      \n        7.3\n        Concurrent chemotherapy with endocrine therapy\n        In the aspect of molecular essence and therapeutic response, just as discussed above, ER‐low positive tumors seem to be more similar to ER‐negative tumors rather than ER‐high positive tumors. Therefore, we suggest that the exemption of chemotherapy for patients with ER‐low expression should be cautious. In recent years, there is growing evidence that supports the benefits of chemotherapy itself in postoperative patients with ER‐positive tumors. In the POTENT trial, compared to endocrine therapy alone, the postoperative use of an oral fluoropyrimidine S‐1 could significantly improve the invasive DFS of patients with ER‐positive and HER2‐negative breast cancer [63]. The CREATE‐X trial also reported a similar finding that compared with the control group, there was a tendency for the postoperative adjuvant use of capecitabine to improve the DFS of ER‐positive and HER2‐negative breast cancer patients [64]. These findings further suggested the possibility of applying chemotherapy in patients with ER‐low breast tumors. In another trial that enrolled patients with ER/PR <10% early breast cancer, no significant reduction in DFS events was achieved by cyclophosphamide and methotrexate maintenance for patients with ER/PR <10% breast tumors, however, the trend toward benefit in the node‐positive subgroup supported the further exploration of this strategy in the ER‐low, higher‐risk population [65].\n      \n      \n        7.4\n        De‐escalating or escalating endocrine therapy?\n        Further optimization of current endocrine therapy for patients with ER‐low expression is also needed. Taking the recurrence risk and time to recurrence into consideration, we believe that clinical trials or real‐world studies on the necessity of 5‐year endocrine therapy should be conducted to explore whether a shorter time (e.g., 2‐3 years) of endocrine therapy is enough. In the chemoprevention field, the randomized TAM‐01 trial had demonstrated that low‐dose and short‐term (3‐year) tamoxifen could halve the recurrence rate of breast intraepithelial neoplasia with limited toxicity, providing a new treatment option for these disorders [66].\n        Which endocrine therapy regimen is more suitable for this population should also be further studied. The ATAC trial reported a significant improvement in survival with anastrozole compared with tamoxifen [67]. In subgroup analysis, a more pronounced improvement in survival associated with anastrozole was observed in the ER‐positive/PR‐negative group compared with ER‐positive/PR‐positive group. Adequate PR expression is an essential part of the activated ER pathway [68], while the lack of PR expression may define a subgroup with impaired ER pathway. Because of this, the observed advantage of anastrozole in the ER‐positive/PR‐negative subgroup may also be the case in patients with ER‐low expression.\n      \n      \n        7.5\n        Ovarian function suppression (OFS)\n        For premenopausal women with hormone receptor‐positive breast cancer, tamoxifen for at least five years is a standard of care, and adjuvant OFS may also be recommended under certain circumstances [69]. The TEXT and SOFT trials have demonstrated a better outcome associated with exemestane plus OFS than tamoxifen with or without OFS, mainly in patients with higher recurrence risk, as defined by clinicopathologic characteristics and whether receiving chemotherapy [69, 70]. The data of OFS treatment in ER‐low patients, however, are lacking. Per the SOFT and TEXT trial protocol, the tumors should express ER/PR at least 10% of the cells. In the enrolled population, 95% of patients have more than 50% highly‐expressed ER [71]. These facts did not support OFS in premenopausal ER‐low patients, and further research is needed.\n7.1\n        Assessment by multi‐gene assays\n        How to make clinical decisions for patients with ER‐low expression needs to be further studied. A series of breast cancer genetic tools, such as the 21‐gene recurrence score and PAM50 risk of recurrence score, were suggested to be used to guide decisions on adjuvant systemic therapy for patients with ER/PR‐positive, HER2‐negative (node‐negative) breast cancers [59]. The 21‐gene Oncotype DX and 70‐gene MammaPrint assays have also been shown to distinguish breast cancers that are likely to metastasis and help predict the benefit of adjuvant chemotherapy [60, 61]. Therefore, one of the future research directions is to study how to use these genetic tools for assessing reoccurrence risk and selecting molecular subtypes that can benefit from corresponding therapies.\n7.2\n        Intensity of ER staining\n        In a case‐cohort study including more than 4000 ER‐positive breast cancer cases, those with ER intensity of 2 or 3 were found to have a significantly reduced risk of breast cancer mortality compared to those with ER intensity of 1 [62]. This finding encourages further research to explore the specific relationship between ER staining intensity and response or outcome, which may help to develop a better treatment strategy for patients with ER‐low positive breast cancer.\n7.3\n        Concurrent chemotherapy with endocrine therapy\n        In the aspect of molecular essence and therapeutic response, just as discussed above, ER‐low positive tumors seem to be more similar to ER‐negative tumors rather than ER‐high positive tumors. Therefore, we suggest that the exemption of chemotherapy for patients with ER‐low expression should be cautious. In recent years, there is growing evidence that supports the benefits of chemotherapy itself in postoperative patients with ER‐positive tumors. In the POTENT trial, compared to endocrine therapy alone, the postoperative use of an oral fluoropyrimidine S‐1 could significantly improve the invasive DFS of patients with ER‐positive and HER2‐negative breast cancer [63]. The CREATE‐X trial also reported a similar finding that compared with the control group, there was a tendency for the postoperative adjuvant use of capecitabine to improve the DFS of ER‐positive and HER2‐negative breast cancer patients [64]. These findings further suggested the possibility of applying chemotherapy in patients with ER‐low breast tumors. In another trial that enrolled patients with ER/PR <10% early breast cancer, no significant reduction in DFS events was achieved by cyclophosphamide and methotrexate maintenance for patients with ER/PR <10% breast tumors, however, the trend toward benefit in the node‐positive subgroup supported the further exploration of this strategy in the ER‐low, higher‐risk population [65].\n7.4\n        De‐escalating or escalating endocrine therapy?\n        Further optimization of current endocrine therapy for patients with ER‐low expression is also needed. Taking the recurrence risk and time to recurrence into consideration, we believe that clinical trials or real‐world studies on the necessity of 5‐year endocrine therapy should be conducted to explore whether a shorter time (e.g., 2‐3 years) of endocrine therapy is enough. In the chemoprevention field, the randomized TAM‐01 trial had demonstrated that low‐dose and short‐term (3‐year) tamoxifen could halve the recurrence rate of breast intraepithelial neoplasia with limited toxicity, providing a new treatment option for these disorders [66].\n        Which endocrine therapy regimen is more suitable for this population should also be further studied. The ATAC trial reported a significant improvement in survival with anastrozole compared with tamoxifen [67]. In subgroup analysis, a more pronounced improvement in survival associated with anastrozole was observed in the ER‐positive/PR‐negative group compared with ER‐positive/PR‐positive group. Adequate PR expression is an essential part of the activated ER pathway [68], while the lack of PR expression may define a subgroup with impaired ER pathway. Because of this, the observed advantage of anastrozole in the ER‐positive/PR‐negative subgroup may also be the case in patients with ER‐low expression.\n7.5\n        Ovarian function suppression (OFS)\n        For premenopausal women with hormone receptor‐positive breast cancer, tamoxifen for at least five years is a standard of care, and adjuvant OFS may also be recommended under certain circumstances [69]. The TEXT and SOFT trials have demonstrated a better outcome associated with exemestane plus OFS than tamoxifen with or without OFS, mainly in patients with higher recurrence risk, as defined by clinicopathologic characteristics and whether receiving chemotherapy [69, 70]. The data of OFS treatment in ER‐low patients, however, are lacking. Per the SOFT and TEXT trial protocol, the tumors should express ER/PR at least 10% of the cells. In the enrolled population, 95% of patients have more than 50% highly‐expressed ER [71]. These facts did not support OFS in premenopausal ER‐low patients, and further research is needed.\n8\n      NOVEL THERAPIES AND ONGOING CLINICAL TRIALS\n      In the past few years, research on the treatment strategies for ER‐positive breast cancer has flourished, and the latest development mainly focused on precision medicine‐based therapy. Currently, the benefit of novel therapies either alone or in combination with standard endocrine therapy for patients with ER‐low positive breast cancer was still under investigation in several clinical trials, some of which have achieved favorable results (Table 4). We believe these trials will pave the way for the future treatment options for ER‐low positive breast cancer.\n      \n        TABLE 4\n        \n          Ongoing trials in ER‐low positive breast cancer\n        \n        \n          \n          \n          \n          \n          \n          \n            \n              Drug\n              NCT identifier\n              Study title\n              Phase\n              Requirement for ER expression\n            \n          \n          \n            \n              Afatinib\n              NCT02115048\n              Clinical Study for the Treatment of Breast Cancer: the Patient Will Receive Afatinib Plus Letrozole or Letrozole Alone\n              II\n              First‐line treatment for ER‐low positive breast cancer (H‐score of 1‐159)\n            \n            \n              AZD6244\n              NCT01313039\n              Evaluation of the Use of AZD6244 to Induce Increased ER Expression and Anti‐Estrogen Response in ER‐Negative/Low Breast Cancer\n              I\n              Pretreated breast cancer with ER ≤10% expression by IHC\n            \n            \n              Olaparib and Durvalumab\n              NCT03594396\n              Window of Opportunity Trial of Neoadjuvant Olaparib and Durvalumab for Triple Negative or Low ER‐positive Breast Cancer\n              I/II\n              Pretreated breast cancer with ER ≤10% expression by IHC\n            \n          \n        \n        \n          \n            Abbreviations: ER, estrogen receptor; IHC, immunohistochemistry.\n          \n        \n        \n          John Wiley & Sons, Ltd.\n        \n      \n      \n        8.1\n        Tyrosine kinase receptor inhibitor\n        Given that the activated MAPK and PI3K/AKT signaling and crosstalk between ER and growth factor pathways are the potential mechanisms of ER downregulation, blocking the growth factor pathway to treat ER‐low breast cancer deserves investigation. An ongoing clinical trial (NCT02115048) is underway to assess the effect of the addition of afatinib, a highly selective, irreversible inhibitor of HER2 and EGFR [72], to the conventional endocrine therapy in patients with ER‐low positive by H‐score measurement.\n      \n      \n        8.2\n        Poly ADP‐ribose polymerase (PARP) inhibitors\n        To a large extent, ER‐low tumors are comparable to ER‐negative tumors, which probably have homologous recombination repair deficiency and genome instability. Gene expression signatures define a BRCAness subgroup of early ER‐positive breast cancer. PARP inhibition can result in preferential death of cancer cells when BRCA1/2‐based repairing DNA is defective [73]. A trial of neoadjuvant olaparib and durvalumab for ER‐low breast cancer is undergoing (NCT03594396).\n      \n      \n        8.3\n        Cyclin‐dependent kinase 4/6 (CDK4/6) inhibitors with endocrine therapy\n        For patients with hormone receptor‐positive, HER2‐negative metastatic breast cancer, CDK4/6 inhibitor has become standard care as the first‐line setting [74]. In the adjuvant setting, in the phase III MonarchE trial, which included patients with hormone receptor‐positive, HER2‐negative, high‐risk early breast cancer, abemaciclib combined with endocrine therapy was associated with a significant improvement in invasive DFS, with aN HR of 0.75 (95% CI = 0.60‐0.93) compared with the endocrine therapy group [75]. The subgroup analysis showed that abemaciclib had high efficacy in patients with PR‐low and grade III tumors, which might represent impaired ER‐pathway as ER‐low cases.\n        In contrast, in another similarly designed phase III PALLAS trial evaluating the efficacy of palbociclib plus endocrine therapy, no significant improvement in invasive DFS was observed [76]. Besides, the phase III PENELOPE‐B trial (NCT01864746), which compares 1‐year palbociclib with endocrine therapy to placebo with endocrine treatment, failed to meet the primary endpoint for patients having residual invasive disease after completing neoadjuvant chemotherapy. Such a discrepancy put the efficacy of CDK4/6 inhibitors in early breast cancer into debate. Potential explanations include the difference in recruited population and the potential difference in effectiveness between abemaciclib and palbociclib.\n        Several ongoing clinical trials, including the POLAR study (NCT03820830), which aims to test the efficacy of 3‐year palbociclib in combination with standard endocrine therapy, and the NATALEE trial (NCT03701334), which seeks to evaluate another CDK4/6 inhibitor, ribociclib, will provide us further data to shed light on the exact role of CDK4/6 inhibitors in hormone receptor‐positive and HER2‐negative early breast cancer. Before that time, the application of CDK4/6 inhibitors in patients with ER‐low positive tumors should be cautious.\n      \n      \n        8.4\n        Immunotherapy\n        Given that accumulating data support that the immune system plays a crucial role in breast cancer, and gene expression signatures of tumor inflammation define subgroups of early ER‐positive breast cancer [77], immunotherapy deserves to be explored in subgroups of ER‐positive patients. There is evidence that PD‐1/PD‐L1 signaling antagonists may have meaningful clinical activity in some patients with ER‐positive breast cancers [78]. Given these findings, we should actively try the application of immunotherapy in patients with ER‐low expression.\n      \n      \n        8.5\n        ER expression rescue treatment\n        Considering the relatively good prognosis of patients with ER‐high positive tumors, we think that another fascinating perspective is to transform ER‐low/negative cancers to ER‐high positive cancers by increasing ER expression to increase their responsiveness to endocrine therapy. One clinical trial that tried to apply this strategy by using AZD6244 (NCT01313039) is currently underway.\n8.1\n        Tyrosine kinase receptor inhibitor\n        Given that the activated MAPK and PI3K/AKT signaling and crosstalk between ER and growth factor pathways are the potential mechanisms of ER downregulation, blocking the growth factor pathway to treat ER‐low breast cancer deserves investigation. An ongoing clinical trial (NCT02115048) is underway to assess the effect of the addition of afatinib, a highly selective, irreversible inhibitor of HER2 and EGFR [72], to the conventional endocrine therapy in patients with ER‐low positive by H‐score measurement.\n8.2\n        Poly ADP‐ribose polymerase (PARP) inhibitors\n        To a large extent, ER‐low tumors are comparable to ER‐negative tumors, which probably have homologous recombination repair deficiency and genome instability. Gene expression signatures define a BRCAness subgroup of early ER‐positive breast cancer. PARP inhibition can result in preferential death of cancer cells when BRCA1/2‐based repairing DNA is defective [73]. A trial of neoadjuvant olaparib and durvalumab for ER‐low breast cancer is undergoing (NCT03594396).\n8.3\n        Cyclin‐dependent kinase 4/6 (CDK4/6) inhibitors with endocrine therapy\n        For patients with hormone receptor‐positive, HER2‐negative metastatic breast cancer, CDK4/6 inhibitor has become standard care as the first‐line setting [74]. In the adjuvant setting, in the phase III MonarchE trial, which included patients with hormone receptor‐positive, HER2‐negative, high‐risk early breast cancer, abemaciclib combined with endocrine therapy was associated with a significant improvement in invasive DFS, with aN HR of 0.75 (95% CI = 0.60‐0.93) compared with the endocrine therapy group [75]. The subgroup analysis showed that abemaciclib had high efficacy in patients with PR‐low and grade III tumors, which might represent impaired ER‐pathway as ER‐low cases.\n        In contrast, in another similarly designed phase III PALLAS trial evaluating the efficacy of palbociclib plus endocrine therapy, no significant improvement in invasive DFS was observed [76]. Besides, the phase III PENELOPE‐B trial (NCT01864746), which compares 1‐year palbociclib with endocrine therapy to placebo with endocrine treatment, failed to meet the primary endpoint for patients having residual invasive disease after completing neoadjuvant chemotherapy. Such a discrepancy put the efficacy of CDK4/6 inhibitors in early breast cancer into debate. Potential explanations include the difference in recruited population and the potential difference in effectiveness between abemaciclib and palbociclib.\n        Several ongoing clinical trials, including the POLAR study (NCT03820830), which aims to test the efficacy of 3‐year palbociclib in combination with standard endocrine therapy, and the NATALEE trial (NCT03701334), which seeks to evaluate another CDK4/6 inhibitor, ribociclib, will provide us further data to shed light on the exact role of CDK4/6 inhibitors in hormone receptor‐positive and HER2‐negative early breast cancer. Before that time, the application of CDK4/6 inhibitors in patients with ER‐low positive tumors should be cautious.\n8.4\n        Immunotherapy\n        Given that accumulating data support that the immune system plays a crucial role in breast cancer, and gene expression signatures of tumor inflammation define subgroups of early ER‐positive breast cancer [77], immunotherapy deserves to be explored in subgroups of ER‐positive patients. There is evidence that PD‐1/PD‐L1 signaling antagonists may have meaningful clinical activity in some patients with ER‐positive breast cancers [78]. Given these findings, we should actively try the application of immunotherapy in patients with ER‐low expression.\n8.5\n        ER expression rescue treatment\n        Considering the relatively good prognosis of patients with ER‐high positive tumors, we think that another fascinating perspective is to transform ER‐low/negative cancers to ER‐high positive cancers by increasing ER expression to increase their responsiveness to endocrine therapy. One clinical trial that tried to apply this strategy by using AZD6244 (NCT01313039) is currently underway.\n9\n      CLINICAL SUGGESTIONS FOR ER‐LOW (1%‐10%) BREAST CANCER\n      \nER values between 1% and 10% were considered equivocal. ER 1%‐10% breast cancer is a clinically and biologically heterogeneous disease not fully recapitulated by ER status. Molecular profiling of this subset might provide more information for intrinsic molecular subtypes and endocrine sensitivity [79].Although low ER expression has a less favorable prognosis and less benefit from endocrine therapy than tumors with higher ER expression levels, there was a consensus that endocrine therapy is recommended for patients with ER ≥1% positive tumor nuclei.Patients with ER‐low positive breast cancer who have a clinically node‐positive disease and/or an indication of adjuvant chemotherapy should be offered an adequate chemotherapy such as anthracycline‐ and taxane‐containing regimen. For intermediate‐to‐low risk patients or those with cardiac risk factors, taxane‐based regimens, such as docetaxel plus cyclophosphamide or paclitaxel plus carboplatin, may be recommended instead [80, 81].Since endocrine therapy alone cannot be relied upon for patients with ER 1%‐10% breast cancer, alternative treatment options might induce a better survival. During endocrine therapy, other treatments, such as oral fluoropyrimidine S‐1, have been demonstrated to be beneficial for the survival of early‐stage breast cancer patients [63].Whether OFS on the base of tamoxifen or an aromatase inhibitor would offer more survival benefits is still unclear since patients with ER 1%‐10% breast cancer were not enrolled in the SOFT and TEXT trial [69, 70]. The application of CDK4/6 inhibitor abemaciclib in ER‐low patients seems to be promising, since ER 1‐10% cases were enrolled in the MonarchE trial and the subgroup analyses showed consistent results with the main findings [75].There is a tendency to de‐escalate the treatment for ER‐low positive breast cancer patients. Such de‐escalation includes the shortened period of adjuvant 5‐year endocrine therapy, the decreased need for endocrine therapy extension after 5‐year treatment, and the reduced necessity of chemoprevention with tamoxifen or an aromatase inhibitor.\n10\n      CONCLUSIONS\n      It seems that ER‐low positive (1%‐10%) breast cancer is mainly similar to ER‐negative breast cancer in terms of molecular essence, clinicopathological characteristics, therapeutic response, and prognosis. Despite this, at least a certain proportion of ER‐low cases may have an activated ER‐pathway nature. Such complexity makes it critical to use molecular and genetic tools to accurately dissect ER‐low positive tumors' molecular nature. Caution should therefore be applied when treating patients with this disease. Considering the lack of standard guidelines and urgent needs, we need future research including developing novel biomarkers for risk assessment, optimization for current endocrine therapy, exploration of potential benefits of chemotherapy, and potential use of immunotherapy for these patients. Simultaneously, further large‐scale studies will be necessary to explore the essential characteristics and treatment sensitivity of ER‐low positive tumors.\nDECLARATIONS\nETHICS APPROVAL AND CONSENT TO PARTICIPATE\n      Not applicable.\nCONSENT FOR PUBLICATION\n      Not applicable.\nAVAILABILITY OF DATA AND MATERIALS\n      Not applicable.\nCOMPETING INTERESTS\n      The authors declare that they have no competing interests.\nAUTHORS' CONTRIBUTIONS\n      All authors wrote, read, and approved the final manuscript.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8504145/",
    "doi": "https://doi.org/10.1002/cac2.12191",
    "citation_count": 16,
    "references": {
        "10670665": "Estrogen-Receptor-Low-Positive Breast Cancer: Pathological and Clinical Perspectives",
        "10670146": "Advances in Early Breast Cancer Risk Profiling: From Histopathology to Molecular Technologies",
        "10605794": "The G Protein-Coupled Estrogen Receptor (GPER): A Critical Therapeutic Target for Cancer",
        "10592858": "Multi-modal transcriptomic analysis unravels enrichment of hybrid epithelial/mesenchymal state and enhanced phenotypic heterogeneity in basal breast cancer",
        "10589334": "Neoadjuvant camrelizumab plus nab-paclitaxel and epirubicin in early triple-negative breast cancer: a single-arm phase II trial",
        "10460703": "Oestrogen receptor low positive breast cancer: associations with prognosis",
        "10064259": "Racial Disparities in Pathological Complete Response Among Patients Receiving Neoadjuvant Chemotherapy for Early-Stage Breast Cancer",
        "9913797": "Light-Enhanced Cytotoxicity of Doxorubicin by Photoactivation",
        "9884346": "HER2/positive and HER2/low in inflammatory breast cancer recurrence",
        "9729538": "Clinical implication of low estrogen receptor (ER-low) expression in breast cancer",
        "9551143": "Adjuvant endocrine therapy in patients with estrogen receptor-low positive breast cancer: A prospective cohort study",
        "9465704": "Substituted 6,7-Dihydro-5H-Benzo[7]annulene Compounds as Selective Estrogen Receptor Degraders for Treating Cancer",
        "9411025": "Characteristics and Prognosis of Estrogen Receptor Low-Positive Breast Cancer",
        "9345375": "6,7-Dihydro-5H-benzo[7]annulene Compounds as Selective Estrogen Receptor Degraders for Treating Cancer",
        "9323202": "Chemotherapy Shows a Better Efficacy Than Endocrine Therapy in Metastatic Breast Cancer Patients with a Heterogeneous Estrogen Receptor Expression Assessed by 18F-FES PET",
        "9302976": "De‐escalation of five‐year adjuvant endocrine therapy in patients with estrogen receptor‐low positive (immunohistochemistry staining 1%‐10%) breast cancer: Propensity‐matched analysis from a prospectively maintained cohort"
    },
    "journal": "Cancer Communications",
    "topics": [
        "breast, paradox, estrogen, chaos",
        "breast, biology, estrogen, paradox",
        "chaos, treatment, cancer, paradox"
    ]
}