{
    "title": "Oncoplastic breast‐conserving surgery for women with primary breast cancer",
    "abstract": "The evidence in the review found that O‐BCS when compared to S‐BCS, may make little or no difference to local recurrence; either when measured as local recurrence‐free survival (hazard ratio (HR) 0.90, 95% confidence interval (CI) 0.61 to 1.34; 4 studies, 7600 participants; very low‐certainty evidence) or local recurrence rate (HR 1.33, 95% CI 0.96 to 1.83; 4 studies, 2433 participants; low‐certainty evidence), but the evidence is very uncertain due to most studies not controlling for confounding clinicopathological factors. O‐BCS may reduce the complication rate compared to mastectomy with reconstruction (RR 0.49, 95% CI 0.45 to 0.54; 5 studies, 4973 participants; very low‐certainty evidence) but the evidence is very uncertain due to high risk of bias from confounding and inconsistency of results. It seems that O‐BCS may give better patient satisfaction and surgeon rating for the look of the breast, but the evidence for this is of poor quality, and due to lack of numerical data, it was not possible to pool the results of different studies.",
    "authors": [
        "Akriti Nanda",
        "Jesse Hu",
        "Sarah Hodgkinson",
        "Sanah Ali",
        "Richard Rainsbury",
        "Pankaj G Roy"
    ],
    "published_year": "Not available",
    "description": "Background\n          Oncoplastic breast‐conserving surgery (O‐BCS) involves removing the tumour in the breast and using plastic surgery techniques to reconstruct the breast. The adequacy of published evidence on the safety and efficacy of O‐BCS for the treatment of breast cancer compared to other surgical options for breast cancer is still debatable. It is estimated that the local recurrence rate is similar to standard breast‐conserving surgery (S‐BCS) and also mastectomy, but the aesthetic and patient‐reported outcomes may be improved with oncoplastic techniques.\nObjectives\n          Our primary objective was to assess oncological control outcomes following O‐BCS compared with other surgical options for women with breast cancer. Our secondary objective was to assess surgical complications, recall rates, need for further surgery to achieve adequate oncological resection, patient satisfaction through patient‐reported outcomes, and cosmetic outcomes through objective measures or clinician‐reported outcomes.\nSearch methods\n          We searched the Cochrane Breast Cancer Group's Specialized Register, the Cochrane Central Register of Controlled Trials (CENTRAL),\u2028MEDLINE (via OVID), Embase (via OVID), the World Health Organization's International Clinical Trials Registry\u2028Platform and ClinicalTrials.gov on 7 August 2020. We did not apply any language restrictions.\nSelection criteria\n          We selected randomised controlled trials (RCTs) and non‐randomised comparative studies (cohort and case‐control studies). Studies evaluated any O‐BCS technique, including volume displacement techniques and partial breast volume replacement techniques compared to any other surgical treatment (partial resection or mastectomy) for the treatment of breast cancer.\nData collection and analysis\n          Four review authors performed data extraction and resolved disagreements. We used ROBINS‐I to assess the risk of bias by outcome. We performed descriptive data analysis and meta‐analysis and evaluated the quality of the evidence using GRADE criteria. The outcomes included local recurrence, breast cancer‐specific disease‐free survival, re‐excision rates, complications, recall rates, and patient‐reported outcome measures.\nMain results\n          We included 78 non‐randomised cohort studies evaluating 178,813 women. Overall, we assessed the risk of bias per outcome as being at serious risk of bias due to confounding; where studies adjusted for confounding, we deemed these at moderate risk.\n          \n            Comparison 1: oncoplastic breast‐conserving surgery (O‐BCS) versus standard‐BCS (S‐BCS)\n          \n          The evidence in the review found that O‐BCS when compared to S‐BCS, may make little or no difference to local recurrence; either when measured as local recurrence‐free survival (hazard ratio (HR) 0.90, 95% confidence interval (CI) 0.61 to 1.34; 4 studies, 7600 participants; very low‐certainty evidence) or local recurrence rate (HR 1.33, 95% CI 0.96 to 1.83; 4 studies, 2433 participants; low‐certainty evidence), but the evidence is very uncertain due to most studies not controlling for confounding clinicopathological factors. O‐BCS compared to S‐BCS may make little to no difference to disease‐free survival (HR 1.06, 95% CI 0.89 to 1.26; 7 studies, 5532 participants; low‐certainty evidence). O‐BCS may reduce the rate of re‐excisions needed for oncological resection (risk ratio (RR) 0.76, 95% CI 0.69 to 0.85; 38 studies, 13,341 participants; very low‐certainty evidence), but the evidence is very uncertain. O‐BCS may increase the number of women who have at least one complication (RR 1.19, 95% CI 1.10 to 1.27; 20 studies, 118,005 participants; very low‐certainty evidence) and increase the recall to biopsy rate (RR 2.39, 95% CI 1.67 to 3.42; 6 studies, 715 participants; low‐certainty evidence). Meta‐analysis was not possible when assessing patient‐reported outcomes or cosmetic evaluation; in general, O‐BCS reported a similar or more favourable result, however, the evidence is very uncertain due to risk of bias in the measurement methods.\n          \n            Comparison 2: oncoplastic breast‐conserving surgery (O‐BCS) versus mastectomy alone\n          \n          O‐BCS may increase local recurrence‐free survival compared to mastectomy but the evidence is very uncertain (HR 0.55, 95% CI 0.34 to 0.91; 2 studies, 4713 participants; very low‐certainty evidence). The evidence is very uncertain about the effect of O‐BCS on disease‐free survival as there were only data from one study. O‐BCS may reduce complications compared to mastectomy, but the evidence is very uncertain due to high risk of bias mainly resulting from confounding (RR 0.75, 95% CI 0.67 to 0.83; 4 studies, 4839 participants; very low‐certainty evidence). Data on patient‐reported outcome measures came from single studies; it was not possible to meta‐analyse the data.\n          \n            Comparison 3: oncoplastic breast‐conserving surgery (O‐BCS) versus mastectomy with reconstruction\n          \n          O‐BCS may make little or no difference to local recurrence‐free survival (HR 1.37, 95% CI 0.72 to 2.62; 1 study, 3785 participants; very low‐certainty evidence) or disease‐free survival (HR 0.45, 95% CI 0.09 to 2.22; 1 study, 317 participants; very low‐certainty evidence) when compared to mastectomy with reconstruction, but the evidence is very uncertain. O‐BCS may reduce the complication rate compared to mastectomy with reconstruction (RR 0.49, 95% CI 0.45 to 0.54; 5 studies, 4973 participants; very low‐certainty evidence) but the evidence is very uncertain due to high risk of bias from confounding and inconsistency of results. The evidence is very uncertain for patient‐reported outcome measures and cosmetic evaluation.\nAuthors' conclusions\n          The evidence is very uncertain regarding oncological outcomes following O‐BCS compared to S‐BCS, though O‐BCS has not been shown to be inferior. O‐BCS may result in less need for a second re‐excision surgery but may result in more complications and a greater recall rate than S‐BCS. It seems that O‐BCS may give better patient satisfaction and surgeon rating for the look of the breast, but the evidence for this is of poor quality, and due to lack of numerical data, it was not possible to pool the results of different studies. It seems O‐BCS results in fewer complications compared with surgeries involving mastectomy.\n          Based on this review, no certain conclusions can be made to help inform policymakers. The surgical decision for what operation to proceed with should be made jointly between clinician and patient after an appropriate discussion about the risks and benefits of O‐BCS personalised to the patient, taking into account clinicopathological factors. This review highlighted the deficiency of well‐conducted studies to evaluate efficacy, safety and patient‐reported outcomes following O‐BCS.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8554646/",
    "doi": "https://doi.org/10.1002/14651858.CD013658.pub2",
    "citation_count": 17,
    "references": {
        "11002492": "Evolution of breast conserving surgery—current implementation of oncoplastic techniques in breast conserving surgery: a literature review",
        "10948632": "Approach Toward Oncoplastic Breast Surgery: Local (Flap) Solutions for Indian Problems",
        "10939679": "The Utility of a Novel Bidirectional Lateral Intercostal Artery Perforator Flap for Reconstructing Partial Mastectomy Defects",
        "10731356": "Oncoplastic and reconstructive surgery in SENONETWORK Italian breast centers: lights and shadows",
        "10607983": "Portable Negative Pressure Wound Dressing in Oncoplastic Conservative Surgery for Breast Cancer: A Valid Ally",
        "10562190": "The King is in the altogether: Radiation therapy after oncoplastic breast surgery",
        "10560934": "Oncoplastic breast-conserving surgery improves cosmetic outcomes without increasing recurrence risk compared to modified radical mastectomy in early breast cancer patients: development and validation of a recurrence risk prediction model",
        "10399739": "Evaluating the ability of an artificial-intelligence cloud-based platform designed to provide information prior to locoregional therapy for breast cancer in improving patient’s satisfaction with therapy: The CINDERELLA trial",
        "10372002": "Feasibility analysis of treating breast cancer patients with breast-conserving surgery via a periareolar incision combined with non-lipolytic suspension-type mastoscopy",
        "10361678": "Chest wall perforator flaps for breast reconstruction: international survey on attitudes and training needs",
        "10359384": "Oncoplastic level II volume displacement surgery for breast cancer: oncological and aesthetic outcomes",
        "10027565": "Sometimes it is better to just make it simple. De-escalation of oncoplastic and reconstructive procedures",
        "9840764": "Determination of Oncologic Outcomes, Satisfaction, and Psychosocial Well-being in Patients with Breast Cancer after Oncoplastic and Conventional Breast Conserving Surgery",
        "9492593": "Dual-Layer Rotation: A Versatile Therapeutic Mammoplasty Technique",
        "9472874": "Five Decades of Progress in Surgical Oncology: Breast",
        "9356147": "Simple oncoplastic breast defect closure improves long-term cosmetic outcome of breast conserving surgery for breast cancer: A randomised controlled trial",
        "9086776": "Development of a Novel Immune-Related Gene Prognostic Index for Breast Cancer"
    },
    "journal": "The Cochrane Database of Systematic Reviews",
    "topics": [
        "cancer, primary, oncoplastic, breast",
        "women, breast, oncoplastic, surgery",
        "surgery, women, breast, oncoplastic"
    ]
}