{
    "title": "Prolactin and endocrine therapy resistance in breast cancer: The next potential hope for breast cancer treatment",
    "abstract": "6 The study of He Wei et al. found that PRL can boost the proliferation and growth of human breast cancer T‐47D cells and accelerate the transformation of the cell growth cycle and that the effect is dose‐ and time‐dependent. 8 In another case control study, Tikk et al. analysed the association of PRL prediagnostic circulatory levels with the risk of breast cancer through menopause status, HRT therapy with the use of a blood donation system and the hormone receptor status of the breast tumours in 2250 breast cancer cases, the study found that the risk of breast cancer among postmenopausal women was higher because of prolactin overexpression. 18 , 19 Secondary resistance is correlated to the expression and functional down‐regulation of ERα, the overexpression of ERβ of breast cancer with positive ERα, ligand‐independent activation of growth factor receptor (including epidermal growth factor receptor [EGFR], human epidermal growth factor receptor‐2 [HER‐2] and insulin‐like growth factor 1 receptor [IGF1‐R]) or intracellular kinases (such as mitogen‐activated protein kinase [MAPK]), and gene transcription caused by ER phosphorylation due to the activation of the downstream signal transduction pathway from protein kinase A (PKA) phosphorylation.",
    "authors": [
        "Yuan Li",
        "Xiangyi Kong",
        "Lixue Xuan",
        "Zhongzhao Wang",
        "Yen‐Hua Huang"
    ],
    "published_year": "2021",
    "description": "1\n      INTRODUCTION\n      The incidence of breast cancer ranks first among Chinese female malignant tumours. Even in women worldwide, breast cancer is also the malignant tumour with the highest incidence and mortality and accounts for about 11.6% of total cancer deaths.\n1\n In addition to operation and chemotherapy, endocrine therapy is also a common therapy for breast cancer. According to studies, endocrine therapy is effective in 50%–60% of patients with positive oestrogen receptor (ER); the response rate (RR) of endocrine therapy in patients with positive ER and progesterone receptor (PR) may be >75% and that in patients with negative ER and PR is about 10%.\n2\n Endocrine therapies for ER+ breast cancer include selective ER modulators (SERMs) such as tamoxifen, aromatase inhibitors (AIs) such as anastrozole, ovarian function suspension (OFS) such as goserelin and selective ER downregulators (SERDs) such as fulvestrant. The main reason for endocrine therapy's failure is the primary or secondary resistance in patients during treatment. Primary resistance is common in breast cancer patients with negative ER and PR. Nevertheless, a considerable part of patients with positive ER also has primary resistance. However, after a certain period of endocrine therapy, almost all patients may have secondary resistance. Therefore, endocrine resistance is a crucial problem to be solved in the treatment of breast cancer.\n      Prolactin's (PRL) role in breast cancer pathogenesis has been gaining increasing attention. PRL is a protein hormone primarily secreted by eosinophils in the anterior lobe of the pituitary gland. PRL can stimulate DNA synthesis, epithelial cell proliferation and breast milk production by affecting the cell of origin or neighbouring cells in an autocrine/paracrine way and prolactin receptors.\n3\n PRLR, a member of the cytokine receptor family, mediates the growth regulation of PRL on the human breast. In breast cancer studies, these data demonstrated widespread expression of PRL and its receptor (>95%).\n4\n\n\n      An epidemiological survey has proved that the elevated PRL level in the circulation before the confirmation of breast cancer is correlated to metastatic breast cancer (MBC).\n5\n Breast cells can promote cell proliferation and inhibit cell apoptosis through autocrine or paracrine PRL. PRLR is found in breast tissue. The expression levels of PRL and PRLR in breast cancer cells and breast cancer tissues are elevated in most ER+ and ER− tumours.\n6\n The study of He Wei et al. found that PRL can boost the proliferation and growth of human breast cancer T‐47D cells and accelerate the transformation of the cell growth cycle and that the effect is dose‐ and time‐dependent.\n7\n In the Nurse's Health Study and Nurse's Health Study II, Tvoroger et al. investigated the relationship between PRL and breast cancer risk. They measured PRL levels <10 and ≥10 years before the diagnosis of breast cancer. After 20 years of follow‐up, the finding has demonstrated an association of prolactin levels <10 years before diagnosis and breast cancer risk of postmenopausal women, especially for ER(+) tumours and metastatic disease.\n8\n In another case control study, Tikk et al. analysed the association of PRL prediagnostic circulatory levels with the risk of breast cancer through menopause status, HRT therapy with the use of a blood donation system and the hormone receptor status of the breast tumours in 2250 breast cancer cases, the study found that the risk of breast cancer among postmenopausal women was higher because of prolactin overexpression. However, this increased risk was limited to women who used postmenopausal HRT when donating blood.\n9\n No evidence existed in other studies that combined hormone therapy increased serum PRL levels in hormone replacement therapy patients.\n10\n, \n11\n\n\n      In addition, knocking down the long PRLR gene can inhibit breast cancer's metastasis in the lung and liver, indicating that the long PRLR gene plays a crucial role in breast cancer metastasis.\n12\n Researchers have demonstrated in Yonezawa's study that the long PRLR associate with breast cancer metastasis by knocking down the long PRLR in two breast cancer models. In both models, knockdown of long PRLR dramatically inhibited lungs and liver metastasis.\n12\n Sutherland et al. used quantitative immunohistochemistry to identify the associations between PRLR levels and time to bone metastasis, and they observed that PRL‐PRLR can accelerate bone metastasis in breast cancer and the PRLR overexpression in the primary breast tumour results in a shorter time to metastasis.\n13\n Another study revealed no differences in serum PRL levels among visceral or bone metastases, so further studies are necessary to examine the association of PRL with breast cancer metastasis.\n14\n All these data indicated that PRL is closely correlated to the tumourigenesis and development of breast cancer.\n      Hachim et al. used tissue microarray (TMA) in 102 patients to analyse the relationship of PRLR expression levels and different breast cancer molecular subtypes. They found the PRLR was present in luminal A (30%), luminal B (28.5%) and Her2‐enriched (23.08%), but not in triple‐negative patients.\n15\n They conducted a larger analysis in GOBO database (1881 patients) to assess PRLR gene expression level and proved that there was a significant association between PRLR expression and the luminal A subtype, but they also found no significant link between PRLR expression and hormone receptors. In the future, the relevance of PRL and molecular subtypes of breast cancer requires further study.\n      As is known, the independent activation of ER ligand is one of the mechanisms of endocrine therapy resistance. The evidence suggested that PRL may cause endocrine resistance through this mechanism in vitro.\n16\n The study of O'Leary et al.\n17\n showed that PRL may also activate ER in the absence of oestrogen ligand in vivo, causing endocrine resistance. In this study, the correlation between PRL and breast cancer endocrine resistance was reviewed.\n2\n      ENDOCRINE RESISTANCE MECHANISMS\n      Endocrine resistance is mainly divided into primary resistance and secondary resistance. The mechanisms of primary resistance mainly include: induction of apparent silence of ER by histone deacetylation modification, ER gene mutation (such as conversion of ERα351 site tyrosine to aspartic acid), promotion of tamoxifen (TAM) to act as an agonist and tumour growth, gene mutation of ER alpha (ESR) and p21‐activated kinase 1 (Pak\n1) and aromatase gene polymorphism.\n17\n\nESR1 and Pak1 gene mutation play a vital role in the endocrine therapy resistance of breast cancer with positive ER.\n18\n, \n19\n Secondary resistance is correlated to the expression and functional down‐regulation of ERα, the overexpression of ERβ of breast cancer with positive ERα, ligand‐independent activation of growth factor receptor (including epidermal growth factor receptor [EGFR], human epidermal growth factor receptor‐2 [HER‐2] and insulin‐like growth factor 1 receptor [IGF1‐R]) or intracellular kinases (such as mitogen‐activated protein kinase [MAPK]), and gene transcription caused by ER phosphorylation due to the activation of the downstream signal transduction pathway from protein kinase A (PKA) phosphorylation. Besides, the positive gene of fibroblast growth factor receptor 1 (FGFR1) is also correlated to breast cancer resistance.\n20\n, \n21\n, \n22\n In the mechanism of endocrine resistance, ER missing accounts for 15%–20% and ER mutation <1%.\n23\n Figure 1 briefly depicts the mechanism of endocrine resistance.\n      \n        FIGURE 1\n        \n          Mechanisms of endocrine resistance. ESR1, oestrogen receptor 1; HER‐2, human epidermal growth factor receptor 2; RET, rearranged during transfection\n        \n        \n      \n      \n        2.1\n        Receptor‐mediated signalling in endocrine therapy resistance\n        \n          2.1.1\n          Oestrogen receptor‐mediated signalling\n          The interaction between ER signalling and other receptor‐mediated signalling plays a crucial part in the therapeutic process for endocrine resistance. Blocking the oestrogen‐mediated signalling and other over‐activated signalling may reverse the resistance of endocrine therapy. The combination of Tamoxifen and growth factor receptor kinase inhibitor (RKI) is also one of the main therapeutic approaches for Tamoxifen‐resistant breast cancer with overexpression of EGFR or HER‐2. In addition, the abnormal expression of receptor tyrosine kinase (RTK), EGFR, HER‐2, IGF‐1R, fibroblast growth factor receptors (FGF‐R) and abnormal activation such as PI3K/PTEN/AKT/mTOR signalling pathway, NF‐kB signalling pathway may be involved in drug resistance (Figure 2).\n24\n\n\n          \n            FIGURE 2\n            \n              Mechanisms of endocrine resistance in breast cancer cells. (A) Mechanisms of tamoxifen (TAM) resistance may involve the loss of oestrogen receptor (ER) alpha expression, which can be achieved by methylation of CpG islands or histone deacetylase activity in the ESR1 promoter. Tamoxifen‐resistant growth is also stimulated by the upregulation of growth factor signalling pathways (HER2, IGF‐IR and FGFR) and subsequent activation of the mitogen‐activated protein kinase (MAPK) cascade or phosphoinositide 3‐kinase (PI3K) pathway. Finally, tamoxifen has even been shown to stimulate the growth of breast cancer cells when bound to certain coactivators, such as AIB1, and this is especially true in HER2‐expressing cells. (B) The mechanisms of aromatase inhibitor (AI) resistance share similarities with tamoxifen resistance, especially in terms of growth factor pathway upregulation. The enhanced activity of growth factors such as MAPK can result in oestrogen‐independent phosphorylation and activation of ERα. In addition to growth factor signalling, interferon response genes and anti‐apoptotic proteins have also been shown to have increased expression in AI‐resistant cells. AIB1, amplified in breast cancer 1; FGFR1, fibroblast growth factor receptor 1; HER2, human epidermal growth factor receptor 2; IGFR1, insulin‐like growth factor receptor 1. Reprinted from [24]. Copyright © 2015 Breast Cancer Research volume\n            \n            \n          \n        \n        \n          2.1.2\n          HER‐2\n          HER‐2 is involved in resistance to endocrine therapy. Studies have found that tamoxifen‐resistant cells overexpress HER‐2. After tamoxifen treatment, the cells still proliferate malignantly, suggesting that HER‐2 interacts with ERα.\n25\n Another study found that breast cancer amplified antigen 1 (AIB1) as an ERα co‐regulator when HER‐2 is expressed, and its increased expression is related to tamoxifen resistance.\n26\n YBX1 overexpressing breast cancer cells are resistant to tamoxifen and fulvestrant, which are related to decreased ER and elevated HER‐2. Tamoxifen treatment can increase the ability of YBX1 to bind to the HER‐2 promoter region, Induction of HER‐2 transcriptional activation and increased expression (Figure 3).\n27\n\n\n          \n            FIGURE 3\n            \n              Model depicting YBX1‐mediated resistance to anti‐oestrogens of breast cancer cells. In oestrogen‐dependent ER+ breast cancer cells, YBX1‐induced ERBB2 expression is inhibited by YBX1 binding to active ER. Treatment with anti‐oestrogens interferes with binding, and free, active YBX1 promotes ERBB2 expression. Reprinted from [27]. Copyright © 2017 Cancer Res\n            \n            \n          \n        \n        \n          2.1.3\n          RET activation\n          Protein arginine N‐methyltransferase 2 (PRMT2) is an ERα co‐regulator, interacts with ERα66 and has the ability to inhibit breast cancer cell proliferation. Shen et al. found that after treating cells with tamoxifen, PRMT2 expression was reduced, ERα36 expression was increased, and tamoxifen resistance was mediated, while PRMT2 directly bound ERα36 and inhibited its activity, blocking PI3K/AKT and MAPK/ERK signalling pathway can reverse tamoxifen resistance.\n28\n Shimoda et al\n29\n found that aspartate‐β‐hydroxylase (ASPH) is related to the sensitivity of endocrine therapy. ASPH expression in tamoxifen‐resistant breast cancer cells was up‐regulated and MAPK and PI3K signalling pathways are involved in drug resistance regulation.\n          It has been well documented that ER‐positive breast cancers present the functional receptor tyrosine kinase RET signalling activity. Breast cancers that are sensitive to endocrine therapy often lack RET ligands. In support, the RET ligand GDNF has been shown to induce endocrine therapy resistance (Figure 4).\n30\n Another study found that oestrogen directly activates C‐terminal Src kinase (CSK) expression in ER‐positive breast cancer, activates p21‐activated kinase2 (PAK2) and causes oestrogen‐independent growth. ER‐positive breast cancer with PAK2 overexpression is linked with resistance to endocrine therapy and poor prognosis. This study used PAK2 inhibitors and ER antagonists on drug‐resistant cells to synergistically inhibit breast cancer growth.\n31\n Liang et al\n32\n found that after 4‐OH‐tamoxifen treated MCF‐7 cells, melanoma cell adhesion molecule (MCAM) was resistant to tamoxifen‐resistant MCF‐7‐Tam‐R expression in cells is increased, and MCAM promotes tamoxifen resistance by activating the AKT signalling pathway, inducing epithelial–mesenchymal transition.\n          \n            FIGURE 4\n            \n              Schematic diagram of RET activation in endocrine sensitive and resistant tumours. Both endocrine sensitive and resistant breast cancer cells express all components of the RET signalling pathway, but endocrine sensitive breast cancer cells lack GDNF to initiate the resistance pathway. By contrast, endocrine resistant cells secret GNDF, which acts in an autocrine or paracrine fashion to promote endocrine resistance in nearby cells. Reprinted from [30]. Copyright © 2018, PLoS ONE\n            \n            \n          \n        \n      \n      \n        2.2\n        Genetic and epigenetic factors in endocrine therapy resistance\n        \n          2.2.1\n          Genetic factors\n          Somatic mutations in the ligand‐binding domain of oestrogen receptor 1 (ESR1) can cause resistance to endocrine therapy in breast cancer. E380Q, as a mutation of ESR1, is related to oestradiol (E2) hypersensitivity, the increased ability of DNA to bind to oestrogen response elements, and the activity of E2‐independent constitutive transactivation. Takeshita et al.\n33\n tested ESR1 mutations (E380Q, Y537S, Y537N, Y537C and D538G) of tumour tissue and plasma cell‐free DNA (cfDNA) in 62 patients and found that 21% of patients with advanced breast cancer have ESR1 mutations. The incidence of mutations was 16% for E380Q, 41.6% for Y537S and 33.3% for D538G, Y537N and Y537C. Some samples detected double or triple mutations in ESR1. New anti‐estrogens (AE) targeting mutations have been found to have the ability to inhibit breast cancer cell proliferation and have effects on both wild‐type and Y537S and D538G mutants.\n34\n Rinath et al. tested somatic ESR1 mutations in 76 metastatic ER+ breast cancer patients and found the frequency of these mutations was 12%. In preclinical models, these mutations were shown to bring about constitutive activity and relative resistance to endocrine therapy. They believe that these mutations are responsible for driving endocrine resistance in ER+ metastatic breast cancer.\n35\n Keren et al. detected an ERα mutation (D538G substitution) in patients with metastatic breast cancer. This mutation leads to a conformational change in the ligand binding domain and further results in resistance to endocrine therapy.\n36\n\n\n          IGF1 is an important regulator of breast development and tumourigenesis. IGF1 and ERα interact in ESR1 mutant cells. Li et al. made ESR1 mutations (Y537S and D538G) in MCF‐7 and T47D cell lines through gene editing.\n37\n The mutant cells showed IGF signal activation, and IGF1 was more sensitive to growth stimulation. The combined application of IGF1 receptor inhibitor (OSI‐906) and fulvestrant in mutant cells can synergistically inhibit tumour cell growth. Martin et al. first reported the existence of ESR1Y537C and ESR1Y537S mutations and found that cells have resistance to endocrine drugs after long‐term oestrogen deprivation.\n38\n This naturally occurring ESR1 mutation will provide an important research model for the future basic studies of resistance mechanisms in breast cancer endocrine therapy.\n          Mutations in the CYP19A1 gene, which encodes a member of the cytochrome P450 enzyme superfamily, can result in increased or decreased aromatase activity. In a study by Magnani et al, they found that 21.5% of AI‐treated relapsed patients acquired CYP19A1 gene amplification. CYP19A1 amplification not only increased aromatase activity, but also led to oestrogen‐independent ERα binding to target genes, triggering CYP19A1amp cells to show decreased sensitivity to AI treatment.\n39\n They also found that some patients whose disease progressed after reversible AI treatment occasionally responded to irreversible AI.\n          Germline genetic variation can affect the risk and treatment outcome of breast cancer. Changes in SNPs (such as reduced ZNF423SNP and increased CTSOSNP) are associated with breast cancer risk. ER‐positive breast cancer CTSO affects the efficacy of tamoxifen by regulating the levels of ZNF423 and BRCA1. For patients with SNP (CTSO and ZNF423) associated with tamoxifen resistance, PARP inhibitors can reverse tamoxifen resistance.\n40\n\n\n        \n        \n          2.2.2\n          Epigenetic factors\n          Non‐coding RNA (ncRNA) contains microRNA (miRNA) and long non‐coding RNA (lncRNA). miRNA regulates gene expression by inhibiting or degrading mRNA transcription through translation, and is involved in cell proliferation, differentiation, and apoptosis; lncRNA is involved in the intracellular protein backbone, chromatin circulation, and regulation of mRNA stability.\n41\n\n\n          It has been demonstrated that the expression of Mirna‐449a was significantly down‐regulated in tamoxifen‐resistant breast cancer cells and patients' peripheral blood. MiRNA‐449a regulates ADAM22 and further affects tamoxifen resistance through PPARG, LGI1, KRAS and LYN. Recovery of miRNA‐449a expression can reverse tamoxifen resistance.\n42\n Another study reported that in endocrine‐sensitive breast cancer MCF‐7 cells, the expression of miRNA‐29a and miRNA‐29b‐1 was inhibited after tamoxifen was used, while miRNA was inhibited by tamoxifen in resistant cells LY2. Activated, tamoxifen can reduce the target of miRNA‐29 in LY2 cells, DIC‐ER1. Overexpression of miRNA‐29a and miRNA‐29b‐1 can reduce breast cancer cells' (MCF‐7, LCC9 and LY2) proliferation and inhibit LY2 cells' migration and tumour colony formation, but does not increase the sensitivity of LCC9 or LY2 cells to tamoxifen.\n43\n\n\n          Studies have found that HOTAIR in lncRNA affects the regulation of HOXD by affecting polycomb repressor complex 2 (PRC2) binding to homeobox D (HOXD) cluster DNA. PRC2 can promote the histone H3K27 trimethylation (H3K27me3), thereby inhibiting transcription, leading to blocked differentiation and increase the metastasis and invasion of breast cancer cells. HOTAIR overexpression is thought to be related to oestrogen response elements in its promoter, and E2 induces HOTAIR expression in breast cancer. HOTAIR is upregulated in tamoxifen‐resistant ER‐positive breast cancer and further causes tamoxifen resistance.\n44\n, \n45\n Wu et al.\n46\n found that UCA1 in lncRNA enhanced breast cancer cells' resistance to tamoxifen by inhibiting the mTOR signalling pathway. UCA1 expression was significantly upregulated in tamoxifen‐resistant cells, and LCC2 and LCC9 cells transfected with UCA1 siRNA had a higher apoptotic rate after using tamoxifen. The study also found that UCA1 siRNA significantly reduced pAKT and p‐mTOR protein levels in LCC2 and LCC9 cells, and MCF‐7 cells over‐expressed UCA1 could reduce tamoxifen‐induced apoptosis. The protective effect of UCA1 on tumour cells was weakened after Rapamycin treatment.\n          LincRNA‐regulator of reprogramming (Linc‐RoR), a regulator that promotes oestrogen‐independent breast cancer cell growth and tamoxifen resistance, plays an essential role in endocrine therapy resistance of breast cancer. Studies have found that Linc‐RoR expression is still up‐regulated after the cells were deprived of oestrogen, and knocking out Linc‐RoR can eliminate oestrogen‐independent growth of MCF‐7 cells and reverse the cell phenotype. At the same time, dual specificity phosphatase7 (DUSP7) is used as a negative regulator of ERK, which reduces the stability of DUSP7 through Linc‐RoR and activates the MAPK/ERK signalling pathway (Figure 5).\n47\n\n\n          \n            FIGURE 5\n            \n              The working model of present study. Linc‐RoR promotes oestrogen‐independent growth (EIG) of ER+ breast cells through conferring the activation of MAPK/ERK pathway. See text for explanation. Reprinted from [447]. Copyright © 2017, Molecular Cancer volume\n            \n            \n          \n        \n      \n      \n        2.3\n        Cancer stem cells and tumour microenvironment in endocrine therapy resistance\n        \n          2.3.1\n          Cancer stem cells\n          Cancer stem cells (CSCs), a rare tumour cell population, accumulate and likely contribute to their failure after anti‐oestrogen treatment. Several studies have reported enrichment of CSCs after endocrine therapies.\n48\n, \n49\n Endocrine therapies enhance CSCs' stem‐like feature and tumour‐initiating ability, which probably responsible for treatment resistance and subsequent disease progression.\n50\n, \n51\n Breast cancer stem cells have often been involved in endocrine resistance, although it is less clear whether they are enough to drive resistance. Simoes et al.\n48\n reported that the activity and the frequency of breast cancer stem cell (BCSC) in ER+ patient samples and early and metastatic patient‐derived xenografts (PDXs) were increased after tamoxifen and fulvestrant endocrine therapy. Their study indicated that endocrine therapies do not target BCSCs, which may interpret how residual drug‐resistant cells cause the relapse of ER+ tumours after hormonal treatment. Tumours of patients with poorer outcomes after endocrine therapies revealed elevated ALDH1 expression and NOTCH4 activation. Moreover, endocrine therapy for ER+ breast cancer specifically increases the JAG1‐NOTCH4 signalling pathway, and its combination with the Notch pathway inhibitor can restrain BCSC enrichment leaded by endocrine therapies. Thus, JAG1 ligand signalling through the NOTCH4 receptor is a decisive factor for gaining endocrine resistance in ALDH‐positive cell populations. SRC3 can promote the stem‐like state of CSCs and induce EMT. It can also lead to worse outcomes and tamoxifen resistance of patients when overexpressed in breast cancer cells.\n26\n, \n52\n Other stem cell‐promoting factors such as SOX9 and FOXM1 are also involved in endocrine resistance.\n53\n, \n54\n\n\n        \n        \n          2.3.2\n          Tumour microenvironment\n          The tumour microenvironment (TME) refers to the surrounding microenvironment in which tumour cells exist, including surrounding blood vessels, fibroblasts, immune and inflammatory cells, signalling molecules and the extracellular matrix (ECM). A growing amount of evidence has suggested that several TME components such as cancer‐associated fibroblasts, ECM and immune and inflammatory cells play a pivotal role in endocrine resistance.\n          \n            Hypoxia\n            Hypoxic microenvironments in solid tumours result from available oxygen being consumed by rapidly proliferating tumour cells, resulting in the oxygen levels around the tumour are significantly lower than in healthy tissues. Studies have also shown that hypoxia is related to endocrine resistance.\n55\n Hypoxia‐inducible factor 1‐alpha (HIF‐1α) can induce cancer cell resistance to tamoxifen and fulvestrant treatment, and its over‐expression in ERα+ patients is associated with poor survival to endocrine therapy.\n56\n Morotti et al. suggested that HIF‐1αmakes up for the deficiency of ERα expression for keeping up the expression of SNAT2 under hypoxia or endocrine treatments. In vivo, SNAT2 overexpression produces complete resistance to anti‐oestrogen therapy and induces tamoxifen resistance. Its expression is related to breast cancer patients' poor survival and resistance to endocrine therapy in ER‐receptor+ patients.\n57\n There are also other studies demonstrating that hypoxia and HIF‐1α may play a significant role in endocrine treatment resistance.\n55\n, \n58\n, \n59\n\n\n          \n          \n            Cancer‐associated fibroblasts\n            Cancer‐associated fibroblast (CAF) is a cell type that, by initiating the extracellular matrix's remodelling or secreting cytokines, promotes tumourigenic features. CAFs provide pathways for aggressive cancers and promote invasion and metastasis by the biochemical alteration and cancer‐related pathways' regulation.\n60\n CAFs are the largest stromal cell population in breast cancer and play a key role in breast cancer cells proliferation by producing cytokines and growth factors, remodelling of ECM and modulating immune cell function, further leading to endocrine resistance.\n61\n, \n62\n Brechbuhl et al. analysed the presence of CD146‐positive and CD146‐negative CAFs in ER+ breast cancer patients' tissues and found that CD146‐negative CAFs reduce ER expression and tumour cell sensitivity to oestrogen and tamoxifen sensitivity in ER breast cancer cells. They also demonstrated that CD146‐negative CAFs are associated with poor drug response to tamoxifen and worse outcome in patients.\n63\n\n\n          \n          \n            Extracellular matrix\n            The extracellular matrix (ECM) consists of extracellular macromolecules and minerals, and researchers have proved that it plays a crucial role in breast cancer progression and endocrine resistance.\n64\n Jansen et al.\n65\n examined 112 ER‐positive primary breast cancers with the advanced disease after treated with tamoxifen and clearly defined the type of treatment response (52 with objective response vs 60 with progressive disease). They identified 81 genes expressed differently between tamoxifen‐sensitive and drug‐resistant tumours. Forty‐four genes were extracted for predictive characteristics and verified on an independent group of 66 tumours. Among the identified genomes, a group of ECM genes, namely TIMP3, fibronectin 1 (FN1), LOX, collagen type 1 alpha 1 chain (COL1A1), SPARC and tenascin C (TNC), were found to be relevant to tamoxifen resistance. Pontiggia et al. showed that the factors produced by fibroblasts derived from M05 mouse breast tumours make tamoxifen resistant to other sensitive epithelial cells. On the other hand, fibronectin binds to β1 integrin and activates the MAPK/ERK1/2 and PI3K/AKT pathways, making epithelial cells refractory to tamoxifen. In conclusion, tumour stroma can lead to tamoxifen resistance. Combining endocrine therapy and treatment for the tumour microenvironment has the potential to be an alternative approach to conquer endocrine resistance in breast cancer.\n66\n\n\n          \n          \n            Extracellular vesicles\n            Extracellular vesicles (EVs), small membranous vesicles released by cells into the extracellular matrix, have been demonstrated to be potential modulators of tumour progression and drug resistance by translocating genetic material into recipient cells.\n67\n Sansone et al.\n68\n demonstrated that CAFs can package intact mitochondrial genome into EVs, which is released and absorbed by dormant CSCs, subsequently transcribing donor mtDNA, contributing to the restoration of oxidative phosphorylation (OXPHOS) and CSCs' self‐renovating and the endocrine therapy resistance. Therefore, we believe that EVs play a substantial role in endocrine therapy resistance.\n          \n          \n            The immune system\n            Inflammation coordinates the microenvironment surrounding the tumour and promotes proliferation, survival and migration.\n69\n In recent studies, inflammatory cytokines have been correlated with endocrine resistance. Tumour‐associated macrophages (TAMs) are the main part of the tumour microenvironment in the majority of cancers. TAMs can strengthen breast cancer cell aggression by degrading ECM, promoting tumour angiogenesis and restraining cytotoxic T cells' anti‐tumour function, causing poor patient prognosis.\n70\n Castellaro et al.\n71\n found that animal xenograft tumours did not grow when MCF‐7 cells were injected in animal xenograft tumours after removal of oestradiol particles but grew when co‐injected with macrophages, suggesting that macrophages might promote breast cancer endocrine resistance.\n            Anti‐oestrogen treatment can induce transforming growth factor β (TGFβ) cytokines in breast cancer cells, resulting in the development of anti‐oestrogen resistance and immunosuppression.\n72\n Stender et al. indicated that pro‐inflammatory cytokines such as IL‐1β and tumour necrosis factor α (TNFα) result in ERα‐dependent transcriptional activation by IKKβ‐dependent phosphorylation of ERα‐S305, contributing to endocrine resistance.\n73\n\n\n            The interplay between tumour cells and immune cells is increasingly pivotal in the development and progression of cancer. In a phase III trial, researchers examined the clinical relevance of tumour‐infiltrating lymphocytes (TILs) and breast cancer and found that TILs were lower in the ER‐positive/HER2‐negative subgroups compared with ER‐negative/HER2‐negative and HER2‐positive breast cancer subgroups (2.9% vs 10.6% and 11.1%).\n74\n\n\n            Rugo et al. analysed the programmed death ligand 1(PD‐L1)'s expression levels in ER+ tumours and only 20% of patients expressed PD‐L1, and single‐agent immune checkpoint inhibitors (ICIs) had limited efficacy in ER+, PD‐L1‐positive tumours.\n75\n Another study investigated the relationship between ERα and PD‐L1 in breast cancer and identified ERα as a negative regulator of PD‐L1 gene transcription.\n76\n Anurag et al. identified the upregulated genes in endocrine therapy resistant tumours via unbiased genome‐wide profiling analysis and showed that overexpression of the immune checkpoint components IDO1, LAG3 and PD1 was correlated with AI‐resistant proliferation in luminal B tumours. IDO1 was also related to poor survival prognosis in luminal B cases.\n77\n Future studies are needed to elucidate the contribution of immune cells in endocrine resistance.\n2.1\n        Receptor‐mediated signalling in endocrine therapy resistance\n        \n          2.1.1\n          Oestrogen receptor‐mediated signalling\n          The interaction between ER signalling and other receptor‐mediated signalling plays a crucial part in the therapeutic process for endocrine resistance. Blocking the oestrogen‐mediated signalling and other over‐activated signalling may reverse the resistance of endocrine therapy. The combination of Tamoxifen and growth factor receptor kinase inhibitor (RKI) is also one of the main therapeutic approaches for Tamoxifen‐resistant breast cancer with overexpression of EGFR or HER‐2. In addition, the abnormal expression of receptor tyrosine kinase (RTK), EGFR, HER‐2, IGF‐1R, fibroblast growth factor receptors (FGF‐R) and abnormal activation such as PI3K/PTEN/AKT/mTOR signalling pathway, NF‐kB signalling pathway may be involved in drug resistance (Figure 2).\n24\n\n\n          \n            FIGURE 2\n            \n              Mechanisms of endocrine resistance in breast cancer cells. (A) Mechanisms of tamoxifen (TAM) resistance may involve the loss of oestrogen receptor (ER) alpha expression, which can be achieved by methylation of CpG islands or histone deacetylase activity in the ESR1 promoter. Tamoxifen‐resistant growth is also stimulated by the upregulation of growth factor signalling pathways (HER2, IGF‐IR and FGFR) and subsequent activation of the mitogen‐activated protein kinase (MAPK) cascade or phosphoinositide 3‐kinase (PI3K) pathway. Finally, tamoxifen has even been shown to stimulate the growth of breast cancer cells when bound to certain coactivators, such as AIB1, and this is especially true in HER2‐expressing cells. (B) The mechanisms of aromatase inhibitor (AI) resistance share similarities with tamoxifen resistance, especially in terms of growth factor pathway upregulation. The enhanced activity of growth factors such as MAPK can result in oestrogen‐independent phosphorylation and activation of ERα. In addition to growth factor signalling, interferon response genes and anti‐apoptotic proteins have also been shown to have increased expression in AI‐resistant cells. AIB1, amplified in breast cancer 1; FGFR1, fibroblast growth factor receptor 1; HER2, human epidermal growth factor receptor 2; IGFR1, insulin‐like growth factor receptor 1. Reprinted from [24]. Copyright © 2015 Breast Cancer Research volume\n            \n            \n          \n        \n        \n          2.1.2\n          HER‐2\n          HER‐2 is involved in resistance to endocrine therapy. Studies have found that tamoxifen‐resistant cells overexpress HER‐2. After tamoxifen treatment, the cells still proliferate malignantly, suggesting that HER‐2 interacts with ERα.\n25\n Another study found that breast cancer amplified antigen 1 (AIB1) as an ERα co‐regulator when HER‐2 is expressed, and its increased expression is related to tamoxifen resistance.\n26\n YBX1 overexpressing breast cancer cells are resistant to tamoxifen and fulvestrant, which are related to decreased ER and elevated HER‐2. Tamoxifen treatment can increase the ability of YBX1 to bind to the HER‐2 promoter region, Induction of HER‐2 transcriptional activation and increased expression (Figure 3).\n27\n\n\n          \n            FIGURE 3\n            \n              Model depicting YBX1‐mediated resistance to anti‐oestrogens of breast cancer cells. In oestrogen‐dependent ER+ breast cancer cells, YBX1‐induced ERBB2 expression is inhibited by YBX1 binding to active ER. Treatment with anti‐oestrogens interferes with binding, and free, active YBX1 promotes ERBB2 expression. Reprinted from [27]. Copyright © 2017 Cancer Res\n            \n            \n          \n        \n        \n          2.1.3\n          RET activation\n          Protein arginine N‐methyltransferase 2 (PRMT2) is an ERα co‐regulator, interacts with ERα66 and has the ability to inhibit breast cancer cell proliferation. Shen et al. found that after treating cells with tamoxifen, PRMT2 expression was reduced, ERα36 expression was increased, and tamoxifen resistance was mediated, while PRMT2 directly bound ERα36 and inhibited its activity, blocking PI3K/AKT and MAPK/ERK signalling pathway can reverse tamoxifen resistance.\n28\n Shimoda et al\n29\n found that aspartate‐β‐hydroxylase (ASPH) is related to the sensitivity of endocrine therapy. ASPH expression in tamoxifen‐resistant breast cancer cells was up‐regulated and MAPK and PI3K signalling pathways are involved in drug resistance regulation.\n          It has been well documented that ER‐positive breast cancers present the functional receptor tyrosine kinase RET signalling activity. Breast cancers that are sensitive to endocrine therapy often lack RET ligands. In support, the RET ligand GDNF has been shown to induce endocrine therapy resistance (Figure 4).\n30\n Another study found that oestrogen directly activates C‐terminal Src kinase (CSK) expression in ER‐positive breast cancer, activates p21‐activated kinase2 (PAK2) and causes oestrogen‐independent growth. ER‐positive breast cancer with PAK2 overexpression is linked with resistance to endocrine therapy and poor prognosis. This study used PAK2 inhibitors and ER antagonists on drug‐resistant cells to synergistically inhibit breast cancer growth.\n31\n Liang et al\n32\n found that after 4‐OH‐tamoxifen treated MCF‐7 cells, melanoma cell adhesion molecule (MCAM) was resistant to tamoxifen‐resistant MCF‐7‐Tam‐R expression in cells is increased, and MCAM promotes tamoxifen resistance by activating the AKT signalling pathway, inducing epithelial–mesenchymal transition.\n          \n            FIGURE 4\n            \n              Schematic diagram of RET activation in endocrine sensitive and resistant tumours. Both endocrine sensitive and resistant breast cancer cells express all components of the RET signalling pathway, but endocrine sensitive breast cancer cells lack GDNF to initiate the resistance pathway. By contrast, endocrine resistant cells secret GNDF, which acts in an autocrine or paracrine fashion to promote endocrine resistance in nearby cells. Reprinted from [30]. Copyright © 2018, PLoS ONE\n2.1.1\n          Oestrogen receptor‐mediated signalling\n          The interaction between ER signalling and other receptor‐mediated signalling plays a crucial part in the therapeutic process for endocrine resistance. Blocking the oestrogen‐mediated signalling and other over‐activated signalling may reverse the resistance of endocrine therapy. The combination of Tamoxifen and growth factor receptor kinase inhibitor (RKI) is also one of the main therapeutic approaches for Tamoxifen‐resistant breast cancer with overexpression of EGFR or HER‐2. In addition, the abnormal expression of receptor tyrosine kinase (RTK), EGFR, HER‐2, IGF‐1R, fibroblast growth factor receptors (FGF‐R) and abnormal activation such as PI3K/PTEN/AKT/mTOR signalling pathway, NF‐kB signalling pathway may be involved in drug resistance (Figure 2).\n24\n\n\n          \n            FIGURE 2\n            \n              Mechanisms of endocrine resistance in breast cancer cells. (A) Mechanisms of tamoxifen (TAM) resistance may involve the loss of oestrogen receptor (ER) alpha expression, which can be achieved by methylation of CpG islands or histone deacetylase activity in the ESR1 promoter. Tamoxifen‐resistant growth is also stimulated by the upregulation of growth factor signalling pathways (HER2, IGF‐IR and FGFR) and subsequent activation of the mitogen‐activated protein kinase (MAPK) cascade or phosphoinositide 3‐kinase (PI3K) pathway. Finally, tamoxifen has even been shown to stimulate the growth of breast cancer cells when bound to certain coactivators, such as AIB1, and this is especially true in HER2‐expressing cells. (B) The mechanisms of aromatase inhibitor (AI) resistance share similarities with tamoxifen resistance, especially in terms of growth factor pathway upregulation. The enhanced activity of growth factors such as MAPK can result in oestrogen‐independent phosphorylation and activation of ERα. In addition to growth factor signalling, interferon response genes and anti‐apoptotic proteins have also been shown to have increased expression in AI‐resistant cells. AIB1, amplified in breast cancer 1; FGFR1, fibroblast growth factor receptor 1; HER2, human epidermal growth factor receptor 2; IGFR1, insulin‐like growth factor receptor 1. Reprinted from [24]. Copyright © 2015 Breast Cancer Research volume\n2.1.2\n          HER‐2\n          HER‐2 is involved in resistance to endocrine therapy. Studies have found that tamoxifen‐resistant cells overexpress HER‐2. After tamoxifen treatment, the cells still proliferate malignantly, suggesting that HER‐2 interacts with ERα.\n25\n Another study found that breast cancer amplified antigen 1 (AIB1) as an ERα co‐regulator when HER‐2 is expressed, and its increased expression is related to tamoxifen resistance.\n26\n YBX1 overexpressing breast cancer cells are resistant to tamoxifen and fulvestrant, which are related to decreased ER and elevated HER‐2. Tamoxifen treatment can increase the ability of YBX1 to bind to the HER‐2 promoter region, Induction of HER‐2 transcriptional activation and increased expression (Figure 3).\n27\n\n\n          \n            FIGURE 3\n            \n              Model depicting YBX1‐mediated resistance to anti‐oestrogens of breast cancer cells. In oestrogen‐dependent ER+ breast cancer cells, YBX1‐induced ERBB2 expression is inhibited by YBX1 binding to active ER. Treatment with anti‐oestrogens interferes with binding, and free, active YBX1 promotes ERBB2 expression. Reprinted from [27]. Copyright © 2017 Cancer Res\n2.1.3\n          RET activation\n          Protein arginine N‐methyltransferase 2 (PRMT2) is an ERα co‐regulator, interacts with ERα66 and has the ability to inhibit breast cancer cell proliferation. Shen et al. found that after treating cells with tamoxifen, PRMT2 expression was reduced, ERα36 expression was increased, and tamoxifen resistance was mediated, while PRMT2 directly bound ERα36 and inhibited its activity, blocking PI3K/AKT and MAPK/ERK signalling pathway can reverse tamoxifen resistance.\n28\n Shimoda et al\n29\n found that aspartate‐β‐hydroxylase (ASPH) is related to the sensitivity of endocrine therapy. ASPH expression in tamoxifen‐resistant breast cancer cells was up‐regulated and MAPK and PI3K signalling pathways are involved in drug resistance regulation.\n          It has been well documented that ER‐positive breast cancers present the functional receptor tyrosine kinase RET signalling activity. Breast cancers that are sensitive to endocrine therapy often lack RET ligands. In support, the RET ligand GDNF has been shown to induce endocrine therapy resistance (Figure 4).\n30\n Another study found that oestrogen directly activates C‐terminal Src kinase (CSK) expression in ER‐positive breast cancer, activates p21‐activated kinase2 (PAK2) and causes oestrogen‐independent growth. ER‐positive breast cancer with PAK2 overexpression is linked with resistance to endocrine therapy and poor prognosis. This study used PAK2 inhibitors and ER antagonists on drug‐resistant cells to synergistically inhibit breast cancer growth.\n31\n Liang et al\n32\n found that after 4‐OH‐tamoxifen treated MCF‐7 cells, melanoma cell adhesion molecule (MCAM) was resistant to tamoxifen‐resistant MCF‐7‐Tam‐R expression in cells is increased, and MCAM promotes tamoxifen resistance by activating the AKT signalling pathway, inducing epithelial–mesenchymal transition.\n          \n            FIGURE 4\n            \n              Schematic diagram of RET activation in endocrine sensitive and resistant tumours. Both endocrine sensitive and resistant breast cancer cells express all components of the RET signalling pathway, but endocrine sensitive breast cancer cells lack GDNF to initiate the resistance pathway. By contrast, endocrine resistant cells secret GNDF, which acts in an autocrine or paracrine fashion to promote endocrine resistance in nearby cells. Reprinted from [30]. Copyright © 2018, PLoS ONE\n2.2\n        Genetic and epigenetic factors in endocrine therapy resistance\n        \n          2.2.1\n          Genetic factors\n          Somatic mutations in the ligand‐binding domain of oestrogen receptor 1 (ESR1) can cause resistance to endocrine therapy in breast cancer. E380Q, as a mutation of ESR1, is related to oestradiol (E2) hypersensitivity, the increased ability of DNA to bind to oestrogen response elements, and the activity of E2‐independent constitutive transactivation. Takeshita et al.\n33\n tested ESR1 mutations (E380Q, Y537S, Y537N, Y537C and D538G) of tumour tissue and plasma cell‐free DNA (cfDNA) in 62 patients and found that 21% of patients with advanced breast cancer have ESR1 mutations. The incidence of mutations was 16% for E380Q, 41.6% for Y537S and 33.3% for D538G, Y537N and Y537C. Some samples detected double or triple mutations in ESR1. New anti‐estrogens (AE) targeting mutations have been found to have the ability to inhibit breast cancer cell proliferation and have effects on both wild‐type and Y537S and D538G mutants.\n34\n Rinath et al. tested somatic ESR1 mutations in 76 metastatic ER+ breast cancer patients and found the frequency of these mutations was 12%. In preclinical models, these mutations were shown to bring about constitutive activity and relative resistance to endocrine therapy. They believe that these mutations are responsible for driving endocrine resistance in ER+ metastatic breast cancer.\n35\n Keren et al. detected an ERα mutation (D538G substitution) in patients with metastatic breast cancer. This mutation leads to a conformational change in the ligand binding domain and further results in resistance to endocrine therapy.\n36\n\n\n          IGF1 is an important regulator of breast development and tumourigenesis. IGF1 and ERα interact in ESR1 mutant cells. Li et al. made ESR1 mutations (Y537S and D538G) in MCF‐7 and T47D cell lines through gene editing.\n37\n The mutant cells showed IGF signal activation, and IGF1 was more sensitive to growth stimulation. The combined application of IGF1 receptor inhibitor (OSI‐906) and fulvestrant in mutant cells can synergistically inhibit tumour cell growth. Martin et al. first reported the existence of ESR1Y537C and ESR1Y537S mutations and found that cells have resistance to endocrine drugs after long‐term oestrogen deprivation.\n38\n This naturally occurring ESR1 mutation will provide an important research model for the future basic studies of resistance mechanisms in breast cancer endocrine therapy.\n          Mutations in the CYP19A1 gene, which encodes a member of the cytochrome P450 enzyme superfamily, can result in increased or decreased aromatase activity. In a study by Magnani et al, they found that 21.5% of AI‐treated relapsed patients acquired CYP19A1 gene amplification. CYP19A1 amplification not only increased aromatase activity, but also led to oestrogen‐independent ERα binding to target genes, triggering CYP19A1amp cells to show decreased sensitivity to AI treatment.\n39\n They also found that some patients whose disease progressed after reversible AI treatment occasionally responded to irreversible AI.\n          Germline genetic variation can affect the risk and treatment outcome of breast cancer. Changes in SNPs (such as reduced ZNF423SNP and increased CTSOSNP) are associated with breast cancer risk. ER‐positive breast cancer CTSO affects the efficacy of tamoxifen by regulating the levels of ZNF423 and BRCA1. For patients with SNP (CTSO and ZNF423) associated with tamoxifen resistance, PARP inhibitors can reverse tamoxifen resistance.\n40\n\n\n        \n        \n          2.2.2\n          Epigenetic factors\n          Non‐coding RNA (ncRNA) contains microRNA (miRNA) and long non‐coding RNA (lncRNA). miRNA regulates gene expression by inhibiting or degrading mRNA transcription through translation, and is involved in cell proliferation, differentiation, and apoptosis; lncRNA is involved in the intracellular protein backbone, chromatin circulation, and regulation of mRNA stability.\n41\n\n\n          It has been demonstrated that the expression of Mirna‐449a was significantly down‐regulated in tamoxifen‐resistant breast cancer cells and patients' peripheral blood. MiRNA‐449a regulates ADAM22 and further affects tamoxifen resistance through PPARG, LGI1, KRAS and LYN. Recovery of miRNA‐449a expression can reverse tamoxifen resistance.\n42\n Another study reported that in endocrine‐sensitive breast cancer MCF‐7 cells, the expression of miRNA‐29a and miRNA‐29b‐1 was inhibited after tamoxifen was used, while miRNA was inhibited by tamoxifen in resistant cells LY2. Activated, tamoxifen can reduce the target of miRNA‐29 in LY2 cells, DIC‐ER1. Overexpression of miRNA‐29a and miRNA‐29b‐1 can reduce breast cancer cells' (MCF‐7, LCC9 and LY2) proliferation and inhibit LY2 cells' migration and tumour colony formation, but does not increase the sensitivity of LCC9 or LY2 cells to tamoxifen.\n43\n\n\n          Studies have found that HOTAIR in lncRNA affects the regulation of HOXD by affecting polycomb repressor complex 2 (PRC2) binding to homeobox D (HOXD) cluster DNA. PRC2 can promote the histone H3K27 trimethylation (H3K27me3), thereby inhibiting transcription, leading to blocked differentiation and increase the metastasis and invasion of breast cancer cells. HOTAIR overexpression is thought to be related to oestrogen response elements in its promoter, and E2 induces HOTAIR expression in breast cancer. HOTAIR is upregulated in tamoxifen‐resistant ER‐positive breast cancer and further causes tamoxifen resistance.\n44\n, \n45\n Wu et al.\n46\n found that UCA1 in lncRNA enhanced breast cancer cells' resistance to tamoxifen by inhibiting the mTOR signalling pathway. UCA1 expression was significantly upregulated in tamoxifen‐resistant cells, and LCC2 and LCC9 cells transfected with UCA1 siRNA had a higher apoptotic rate after using tamoxifen. The study also found that UCA1 siRNA significantly reduced pAKT and p‐mTOR protein levels in LCC2 and LCC9 cells, and MCF‐7 cells over‐expressed UCA1 could reduce tamoxifen‐induced apoptosis. The protective effect of UCA1 on tumour cells was weakened after Rapamycin treatment.\n          LincRNA‐regulator of reprogramming (Linc‐RoR), a regulator that promotes oestrogen‐independent breast cancer cell growth and tamoxifen resistance, plays an essential role in endocrine therapy resistance of breast cancer. Studies have found that Linc‐RoR expression is still up‐regulated after the cells were deprived of oestrogen, and knocking out Linc‐RoR can eliminate oestrogen‐independent growth of MCF‐7 cells and reverse the cell phenotype. At the same time, dual specificity phosphatase7 (DUSP7) is used as a negative regulator of ERK, which reduces the stability of DUSP7 through Linc‐RoR and activates the MAPK/ERK signalling pathway (Figure 5).\n47\n\n\n          \n            FIGURE 5\n            \n              The working model of present study. Linc‐RoR promotes oestrogen‐independent growth (EIG) of ER+ breast cells through conferring the activation of MAPK/ERK pathway. See text for explanation. Reprinted from [447]. Copyright © 2017, Molecular Cancer volume\n2.2.1\n          Genetic factors\n          Somatic mutations in the ligand‐binding domain of oestrogen receptor 1 (ESR1) can cause resistance to endocrine therapy in breast cancer. E380Q, as a mutation of ESR1, is related to oestradiol (E2) hypersensitivity, the increased ability of DNA to bind to oestrogen response elements, and the activity of E2‐independent constitutive transactivation. Takeshita et al.\n33\n tested ESR1 mutations (E380Q, Y537S, Y537N, Y537C and D538G) of tumour tissue and plasma cell‐free DNA (cfDNA) in 62 patients and found that 21% of patients with advanced breast cancer have ESR1 mutations. The incidence of mutations was 16% for E380Q, 41.6% for Y537S and 33.3% for D538G, Y537N and Y537C. Some samples detected double or triple mutations in ESR1. New anti‐estrogens (AE) targeting mutations have been found to have the ability to inhibit breast cancer cell proliferation and have effects on both wild‐type and Y537S and D538G mutants.\n34\n Rinath et al. tested somatic ESR1 mutations in 76 metastatic ER+ breast cancer patients and found the frequency of these mutations was 12%. In preclinical models, these mutations were shown to bring about constitutive activity and relative resistance to endocrine therapy. They believe that these mutations are responsible for driving endocrine resistance in ER+ metastatic breast cancer.\n35\n Keren et al. detected an ERα mutation (D538G substitution) in patients with metastatic breast cancer. This mutation leads to a conformational change in the ligand binding domain and further results in resistance to endocrine therapy.\n36\n\n\n          IGF1 is an important regulator of breast development and tumourigenesis. IGF1 and ERα interact in ESR1 mutant cells. Li et al. made ESR1 mutations (Y537S and D538G) in MCF‐7 and T47D cell lines through gene editing.\n37\n The mutant cells showed IGF signal activation, and IGF1 was more sensitive to growth stimulation. The combined application of IGF1 receptor inhibitor (OSI‐906) and fulvestrant in mutant cells can synergistically inhibit tumour cell growth. Martin et al. first reported the existence of ESR1Y537C and ESR1Y537S mutations and found that cells have resistance to endocrine drugs after long‐term oestrogen deprivation.\n38\n This naturally occurring ESR1 mutation will provide an important research model for the future basic studies of resistance mechanisms in breast cancer endocrine therapy.\n          Mutations in the CYP19A1 gene, which encodes a member of the cytochrome P450 enzyme superfamily, can result in increased or decreased aromatase activity. In a study by Magnani et al, they found that 21.5% of AI‐treated relapsed patients acquired CYP19A1 gene amplification. CYP19A1 amplification not only increased aromatase activity, but also led to oestrogen‐independent ERα binding to target genes, triggering CYP19A1amp cells to show decreased sensitivity to AI treatment.\n39\n They also found that some patients whose disease progressed after reversible AI treatment occasionally responded to irreversible AI.\n          Germline genetic variation can affect the risk and treatment outcome of breast cancer. Changes in SNPs (such as reduced ZNF423SNP and increased CTSOSNP) are associated with breast cancer risk. ER‐positive breast cancer CTSO affects the efficacy of tamoxifen by regulating the levels of ZNF423 and BRCA1. For patients with SNP (CTSO and ZNF423) associated with tamoxifen resistance, PARP inhibitors can reverse tamoxifen resistance.\n40\n2.2.2\n          Epigenetic factors\n          Non‐coding RNA (ncRNA) contains microRNA (miRNA) and long non‐coding RNA (lncRNA). miRNA regulates gene expression by inhibiting or degrading mRNA transcription through translation, and is involved in cell proliferation, differentiation, and apoptosis; lncRNA is involved in the intracellular protein backbone, chromatin circulation, and regulation of mRNA stability.\n41\n\n\n          It has been demonstrated that the expression of Mirna‐449a was significantly down‐regulated in tamoxifen‐resistant breast cancer cells and patients' peripheral blood. MiRNA‐449a regulates ADAM22 and further affects tamoxifen resistance through PPARG, LGI1, KRAS and LYN. Recovery of miRNA‐449a expression can reverse tamoxifen resistance.\n42\n Another study reported that in endocrine‐sensitive breast cancer MCF‐7 cells, the expression of miRNA‐29a and miRNA‐29b‐1 was inhibited after tamoxifen was used, while miRNA was inhibited by tamoxifen in resistant cells LY2. Activated, tamoxifen can reduce the target of miRNA‐29 in LY2 cells, DIC‐ER1. Overexpression of miRNA‐29a and miRNA‐29b‐1 can reduce breast cancer cells' (MCF‐7, LCC9 and LY2) proliferation and inhibit LY2 cells' migration and tumour colony formation, but does not increase the sensitivity of LCC9 or LY2 cells to tamoxifen.\n43\n\n\n          Studies have found that HOTAIR in lncRNA affects the regulation of HOXD by affecting polycomb repressor complex 2 (PRC2) binding to homeobox D (HOXD) cluster DNA. PRC2 can promote the histone H3K27 trimethylation (H3K27me3), thereby inhibiting transcription, leading to blocked differentiation and increase the metastasis and invasion of breast cancer cells. HOTAIR overexpression is thought to be related to oestrogen response elements in its promoter, and E2 induces HOTAIR expression in breast cancer. HOTAIR is upregulated in tamoxifen‐resistant ER‐positive breast cancer and further causes tamoxifen resistance.\n44\n, \n45\n Wu et al.\n46\n found that UCA1 in lncRNA enhanced breast cancer cells' resistance to tamoxifen by inhibiting the mTOR signalling pathway. UCA1 expression was significantly upregulated in tamoxifen‐resistant cells, and LCC2 and LCC9 cells transfected with UCA1 siRNA had a higher apoptotic rate after using tamoxifen. The study also found that UCA1 siRNA significantly reduced pAKT and p‐mTOR protein levels in LCC2 and LCC9 cells, and MCF‐7 cells over‐expressed UCA1 could reduce tamoxifen‐induced apoptosis. The protective effect of UCA1 on tumour cells was weakened after Rapamycin treatment.\n          LincRNA‐regulator of reprogramming (Linc‐RoR), a regulator that promotes oestrogen‐independent breast cancer cell growth and tamoxifen resistance, plays an essential role in endocrine therapy resistance of breast cancer. Studies have found that Linc‐RoR expression is still up‐regulated after the cells were deprived of oestrogen, and knocking out Linc‐RoR can eliminate oestrogen‐independent growth of MCF‐7 cells and reverse the cell phenotype. At the same time, dual specificity phosphatase7 (DUSP7) is used as a negative regulator of ERK, which reduces the stability of DUSP7 through Linc‐RoR and activates the MAPK/ERK signalling pathway (Figure 5).\n47\n\n\n          \n            FIGURE 5\n            \n              The working model of present study. Linc‐RoR promotes oestrogen‐independent growth (EIG) of ER+ breast cells through conferring the activation of MAPK/ERK pathway. See text for explanation. Reprinted from [447]. Copyright © 2017, Molecular Cancer volume\n2.3\n        Cancer stem cells and tumour microenvironment in endocrine therapy resistance\n        \n          2.3.1\n          Cancer stem cells\n          Cancer stem cells (CSCs), a rare tumour cell population, accumulate and likely contribute to their failure after anti‐oestrogen treatment. Several studies have reported enrichment of CSCs after endocrine therapies.\n48\n, \n49\n Endocrine therapies enhance CSCs' stem‐like feature and tumour‐initiating ability, which probably responsible for treatment resistance and subsequent disease progression.\n50\n, \n51\n Breast cancer stem cells have often been involved in endocrine resistance, although it is less clear whether they are enough to drive resistance. Simoes et al.\n48\n reported that the activity and the frequency of breast cancer stem cell (BCSC) in ER+ patient samples and early and metastatic patient‐derived xenografts (PDXs) were increased after tamoxifen and fulvestrant endocrine therapy. Their study indicated that endocrine therapies do not target BCSCs, which may interpret how residual drug‐resistant cells cause the relapse of ER+ tumours after hormonal treatment. Tumours of patients with poorer outcomes after endocrine therapies revealed elevated ALDH1 expression and NOTCH4 activation. Moreover, endocrine therapy for ER+ breast cancer specifically increases the JAG1‐NOTCH4 signalling pathway, and its combination with the Notch pathway inhibitor can restrain BCSC enrichment leaded by endocrine therapies. Thus, JAG1 ligand signalling through the NOTCH4 receptor is a decisive factor for gaining endocrine resistance in ALDH‐positive cell populations. SRC3 can promote the stem‐like state of CSCs and induce EMT. It can also lead to worse outcomes and tamoxifen resistance of patients when overexpressed in breast cancer cells.\n26\n, \n52\n Other stem cell‐promoting factors such as SOX9 and FOXM1 are also involved in endocrine resistance.\n53\n, \n54\n\n\n        \n        \n          2.3.2\n          Tumour microenvironment\n          The tumour microenvironment (TME) refers to the surrounding microenvironment in which tumour cells exist, including surrounding blood vessels, fibroblasts, immune and inflammatory cells, signalling molecules and the extracellular matrix (ECM). A growing amount of evidence has suggested that several TME components such as cancer‐associated fibroblasts, ECM and immune and inflammatory cells play a pivotal role in endocrine resistance.\n          \n            Hypoxia\n            Hypoxic microenvironments in solid tumours result from available oxygen being consumed by rapidly proliferating tumour cells, resulting in the oxygen levels around the tumour are significantly lower than in healthy tissues. Studies have also shown that hypoxia is related to endocrine resistance.\n55\n Hypoxia‐inducible factor 1‐alpha (HIF‐1α) can induce cancer cell resistance to tamoxifen and fulvestrant treatment, and its over‐expression in ERα+ patients is associated with poor survival to endocrine therapy.\n56\n Morotti et al. suggested that HIF‐1αmakes up for the deficiency of ERα expression for keeping up the expression of SNAT2 under hypoxia or endocrine treatments. In vivo, SNAT2 overexpression produces complete resistance to anti‐oestrogen therapy and induces tamoxifen resistance. Its expression is related to breast cancer patients' poor survival and resistance to endocrine therapy in ER‐receptor+ patients.\n57\n There are also other studies demonstrating that hypoxia and HIF‐1α may play a significant role in endocrine treatment resistance.\n55\n, \n58\n, \n59\n\n\n          \n          \n            Cancer‐associated fibroblasts\n            Cancer‐associated fibroblast (CAF) is a cell type that, by initiating the extracellular matrix's remodelling or secreting cytokines, promotes tumourigenic features. CAFs provide pathways for aggressive cancers and promote invasion and metastasis by the biochemical alteration and cancer‐related pathways' regulation.\n60\n CAFs are the largest stromal cell population in breast cancer and play a key role in breast cancer cells proliferation by producing cytokines and growth factors, remodelling of ECM and modulating immune cell function, further leading to endocrine resistance.\n61\n, \n62\n Brechbuhl et al. analysed the presence of CD146‐positive and CD146‐negative CAFs in ER+ breast cancer patients' tissues and found that CD146‐negative CAFs reduce ER expression and tumour cell sensitivity to oestrogen and tamoxifen sensitivity in ER breast cancer cells. They also demonstrated that CD146‐negative CAFs are associated with poor drug response to tamoxifen and worse outcome in patients.\n63\n\n\n          \n          \n            Extracellular matrix\n            The extracellular matrix (ECM) consists of extracellular macromolecules and minerals, and researchers have proved that it plays a crucial role in breast cancer progression and endocrine resistance.\n64\n Jansen et al.\n65\n examined 112 ER‐positive primary breast cancers with the advanced disease after treated with tamoxifen and clearly defined the type of treatment response (52 with objective response vs 60 with progressive disease). They identified 81 genes expressed differently between tamoxifen‐sensitive and drug‐resistant tumours. Forty‐four genes were extracted for predictive characteristics and verified on an independent group of 66 tumours. Among the identified genomes, a group of ECM genes, namely TIMP3, fibronectin 1 (FN1), LOX, collagen type 1 alpha 1 chain (COL1A1), SPARC and tenascin C (TNC), were found to be relevant to tamoxifen resistance. Pontiggia et al. showed that the factors produced by fibroblasts derived from M05 mouse breast tumours make tamoxifen resistant to other sensitive epithelial cells. On the other hand, fibronectin binds to β1 integrin and activates the MAPK/ERK1/2 and PI3K/AKT pathways, making epithelial cells refractory to tamoxifen. In conclusion, tumour stroma can lead to tamoxifen resistance. Combining endocrine therapy and treatment for the tumour microenvironment has the potential to be an alternative approach to conquer endocrine resistance in breast cancer.\n66\n\n\n          \n          \n            Extracellular vesicles\n            Extracellular vesicles (EVs), small membranous vesicles released by cells into the extracellular matrix, have been demonstrated to be potential modulators of tumour progression and drug resistance by translocating genetic material into recipient cells.\n67\n Sansone et al.\n68\n demonstrated that CAFs can package intact mitochondrial genome into EVs, which is released and absorbed by dormant CSCs, subsequently transcribing donor mtDNA, contributing to the restoration of oxidative phosphorylation (OXPHOS) and CSCs' self‐renovating and the endocrine therapy resistance. Therefore, we believe that EVs play a substantial role in endocrine therapy resistance.\n          \n          \n            The immune system\n            Inflammation coordinates the microenvironment surrounding the tumour and promotes proliferation, survival and migration.\n69\n In recent studies, inflammatory cytokines have been correlated with endocrine resistance. Tumour‐associated macrophages (TAMs) are the main part of the tumour microenvironment in the majority of cancers. TAMs can strengthen breast cancer cell aggression by degrading ECM, promoting tumour angiogenesis and restraining cytotoxic T cells' anti‐tumour function, causing poor patient prognosis.\n70\n Castellaro et al.\n71\n found that animal xenograft tumours did not grow when MCF‐7 cells were injected in animal xenograft tumours after removal of oestradiol particles but grew when co‐injected with macrophages, suggesting that macrophages might promote breast cancer endocrine resistance.\n            Anti‐oestrogen treatment can induce transforming growth factor β (TGFβ) cytokines in breast cancer cells, resulting in the development of anti‐oestrogen resistance and immunosuppression.\n72\n Stender et al. indicated that pro‐inflammatory cytokines such as IL‐1β and tumour necrosis factor α (TNFα) result in ERα‐dependent transcriptional activation by IKKβ‐dependent phosphorylation of ERα‐S305, contributing to endocrine resistance.\n73\n\n\n            The interplay between tumour cells and immune cells is increasingly pivotal in the development and progression of cancer. In a phase III trial, researchers examined the clinical relevance of tumour‐infiltrating lymphocytes (TILs) and breast cancer and found that TILs were lower in the ER‐positive/HER2‐negative subgroups compared with ER‐negative/HER2‐negative and HER2‐positive breast cancer subgroups (2.9% vs 10.6% and 11.1%).\n74\n\n\n            Rugo et al. analysed the programmed death ligand 1(PD‐L1)'s expression levels in ER+ tumours and only 20% of patients expressed PD‐L1, and single‐agent immune checkpoint inhibitors (ICIs) had limited efficacy in ER+, PD‐L1‐positive tumours.\n75\n Another study investigated the relationship between ERα and PD‐L1 in breast cancer and identified ERα as a negative regulator of PD‐L1 gene transcription.\n76\n Anurag et al. identified the upregulated genes in endocrine therapy resistant tumours via unbiased genome‐wide profiling analysis and showed that overexpression of the immune checkpoint components IDO1, LAG3 and PD1 was correlated with AI‐resistant proliferation in luminal B tumours. IDO1 was also related to poor survival prognosis in luminal B cases.\n77\n Future studies are needed to elucidate the contribution of immune cells in endocrine resistance.\n2.3.1\n          Cancer stem cells\n          Cancer stem cells (CSCs), a rare tumour cell population, accumulate and likely contribute to their failure after anti‐oestrogen treatment. Several studies have reported enrichment of CSCs after endocrine therapies.\n48\n, \n49\n Endocrine therapies enhance CSCs' stem‐like feature and tumour‐initiating ability, which probably responsible for treatment resistance and subsequent disease progression.\n50\n, \n51\n Breast cancer stem cells have often been involved in endocrine resistance, although it is less clear whether they are enough to drive resistance. Simoes et al.\n48\n reported that the activity and the frequency of breast cancer stem cell (BCSC) in ER+ patient samples and early and metastatic patient‐derived xenografts (PDXs) were increased after tamoxifen and fulvestrant endocrine therapy. Their study indicated that endocrine therapies do not target BCSCs, which may interpret how residual drug‐resistant cells cause the relapse of ER+ tumours after hormonal treatment. Tumours of patients with poorer outcomes after endocrine therapies revealed elevated ALDH1 expression and NOTCH4 activation. Moreover, endocrine therapy for ER+ breast cancer specifically increases the JAG1‐NOTCH4 signalling pathway, and its combination with the Notch pathway inhibitor can restrain BCSC enrichment leaded by endocrine therapies. Thus, JAG1 ligand signalling through the NOTCH4 receptor is a decisive factor for gaining endocrine resistance in ALDH‐positive cell populations. SRC3 can promote the stem‐like state of CSCs and induce EMT. It can also lead to worse outcomes and tamoxifen resistance of patients when overexpressed in breast cancer cells.\n26\n, \n52\n Other stem cell‐promoting factors such as SOX9 and FOXM1 are also involved in endocrine resistance.\n53\n, \n54\n2.3.2\n          Tumour microenvironment\n          The tumour microenvironment (TME) refers to the surrounding microenvironment in which tumour cells exist, including surrounding blood vessels, fibroblasts, immune and inflammatory cells, signalling molecules and the extracellular matrix (ECM). A growing amount of evidence has suggested that several TME components such as cancer‐associated fibroblasts, ECM and immune and inflammatory cells play a pivotal role in endocrine resistance.\n          \n            Hypoxia\n            Hypoxic microenvironments in solid tumours result from available oxygen being consumed by rapidly proliferating tumour cells, resulting in the oxygen levels around the tumour are significantly lower than in healthy tissues. Studies have also shown that hypoxia is related to endocrine resistance.\n55\n Hypoxia‐inducible factor 1‐alpha (HIF‐1α) can induce cancer cell resistance to tamoxifen and fulvestrant treatment, and its over‐expression in ERα+ patients is associated with poor survival to endocrine therapy.\n56\n Morotti et al. suggested that HIF‐1αmakes up for the deficiency of ERα expression for keeping up the expression of SNAT2 under hypoxia or endocrine treatments. In vivo, SNAT2 overexpression produces complete resistance to anti‐oestrogen therapy and induces tamoxifen resistance. Its expression is related to breast cancer patients' poor survival and resistance to endocrine therapy in ER‐receptor+ patients.\n57\n There are also other studies demonstrating that hypoxia and HIF‐1α may play a significant role in endocrine treatment resistance.\n55\n, \n58\n, \n59\n\n\n          \n          \n            Cancer‐associated fibroblasts\n            Cancer‐associated fibroblast (CAF) is a cell type that, by initiating the extracellular matrix's remodelling or secreting cytokines, promotes tumourigenic features. CAFs provide pathways for aggressive cancers and promote invasion and metastasis by the biochemical alteration and cancer‐related pathways' regulation.\n60\n CAFs are the largest stromal cell population in breast cancer and play a key role in breast cancer cells proliferation by producing cytokines and growth factors, remodelling of ECM and modulating immune cell function, further leading to endocrine resistance.\n61\n, \n62\n Brechbuhl et al. analysed the presence of CD146‐positive and CD146‐negative CAFs in ER+ breast cancer patients' tissues and found that CD146‐negative CAFs reduce ER expression and tumour cell sensitivity to oestrogen and tamoxifen sensitivity in ER breast cancer cells. They also demonstrated that CD146‐negative CAFs are associated with poor drug response to tamoxifen and worse outcome in patients.\n63\n\n\n          \n          \n            Extracellular matrix\n            The extracellular matrix (ECM) consists of extracellular macromolecules and minerals, and researchers have proved that it plays a crucial role in breast cancer progression and endocrine resistance.\n64\n Jansen et al.\n65\n examined 112 ER‐positive primary breast cancers with the advanced disease after treated with tamoxifen and clearly defined the type of treatment response (52 with objective response vs 60 with progressive disease). They identified 81 genes expressed differently between tamoxifen‐sensitive and drug‐resistant tumours. Forty‐four genes were extracted for predictive characteristics and verified on an independent group of 66 tumours. Among the identified genomes, a group of ECM genes, namely TIMP3, fibronectin 1 (FN1), LOX, collagen type 1 alpha 1 chain (COL1A1), SPARC and tenascin C (TNC), were found to be relevant to tamoxifen resistance. Pontiggia et al. showed that the factors produced by fibroblasts derived from M05 mouse breast tumours make tamoxifen resistant to other sensitive epithelial cells. On the other hand, fibronectin binds to β1 integrin and activates the MAPK/ERK1/2 and PI3K/AKT pathways, making epithelial cells refractory to tamoxifen. In conclusion, tumour stroma can lead to tamoxifen resistance. Combining endocrine therapy and treatment for the tumour microenvironment has the potential to be an alternative approach to conquer endocrine resistance in breast cancer.\n66\n\n\n          \n          \n            Extracellular vesicles\n            Extracellular vesicles (EVs), small membranous vesicles released by cells into the extracellular matrix, have been demonstrated to be potential modulators of tumour progression and drug resistance by translocating genetic material into recipient cells.\n67\n Sansone et al.\n68\n demonstrated that CAFs can package intact mitochondrial genome into EVs, which is released and absorbed by dormant CSCs, subsequently transcribing donor mtDNA, contributing to the restoration of oxidative phosphorylation (OXPHOS) and CSCs' self‐renovating and the endocrine therapy resistance. Therefore, we believe that EVs play a substantial role in endocrine therapy resistance.\n          \n          \n            The immune system\n            Inflammation coordinates the microenvironment surrounding the tumour and promotes proliferation, survival and migration.\n69\n In recent studies, inflammatory cytokines have been correlated with endocrine resistance. Tumour‐associated macrophages (TAMs) are the main part of the tumour microenvironment in the majority of cancers. TAMs can strengthen breast cancer cell aggression by degrading ECM, promoting tumour angiogenesis and restraining cytotoxic T cells' anti‐tumour function, causing poor patient prognosis.\n70\n Castellaro et al.\n71\n found that animal xenograft tumours did not grow when MCF‐7 cells were injected in animal xenograft tumours after removal of oestradiol particles but grew when co‐injected with macrophages, suggesting that macrophages might promote breast cancer endocrine resistance.\n            Anti‐oestrogen treatment can induce transforming growth factor β (TGFβ) cytokines in breast cancer cells, resulting in the development of anti‐oestrogen resistance and immunosuppression.\n72\n Stender et al. indicated that pro‐inflammatory cytokines such as IL‐1β and tumour necrosis factor α (TNFα) result in ERα‐dependent transcriptional activation by IKKβ‐dependent phosphorylation of ERα‐S305, contributing to endocrine resistance.\n73\n\n\n            The interplay between tumour cells and immune cells is increasingly pivotal in the development and progression of cancer. In a phase III trial, researchers examined the clinical relevance of tumour‐infiltrating lymphocytes (TILs) and breast cancer and found that TILs were lower in the ER‐positive/HER2‐negative subgroups compared with ER‐negative/HER2‐negative and HER2‐positive breast cancer subgroups (2.9% vs 10.6% and 11.1%).\n74\n\n\n            Rugo et al. analysed the programmed death ligand 1(PD‐L1)'s expression levels in ER+ tumours and only 20% of patients expressed PD‐L1, and single‐agent immune checkpoint inhibitors (ICIs) had limited efficacy in ER+, PD‐L1‐positive tumours.\n75\n Another study investigated the relationship between ERα and PD‐L1 in breast cancer and identified ERα as a negative regulator of PD‐L1 gene transcription.\n76\n Anurag et al. identified the upregulated genes in endocrine therapy resistant tumours via unbiased genome‐wide profiling analysis and showed that overexpression of the immune checkpoint components IDO1, LAG3 and PD1 was correlated with AI‐resistant proliferation in luminal B tumours. IDO1 was also related to poor survival prognosis in luminal B cases.\n77\n Future studies are needed to elucidate the contribution of immune cells in endocrine resistance.\nHypoxia\n            Hypoxic microenvironments in solid tumours result from available oxygen being consumed by rapidly proliferating tumour cells, resulting in the oxygen levels around the tumour are significantly lower than in healthy tissues. Studies have also shown that hypoxia is related to endocrine resistance.\n55\n Hypoxia‐inducible factor 1‐alpha (HIF‐1α) can induce cancer cell resistance to tamoxifen and fulvestrant treatment, and its over‐expression in ERα+ patients is associated with poor survival to endocrine therapy.\n56\n Morotti et al. suggested that HIF‐1αmakes up for the deficiency of ERα expression for keeping up the expression of SNAT2 under hypoxia or endocrine treatments. In vivo, SNAT2 overexpression produces complete resistance to anti‐oestrogen therapy and induces tamoxifen resistance. Its expression is related to breast cancer patients' poor survival and resistance to endocrine therapy in ER‐receptor+ patients.\n57\n There are also other studies demonstrating that hypoxia and HIF‐1α may play a significant role in endocrine treatment resistance.\n55\n, \n58\n, \n59\nCancer‐associated fibroblasts\n            Cancer‐associated fibroblast (CAF) is a cell type that, by initiating the extracellular matrix's remodelling or secreting cytokines, promotes tumourigenic features. CAFs provide pathways for aggressive cancers and promote invasion and metastasis by the biochemical alteration and cancer‐related pathways' regulation.\n60\n CAFs are the largest stromal cell population in breast cancer and play a key role in breast cancer cells proliferation by producing cytokines and growth factors, remodelling of ECM and modulating immune cell function, further leading to endocrine resistance.\n61\n, \n62\n Brechbuhl et al. analysed the presence of CD146‐positive and CD146‐negative CAFs in ER+ breast cancer patients' tissues and found that CD146‐negative CAFs reduce ER expression and tumour cell sensitivity to oestrogen and tamoxifen sensitivity in ER breast cancer cells. They also demonstrated that CD146‐negative CAFs are associated with poor drug response to tamoxifen and worse outcome in patients.\n63\nExtracellular matrix\n            The extracellular matrix (ECM) consists of extracellular macromolecules and minerals, and researchers have proved that it plays a crucial role in breast cancer progression and endocrine resistance.\n64\n Jansen et al.\n65\n examined 112 ER‐positive primary breast cancers with the advanced disease after treated with tamoxifen and clearly defined the type of treatment response (52 with objective response vs 60 with progressive disease). They identified 81 genes expressed differently between tamoxifen‐sensitive and drug‐resistant tumours. Forty‐four genes were extracted for predictive characteristics and verified on an independent group of 66 tumours. Among the identified genomes, a group of ECM genes, namely TIMP3, fibronectin 1 (FN1), LOX, collagen type 1 alpha 1 chain (COL1A1), SPARC and tenascin C (TNC), were found to be relevant to tamoxifen resistance. Pontiggia et al. showed that the factors produced by fibroblasts derived from M05 mouse breast tumours make tamoxifen resistant to other sensitive epithelial cells. On the other hand, fibronectin binds to β1 integrin and activates the MAPK/ERK1/2 and PI3K/AKT pathways, making epithelial cells refractory to tamoxifen. In conclusion, tumour stroma can lead to tamoxifen resistance. Combining endocrine therapy and treatment for the tumour microenvironment has the potential to be an alternative approach to conquer endocrine resistance in breast cancer.\n66\nExtracellular vesicles\n            Extracellular vesicles (EVs), small membranous vesicles released by cells into the extracellular matrix, have been demonstrated to be potential modulators of tumour progression and drug resistance by translocating genetic material into recipient cells.\n67\n Sansone et al.\n68\n demonstrated that CAFs can package intact mitochondrial genome into EVs, which is released and absorbed by dormant CSCs, subsequently transcribing donor mtDNA, contributing to the restoration of oxidative phosphorylation (OXPHOS) and CSCs' self‐renovating and the endocrine therapy resistance. Therefore, we believe that EVs play a substantial role in endocrine therapy resistance.\nThe immune system\n            Inflammation coordinates the microenvironment surrounding the tumour and promotes proliferation, survival and migration.\n69\n In recent studies, inflammatory cytokines have been correlated with endocrine resistance. Tumour‐associated macrophages (TAMs) are the main part of the tumour microenvironment in the majority of cancers. TAMs can strengthen breast cancer cell aggression by degrading ECM, promoting tumour angiogenesis and restraining cytotoxic T cells' anti‐tumour function, causing poor patient prognosis.\n70\n Castellaro et al.\n71\n found that animal xenograft tumours did not grow when MCF‐7 cells were injected in animal xenograft tumours after removal of oestradiol particles but grew when co‐injected with macrophages, suggesting that macrophages might promote breast cancer endocrine resistance.\n            Anti‐oestrogen treatment can induce transforming growth factor β (TGFβ) cytokines in breast cancer cells, resulting in the development of anti‐oestrogen resistance and immunosuppression.\n72\n Stender et al. indicated that pro‐inflammatory cytokines such as IL‐1β and tumour necrosis factor α (TNFα) result in ERα‐dependent transcriptional activation by IKKβ‐dependent phosphorylation of ERα‐S305, contributing to endocrine resistance.\n73\n\n\n            The interplay between tumour cells and immune cells is increasingly pivotal in the development and progression of cancer. In a phase III trial, researchers examined the clinical relevance of tumour‐infiltrating lymphocytes (TILs) and breast cancer and found that TILs were lower in the ER‐positive/HER2‐negative subgroups compared with ER‐negative/HER2‐negative and HER2‐positive breast cancer subgroups (2.9% vs 10.6% and 11.1%).\n74\n\n\n            Rugo et al. analysed the programmed death ligand 1(PD‐L1)'s expression levels in ER+ tumours and only 20% of patients expressed PD‐L1, and single‐agent immune checkpoint inhibitors (ICIs) had limited efficacy in ER+, PD‐L1‐positive tumours.\n75\n Another study investigated the relationship between ERα and PD‐L1 in breast cancer and identified ERα as a negative regulator of PD‐L1 gene transcription.\n76\n Anurag et al. identified the upregulated genes in endocrine therapy resistant tumours via unbiased genome‐wide profiling analysis and showed that overexpression of the immune checkpoint components IDO1, LAG3 and PD1 was correlated with AI‐resistant proliferation in luminal B tumours. IDO1 was also related to poor survival prognosis in luminal B cases.\n77\n Future studies are needed to elucidate the contribution of immune cells in endocrine resistance.\n3\n      PRL IN ENDOCRINE THERAPY RESISTANCE\n      Prolactin is a protein hormone secreted by adenohypophysis gland eosinophil. Its major function is to stimulate the growth of breast and induce and maintain milk lactation. Its secretion is modulated by hormones such as hypothalamic prolactin‐releasing inhibitory factor (PIF) and prolactin‐releasing factor (PRF), and can be self‐adjustment by short‐loop feedback. Recent studies focusing on prolactin's roles and mechanisms and its receptor in HR‐positive breast cancer were listed in Table 1. PRL participates in endocrine therapy resistance mainly by combining with PRLR and activating JAK2‐STAT5, ras‐raf‐ MEK‐ERK1 /2, Ras‐PI3K and other downstream signalling pathways. Figure 6 demonstrates the mechanism of prolactin in endocrine resistance.\n      \n        TABLE 1\n        \n          Recent studies focusing on the roles of prolactin and its receptor in HR‐positive breast cancer\n        \n        \n          \n          \n          \n          \n          \n          \n          \n          \n          \n            \n              Entry\n              Author\n              Year\n              Institution\n              Country\n              Journal\n              Key findings\n              PMID\n            \n          \n          \n            \n              1\n              Raghuveer Kavarthapu et al.\n              2016\n              Eunice Kennedy Shriver National Institute for Child Health and Human Development\n              USA\n              Oncotarget\n              \n1. EGF activation of EGFR through the intrinsic tyrosine kinase activity of the receptor and the activation of downstream signal transduction pathways (MAPK/ERK and PI3K/AKT), up‐ regulates the human prolactin receptor. Moreover, c‐SRC dependent EGF/EGFR induced events participate in this regulation\n2. ERα and STAT5b in EGF/EGFR induced activation of PRLR gene transcription/expression in breast cancer cells via STAT5b interaction with ERα and complex formation with Sp1/C/EBPβ at the PRLR promoter in the absence of estrogen\n3. The participation of the MAPK/ERK and PI3K/AKT pathways is required for phosphorylation of ERα and of c‐SRC/EGFRY845 in STAT5b phosphorylation for their recruitment to the PRLR promote\n\n              2.8E+07\n            \n            \n              2\n              Hamid H. Gar et al.\n              2016\n              Department of Pathology, University of Colorado School of Medicine\n              USA\n              Cancer Letters\n              \n1. AMPI‐109 treatment or knock down of PRL‐3 expres‐ sion were associated with deactivation of Src and ERK signaling and concomitant downregulation of RhoA and Rac1/2/3 GTPase protein levels. These cellular changes led to rearranged filamentous actin net‐ works necessary for cell migration and invasion\n2. overexpression of PRL‐3 promoted TNBC cell invasion by upregulating matrix metalloproteinase 10, which resulted in increased TNBC cell ad‐ herence to, and degradation of, the major basement membrane component laminin\n3. PRL‐3 engages the focal adhesion pathway in TNBC cells as a key mechanism for promoting TNBC cell migration and invasion\n\n              2.7E+07\n            \n            \n              3\n              Peter Oladimeji et al.\n              2016\n              The Department of Biological Sciences, University of Toledo\n              USA\n              Cancer Research\n              \n1. Estrogen activated PAK1 through both the ERa and GPER1 membrane receptors. Estrogen‐dependent activation of PAK1 required the phosphorylation of tyrosine residues\n2. PKA RIIb subunit is a direct target of PAK1, the activated pTyr‐PAK1 complex reciprocally potentiated PKA activity. PKA phosphorylated Ser305‐ERa in response to estrogen, but pTyr‐PAK1 phosphorylated Ser305‐ERa in response to prolactin (PRL), implying that maximal ERa phosphorylation is achieved when cells are exposed to both PRL and estrogen\n3. S305‐ERa activation led to enhanced phosphorylation of Ser118‐ERa and promoted cell proliferation and tumor growth\n4. There is a critical interplay between PRL and estrogen via PAK1 and ligand‐independent activation of ERa through PRL/PAK1 may impart resistance to antiestrogen therapies\n\n              2.7E+07\n            \n            \n              4\n              Lynn N. Thomas et al.\n              2017\n              Departments of Biochemistry & Molecular Biology, Dalhousie University, Halifax, NS\n              Canada\n              Breast Cancer Res Treat\n              The CPD‐Arg‐NO pathway contributes to BCa progression in vitro and in vivo. PRL/androgen activation of the pathway support combined AR and PRLR blockade as an additional therapy for BCa\n              2.8E+07\n            \n            \n              5\n              Suzanne M. Schauwecke et al.\n              2017\n              Robert H. Lurie Comprehensive Cancer Center, Feinberg School of Medicine, Northwestern University\n              USA\n              The Journal of Biological Chemistry\n              \n1. Histone H1 prevents STAT5 binding at promoter DNA, and the PRL‐induced dissociation of H1 mediated by HMGN2 is necessary to allow full STAT5 recruitment and promote the biological effects of PRL signaling\n2. The regulatory axis of HMGN2/H1 may serve as a target for future breast cancer therapeutics\n\n              2.8E+07\n            \n            \n              6\n              Katherine A. Leehy et al.\n              2018\n              University of Minnesota Masonic Cancer Center\n              USA\n              Journal of Steroid Biochemistry & Molecular Biology\n              \n1. PR and PRLR signaling cooperate in breast cancer\n2. PR/PRLR pathways could offer alternative targets for breast cancer prevention\n\n              2.8E+07\n            \n            \n              7\n              Craig E. Barcus et al.\n              2016\n              Department of Comparative Biosciences, University of Wisconsin‐Madison, Madison\n              USA\n              Oncotarget\n              \n1. Both prolactin (PRL) and extracellular matrix (ECM) stiffness/density have been implicated in metastatic progression of Estrogen receptor a positive (ERa+) breast cancer\n2. Culture of ERa+ breast cancer cells in dense/stiff 3D collagen‐I matrices shifts the repertoire of PRL signals, and increases crosstalk between PRL and estrogen to promote proliferation and invasion\n3. Matrix stiffness shifts the balance of PRL signals from physiological (JAK2/STAT5) to pathological (FAK/SFK/ERK1/2) by increasing PRL signals through focal adhesions\n4. PRL signaling to FAK and SFKs may be useful targets in clinical aggressive ERa+ breast carcinomas\n\n              2.7E+07\n            \n            \n              8\n              Alan Hammer and Maria Diakonova\n              2016\n              Department of Biological Sciences, University of Toledo\n              USA\n              BMC Cell Biology\n              Tyrosyl phosphorylation of PAK1 by PRL increases breast cancer cell metastasis in vivo\n              2.8E+07\n            \n            \n              9\n              Tyler M MacDonald et al.\n              2019\n              Departments of Biochemistry & Molecular Biology, Dalhousie University, Halifax\n              Canada\n              Am J Cancer Res\n              \n1. EDD levels increase with BCa progression in vivo\n2. PRL‐inducible EDD in BCa cells promotes TORC1 signaling, anti‐apoptotic protein expression, and drug resistance in vitro\n\n              3.1E+07\n            \n            \n              10\n              Karolina Jablonska et al.\n              2016\n              Department of Histology and Embryology, Wroclaw Medical University, Wroclaw\n              Poland\n              Am J Cancer Res\n              \n1. Prolactin‐Induced Peptide (PIP) as a single gene differentially expressed in BC therapy responder or non‐responder patients (p < 0.05)\n2. The expression of PIP mRNA and protein was higher in ER+ and PR + BC than in TNBC cases\n3. Microarray analysis characterized PIP gene as a candidate for BC standard chemotherapy response marker. PIP as a factor differentiating patients responding to cyclophosphamide and doxorubicin chemotherapy\n\n              2.7E+07\n            \n          \n        \n        \n          John Wiley & Sons, Ltd\n        \n      \n      \n        FIGURE 6\n        \n          Prolactin in endocrine therapy resistance\n        \n        \n      \n      \n        3.1\n        JAK/STAT pathway\n        The physiological function of PRL is mainly mediated by PRLR‐JAK/STAT5 signalling pathway. PRL can bind to target cells' specific transmembrane receptors and activate the receptor‐related Janus tyrosine kinase (Jak)2. The activation of JAK can catalyse phosphorylation of tyrosine residues on the receptor. JAK kinase can recruit and phosphorylate the STAT protein on the receptor. The activated STAT protein enters the nucleus as a dimer to combine with the target gene, regulates gene transcription and increases ER transcription. PRL enhances oestrogen sensitivity, promotes tumour differentiation and reduces therapeutic sensitivity through this mechanism.\n        The conjugation of prolactin to the prolactin receptor (PRLR) activates STAT5a in the breast to facilitate the gene transcription involved in lobule development. A previous study showed that STAT5a expressed in majority of normal breast epithelial cells, but not generally in carcinoma in situ or invasive carcinoma, except in those secretory carcinomas that maintain STAT5a. Previous immunohistochemical studies have shown that PRLR is only expressed occasionally on the luminal surface of normal breast epithelial cells that express the STAT5a protein and in cells that express STAT5a protein and in cells that exhibit secretory changes in STAT5a expression, whether benign or malignant.\n78\n, \n79\n STAT5a and PRLR exhibit reciprocal expression patterns between normal and abnormal breast tissue. In DCIS and invasive carcinoma, reverse expression occurs in normal cells, causing an increase in PRLR and a decrease in STAT5a, which might indicate a disturbance in the signalling pathway that may be associated with carcinogenesis.\n78\n, \n79\n\n\n      \n      \n        3.2\n        MicroRNA‐339‐5p‐dependent pathway\n        Studies have found that micro RNA339‐5p (miR‐339‐5p) target the gene B‐cell lymphoma 6 (BCL6) and the expression of BCL6 protein was related to the breast cancer progression.\n80\n Hong Yan et al. revealed that PRL could inhibit BCL6 expression in human breast cancer cells and affect breast cancer development via the miR‐339‐5p‐dependent pathway.\n80\n The study showed that PRL inhibited the expression of BCL6 and upregulated the expression of miR‐339‐5p in breast cancer cells. PRL‐induced suppression of BCL6 expression was dramatically reversed by selective downregulation of miR‐339‐5p expression. Exogenous PRL stimulation remarkably reduced the proliferation, colony formation, metastasis, and invasion of breast cancer cells, while miR‐339‐5p expression's suppression reversed these processes in vitro.\n80\n\n\n      \n      \n        3.3\n        Prolactin receptor signalling pathway\n        Calcium‐modulating cyclophilin ligand (CAML) is a signalling protein recognized by the TNF receptor TACI (transmembrane activator and CAML‐interactor). CAML is also involved in signalling at other receptors, such as the EGFR\n81\nand mucin 1 (MUC1).\n82\n Ji‐Hong Lim et al. found high expression of CAML in breast cancer cells and tissues.\n83\n Moreover, CAML was found to bind to PRLR, required for PRLR function, such as activation of Stat5 and Mek1/2, internalizing PRL with cyclophilin B, recycling of PRLR, and increasing Ca(2+) mobilization. CAML also interacts with PRLR and is indispensable for the PRL‐induced activation of PRLR signalling. In addition, CAML is essential in the growth of PRL/PRLR‐dependent breast cancer cells.\n83\n These findings indicate that CAML is thought to be a promising target for controlling breast cancer progression.\n      \n      \n        3.4\n        Ras‐Raf and Ras‐PI3K signalling pathway\n        Prolactin can cooperate with IGF‐I and EGF family ligands to combine with receptor tyrosine kinase (RTK) on the surface of cell membrane in the absence of oestrogen, after which RTK activates two critical signalling molecules through its tyrosine kinase activity: Small G protein Ras and kinase PI3K. Next, downstream key molecule mammalian target of rapamycin (mTOR) are jointly activated by Ras and PI3K. The activated mTOR protein promotes substrate phosphorylation and gene transcription, activates the non‐ligand‐dependent transcription activation function 1 (AF‐1), induces phosphorylation of ERα and promotes proliferation and invasion of breast cancer cells, causing endocrine therapy resistance. Ras‐Raf‐ERK1/2 pathway can also directly induce transcription.\n        \n          3.4.1\n          Ras‐Raf signalling pathway\n          Prolactin can initiate the phosphorylation of HER2. The study of Knuefermann et al. proved that the PI3K/AKT signalling pathway activated by HER2 plays an important role in the multidrug resistance (MDR) of breast cancer cells.\n84\n Meanwhile, PRL activates RAF by activating Ras protein. When Raf is activated, its C‐terminal catalytic region can combine with MEK and phosphorylate the 2 Ser kinases in the eighth subregion of its catalytic domain, activating MEK. The activated MEK directly connects with ERKs through its N‐terminal region, activating ERK. The ERK includes ERK1 and ERK2. The ERK1/2 activated by phosphorylation enters the cell nucleus through the cytoplasm and participates in cell proliferation and differentiation, cell carcinogenesis and other biological reactions.\n        \n        \n          3.4.2\n          Ras‐PI3K signalling pathway\n          As early as in 1998, Yamauchi et al. found in the cells transfected by PRLR that PRL phosphorylates insulin receptor substrate (IRS).\n85\n This is relevant to the subunit regulation of PI3K kinase, which further activates protein kinases B (PKB or AKT) as a second messenger by generating phosphatidylinositol 3‐phosphate (PI3P). PKB or AKT is an essential downstream molecule of PI3K, plays an essential role in regulating cell growth, proliferation, survival and glycose metabolism of cells and PI3K/AKT pathway can activate the downstream target protein mTOR (Figure 7).\n86\n mTOR protein is an important regulator of cell growth and proliferation. The activated mTOR protein promotes the phosphorylation of key regulators in protein translation, leading to the increase of ribosomal protein synthesis. The enhancement of PI3K/AKT signalling pathway is one of the causes of hormonal resistance in breast cancer. Tokunaga et al.\n87\n proved that activation of Akt is essential to induce endocrine therapy resistance in breast cancer.\n          \n            FIGURE 7\n            \n              Pathway circuitry dictates therapeutic response. (A) For tumours with defined genetic lesions, the ability to overcome a given targeted therapeutic lies in whether or not they need to acquire a secondary genetic mutation to overcome the effect of the drug on critical downstream biochemical effectors that are required for continued tumour cell growth, or whether they can simply upregulate existing alternative routes that lead to effectors already expressed in those cells. So, the drug places selection pressure to ramp up existing bypass routes. If there are no such routes to the critical downstream effectors, a specific mutation to upregulate those alternative routes or bypass the drug are required. In this example, a critical target for tumour cell growth and survival is the activation of eIF4E and HIF. Tumours with initiating mutations in RTKs, Ras or Raf have multiple routes to signal to eIF4E and HIF, so blocking mTOR with rapamycin does not inhibit these tumours. (B) In contrast, tumours with initiating lesions in PI(3)K or more direct regulators of mTOR (such as LKB1 and TSC) do not have alternative routes to activate eIF4E and HIF. Hence these tumours show greater response to rapamycin. (C) Similarly, the expression and use of specific adaptor proteins that enhance certain arms of pathway signalling will dictate the therapeutic response. In the example shown, human lung tumours expressing epidermal‐growth‐factor receptor (EGFR) are targeted with anti‐EGFR drugs such as Iressa or Tarceva. In tumours expressing the ERBB3 heterodimerization partner, EGFR efficiently enhances PI(3)K activation through a number of PI(3)K‐binding sites in ERBB3. (D) In tumours that lack ERBB3, PI(3)K is still activated by a number of other routes, including adaptors such as insulin receptor substrate 1 (IRS1). Reprinted from [86]. Copyright© 2006, Nature\n            \n            \n          \n        \n        \n          3.4.3\n          Ras‐Raf and Ras‐PI3K signalling pathways interact\n          PI3K/AKT pathway is required in activating MAPK/ERK pathway by PRL.\n88\n PI3K can directly phosphorylate P‐Rex1 enzyme, activate ras‐related c3 botulinum toxin substrate 1 (Rac1) and form Rac‐GTP, further activate p21‐activated kinase (PAK), which can directly activate Raf/MEK/ERK.\n89\n Therefore, PI3K can regulate MEK/ERK bypassing AKT. Except for playing a role via Raf/MEK/ERK pathway, PAK1 can also phosphorylate ER and promote its transcription, thus up‐regulating the expression of cyclin D1 and promoting hormone‐dependent breast cancer cell growth. It may also promote angiogenesis by upregulating VEGF expression, which is conducive to tumour metastasis.\n90\n In the study of breast cancer cells without metastatic potential, the overexpression of continuously activated PAK1 promotes cell migration and proliferation. PRL antagonizes tamoxifen by inducing PAK1 to cooperate with the overexpression of ER.\n91\n\n\n        \n        \n          3.4.4\n          FAK and Scr kinase families\n          The development of breast cancer is largely dependent on cell movement and the changeability of cytoskeletal actin. The studies in recent years showed that actin needs to combine with cell membrane. Next, focal adhesion kinase (FAK) is required to mediate the strong adhesion of the extracellular matrix (Figure 8). These processes are regulated by c‐Src.\n92\n The effect of PRL stimulates the expression and phosphorylation of c‐Src and FAK in breast cancer cells and enhances the movement of breast cancer cells. This finding expanded the understanding of the effect of PRL on breast cancer cells and suggested a new pathway in which it is relevant to breast cancer progression.\n          \n            FIGURE 8\n            \n              Proposed mechanism for the role of PRL‐activated PAK1 in breast cancer cell migration. PRL binding to the PRLR results in activation of the non‐receptor tyrosine kinase JAK2. JAK2 tyrosyl phosphorylates PAK1 on Y153, 201, and 285, enhancing PAK1 kinase and scaffolding activities. PRL treatment also leads to FAK auto‐phosphorylation at Y397. Activated PAK1 phosphorylates MEK1 at S298, resulting in increased MEK1/ERK binding and enhanced ERK activity. Active ERK phosphorylates FAK at S910, leading to dephosphorylation of FAK at Y397 by the tyrosine phosphatase PTP‐PEST as shown by Zheng et al. (2009). FAK dephosphorylation decreases FAK kinase activity and promotes adhesion turnover and breast cancer cell migration. Reprinted from [92]. Copyright © 2016, BMC Cell Biology\n3.1\n        JAK/STAT pathway\n        The physiological function of PRL is mainly mediated by PRLR‐JAK/STAT5 signalling pathway. PRL can bind to target cells' specific transmembrane receptors and activate the receptor‐related Janus tyrosine kinase (Jak)2. The activation of JAK can catalyse phosphorylation of tyrosine residues on the receptor. JAK kinase can recruit and phosphorylate the STAT protein on the receptor. The activated STAT protein enters the nucleus as a dimer to combine with the target gene, regulates gene transcription and increases ER transcription. PRL enhances oestrogen sensitivity, promotes tumour differentiation and reduces therapeutic sensitivity through this mechanism.\n        The conjugation of prolactin to the prolactin receptor (PRLR) activates STAT5a in the breast to facilitate the gene transcription involved in lobule development. A previous study showed that STAT5a expressed in majority of normal breast epithelial cells, but not generally in carcinoma in situ or invasive carcinoma, except in those secretory carcinomas that maintain STAT5a. Previous immunohistochemical studies have shown that PRLR is only expressed occasionally on the luminal surface of normal breast epithelial cells that express the STAT5a protein and in cells that express STAT5a protein and in cells that exhibit secretory changes in STAT5a expression, whether benign or malignant.\n78\n, \n79\n STAT5a and PRLR exhibit reciprocal expression patterns between normal and abnormal breast tissue. In DCIS and invasive carcinoma, reverse expression occurs in normal cells, causing an increase in PRLR and a decrease in STAT5a, which might indicate a disturbance in the signalling pathway that may be associated with carcinogenesis.\n78\n, \n79\n3.2\n        MicroRNA‐339‐5p‐dependent pathway\n        Studies have found that micro RNA339‐5p (miR‐339‐5p) target the gene B‐cell lymphoma 6 (BCL6) and the expression of BCL6 protein was related to the breast cancer progression.\n80\n Hong Yan et al. revealed that PRL could inhibit BCL6 expression in human breast cancer cells and affect breast cancer development via the miR‐339‐5p‐dependent pathway.\n80\n The study showed that PRL inhibited the expression of BCL6 and upregulated the expression of miR‐339‐5p in breast cancer cells. PRL‐induced suppression of BCL6 expression was dramatically reversed by selective downregulation of miR‐339‐5p expression. Exogenous PRL stimulation remarkably reduced the proliferation, colony formation, metastasis, and invasion of breast cancer cells, while miR‐339‐5p expression's suppression reversed these processes in vitro.\n80\n3.3\n        Prolactin receptor signalling pathway\n        Calcium‐modulating cyclophilin ligand (CAML) is a signalling protein recognized by the TNF receptor TACI (transmembrane activator and CAML‐interactor). CAML is also involved in signalling at other receptors, such as the EGFR\n81\nand mucin 1 (MUC1).\n82\n Ji‐Hong Lim et al. found high expression of CAML in breast cancer cells and tissues.\n83\n Moreover, CAML was found to bind to PRLR, required for PRLR function, such as activation of Stat5 and Mek1/2, internalizing PRL with cyclophilin B, recycling of PRLR, and increasing Ca(2+) mobilization. CAML also interacts with PRLR and is indispensable for the PRL‐induced activation of PRLR signalling. In addition, CAML is essential in the growth of PRL/PRLR‐dependent breast cancer cells.\n83\n These findings indicate that CAML is thought to be a promising target for controlling breast cancer progression.\n3.4\n        Ras‐Raf and Ras‐PI3K signalling pathway\n        Prolactin can cooperate with IGF‐I and EGF family ligands to combine with receptor tyrosine kinase (RTK) on the surface of cell membrane in the absence of oestrogen, after which RTK activates two critical signalling molecules through its tyrosine kinase activity: Small G protein Ras and kinase PI3K. Next, downstream key molecule mammalian target of rapamycin (mTOR) are jointly activated by Ras and PI3K. The activated mTOR protein promotes substrate phosphorylation and gene transcription, activates the non‐ligand‐dependent transcription activation function 1 (AF‐1), induces phosphorylation of ERα and promotes proliferation and invasion of breast cancer cells, causing endocrine therapy resistance. Ras‐Raf‐ERK1/2 pathway can also directly induce transcription.\n        \n          3.4.1\n          Ras‐Raf signalling pathway\n          Prolactin can initiate the phosphorylation of HER2. The study of Knuefermann et al. proved that the PI3K/AKT signalling pathway activated by HER2 plays an important role in the multidrug resistance (MDR) of breast cancer cells.\n84\n Meanwhile, PRL activates RAF by activating Ras protein. When Raf is activated, its C‐terminal catalytic region can combine with MEK and phosphorylate the 2 Ser kinases in the eighth subregion of its catalytic domain, activating MEK. The activated MEK directly connects with ERKs through its N‐terminal region, activating ERK. The ERK includes ERK1 and ERK2. The ERK1/2 activated by phosphorylation enters the cell nucleus through the cytoplasm and participates in cell proliferation and differentiation, cell carcinogenesis and other biological reactions.\n        \n        \n          3.4.2\n          Ras‐PI3K signalling pathway\n          As early as in 1998, Yamauchi et al. found in the cells transfected by PRLR that PRL phosphorylates insulin receptor substrate (IRS).\n85\n This is relevant to the subunit regulation of PI3K kinase, which further activates protein kinases B (PKB or AKT) as a second messenger by generating phosphatidylinositol 3‐phosphate (PI3P). PKB or AKT is an essential downstream molecule of PI3K, plays an essential role in regulating cell growth, proliferation, survival and glycose metabolism of cells and PI3K/AKT pathway can activate the downstream target protein mTOR (Figure 7).\n86\n mTOR protein is an important regulator of cell growth and proliferation. The activated mTOR protein promotes the phosphorylation of key regulators in protein translation, leading to the increase of ribosomal protein synthesis. The enhancement of PI3K/AKT signalling pathway is one of the causes of hormonal resistance in breast cancer. Tokunaga et al.\n87\n proved that activation of Akt is essential to induce endocrine therapy resistance in breast cancer.\n          \n            FIGURE 7\n            \n              Pathway circuitry dictates therapeutic response. (A) For tumours with defined genetic lesions, the ability to overcome a given targeted therapeutic lies in whether or not they need to acquire a secondary genetic mutation to overcome the effect of the drug on critical downstream biochemical effectors that are required for continued tumour cell growth, or whether they can simply upregulate existing alternative routes that lead to effectors already expressed in those cells. So, the drug places selection pressure to ramp up existing bypass routes. If there are no such routes to the critical downstream effectors, a specific mutation to upregulate those alternative routes or bypass the drug are required. In this example, a critical target for tumour cell growth and survival is the activation of eIF4E and HIF. Tumours with initiating mutations in RTKs, Ras or Raf have multiple routes to signal to eIF4E and HIF, so blocking mTOR with rapamycin does not inhibit these tumours. (B) In contrast, tumours with initiating lesions in PI(3)K or more direct regulators of mTOR (such as LKB1 and TSC) do not have alternative routes to activate eIF4E and HIF. Hence these tumours show greater response to rapamycin. (C) Similarly, the expression and use of specific adaptor proteins that enhance certain arms of pathway signalling will dictate the therapeutic response. In the example shown, human lung tumours expressing epidermal‐growth‐factor receptor (EGFR) are targeted with anti‐EGFR drugs such as Iressa or Tarceva. In tumours expressing the ERBB3 heterodimerization partner, EGFR efficiently enhances PI(3)K activation through a number of PI(3)K‐binding sites in ERBB3. (D) In tumours that lack ERBB3, PI(3)K is still activated by a number of other routes, including adaptors such as insulin receptor substrate 1 (IRS1). Reprinted from [86]. Copyright© 2006, Nature\n            \n            \n          \n        \n        \n          3.4.3\n          Ras‐Raf and Ras‐PI3K signalling pathways interact\n          PI3K/AKT pathway is required in activating MAPK/ERK pathway by PRL.\n88\n PI3K can directly phosphorylate P‐Rex1 enzyme, activate ras‐related c3 botulinum toxin substrate 1 (Rac1) and form Rac‐GTP, further activate p21‐activated kinase (PAK), which can directly activate Raf/MEK/ERK.\n89\n Therefore, PI3K can regulate MEK/ERK bypassing AKT. Except for playing a role via Raf/MEK/ERK pathway, PAK1 can also phosphorylate ER and promote its transcription, thus up‐regulating the expression of cyclin D1 and promoting hormone‐dependent breast cancer cell growth. It may also promote angiogenesis by upregulating VEGF expression, which is conducive to tumour metastasis.\n90\n In the study of breast cancer cells without metastatic potential, the overexpression of continuously activated PAK1 promotes cell migration and proliferation. PRL antagonizes tamoxifen by inducing PAK1 to cooperate with the overexpression of ER.\n91\n\n\n        \n        \n          3.4.4\n          FAK and Scr kinase families\n          The development of breast cancer is largely dependent on cell movement and the changeability of cytoskeletal actin. The studies in recent years showed that actin needs to combine with cell membrane. Next, focal adhesion kinase (FAK) is required to mediate the strong adhesion of the extracellular matrix (Figure 8). These processes are regulated by c‐Src.\n92\n The effect of PRL stimulates the expression and phosphorylation of c‐Src and FAK in breast cancer cells and enhances the movement of breast cancer cells. This finding expanded the understanding of the effect of PRL on breast cancer cells and suggested a new pathway in which it is relevant to breast cancer progression.\n          \n            FIGURE 8\n            \n              Proposed mechanism for the role of PRL‐activated PAK1 in breast cancer cell migration. PRL binding to the PRLR results in activation of the non‐receptor tyrosine kinase JAK2. JAK2 tyrosyl phosphorylates PAK1 on Y153, 201, and 285, enhancing PAK1 kinase and scaffolding activities. PRL treatment also leads to FAK auto‐phosphorylation at Y397. Activated PAK1 phosphorylates MEK1 at S298, resulting in increased MEK1/ERK binding and enhanced ERK activity. Active ERK phosphorylates FAK at S910, leading to dephosphorylation of FAK at Y397 by the tyrosine phosphatase PTP‐PEST as shown by Zheng et al. (2009). FAK dephosphorylation decreases FAK kinase activity and promotes adhesion turnover and breast cancer cell migration. Reprinted from [92]. Copyright © 2016, BMC Cell Biology\n3.4.1\n          Ras‐Raf signalling pathway\n          Prolactin can initiate the phosphorylation of HER2. The study of Knuefermann et al. proved that the PI3K/AKT signalling pathway activated by HER2 plays an important role in the multidrug resistance (MDR) of breast cancer cells.\n84\n Meanwhile, PRL activates RAF by activating Ras protein. When Raf is activated, its C‐terminal catalytic region can combine with MEK and phosphorylate the 2 Ser kinases in the eighth subregion of its catalytic domain, activating MEK. The activated MEK directly connects with ERKs through its N‐terminal region, activating ERK. The ERK includes ERK1 and ERK2. The ERK1/2 activated by phosphorylation enters the cell nucleus through the cytoplasm and participates in cell proliferation and differentiation, cell carcinogenesis and other biological reactions.\n3.4.2\n          Ras‐PI3K signalling pathway\n          As early as in 1998, Yamauchi et al. found in the cells transfected by PRLR that PRL phosphorylates insulin receptor substrate (IRS).\n85\n This is relevant to the subunit regulation of PI3K kinase, which further activates protein kinases B (PKB or AKT) as a second messenger by generating phosphatidylinositol 3‐phosphate (PI3P). PKB or AKT is an essential downstream molecule of PI3K, plays an essential role in regulating cell growth, proliferation, survival and glycose metabolism of cells and PI3K/AKT pathway can activate the downstream target protein mTOR (Figure 7).\n86\n mTOR protein is an important regulator of cell growth and proliferation. The activated mTOR protein promotes the phosphorylation of key regulators in protein translation, leading to the increase of ribosomal protein synthesis. The enhancement of PI3K/AKT signalling pathway is one of the causes of hormonal resistance in breast cancer. Tokunaga et al.\n87\n proved that activation of Akt is essential to induce endocrine therapy resistance in breast cancer.\n          \n            FIGURE 7\n            \n              Pathway circuitry dictates therapeutic response. (A) For tumours with defined genetic lesions, the ability to overcome a given targeted therapeutic lies in whether or not they need to acquire a secondary genetic mutation to overcome the effect of the drug on critical downstream biochemical effectors that are required for continued tumour cell growth, or whether they can simply upregulate existing alternative routes that lead to effectors already expressed in those cells. So, the drug places selection pressure to ramp up existing bypass routes. If there are no such routes to the critical downstream effectors, a specific mutation to upregulate those alternative routes or bypass the drug are required. In this example, a critical target for tumour cell growth and survival is the activation of eIF4E and HIF. Tumours with initiating mutations in RTKs, Ras or Raf have multiple routes to signal to eIF4E and HIF, so blocking mTOR with rapamycin does not inhibit these tumours. (B) In contrast, tumours with initiating lesions in PI(3)K or more direct regulators of mTOR (such as LKB1 and TSC) do not have alternative routes to activate eIF4E and HIF. Hence these tumours show greater response to rapamycin. (C) Similarly, the expression and use of specific adaptor proteins that enhance certain arms of pathway signalling will dictate the therapeutic response. In the example shown, human lung tumours expressing epidermal‐growth‐factor receptor (EGFR) are targeted with anti‐EGFR drugs such as Iressa or Tarceva. In tumours expressing the ERBB3 heterodimerization partner, EGFR efficiently enhances PI(3)K activation through a number of PI(3)K‐binding sites in ERBB3. (D) In tumours that lack ERBB3, PI(3)K is still activated by a number of other routes, including adaptors such as insulin receptor substrate 1 (IRS1). Reprinted from [86]. Copyright© 2006, Nature\n3.4.3\n          Ras‐Raf and Ras‐PI3K signalling pathways interact\n          PI3K/AKT pathway is required in activating MAPK/ERK pathway by PRL.\n88\n PI3K can directly phosphorylate P‐Rex1 enzyme, activate ras‐related c3 botulinum toxin substrate 1 (Rac1) and form Rac‐GTP, further activate p21‐activated kinase (PAK), which can directly activate Raf/MEK/ERK.\n89\n Therefore, PI3K can regulate MEK/ERK bypassing AKT. Except for playing a role via Raf/MEK/ERK pathway, PAK1 can also phosphorylate ER and promote its transcription, thus up‐regulating the expression of cyclin D1 and promoting hormone‐dependent breast cancer cell growth. It may also promote angiogenesis by upregulating VEGF expression, which is conducive to tumour metastasis.\n90\n In the study of breast cancer cells without metastatic potential, the overexpression of continuously activated PAK1 promotes cell migration and proliferation. PRL antagonizes tamoxifen by inducing PAK1 to cooperate with the overexpression of ER.\n91\n3.4.4\n          FAK and Scr kinase families\n          The development of breast cancer is largely dependent on cell movement and the changeability of cytoskeletal actin. The studies in recent years showed that actin needs to combine with cell membrane. Next, focal adhesion kinase (FAK) is required to mediate the strong adhesion of the extracellular matrix (Figure 8). These processes are regulated by c‐Src.\n92\n The effect of PRL stimulates the expression and phosphorylation of c‐Src and FAK in breast cancer cells and enhances the movement of breast cancer cells. This finding expanded the understanding of the effect of PRL on breast cancer cells and suggested a new pathway in which it is relevant to breast cancer progression.\n          \n            FIGURE 8\n            \n              Proposed mechanism for the role of PRL‐activated PAK1 in breast cancer cell migration. PRL binding to the PRLR results in activation of the non‐receptor tyrosine kinase JAK2. JAK2 tyrosyl phosphorylates PAK1 on Y153, 201, and 285, enhancing PAK1 kinase and scaffolding activities. PRL treatment also leads to FAK auto‐phosphorylation at Y397. Activated PAK1 phosphorylates MEK1 at S298, resulting in increased MEK1/ERK binding and enhanced ERK activity. Active ERK phosphorylates FAK at S910, leading to dephosphorylation of FAK at Y397 by the tyrosine phosphatase PTP‐PEST as shown by Zheng et al. (2009). FAK dephosphorylation decreases FAK kinase activity and promotes adhesion turnover and breast cancer cell migration. Reprinted from [92]. Copyright © 2016, BMC Cell Biology\n4\n      ADVANCES IN ENDOCRINE THERAPY RESISTANCE\n      With the proposal of more and more endocrine therapy resistance mechanisms, more drugs can be used for the treatment of endocrine resistance. For instance, the increased activity of AKT/mTOR pathways is the main mechanism of the resistance to letrozole and flurvesant; and the mTOR inhibitor everolimus can block PI3K/AKT/mTOR pathway. Preclinical studies showed that the median overall survival (OS) in tamoxifen + everolimus and exemestane + everolimus groups is longer than that in the control group and that the combination of mTOR inhibitor and endocrine therapy can be used as a therapy for patients with aromatase inhibitor resistance.\n93\n\n\n      Cyclin‐dependent kinase (CKD) is a new target for treating breast cancer. CDK4 /6 inhibitor arrests cell cycle. The FDA has approved Palbociclib and ribociclib as first‐line therapy for advanced hormone receptor‐positive breast cancer. TGF‐β type 2 receptor impairs the oestrogen response and gives tamoxifen resistance.\n94\n The dual inhibitors for TGF‐β and MAPK are being studied. Such inhibitors may be effective in patients with endocrine therapy resistance.\n95\n Palbociclib combined with fulvestrant is an effective therapy for endocrine resistance in advanced premenopausal breast cancer (HR+/HER2−).\n96\n, \n97\n The US Food and Drug Administration has approved fulvestrant for treating metastatic breast cancer in hormone receptor‐positive postmenopausal women with disease progression after anti‐oestrogen therapy.\n98\n The BELLA‐2 study showed that postmenopausal women who developed disease progression during or after treatment with an aromatase inhibitor for HR‐positive/HER2‐negative advanced breast cancer had a significant improvement in PFS in patients after buparlisib plus fulvestrant.\n99\n Similarly, the phase III BELLA‐3 study showed that buparlisib plus fulvestrant improved PFS in HR‐positive, HER2‐negative, locally advanced or metastatic breast cancer patients who progressed after being treated with everolimus plus exemestane.\n100\n HDAC inhibitors are also potential drugs to reverse endocrine resistance in HR‐positive breast cancer. Entinostat is an oral selective HDAC inhibitor that restores patients' sensitivity to AIs by upregulating ER receptor and aromatase enzyme levels.\n101\n The phase II ENCORE 301 study has shown that entinostat plus exemestane improved PFS and OS vs exemestane monotherapy in postmenopausal patients with HR‐positive advanced breast cancer and prior non‐steroidal AI therapy progression.\n102\n\n\n      PRL can induces PAK1. As a common PRL and oestradiol (E2) pathway, PAK1 cooperates with ER to stimulate tumour cell metastasis, inducing tamoxifen resistance. Argentine Molecular Oncology Laboratory has developed specific Rac1 inhibitor 1A‐116, which inhibits the activity of PAK1 and restores the drug sensitivity of tamoxifen‐resistant cells.\n103\n Studies showed that the reduction of EGR1 protein level can cooperate with anti‐oestrogen to inhibit the proliferation of breast cancer cells; and EGR1 is expected to be an important target to prevent or reverse endocrine resistance.\n104\n\n\n      The PRL secreted by breast cells cannot be controlled by the dopamine agonist acting on the pituitary gland level. It is necessary to develop a particular type of drug to block PRLR to reduce endogenous PRL. Howell et al.\n105\n discovered that PRLR antagonist Δ1–9‐G129R‐hPrl hinders the activation of PRLR, which promotes the apoptosis of ER+ and ER− breast cancer cells, increases the cytotoxic effect of doxorubicin and paclitaxel in vitro. They also proposed that the reasonable combination of cytotoxic drugs and Δ1–9‐G129R‐hPrl can improve the therapeutic effect. American Huntsman Institute found, in the treatment of 73 patients with metastatic breast cancer (MBC) or metastatic castrate‐resistant prostate cancer (mCRPC) with LFA102 generated with PRLR inhibitor and monoclonal antibody, that LFA102 showed no antitumour activity as a monotherapy.\n106\n\n\n      Studies showed that the new PRLR antibody drug conjugates (ADCs) rapidly release the cytotoxic drugs carried by ADCs into the intracellular lysosomes; and the active drugs released can also infiltrate from target cells into adjacent antigen‐negative cells, which may cause the so‐called bystander killing. The results showed that ADCs have antitumour activity in vivo and in vitro.\n107\n Some recently completed and ongoing clinical trials on breast cancer treatment targeting prolactin and its receptors were listed in Table 2.\n      \n        TABLE 2\n        \n          Some recently completed and ongoing clinical trials on breast cancer treatment targeting prolactin and its receptors\n        \n        \n          \n          \n          \n          \n          \n          \n          \n          \n          \n          \n          \n          \n          \n          \n          \n            \n              Entry\n              Drug\n              NCT Number\n              Trial title\n              Status\n              Conditions\n              Interventions\n              Study type\n              Study phase\n              Study design\n              Enrollment\n              Age\n              Sex\n              Sponsor/collaborators\n            \n          \n          \n            \n              1\n              LFA102\n              NCT01338831\n              Phase I study of LFA102 in patients with prolactin receptor‐positive castration‐resistant prostate cancer or prolactin receptor‐positive metastatic breast cancer\n              Completed\n              \nCastration‐resistant prostate cancerMetastatic breast cancerUterine leiomyoma\n\n              \nDrug: LFA102\n\n              Interventional\n              Phase 1\n              \nAllocation: non‐randomizedIntervention model: single group assignmentMasking: none (open label)Primary purpose: treatment\n\n              73\n              18 years and older (adult, older adult)\n              All\n              \nNovartis PharmaceuticalsNovartis\n\n            \n            \n              2\n              cabergoline\n              NCT01730729\n              Cabergoline in metastatic breast cancer\n              Completed\n              \nRecurrent breast cancerStage IV breast cancer\n\n              \nDrug: cabergoline\n\n              Interventional\n              Early phase 1\n              \nIntervention model: single group assignmentMasking: none (open label)Primary purpose: treatment\n\n              20\n              18 years and older (adult, older adult)\n              Female\n              \nNorthwestern UniversityLynn Sage Foundation\n\n            \n            \n              3\n              –\n              NCT00842465\n              Prolactin Receptor and Breast Diseases\n              Completed\n              \nBenign breast disease Breast cancer\n\n              \nBiological: blood collection for hormonal status analysisProcedure: breast Biopsy or surgeryGenetic: blood collectionOther: ultrasonography (pelvis and breast), bone mineral density\n\n              Observational\n              –\n              Time perspective: cross‐ sectional\n              735\n              10 years and older (child, adult, older adult)\n              Female\n              \nAssistance Publique ‐ Hôpitaux de ParisInstitut Pasteur\n\n            \n            \n              4\n              Nimesulide Simvastatin Placebo\n              NCT01500577\n              A prevention trial in subjects at high risk for breast cancer\n              Completed\n              \nBreast cancer\n\n              \nDrug: nimesulideDrug: simvastatinOther: placebo\n\n              Interventional\n              Phase 2\n              \nAllocation: randomizedIntervention model: parallel assignmentMasking: double (participant, investigator)Primary purpose: prevention\n\n              150\n              18 years to 65 years (adult, older adult)\n              Female\n              \nEuropean Institute of Oncology\n\n            \n            \n              5\n              LFA102\n              NCT01610050\n              A phase I study of LFA102 in Japanese patients\n              Completed\n              \nCastration‐resistant prostate cancer, advanced breast cancer\n\n              • Drug: LFA102\n              Interventional\n              Phase 1\n              \nAllocation: non‐ randomizedIntervention model: single group assignmentMasking: none (open label)Primary purpose: treatment\n\n              14\n              18 years and older (adult, older adult)\n              All\n              \nNovartis PharmaceuticalsNovartis\n\n            \n            \n              6\n              –\n              NCT00516698\n              Changes in breast density and blood hormone levels in postmenopausal women receiving anastrozole or exemestane for breast cancer\n              Completed\n              \nBreast cancer\n\n              \nGenetic: polymorphism analysisOther: high performance liquid chromatographyOther: laboratory biomarker analysisProcedure: radiomammography\n\n              Observational\n              –\n              \nObservational model: case‐onlyTime perspective: prospective\n\n              140\n              18 Years and older (Adult, Older Adult)\n              Female\n              \nAlliance for clinical trials in oncologyNational Cancer Institute (NCI)\n\n            \n            \n              7\n              ‐\n              NCT00973557\n              The effect of monoclonal vascular endothelial growth factor (VEGF) antibody (bevacizumab) on pituitary function\n              Completed\n              \nColorectal cancerLung cancerBreast cancerGlioblastoma\n\n              –\n              Observational\n              –\n              \nObservational model: cohortTime perspective: cross‐ sectional\n\n              6\n              18 years and older (adult, older adult)\n              All\n              \nCedars‐Sinai Medical Center\n\n            \n            \n              8\n              –\n              NCT00860886\n              Premenopausal hormone concentrations in a population of women at very low risk of breast cancer\n              Completed\n              \nMenopauseNormal physiology\n\n              –\n              Observational\n              –\n              \nObservational model: case‐controlTime perspective: cross‐ sectional\n\n              433\n              25 years to 44 years (adult)\n              Female\n              \nNational Cancer Institute (NCI)National Institutes of Health Clinical Center (CC)\n\n            \n            \n              9\n              \nDrug: GDC‐9545Drug: PalbociclibDrug: LHRH agonist\n\n              NCT03332797\n              A study of GDC‐9545 alone or in combination with palbociclib and/or luteinizing hormone‐ releasing hormone (LHRH) agonist in locally advanced or metastatic estrogen receptor‐positive breast cancer\n              Recruiting\n              • Breast cancer\n              \nDrug: GDC‐9545Drug: palbociclibDrug: LHRH agonist\n\n              Interventional\n              Phase 1\n              \nAllocation: non‐ randomizedIntervention model: sequential assignmentMasking: none (open label)Primary purpose: treatment\n\n              220\n              18 years and older (adult, older adult)\n              Female\n              \nGenentech, Inc.\n\n            \n            \n              10\n              Exemestane\n              NCT00073073\n              Exemestane and Celecoxib in Postmenopausal Women at High Risk for Breast Cancer\n              Completed\n              • Breast Neoplasms\n              \nDrug: exemestaneDietary supplement: Calcium carbonateDietary supplement: vitamin D\n\n              Interventional\n              Phase 2\n              \nIntervention model: single group assignmentMasking: none (open label)Primary purpose: prevention\n\n              46\n              Child, adult, older adult\n              Female\n              \nGeorgetown UniversityNational Cancer Institute (NCI)\n\n            \n            \n              11\n              \nDrug: tamoxifenDrug: tamoxifen and GnRH analogueDrug: exemestane and GnRH analogue\n\n              NCT01638247\n              Tamoxifen +/− GnRH analogue vs aromatase inhibitor + GnRH analogue in male breast cancer patients\n              Completed\n              \nMale breast cancer\n\n              \nDrug: tamoxifenDrug: tamoxifen and GnRH analogueDrug: exemestane and GnRH analogue\n\n              Interventional\n              Phase 3\n              \nAllocation: randomizedIntervention model: parallel assignmentMasking: none (open label)Primary purpose: treatment\n\n              56\n              18 years to 85 years (adult, older adult)\n              Male\n              \nGerman Breast GroupPfizer\n\n            \n            \n              12\n              \nDrug: intravenous morphine sulphateDrug: intravenous tramadol HCLDrug: intravenous ketorolac tromethamine\n\n              NCT02449954\n              Effect of morphine, tramadol, and ketorolac on postoperative stress and immune responses\n              Unknown status\n              \nBreast cancer\n\n              \nDrug: intravenous morphine sulphateDrug: intravenous tramadol HCLDrug: intravenous ketorolac tromethamine\n\n              Interventional\n              \nPhase 2Phase 3\n\n              \nAllocation: randomizedIntervention model: crossover assignmentMasking: double (investigator, outcomes assessor)Primary purpose: diagnostic\n\n              60\n              20 years to 60 years (Adult)\n              Female\n              \nAssiut University\n\n            \n            \n              13\n              \nDrug: dexmedetomidine injection [Precedex]Drug: bupivacaine\n\n              NCT03063073\n              Efficacy and safety of dexmedetomidine added to modified pectoral's block\n              Unknown status\n              \nBreast cancer female\n\n              \nDrug: dexmedetomidine injection [Precedex] Drug: bupivacaine\n\n              Interventional\n              Phase 3\n              \nAllocation: randomizedIntervention model: parallel assignmentMasking: triple (participant, care provider, outcomes assessor)Primary purpose: prevention\n\n              60\n              18 years to 60 years (Adult)\n              Female\n              \nSouth Egypt Cancer Institute\n\n            \n            \n              14\n              \n              NCT02197000\n              A nutritional intervention to decrease breast density among female BRCA (BReast CAncer susceptibility gene) carriers\n              Unknown status\n              \nBRCA1 gene mutationBRCA2 gene mutation\n\n              • Dietary supplement: DIM‐ Avail 100 mg\n              Interventional\n              –\n              \nIntervention model: single group assignmentMasking: none (open label)Primary purpose: prevention\n\n              36\n              18 years to 70 years (adult, older adult)\n              Female\n              \nRabin medical center\n\n            \n            \n              15\n              ABBV‐176\n              NCT03145909\n              A study evaluating the safety, pharmacokinetics and anti‐tumor activity of ABBV‐176 in subjects with advanced solid tumors likely to express prolactin receptor (PRLR)\n              Terminated\n              \nAdvanced solid tumors cancer\n\n              \nDrug: ABBV‐176\n\n              Interventional\n              Phase 1\n              \nAllocation: non‐ randomizedIntervention model: parallel assignmentMasking: none (open label)Primary purpose: treatment\n\n              19\n              18 years and older (adult, older adult)\n              All\n              \nAbbVie\n\n            \n            \n              16\n              –\n              NCT00006368\n              Yttrium Y 90 SMT 487 in treating patients with refractory or recurrent cancer\n              Completed\n              \nBrain and central nervous system TumorsBreast cancerGastrointestinal carcinoid tumorIslet cell tumorLung cancerLymphomaMelanoma (Skin)Neoplastic Syndrome\n\n              \nRadiation: yttrium Y 90‐edotreotide\n\n              Interventional\n              Phase 1\n              Primary purpose: treatment\n              60\n              18 years and older (Adult, Older Adult)\n              All\n              \nNovartis PharmaceuticalsNovartis\n\n            \n            \n              17\n              Telapristone acetate\n              NCT02314156\n              Transdermal or Oral Telapristone Acetate in Treating Patients Undergoing Mastectomy\n              Active, not recruiting\n              \nBRCA1 mutation carrierBRCA2 mutation carrierDuctal breast carcinoma in situLobular breast carcinoma in situStage 0 breast cancerStage IA breast cancerStage IB breast cancerStage IIA breast cancerStage IIB breast cancer\n\n              \nDrug: telapristone acetateOther: placeboOther: laboratory biomarker analysisOther: questionnaire administration\n\n              Interventional\n              Phase 2\n              \nAllocation: randomizedIntervention model: parallel assignmentMasking: single (participant)Primary purpose: prevention\n\n              67\n              18 years and older (adult, older adult)\n              Female\n              \nNorthwestern UniversityNational Cancer Institute (NCI)\n\n            \n          \n        \n        \n          John Wiley & Sons, Ltd\n5\n      CONCLUSION\n      In conclusion, PRL is closely correlated to the tumourigenesis, development and endocrine therapy resistance of breast cancer. Therefore, inhibiting PRL can enhance the sensitivity of breast cancer cells to drugs. However, there are no clinical data on whether the reduction of PRL level affects the patients with endocrine resistance in breast cancer. Currently, PRL targeted therapies are still at the experimental stage and face many challenges before real clinical application. Therefore, keep exploring the role of PRL and its targeted therapies in the mechanism of endocrine therapy resistance in breast cancer plays a significant role in its becoming a method to overcome endocrine therapy resistance clinically. It is likely to become a very promising new therapeutic target for endocrine therapy for breast cancer.\nCONFLICT OF INTEREST\n      The authors declare that they have no competing interests.\nAUTHOR CONTRIBUTIONS\n      \nYuan Li: Writing‐original draft (equal). Xiangyi Kong: Writing‐review & editing (equal). Lixue Xuan: Supervision (equal). Zhongzhao Wang: Supervision (equal). Yen‐Hua Huang: Supervision (equal).\nData Availability Statement\n      Data sharing not applicable to this article as no datasets were generated or analysed during the current study.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8581311/",
    "doi": "https://doi.org/10.1111/jcmm.16946",
    "citation_count": 8,
    "references": {
        "10974945": "Targeting MutT Homolog 1 (MTH1) for Breast Cancer Suppression by Using a Novel MTH1 Inhibitor MA−24 with Tumor-Selective Toxicity",
        "10867131": "Sex-specific outcomes in cancer therapy: the central role of hormones",
        "10797146": "Role of functional genomics in identifying cancer drug resistance and overcoming cancer relapse",
        "9801455": "Involvement of the PRL-PAK1 Pathway in Cancer Cell Migration",
        "9781148": "PRLR and CACNA2D1 Impact the Prognosis of Breast Cancer by Regulating Tumor Immunity",
        "9678603": "Association of hormone receptor status with cardiovascular disease mortality in 399,209 patients with stage I to III breast cancer: A population-based study",
        "9419691": "Breast Cancer and Prolactin – New Mechanisms and Models",
        "9345375": "6,7-Dihydro-5H-benzo[7]annulene Compounds as Selective Estrogen Receptor Degraders for Treating Cancer"
    },
    "journal": "Journal of Cellular and Molecular Medicine",
    "topics": [
        "cancer, breast, next, potential",
        "prolactin, endocrine, resistance, potential",
        "breast, cancer, prolactin, treatment"
    ]
}