{
    "title": "Impact of pre-operative breast magnetic resonance imaging on contralateral synchronous and metachronous breast cancer detection—A case control comparison study with 1468 primary operable breast cancer patients with mean follow-up of 102 months",
    "abstract": "Impact of pre-operative breast magnetic resonance imaging on contralateral synchronous and metachronous breast cancer detection—A case control comparison study with 1468 primary operable breast cancer patients with mean follow-up of 102 months Wen-Pei Wu Chih-Yu Chen Chih-Wei Lee Hwa-Koon Wu Shou-Tung Chen Yu-Ting Wu Ying-Jen Lin Dar-Ren Chen Shou-Jen Kuo Hung-Wen Lai Background Women with unilateral breast cancer are at an increased risk for the development of contralateral breast cancers, with a 1%–5% incidence of synchronous cancer and a 3%–13% incidence of metachronous cancer [1–4]. Discussion To evaluate the efficacy of combined breast MRI in the detection of synchronous contralateral breast cancer and the impact of consequent metachronous contralateral breast cancer, we performed a case control comparison study, which enrolled 1468 primary operable breast cancer patients with two different groups of pre-operative breast imaging modalities and received surgery at a single institution, with a mean follow-up of 102 ± 28.6 months. The higher rate of contralateral synchronous breast cancer detected and lower number of contralateral metachronous breast cancer found during follow-up in the pre-operative combined with MRI group (Figs 1 and 3) supported the hypothesis that combined with pre-operative MRI could detected more synchronous breast cancer than conventional imaging alone, and during follow-up some occult lesions not detected in contralateral breast at time of primary index cancer operations would be diagnosed as metachronous breast cancer.",
    "authors": [
        "Wen-Pei Wu",
        "Chih-Yu Chen",
        "Chih-Wei Lee",
        "Hwa-Koon Wu",
        "Shou-Tung Chen",
        "Yu-Ting Wu",
        "Ying-Jen Lin",
        "Dar-Ren Chen",
        "Shou-Jen Kuo",
        "Hung-Wen Lai"
    ],
    "published_year": "2021",
    "description": "Background\n      Women with unilateral breast cancer are at an increased risk for the development of contralateral breast cancers, with a 1%–5% incidence of synchronous cancer and a 3%–13% incidence of metachronous cancer [1–4]. Moreover, women with bilateral breast cancer were found to have worse prognoses than those with unilateral breast cancer [5–7]. Methods to enhance early detection of contralateral synchronous breast cancer and/or decrease metachronous contralateral breast cancer would be important for newly diagnosed patients.\n      Contrast-enhanced dynamic magnetic resonance imaging (MRI) has been shown to be a useful imaging modality for the diagnosis of breast cancer [8,9], estimating tumor size [10,11], and detecting occult breast lesions [2,3,12]. Some studies reported that breast MRI can detect 3–5% of occult tumors in the contralateral breast [1–4,13–27]. However, case control comparison study for evaluation of adding breast MRI to conventional breast imaging for contralateral synchronous breast cancer detection, and the impact of pre-operative MRI to the subsequent occurrence of metachronous contralateral breast cancer was rarely reported [21,24].\n      We hypothesis that the high sensitivity of breast MRI would detect more synchronous contralateral breast cancer than conventional imaging group, and resulted in less metachronous contralateral breast cancer found during follow-up. To confirm our hypothesis, we conducted a case control comparison study to evaluate the diagnostic performance of adding pre-operative breast MRI to conventional breast imaging in the detection of synchronous contralateral breast cancer for women with primary operable breast cancer. The incidence, pathology, and management of patients with MRI detected contra-lateral occult breast lesions, impact of ipsilateral and contralateral breast surgery, and new metachronous contralateral breast cancer diagnosed during follow-up were analyzed and reported.\nMethods\n      \n        Patients\n        In this case control comparison analysis, we retrospectively collected two groups of patients for evaluating the effect and value of adding pre-operative breast MRI to conventional breast images (mammography and sonography) for detection of contralateral synchronous breast cancer. A retrospective review of patients who underwent operations for breast cancer from January 2009 to December 2013 was conducted at Changhua Christian Hospital (CCH), a tertiary medical center at central Taiwan. Patients, who diagnosed as primary operable breast cancer, received pre-operative evaluation with conventional breast imaging combined with or without MRI, and received definite breast cancer operations at CCH were included. Patients who did not receive surgery because of distant metastasis or neoadjuvant chemotherapy (n = 148) were excluded. Patients who had discrepancy in clinical examination, mammography and ultrasound, suspicion of multifocal or multicentric disease, invasive lobular carcinoma, or who breast-conserving therapy is planned received pre-operative breast MRI [28].\n        The type of operation (breast-conserving surgery (BCS), mastectomy or mastectomy with breast reconstruction), and contralateral breast surgeries were compared. The MRI images and reports were reviewed to identify whether contralateral breast lesions were detected. The subsequent biopsy results and surgical methods were reviewed. To evaluate the impact of different pre-operative imaging methods on contralateral metachronous breast cancer occurrence, patients were prospectively followed up. During the follow-up examinations, patients were advised to undergo annual mammography and bilateral whole-breast sonography every 6 months for the first 2 years and annual mammographic and sonographic evaluations thereafter. Total incidence of recurrence or death due to breast cancer were ascertained at the most recent follow-up, which ended on 30 Sep 2020. The clinicopathologic and imaging data collection was performed by special trained study nurse (SHP), and verified by principle investigator (HWL). This study was approved by the institutional review board (IRB) of CCH (CCH IRB No.140404). Informed consent was waived because of the retrospective nature of this study and the analysis used anonymous clinical data.\n      \n      \n        Diagnostic imaging equipment/conventional breast imaging\n        Patients who received mammography were imaged using a Hologic Lorad Selenia Digital Mammography machine. Standard mediolateral oblique (MLO) and craniocaudal (CC) views of mammograms were obtained for all patients. For automatic volumetric measurement, all mammograms were processed with Volpara software (v.1.5.2.0, Volpara Health Technologies, Wellington, New Zealand) to obtain breast density grades. The four density grades correspond to grades a, b, c, and d of the fifth edition BI-RADS classification. The breast densities were then reclassified as fatty breast (including grades a and b), and dense breast (including grades c and d). Ultrasound procedures were performed with the patient in the supine position. Imaging was performed with a high-resolution 5–12 MHz linear array transducer, including color Doppler ultrasonography (Voluson 530D and 730D). The sonography examinations were carried out by experienced, board-certified breast physicians.\n      \n      \n        MR imaging of study\n        The MRI protocol used in current study was reported in previous studies [11,29,30] and summarized. MR imaging was performed with a Siemens (Verio) 3.0 Tesla magnet. All patients were imaged in the prone position with both breasts placed into a dedicated 16 channel breast coil. The whole breast MRI readings were carried out by experienced, board-certified breast radiologist (HKW). All the breast imagines, including mammography, sonography and MRI, were recorded according to the American College of Radiology Breast Image Reporting and Data System (BI-RADS) [31].\n      \n      \n        Statistical analyses\n        Data are expressed as mean ± standard deviation (SD) for continuous variables. Independent t tests were used for the comparison of continuous variables. Categorical variables were normally tested by the χ2 test when appropriate. All p values are two-tailed; a p value of less than 0.05 was considered to indicate statistical significance. All statistical analyses were performed with SPSS 19.0 software (IBM).\nResults\n      A total of 1468 patients fulfilled the inclusion criteria and were enrolled in this study. Patients were stratified into two preoperative imaging groups. Group A (n = 733) comprised patients who underwent conventional preoperative imaging (mammography and sonography) and group B (n = 735) comprised patients who received MRI combined with conventional imaging (Fig 1 shows the flow chart of patients’ management in the current study). In current case control comparison study, there were no significant clinicopathologic differences between patients who received conventional preoperative imaging alone (group A, 733 patients) and those who underwent preoperative MRI (group B, 735 patients) in addition to conventional imaging (Table 1).\n      \n        10.1371/journal.pone.0260093.g001\n        Fig 1\n        \n          The flowchart presented the current case control comparison study, which enrolled a total of 1468 patients.\n          Group A (n = 733) comprised patients who underwent conventional preoperative imaging (mammography and sonography) and group B (n = 735) comprised patients who received MRI combined with conventional imaging. With the addition of breast MRI to conventional imaging studies, more surgical excisions were performed in contralateral breasts (6% (44/735) versus 1.4% (10/733), P< 0.01), more synchronous contralateral breast cancer detected (2.9% (21/735) versus 1.1% (8/733), P = 0.02).\n        \n        \n      \n      \n        10.1371/journal.pone.0260093.t001\n        Table 1\n        \n          Clinicopathologic characteristics of patients and tumors in current case control comparison study.\n        \n        \n          \n          \n            \n              \n              \n              \n              \n              \n            \n            \n              \n                \n                \n                No MRI group (n = 733) n(%)\n                MRI group (n = 735) n(%)\n                P value\n              \n            \n            \n              \n                Age (years)\n                \n                52.15±11.39\n                52.73±10.74\n                0.313\n              \n              \n                Breast density on mammography\n                Fatty breast\n                119 (16.2)\n                104 (14.2)\n                0.266\n              \n              \n                \n                Dense breast\n                614 (83.8)\n                631 (85.8)\n                \n              \n              \n                Location of index tumor\n                Right\n                363 (49.5)\n                341 (46.4)\n                0.230\n              \n              \n                \n                Left\n                370 (50.5)\n                394 (53.6)\n                \n              \n              \n                Biopsy method\n                CNB\n                566 (78.9)\n                634 (87.1)\n                <0.001\n              \n              \n                \n                Stereotactic biopsy\n                61 (8.5)\n                83 (11.4)\n                \n              \n              \n                \n                Excision\n                82 (11.4)\n                5 (0.7)\n                \n              \n              \n                \n                FNAC\n                8 (1.1)\n                6 (0.8)\n                \n              \n              \n                Tumor size (cm)\n                \n                2.15±1.64\n                2.27±1.62\n                0.165\n              \n              \n                Lymph node\n                Positive\n                242 (33.0)\n                241 (33.5)\n                0.839\n              \n              \n                \n                Negative\n                491(67.0)\n                478 (66.5)\n                \n              \n              \n                Stage\n                O\n                120 (16.6)\n                117 (15.9)\n                0.287\n              \n              \n                \n                I\n                219 (30.2)\n                240 (32.7)\n                \n              \n              \n                \n                II\n                284 (39.2)\n                302 (41.1)\n                \n              \n              \n                \n                III\n                97 (13.4)\n                73 (9.9)\n                \n              \n              \n                \n                IV\n                4 (0.6)\n                3 (0.4)\n                \n              \n              \n                Grade\n                I\n                128 (18.5)\n                118 (16.9)\n                <0.001\n              \n              \n                \n                II\n                421 (60.8)\n                364 (52.0)\n                \n              \n              \n                \n                III\n                144 (20.8)\n                218 (31.1)\n                \n              \n              \n                ER\n                Positive\n                538 (75.0)\n                576 (79.4)\n                0.046\n              \n              \n                \n                Negative\n                179 (25.0)\n                149 (20.6)\n                \n              \n              \n                PR\n                Positive\n                533 (74.3)\n                535 (73.8)\n                0.814\n              \n              \n                \n                Negative\n                184 (25.7)\n                190 (26.2)\n                \n              \n              \n                HER-2\n                Positive\n                162 (23.2)\n                160 (22.9)\n                0.887\n              \n              \n                \n                Negative\n                535 (76.8)\n                538 (77.1)\n                \n              \n            \n          \n        \n        \n          \n            Mean ± standard deviation (S.D.), CNB: Core needle biopsy, FNAC: Fine needle aspiration cytology, ER: Estrogen receptor, PR: Progesterone receptor, HER-2: Human epidermal growth factor receptor-2.\n          \n        \n      \n      In the group B, 70 (9.5%) patients were found to have contralateral breast lesions detected by breast MRI, and 65.7% (46/70) of the lesions were only visible with MRI (Table 2). Among the 70 patients, 3 (4.3%) patients had BI-RADS category 2, 20 (28.6%) patients had BI-RADS category 3, 41 (58.6%) patients had BI-RADS category 4, and 6 (8.6%) patients had BI-RADS category 5. All malignancies were confirmed via surgical excisions in patients who had BI-RADS category 5. Among 41 patients with BI-RADS category 4 MRI-detected lesions, 37 patients received surgical excisions and 15(40.5%) were found to have malignancy. Only 1 patient with BI-RADS category 3 received pathologic check-up and was found to have a benign lesion. The positive predictive value of BI-RADS category 4 or 5 in our study is 48.8% (21/43).\n      \n        10.1371/journal.pone.0260093.t002\n        Table 2\n        \n          MRI detected contralateral lesions correlated to conventional imaging, BI-RADS category, and pathologic results.\n        \n        \n          \n          \n            \n              \n              \n              \n              \n              \n            \n            \n              \n                \n                MRI-detected lesions (n = 70)\n              \n              \n                Correlated with conventional images (n = 24)\n                Not correlated with conventional images (n = 46)\n              \n            \n            \n              \n                \n                \n                BI-RADS Category\n                \n                BI-RADS Category\n              \n              \n                Received Operation (n = 44)\n                18 (75%)\n                Category 3: 1Category 4: 14Category 5: 3\n                26 (56.5%)\n                Category 4: 23Category 5: 3\n              \n              \n                Benign (n = 23)\n                n = 10\n                Category 3: 1Category 4: 9\n                n = 13\n                Category 4: 13\n              \n              \n                Malignant (n = 21)\n                n = 8\n                Category 4: 5Category 5: 3\n                n = 13\n                Category 4: 10Category 5: 3\n              \n              \n                Not Received Operation (n = 26)\n                6 (25%)\n                Category 3: 5Category 4: 1\n                20 (43.5%)\n                Category 2: 3Category 3: 14Category 4: 3\n              \n            \n          \n        \n        \n          \n            Data are number of lesions. BI-RADS = Breast Imaging Reporting and Data System.\n          \n        \n      \n      In conventional imaging group, 10 patients received contralateral breast operations, and 8 of them were found to have malignant lesion in the final pathology check-up (Fig 1). While Forty-four patients of combined MRI group received contralateral breast operations, and at pathologic check-up, 21 were with malignancy, and 23 were benign lesions. Higher synchronous contralateral breast cancer detection rate was observed in the cohort of combined MR imaging group (2.9% versus 1.1%, P = 0.02).\n      Among these 21 detected occult contralateral breast cancers in 735 patients of Group B, 8 (1.1%) were both detected by conventional imaging and MRI, and 13 (1.8%) were only detected by MRI (Table 2). Among these lesions, 10(47.6%) were DCIS, 3(14.3%) DCIS with lobular carcinoma in situ, 7(33.3%) invasive ductal carcinoma, and 1(4.8%) mucinous carcinoma (Fig 1). Compared with the pathology of the 735 primary operable breast cancers (group B), the MRI detected synchronous contra-lateral breast cancer were associated with higher incidence of in situ carcinoma (61.9% versus 15.9%, P<0.01).\n      There were no differences in surgical methods (BCS vs mastectomy) employed between the two groups of patients (P = 0.13, Fig 2) for the initial primary diagnosed breast cancer. Six (0.8%) of patients received bilateral mastectomy in the conventional imaging group, and 12 (1.6%) in the combined MRI group received bilateral mastectomy (P = 0.24). Sixty-one (17.1%) patients in conventional imaging group received breast reconstructions, while 154 (39.8%) patients in combined with MRI group received breast reconstructions (P<0.01).\n      \n        10.1371/journal.pone.0260093.g002\n        Fig 2\n        \n          (a-h) Case A: A 75-year-old patient was mammography diagnosed with left breast tumor primarily but the contralateral lesion was found via MR Imaging. She received a bilateral endoscopy assisted partial mastectomy. The final pathology proved the infiltrating ductal carcinoma (IDC) in the right. (e-h) Case B: A 49-year-old patient with pathologic diagnosed of ductal carcinoma in situ (DCIS) of left breast. The contralateral lesion was found via MRI before operation. According to her family history of breast cancer, she received an endoscopic assisted bilateral nipple-sparing mastectomy with immediate breast reconstruction. The final pathology proved bilateral DICS.\n        \n        \n      \n      During a mean follow-up of 102 ± 28.6 months, metachronous contralateral breast cancers were found in 22 patients at conventional imaging group, and 16 patients at combined with MRI group (Fig 3). Two of these 16 breast cancer patients had initial MRI suspect contralateral breast lesions and decided to receive conservative follow-up. There was a numerical less patients of new metachronous contralateral breast cancer in patients received pre-operative combined imaging with MRI compared to conventional imaging alone (2.2% (16/714) versus 3% (22/725), p = 0.3). The contralateral breast cancer detection by MRI in current study was summarized and compared with literature reviews in Table 3.\n      \n        10.1371/journal.pone.0260093.g003\n        Fig 3\n        \n          During a median follow-up of 102±28.6 months, metachronous contralateral breast cancers were found in 22 patients at conventional imaging group, and 16 patients at combined with MRI group.\n          There were numerical less patients of new metachronous breast cancer in patients received pre-operative combined imaging with MRI compared to conventional imaging alone (2.2% (16/714) versus 3% (22/725), p = 0.3).\n        \n        \n      \n      \n        10.1371/journal.pone.0260093.t003\n        Table 3\n        \n          Published studies documenting pre-operative MRI Evaluation of the contralateral breast in women with newly diagnosed breast cancer.\n        \n        \n          \n          \n            \n              \n              \n              \n              \n              \n              \n              \n              \n              \n            \n            \n              \n                First author\n                Year\n                Journal\n                No. of Patients\n                MRI positive\n                True positive\n                False positive\n                PPV\n                Cancer Detection Rate\n              \n            \n            \n              \n                Fischer4\n                1999\n                Radiology\n                332\n                30\n                15\n                15\n                50%\n                4.5%\n              \n              \n                Liberman15\n                2003\n                AJR\n                212\n                61\n                12\n                49\n                19.7%\n                5.7%\n              \n              \n                Hollingsworth16\n                2006\n                J Okla State Med Assoc\n                334\n                NA\n                NA\n                NA\n                NA\n                3.6%\n              \n              \n                Lehman1\n                2007\n                N Eng J Med\n                969\n                135\n                30\n                91\n                24.8%\n                3.1%\n              \n              \n                Renz17\n                2010\n                Breast Cancer Res Treat\n                875\n                NA\n                42\n                NA\n                NA\n                4.8%\n              \n              \n                Berg18\n                2012\n                AJR\n                367\n                54\n                14\n                40\n                28%\n                3.8%\n              \n              \n                Taneja19\n                2012\n                Indian J Radiol Imaging.\n                294\n                25\n                16\n                9\n                64%\n                4.1%\n              \n              \n                Kim20\n                2012\n                J Ultrasound Med\n                853\n                98\n                17\n                81\n                17.3%\n                2.0%\n              \n              \n                Fan28\n                2013\n                Breast J\n                445\n                NA\n                22\n                NA\n                NA\n                4.9%\n              \n              \n                Butler29\n                2013\n                World J Radiol\n                234\n                127\n                47\n                80\n                37.0%\n                20.1%\n              \n              \n                Bae30\n                2013\n                AJR\n                308\n                45\n                24\n                21\n                53%\n                8%\n              \n              \n                Kim21\n                2013\n                Radiology\n                1771 (MRI)1323 (No MRI)\n                49NA\n                2518\n                24NA\n                51%NA\n                2.6% (1.4%+1.2%)1.4%\n              \n              \n                Gonzalex22\n                2014\n                World J Surg\n                440\n                24\n                4\n                20\n                16.7%\n                0.9%\n              \n              \n                Barco23\n                2016\n                Eur J Radiol.\n                1513\n                NA\n                26\n                NA\n                NA\n                1.7%\n              \n              \n                Wang24\n                2016\n                Journal of Clinical Oncology\n                6377 (MRI)12754 (No MRI)\n                NANA\n                375263\n                NANA\n                NANA\n                5.9%2.1%\n              \n              \n                Elder25\n                2017\n                Ann Surg Oncol.\n                683\n                108\n                8\n                100\n                7.4%\n                1.2%\n              \n              \n                Jonna26\n                2017\n                Breast Cancer Res Treat\n                435\n                29\n                15\n                14\n                51.7%\n                3.4%\n              \n              \n                Santiago27\n                2018\n                Curr Probl Diagn Radiol.\n                311\n                NA\n                15\n                NA\n                NA\n                4.8%\n              \n              \n                Susnik13\n                2018\n                Journal of Surgical Oncology\n                1894\n                201\n                60\n                141\n                29.9%\n                3.2%\n              \n              \n                Raghavendra14\n                2019\n                Breast Cancer Res Treat\n                1116\n                118\n                20\n                98\n                16.9%\n                1.8%\n              \n              \n                Wu (current)\n                \n                \n                735 (MRI)733 (No MRI)\n                44NA\n                218\n                23NA\n                48.8%NA\n                2.9% (1.1%+1.8%)1.1%\n              \n            \n          \n        \n        \n          \n            Note: The results of the studies which enrolled more than 200 patients were summarized in this table. PPV: Positive predictive value, NA: Not available, MRI: Magnetic resonance imaging.\nConclusions\n      In conclusion, in current case control comparison study, we found an increase of contralateral synchronous breast cancer detection during primary index breast cancer operation and numerical lower number of metachronous contralateral breast cancer occurrence during follow-up in patients with primary operable breast cancer received pre-operative combined MRI evaluation than conventional breast imaging alone. The risk of synchronous contralateral breast cancer should be kept in mind for pre-operative evaluation of primary operable breast cancer patients. Biopsy procedure for tissue diagnosis or surgical strategy discussed with patients is warranted if suspicious synchronous contralateral lesion been detected by conventional imaging and/or breast MRI.\nPatients\n        In this case control comparison analysis, we retrospectively collected two groups of patients for evaluating the effect and value of adding pre-operative breast MRI to conventional breast images (mammography and sonography) for detection of contralateral synchronous breast cancer. A retrospective review of patients who underwent operations for breast cancer from January 2009 to December 2013 was conducted at Changhua Christian Hospital (CCH), a tertiary medical center at central Taiwan. Patients, who diagnosed as primary operable breast cancer, received pre-operative evaluation with conventional breast imaging combined with or without MRI, and received definite breast cancer operations at CCH were included. Patients who did not receive surgery because of distant metastasis or neoadjuvant chemotherapy (n = 148) were excluded. Patients who had discrepancy in clinical examination, mammography and ultrasound, suspicion of multifocal or multicentric disease, invasive lobular carcinoma, or who breast-conserving therapy is planned received pre-operative breast MRI [28].\n        The type of operation (breast-conserving surgery (BCS), mastectomy or mastectomy with breast reconstruction), and contralateral breast surgeries were compared. The MRI images and reports were reviewed to identify whether contralateral breast lesions were detected. The subsequent biopsy results and surgical methods were reviewed. To evaluate the impact of different pre-operative imaging methods on contralateral metachronous breast cancer occurrence, patients were prospectively followed up. During the follow-up examinations, patients were advised to undergo annual mammography and bilateral whole-breast sonography every 6 months for the first 2 years and annual mammographic and sonographic evaluations thereafter. Total incidence of recurrence or death due to breast cancer were ascertained at the most recent follow-up, which ended on 30 Sep 2020. The clinicopathologic and imaging data collection was performed by special trained study nurse (SHP), and verified by principle investigator (HWL). This study was approved by the institutional review board (IRB) of CCH (CCH IRB No.140404). Informed consent was waived because of the retrospective nature of this study and the analysis used anonymous clinical data.\nDiagnostic imaging equipment/conventional breast imaging\n        Patients who received mammography were imaged using a Hologic Lorad Selenia Digital Mammography machine. Standard mediolateral oblique (MLO) and craniocaudal (CC) views of mammograms were obtained for all patients. For automatic volumetric measurement, all mammograms were processed with Volpara software (v.1.5.2.0, Volpara Health Technologies, Wellington, New Zealand) to obtain breast density grades. The four density grades correspond to grades a, b, c, and d of the fifth edition BI-RADS classification. The breast densities were then reclassified as fatty breast (including grades a and b), and dense breast (including grades c and d). Ultrasound procedures were performed with the patient in the supine position. Imaging was performed with a high-resolution 5–12 MHz linear array transducer, including color Doppler ultrasonography (Voluson 530D and 730D). The sonography examinations were carried out by experienced, board-certified breast physicians.\nMR imaging of study\n        The MRI protocol used in current study was reported in previous studies [11,29,30] and summarized. MR imaging was performed with a Siemens (Verio) 3.0 Tesla magnet. All patients were imaged in the prone position with both breasts placed into a dedicated 16 channel breast coil. The whole breast MRI readings were carried out by experienced, board-certified breast radiologist (HKW). All the breast imagines, including mammography, sonography and MRI, were recorded according to the American College of Radiology Breast Image Reporting and Data System (BI-RADS) [31].\nStatistical analyses\n        Data are expressed as mean ± standard deviation (SD) for continuous variables. Independent t tests were used for the comparison of continuous variables. Categorical variables were normally tested by the χ2 test when appropriate. All p values are two-tailed; a p value of less than 0.05 was considered to indicate statistical significance. All statistical analyses were performed with SPSS 19.0 software (IBM).\nDiscussion\n      To evaluate the efficacy of combined breast MRI in the detection of synchronous contralateral breast cancer and the impact of consequent metachronous contralateral breast cancer, we performed a case control comparison study, which enrolled 1468 primary operable breast cancer patients with two different groups of pre-operative breast imaging modalities and received surgery at a single institution, with a mean follow-up of 102 ± 28.6 months. We found that, with the addition of breast MRI to conventional imaging studies, more surgical excisions were performed in contralateral breasts, more synchronous contralateral breast cancer detected, and resulted in numerical less metachronous contralateral breast cancer during follow-up.\n      In Brennan et al.’s study for evaluation of the contralateral breast cancer detection by pre-operative MRI, the incidence of suspicious MR imaging findings was 9.3%, with a PPV 47.9%, and a false-positive rate of 52% [32]. In our current study, MR imaging detected 70(9.5%) contralateral lesions in 735 patients, and 21 of them were proved to be malignancy. The PPV of the MRI detected contralateral lesions in our study was 48.8%, which is compatible to literature reported series (Table 3).\n      As showed in Fig 1, considering the incidence of synchronous contralateral cancers (2.9% vs 1.1%) and of metachronous contralateral cancers (2.2% vs 3%) in the contralateral MR imaging–screened and comparison groups. Therefore, we hypothesize that pre-operative breast MRI can earlier detect occult contralateral cancers, which reduces subsequent metachronous cancers during 102 months.\n      The detection of additional abnormal enhancing lesions in breast MRI might be “problematic” for subsequent patient management. The positive predictive value of MRI-detected suspicious lesions are 48.8% in our study. Second-look ultrasound and image-guided core needle biopsy for suspicious lesion could obtain tissue diagnosis and decrease unnecessary operations [33]. Second-look ultrasound is preferable in the clinical setting, whenever possible, as ultrasound is well-tolerated, cost-effective, and time-saving for patients and surgeons. However, using ultrasound or mammography to guide the treatment of MRI-detected lesions sometimes encounters the issue of lesion matching. In our study, 65.7% (46/70) lesions cannot correlate with mammography or ultrasound.\n      Controversies existed that MRI was reported to have increase ipsilateral mastectomy rate and bilateral mastectomy rate [34]. In current case control analysis, the mastectomy rate in the combined MRI cohort of patients was not significantly increased when compared with the conventional imaging cohort (52.7% versus 48.6%, P = 0.13). The higher number of patients received bilateral mastectomy in combined MRI group were in part due to higher synchronous contralateral breast cancer detection before operation. However, a substantial of patients received bilateral mastectomy due to psychologic stress of the suspicious lesions detected by breast MRI. We also observe a numerical but not statistically significant increase of bilateral mastectomy cases in patients received pre-operative evaluation with MRI than conventional imaging only group (12 out of 735 versus 6 out of 733, P = 0.24). A significantly increase of breast reconstructions (39.8% versus 17.1%, P<0.01) was observed in patients received combined MRI evaluation than conventional breast imaging alone. Other study had suggested that pre-operative MRI study may increase the mastectomy rate and therefore increased the breast reconstruction rate [35,36].\n      In our total 1468 breast cancer patients, 29 (2%) synchronous contralateral breast cancer was detected. Most (58.6%, 17/29) of them were DCIS lesions. Compared with the pathology of the primary index breast cancer, either in the combined MRI group (61.9% versus 15.9%, P<0.01) or in the conventional breast imaging cohort (50% versus 16.6%), the detected synchronous contralateral breast cancers were associated with higher in situ carcinoma. These findings could explain why synchronous contralateral breast cancer, which usually presented in an earlier stage than the primary breast cancer [13], was a challenge for clinicians for early detection.\n      During a mean follow-up of 102 ± 28.6 months, we observed 38 patients developed new metachronous contralateral breast cancer, and 22 (3%) of them were in initial conventional pre-operative imaging group, and 16(2.2%) of them in combined MRI group (Fig 3). Contralateral metachronous cancer could be either synchronous occult cancers not detected by pre-operative imaging and diagnosed during follow-up or could be new contralateral breast cancer developed after initial primary index breast cancer operations. The higher rate of contralateral synchronous breast cancer detected and lower number of contralateral metachronous breast cancer found during follow-up in the pre-operative combined with MRI group (Figs 1 and 3) supported the hypothesis that combined with pre-operative MRI could detected more synchronous breast cancer than conventional imaging alone, and during follow-up some occult lesions not detected in contralateral breast at time of primary index cancer operations would be diagnosed as metachronous breast cancer.\n      Our study was limited due to its retrospective nature and possible selection bias. Our study does not look at recurrence rates or local recurrence-free survival rates between MRI and no-MRI groups or in distant recurrence rates. In addition, even though 4 patients with BI-RADS category 4 in our study did not receive pathologic confirmation in our study, but no malignancies were confirmed during the follow up. Patients with contralateral occult lesions detected by conventional imaging alone or combined with MRI did not receive surgical excision in every case to confirm the nature of the lesion. This might, therefore, underestimate the actual synchronous breast cancer rate. However, we did collect 733 primary operable breast cancer patients with pre-operative conventional breast imaging, and 735 combined MRI patients who received surgical intervention at a single institution with detailed pathologic report and with a mean follow-up of 102 ± 28.6 months, which enable us to complete this case control comparison study with the occurrence of new metachronous contralateral breast cancer. We provide solid evidence that adding breast MRI increase the contralateral occult synchronous breast cancer detection rate from 1.1% to 2.9%, and adding MRI increased about 1.8% of contralateral occult breast cancer detection rate (Table 2).\nSupporting information\n      \n        S1 Data\n        \n          (XLSX)\n        \n        \n          \n            Click here for additional data file.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8601561/",
    "doi": "https://doi.org/10.1371/journal.pone.0260093",
    "citation_count": 0,
    "references": [],
    "journal": "PLoS ONE",
    "topics": [
        "breast, cancer, contralateral",
        "breast, cancer, primary",
        "breast, cancer, months, primary"
    ]
}