{
    "title": "The Landmark Series: Neoadjuvant Chemotherapy for Triple-Negative and HER2-Positive Breast Cancer",
    "abstract": "The Landmark Series: Neoadjuvant Chemotherapy for Triple-Negative and HER2-Positive Breast Cancer Roberto A. Leon-Ferre Tina J. Hieken Judy C. Boughey",
    "authors": [
        "Roberto A. Leon-Ferre",
        "Tina J. Hieken",
        "Judy C. Boughey"
    ],
    "published_year": "Not available",
    "description": "",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8818316/",
    "doi": "https://doi.org/10.1245/s10434-020-09480-9",
    "citation_count": 25,
    "references": {
        "10873383": "Neoadjuvant cobimetinib and atezolizumab with or without vemurafenib for high-risk operable Stage III melanoma: the Phase II NeoACTIVATE trial",
        "10782581": "Clinical outcomes and prognostic factors in triple-negative invasive lobular carcinoma of the breast",
        "10757756": "The Current Role of Neoadjuvant Chemotherapy in the Management of HER2-Positive, Triple-Negative, and Micropapillary Breast Cancer: A Narrative Review",
        "10712718": "A Survey of Practice Patterns for Clinical Nodal Staging Prior to Neoadjuvant Chemotherapy in Breast Cancer",
        "10694781": "The Add-On Effect of Fluorouracil, Epirubicin, and Cyclophosphamide Regimens for Neoadjuvant Chemotherapy in Human Epidermal Receptor 2 (HER2)-Positive Breast Cancer: A Single-Center Retrospective Study",
        "10637353": "Complete pathological response in patients with HER2 positive breast cancer treated with neoadjuvant therapy in Colombia",
        "10523396": "Current perspectives and trends in nanoparticle drug delivery systems in breast cancer: bibliometric analysis and review",
        "10389558": "Survival outcomes of neoadjuvant therapy followed by radical resection versus upfront surgery for stage I–III pancreatic ductal adenocarcinoma: a retrospective cohort study",
        "10384267": "Triple Negative Breast Cancer Treatment Options and Limitations: Future Outlook",
        "10375516": "Contrast-Enhanced Mammography in the Assessment of Residual Disease After Neoadjuvant Treatment",
        "10338497": "Spatial immunophenotypes orchestrate prognosis in triple-negative breast cancer with Miller-Payne grade 4 following neoadjuvant chemotherapy",
        "10337141": "HLA-DQA1 expression is associated with prognosis and predictable with radiomics in breast cancer",
        "10290136": "Rare subtypes of triple negative breast cancer: Current understanding and future directions",
        "10289757": "High expression of MORC2 predicts worse neoadjuvant chemotherapy efficacy in triple negative breast cancer",
        "10173311": "Focused ultrasound-mediated small-molecule delivery to potentiate immune checkpoint blockade in solid tumors",
        "10055567": "Clinical Outcomes and Prognostic Factors In Triple-Negative Invasive Lobular Carcinoma of the Breast",
        "9840764": "Determination of Oncologic Outcomes, Satisfaction, and Psychosocial Well-being in Patients with Breast Cancer after Oncoplastic and Conventional Breast Conserving Surgery",
        "9790805": "Predictive and Prognostic Value of TRIM58 Protein Expression in Patients with Breast Cancer Receiving Neoadjuvant Chemotherapy",
        "9541238": "Breast surgery: a narrative review",
        "9356774": "Luminal A Breast Cancer: How Feasible is Omitting Axillary Dissection Without Neoadjuvant Therapy",
        "9253195": "Identification of immune-related biomarkers for predicting neoadjuvant chemotherapy sensitivity in HER2 negative breast cancer via bioinformatics analysis",
        "9162830": "Neoadjuvant Chemotherapy Combined with Breast-Conserving Surgery in the Treatment of Triple-Negative Breast Cancer",
        "9006794": "The use of oncolytic virotherapy in the neoadjuvant setting",
        "9004047": "Genetic and RNA-related molecular markers of trastuzumab-chemotherapy-associated cardiotoxicity in HER2 positive breast cancer: a systematic review",
        "8509379": "MicroRNA Expression Profiles and Breast Cancer Chemotherapy"
    },
    "journal": "Annals of surgical oncology",
    "topics": [
        "breast, cancer, chemotherapy, neoadjuvant",
        "landmark, series, neoadjuvant, chemotherapy",
        "series, landmark, chemotherapy, breast"
    ]
}