{
    "title": "Metformin and Breast Cancer: Where Are We Now?",
    "abstract": "Thus, whereas breast cancer patients with high cation transporter-expression tumors might be more suitable for metformin treatment and could be considered positive predictive biomarkers in clinical trials, and high expression of metformin extruders might drive resistance to the antitumoral activity of metformin and could be considered negative predictive biomarkers in clinical trials, these findings suggest that the antidiabetic dose of metformin might be inadequate to achieve the optimal intratumoral exposure needed to elicit anticancer effects in certain subgroups of breast cancer patients. In HER2-positive breast cancer, a subanalysis of the diabetic population in the ALTTO trial (NCT00490139)—a phase III study that failed to demonstrate the superiority of lapatinib and trastuzumab compared to trastuzumab as adjuvant treatment—identified a positive effect of metformin in terms of disease-free survival, distant disease-free survival, and OS that was limited to the ER-positive population [108]. In this latter regard, exploratory analyses of the largest prospective metformin phase III trial in breast cancer to date (CCTG MA.32) has revealed that the invasive DFS and OS advantages provided by metformin were notably prominent among HER2-positive participants bearing at least one copy of the minor allele (C) of the SNP rs11212617 located near the ATM gene, which has been associated with an increased likelihood of treatment success with metformin in T2D and in HER2-positive breast cancer patients treated with neoadjuvant metformin.",
    "authors": [
        "Mónica Cejuela",
        "Begoña Martin-Castillo",
        "Javier A. Menendez",
        "Sonia Pernas"
    ],
    "published_year": "2022",
    "description": "1. Introduction\n      Breast cancer is the most frequent neoplasia worldwide. In 2020, over 2.3 million new cases were diagnosed, and there were 7.8 million living women with a breast cancer history in the previous five years [1]. On the other hand, rates of type 2 diabetes (T2D) have increased dramatically over the past 20 years, and the prevalence is rising globally. The incidence of T2D rose from 11.3 million to 22.9 million between 1990 and 2017, and 26.6 million cases are expected by 2025 [2]. People with T2D are at higher risk of developing malignancies of the liver, pancreas, endometrium, colon, and breast compared with people without diabetes [3,4,5]. More specifically, T2D increases the incidence of breast cancer by 10–20% [6]. Since 15% of breast cancer patients also suffer from T2D [7], it is not surprising that the interlinking metabolic pathways and the repurposing potential of antidiabetic drugs are steadily gaining momentum in cancer research.\n      Insulin resistance and hyperinsulinemia (either endogenous due to insulin resistance or induced by exogenous administration of insulin) are considered independent risk factors for cancer development. Insulin is a potent hormone that activates numerous signaling pathways, some of them centrally involved in cancer biology. Insulin can promote tumorigenesis through a direct effect on epithelial tissues or indirectly by affecting the levels of other modulators, such as the insulin-like growth factor 1 (IGF1), hormones, and adipokines [5,8]. Moreover, some metabolic changes derived from insulin resistance have been involved in tumor development, aggressiveness, treatment response, and poorer prognosis [9,10,11].\n      Metformin is a widely prescribed oral antidiabetic medication. This biguanide is considered a first-line drug for the management of T2D [12]. Given its efficacy and good safety profile, metformin has been on the World Health Organization’s list of essential medicines since the 1960s [13]. Metformin lowers blood glucose levels by reducing hepatic gluconeogenesis, improving peripheral insulin sensibility, and enhancing glucose uptake. Metformin also reduces glycogenolysis, modulates intestinal glucose absorption, and blocks the release of free fatty acids from adipose tissue [14,15]. In addition to enhanced glycemic control, metformin has been shown to exert a wide range of positive pleiotropic effects. It has proven to reduce endothelial dysfunction, lower cardiovascular morbidities, have anti-inflammatory properties, and even protect against cognitive decline [16,17,18,19]. In 2005, Scottish researchers found that T2D patients taking metformin seemed to have a lower cancer risk, indicating, for the first time, that metformin could have antitumoral properties [20]. Since then, epidemiological and retrospective clinical data as well as preclinical studies in cultured breast cancer cells and animal models have repeatedly suggested that metformin might function as an anti-breast cancer therapeutic.\n      The aim of this review is to revisit the current state of the art of metformin mechanisms of action, critically review past and current metformin-based clinical trials, and briefly discuss future perspectives on incorporating metformin for the prevention and treatment of breast cancer.\n2. Metformin and the Insulin-Signaling Network\n      Insulin is a peptide synthesized by pancreatic beta cells in response to increased glucose levels in plasma. Under normal conditions, insulin acts as a regulator of energy storage, metabolism, and growth [21]. IGF1 is an endocrine mediator that regulates cell growth, differentiation, apoptosis, and malignant transformation. The expression of insulin receptor (IR) and insulin-like growth factor 1 receptor (IGF1-R) is virtually ubiquitous, thereby explaining the influence of insulin and IGF1 in nearly every tissue. Moreover, both ligands can also bind to alternate receptors with reduced affinity [5,22]. When insulin binds to its receptor, it promotes the phosphorylation of insulin receptor substrate 1 (ISR1) and the subsequent activation of the PI3K/AKT/mTOR signaling cascade. Both hyperglycemia and insulin itself stimulate IGF1 production. Binding of IGF1 to its receptor initiates downstream signaling events that not only involve the PI3K/AKT/mTOR pathway but also the RAS/RAF/MAPK route. These pathways are commonly deregulated in tumor cells, thus providing a mechanistic link between insulin/IGF1 and cancer initiation and progression via enhanced cancer cellular motility and invasion, anaerobic metabolism, dysregulation of epithelial to mesenchymal transition (EMT), tissue inflammation, reactive oxygen species (ROS) production, and angiogenesis, among others [21,23]. Importantly, breast cancer cells express significantly higher IR and IGF1-R levels than normal breast tissues [5,10]. Insulin levels have been related to poor prognosis in breast cancer [24], and persistent hyperinsulinemia reduces levels of IGF Binding Protein 1 (IGFBP-1), thereby increasing the bioactive concentrations of IGF1 [25]. Higher IGF1 levels have been correlated with tumor size and lymph node involvement [10]. Although the role of IGF1-R as a prognostic factor remains controversial, some studies have linked elevated IGF1-R expression in circulating cancer stem cells (CSCs) to worse prognosis in breast cancer patients [26]. Not surprisingly, pharmacological targeting of the insulin and IGF1 signaling remains an active area of research in oncology.\n      An ever-growing number of preclinical studies have demonstrated that the insulin-sensitizer metformin can block cell proliferation and induce cell cycle arrest and apoptosis in tumor cells [27]. Intriguingly, the potential mechanism(s) of the antitumoral effect of metformin might involve both direct (insulin-independent) and indirect (insulin-dependent) actions [28], which are summarized in Figure 1 and Figure 2. One of the well-accepted insulin-independent effects of metformin involves the activation of the central energy sensor adenosine monophosphate activated protein kinase (AMPK). Activated AMPK downregulates ISR1 and PI3K/AKT/mTOR signaling. Moreover, metformin directly targets respiratory complex I of the electron transport chain in mitochondria, a primary mechanism of action of metformin that reduces energy supply and activates an integrated stress response involving reactive oxygen species (ROS) and DNA damage [29]. Metformin can also induce the expression of REDD1 (Regulated in DNA Damage 1) to inhibit the mTOR pathway via p53, resulting in cyclin D-dependent cell cycle arrest.\n      The insulin-dependent antitumoral effect of metformin is largely derived from its capacity to reduce gluconeogenesis and increase peripheral glucose consumption. When metformin decreases circulating levels of insulin and IGF1, it not only deactivates RAS/RAF/MAPK and PI3K/AKT/mTOR pathways, but also downregulates other tumor-stimulating molecules such as growth factors, sex hormones, proinflammatory cells, cytokines, and metabolic intermediates. As IR concentration is somewhat proportional to insulin levels, IR expression status can function as a predictive factor of the antitumoral activity of metformin [8,10,24,25,30,31,32,33,34,35,36].\n      Furthermore, metformin can target immunosuppressive cell populations in the tumor microenvironment, including aromatase-positive, CD68-positive M2-like macrophages in breast cancer. Such mechanisms might allow metformin to exert local anti-inflammatory effects, accompanied by inhibition of local estrogen synthesis in breast cancer tissues [37,38,39].\n      Current evidence strongly supports that a majority of the antitumoral effects of metformin depend on both glucose availability and metformin concentration in the tumor environment [33,40]. Early studies on the interactions between glucose availability and the anticancer effects of metformin suggested that failure to maintain glucose homeostasis could promote a more aggressive metabolic state in breast cancer cells while significantly altering metformin efficacy and metformin’s mechanisms of action in vitro [41]. Subsequent studies have confirmed that high glucose microenvironmental conditions mimicking those of diabetes repress the antiproliferative and pro-apoptotic effects of metformin in breast cancer cells [42,43]. Conversely, the tumoricidal activity of metformin becomes drastically augmented under low-glucose cell culture conditions, mimicking normoglycemia. Indeed, metformin induces synthetic lethality with glucose withdrawal in cultured breast cancer cells. Thus, representative cell models of breast cancer molecular heterogeneity were found to undergo massive apoptotic cell death (by >90% in some cases) when metformin was added to glucose-starved cell cultures [44]. These findings might suggest that the anticancer effects of metformin can be compromised in diabetic individuals with hyperglycemia. Therefore, it might be relevant to control hyperglycemia before administering metformin in diabetic patients suffering from certain subtypes of breast cancer [41,42,43,44]. Nonetheless, the occurrence of a glucose context-driven therapeutic index for metformin highlights that more efficacious tumoricidal effects might be expected from combinatorial approaches with metformin and agents capable of inhibiting the glycolytic pathway, particularly in radio-/chemo-resistant breast cancer phenotypes [45,46,47,48].\n      On the other hand, metformin dosage as anticancer therapy has not been optimized, as the dose selection in most, if not all, metformin-based cancer clinical trials is based on its antidiabetic use (850 mg orally once or twice daily). The ability of metformin to inhibit cancer cell proliferation and promote apoptotic cell death requires supra-physiological concentrations of the drug (>5 mM), which are far higher than those used in T2D patients treated with metformin [8,32]. The achievement of such high concentrations of metformin in cancer patients is limited by its low bioavailability, short half-life, high hydrophilicity, and non-selective biodistribution. Therefore, it is hard to predict which concentrations of metformin could reach the target tumor tissue, as well as the expected biological outcomes. There are two groups of transporters that control the cellular entrance (Organic cation transport protein: OCT1, OCT2, and OCT3) and exit (multidrug and toxic compound extrusion: MATE1 and MATE2) of metformin [49,50,51]. The concentration of these transporters determines metformin’s cellular disposition and drives, at least in part, differences in individual responses of diabetic patients to metformin therapy [52,53]. Similarly, we are accumulating ever-growing evidence that the expression of cation transporters and transporter-mediated accumulation of metformin involved in metformin pharmacokinetics and treatment response in diabetics can similarly determine the responsiveness of breast cancer tissue to metformin [49,50,51,54,55]. Thus, whereas breast cancer patients with high cation transporter-expression tumors might be more suitable for metformin treatment and could be considered positive predictive biomarkers in clinical trials, and high expression of metformin extruders might drive resistance to the antitumoral activity of metformin and could be considered negative predictive biomarkers in clinical trials, these findings suggest that the antidiabetic dose of metformin might be inadequate to achieve the optimal intratumoral exposure needed to elicit anticancer effects in certain subgroups of breast cancer patients. Whether nonconventional routes of administration and/or the pharmacokinetic modulation of the breast tissue bioavailability of metformin could represent valuable approaches to achieve a high enough concentration in cancer tissues remains to be evaluated in future clinical trials [56].\n3. Metformin in Breast Cancer\n      \n        3.1. Metformin and Prevention of Breast Cancer Incidence and Mortality\n        Early epidemiologic studies evaluating the incidence of cancer in patients on metformin treatment supported a preventative role of metformin in breast cancer [57,58]. However, later studies and meta-analyses reached conflicting conclusions (see Table 1) [59,60]. Park and colleagues recently reported the results of the Sister Study, which followed 44,541 women without previous history of breast cancer who had sisters or half-sisters diagnosed with breast cancer. Most of the diabetic population in the study (61%) received metformin. After a median follow-up of 8.6 years, the authors failed to identify a relationship between metformin use and overall breast cancer risk (HR 0.98; 95% CI, 0.83–1.15). Metformin use, however, was associated with decreased risk of ER-positive breast cancer (HR 0.86; 95% CI 0.70–1.05), and this inverse association was stronger for a longer duration (≥10 years) of metformin use (HR 0.62; 95% CI, 0.38–1.01; P for trend = 0.09) [45]. These findings suggest an ER status-dependent link between T2D and breast cancer and that the associations between T2D and ER-positive breast cancer might be reduced by long-term usage of metformin [61]. Accordingly, a subpopulation analysis of the Women’s Health Initiative found that metformin use was related to lower risk of ER-positive tumors and fewer human epidermal growth factor receptor 2 (HER2) negative tumors [58]; similarly, a case-control study from 23 Spanish hospitals observed a protective effect of metformin towards ER-positive/HER2-negative breast cancer [62]. Nevertheless, in other studies, metformin use was associated with an augmented incidence of ER+ breast carcinomas [7,63], or no differences in breast cancer subtypes attributable to metformin therapy were identified [64,65]. These divergences could be due to differences in metformin exposure and other risk factors such as BMI or age.\n        Several studies are currently evaluating the preventive effect of metformin in women at high risk of breast cancer. A randomized clinical trial (NCT01793948) is studying the effect of metformin in overweight or obese patients at elevated risk of breast cancer based on family history or prior atypical hyperplasia of the breast. Another ongoing trial (NCT01905046) includes patients with a personal history of atypical hyperplasia, carcinoma in situ, breast cancer family history, or high Gail Model Risk. Cells with BRCA gene mutations may be highly dependent on oxidative metabolism, and metformin, via the inhibition of this pathway, may promote a “substrate limitation effect”, interfering with tumor cell proliferation and survival [66]. Because hormonal chemoprevention has been controversial in women with BRCA1 mutations, the ability of metformin to impair both the metabolic rewiring and tumor-initiating capacity of BRCA1 haploinsufficient breast epithelial cells in vitro might suggest new avenues for testing metformin-based chemoprevention strategies in BRCA1 mutation carriers.\n        Patients with diabetes and breast cancer have up to a 50% higher chance of all-cause mortality than those without diabetes [67,68]. Several studies have attempted to elucidate the ability of metformin to reduce deaths from breast cancer (Table 2) [69,70,71,72,73]. In an observational study involving 919 T2D patients who underwent surgery for breast cancer, the use of metformin attenuated the heightened risk of death observed with prior use of insulin before the diagnosis of breast cancer [74]. Indeed, the majority of the research demonstrates a positive impact of metformin on breast cancer mortality, especially when used in early-stage breast cancer. However, caution is needed, as all these studies were observational, and their results heterogeneous. Other limitations include no information regarding breast cancer subtypes and tumor stage, inclusion of diabetic populations with different disease severity and duration, and divergent definitions of metformin exposure.\n      \n      \n        3.2. Metformin and Breast Cancer Treatment\n        Metformin may enhance the tumoricidal effects of cytotoxic treatments and delay, or even reverse, the occurrence of drug resistance phenomena in breast cancer. Studies in mice models have shown a synergistic activity when metformin is combined with paclitaxel, carboplatin, or doxorubicin [78]. For instance, metformin has been found to boost the effect of paclitaxel on AMPK signaling, resulting in a greater downregulation of the mTOR pathway [79]. Alterations in glucose metabolism are characterized by increased glucose uptake, hyperactivated glycolysis, decreased oxidative phosphorylation, and the accumulation of lactate. Targeting key inhibitors of the transporters, enzymes, and mitochondrial components involved in these metabolic alterations may cause tumor sensitizing or resensitizing to chemotherapy. Metformin has been proven to block glucose transporters (GLUT), Lactate dehydrogenase A (LDHA), and complex I of the respiratory chain, and also to decrease citrate in the tricarboxylic acid cycle; this could partly explain improvement in treatment response and countering therapy resistance [42,80].\n        A combinatorial therapy of low doses of metformin with anthracycline doxorubicin has been shown to kill both tumor-initiating/drug-tolerant CSC and non-CSC in culture and to efficiently prevent tumor relapse in xenograft mouse models [81]. Metformin has also been shown to reduce both tyrosine kinase activity and expression of HER2 in in vitro models of HER2-overexpressing breast cancer cells [82,83,84]. In addition, metformin has been demonstrated to overcome primary resistance to the anti-HER2 monoclonal antibody trastuzumab, both in 3D mammosphere cultures and in HER2-positive breast cancer xenografts [85,86]. This strong experimental basis has provided the rationale for using metformin to improve the treatment of breast cancer patients.\n        The ability of metformin to directly target mitochondrial respiratory complex I, which reprograms energy production from respiration toward direct glucose utilization, reduces oxygen consumption and increases oxygenation in tumor cells [87]. This primary molecular mechanism of metformin would lead to a glucose concentration–dependent mitigation of the radiation resistance that commonly associates with tumor hypoxia [88,89]. The radiosensitizing mechanisms of metformin may originate not only from re-oxygenation of the hypoxic tumors but also from other cancer cell-intrinsic mechanisms, such as inactivation of mTOR and suppression of the mTOR downstream effectors S6K1 and 4EBP1 [90,91]. Accordingly, a systematic review and meta-analysis of retrospective cohort studies has suggested that metformin might enhance the therapeutic effect of radiotherapy in cancer patients with T2D in terms of short-term efficacy and overall survival (OS) [92]. The ability of metformin to operate as a chemosensitizing/resensitizing agent against various chemotherapeutic drugs, with a differential targeting effect against breast CSC as critical drivers of intrinsic and acquired chemoresistance, has been reviewed elsewhere [21,93,94,95,96].\n        \n          3.2.1. Metformin in Early-Stage Breast Cancer\n          Several windows of opportunity trials have explored the role of metformin as a single agent in the treatment of early breast cancer. Trials have produced divergent results regarding the ability of two-week neoadjuvant metformin to reduce cellular expression of the proliferative marker Ki-67 in breast cancer tissues [97,98]. Neoadjuvant administration of metformin has been shown to decrease IR expression and suppress PI3K and RAS/MAPK signaling in breast cancer tissues [24,99,100]. A prospective study evaluating the effects of preoperative metformin on immunological factors revealed a significant increasing trend of tumor-infiltrating lymphocytes, CD4+ and CD8+ lymphocytes, and IFNγ in response to metformin, thus suggesting an improved immune function in metformin-treated patients with early breast cancer [101].\n          The first observational study assessing the impact of neoadjuvant metformin included 2529 patients with early breast cancer treated with primary chemotherapy. The study population consisted of 68 diabetic patients on metformin, 87 diabetic patients not taking metformin, and 2374 nondiabetic subjects. Although breast cancer subtypes and tumor stages were well-balanced among the subgroups, a higher postmenopausal status and BMI was observed in the diabetic group. Diabetic patients with breast cancer receiving neoadjuvant metformin and chemotherapy had a higher probability of achieving a pathologic complete response (pCR) than diabetics treated with other antidiabetic drugs (24% vs. 8%) and nondiabetic patients (16%) [102]. This landmark study was hypothesis generating and opened the way to prospectively test the potential of metformin as an anti-breast cancer agent.\n          The METTEN trial (EudraCT number 2011-000490-30) was a randomized multicenter phase II trial to evaluate the efficacy, tolerability, and safety of neoadjuvant chemotherapy and trastuzumab in combination with metformin or placebo for 24 weeks in nondiabetic patients with early-stage HER2-positive breast cancer. The pCR rate was higher in the metformin-containing arm than in the control arm (65.5%, 95% CI: 47.3–80.1 versus 58.6%, 95% CI: 40.7–74.5) but did not reach statistical significance. The study lacked power to draw conclusions regarding metformin’s efficacy. However, it is noteworthy that the addition of antidiabetic doses of metformin to neoadjuvant regimens was well tolerated and safe. Thus, only 13% of patients withdrew due to metformin-related gastrointestinal toxicity. The most common grade ≥3 adverse events were neutropenia in both arms and diarrhea in the metformin-containing arm [103]. A substudy analysis of biological correlates in the METTEN study revealed that neoadjuvant metformin significantly decreases the proliferative potential of residual breast cancer cells in those [104] patients that failed to achieve pCR following neoadjuvant therapy. Since the proliferative capacity of residual breast cancer disease informs partial treatment resistance and higher probability of tumor recurrence [105,106], metformin might be considered a safe candidate to target the metabolic peculiarities of residual disease in breast cancer patients.\n          In the adjuvant scenario, a study exploring the association between metformin use and survival outcomes in diabetic patients with triple-negative breast cancer (TNBC) receiving adjuvant therapy failed to observe any significant impact of the drug. Patients who did not receive metformin and nondiabetic patients tended to have a higher risk of distant metastases compared with the metformin group; however, no significant associations were observed between metformin use and cancer-specific mortality [107]. In HER2-positive breast cancer, a subanalysis of the diabetic population in the ALTTO trial (NCT00490139)—a phase III study that failed to demonstrate the superiority of lapatinib and trastuzumab compared to trastuzumab as adjuvant treatment—identified a positive effect of metformin in terms of disease-free survival, distant disease-free survival, and OS that was limited to the ER-positive population [108].\n          The largest prospective trial testing metformin in breast cancer is the recently reported phase III NCIC MA.32 (NCT01101438) study. This trial investigated the role of metformin in the adjuvant setting in nondiabetic women (N = 3649). The primary endpoint was invasive disease-free survival, and participating subjects were randomly assigned to receive 850 mg of metformin twice daily or placebo for five years. After six months follow-up, two substudies identified metformin-related improvements in weight, BMI, and metabolic variables, as well as significant decreases in circulating plasma estradiol levels [109,110]. Preliminary efficacy results presented at the 2021 San Antonio Breast Cancer Symposium revealed that, irrespective of ER status, the HER2-positive population treated with metformin experienced benefits in terms of invasive disease-free survival (DFS) (HR = 0.64; 95% CI, 0.43–0.95) and OS (HR = 0.53; 95% CI, 0.3–0.98), a benefit not observed in HER2-negative breast cancer patients (see Table 3). Exploratory analyses in HER2-positive subjects suggested that those with at least one “C” allele of the Ataxia Telangiectasia Mutated (ATM) associated Single Nucleotide Polymorphism (SNP) rs11212617 experienced the greatest benefit, which could be considered a possible biomarker of sensitivity to metformin. Regarding toxicity, patients receiving metformin showed a slightly increased incidence of grade ≥3 toxicities, with the most common being gastrointestinal symptoms such as nausea, vomiting, bloating, and diarrhea [111].\n        \n        \n          3.2.2. Metformin in Metastatic Breast Cancer\n          Trials evaluating the role of metformin in advanced breast cancer are listed in Table 3. The MYME phase II trial evaluated the efficacy of adding metformin to first-line chemotherapy in nondiabetic patients with HER2-negative metastatic breast cancer. Participants were randomized to either liposomal doxorubicin and cyclophosphamide plus metformin 1000 mg twice daily or chemotherapy alone. No benefits in terms of progression-free survival (PFS) or OS were observed in the metformin-containing regimen. However, metformin promoted insulin sensitization and had significant preventive effects on severe, chemotherapy-induced neutropenia [112]. Another phase II trial in which nondiabetic patients with metastatic breast cancer were randomly assigned to receive the investigator’s choice of chemotherapy (anthracycline, platinum, taxane, capecitabine, or vinorelbine) in combination with metformin 850 mg every 12 h or placebo, failed to report significant effects on progression-free survival, response rate, or OS, with a further detrimental impact on quality of life [113].\n          Despite strong preclinical evidence showing synergistic interactions between metformin and the EGFR tyrosine kinase inhibitor erlotinib in TNBC cell lines [114], a phase I clinical trial of erlotinib and metformin in pretreated metastatic TNBC patients failed to provide significant clinical benefits among the small number of patients included in the study [115]. Overall, and although TNBC is characterized by multiple metabolic aberrations, including PI3K/AKT/mTOR pathway alterations, metformin has not shown any significant clinical benefit in this subset of breast cancer [116,117].\n          Similarly, regardless of the supporting rationale of targeting mTOR signaling with metformin to circumvent breast cancer endocrine resistance, a randomized phase II study (N = 60) of aromatase inhibitors (exemestane or letrozole) plus metformin or placebo in pretreated postmenopausal women with ER+ metastatic breast cancer failed to demonstrate improved efficacy in terms of PFS or OS [118].\n          Another phase II trial (NCT01627067) evaluated the efficacy and safety of combining metformin with the mTOR inhibitor everolimus and the aromatase inhibitor exemestane in overweight and obese postmenopausal woman with metastatic, ER-positive/HER2-negative breast cancer. This single-arm study reported a PFS and OS of 6.3 months (95% CI: 3.8–11.3 months) and 28.8 months (95% CI: 17.5–59.7 months), respectively, similar to those reported in the BOLERO-2 trial (PFS of 6.9 months and OS of 31 months in the everolimus plus exemestane arm). However, one should acknowledge that both studies involved different population groups in terms of prognosis factors. Thus, the women included in the NCT01627067 study were more heavily pretreated, presenting visceral disease and higher BMI in comparison with the women included in the BOLERO-2 trial [119,120].\n          The therapeutical potential of PI3K inhibitors targeting the PIK3CA-encoded enzyme p110α, which is known to mediate most if not all cellular responses to insulin, is highly limited due to systemic glucose-insulin compensatory responses capable of reactivating the pathway following inhibition of PI3K activity. Dietary (i.e., ketogenic diet) and pharmacological approaches, such as hypoglycemic SGLT2 inhibitors, both capable of suppressing the insulin feedback induced by PI3K inhibitors, have been shown to drastically potentiate the efficacy/toxicity ratios of PI3K inhibitors in animal models [121]. Whether the insulin-sensitizing effects of metformin may provide a way to increase the treatment efficacy of clinically available p110α inhibitors, or at least manage secondary hyperglycemia [122], should be answered by various ongoing clinical trials (NCT03006172, NCT04300790, NCT04899349) combining metformin with endocrine therapy and the PI3K inhibitors alpelisib and inavolisib.\n        \n      \n      \n        3.3. Other Breast Cancer–Related Applications of Metformin\n        Tamoxifen, a well-known endocrine therapy for patients with ER-positive breast cancer [123], induces endometrial hyperplasia, polyps, and increases the risk of endometrial cancer [124]. Other risk factors for endometrial hyperplasia and cancer include obesity and insulin resistance [125]. Accordingly, metformin has been hypothesized to inhibit endometrial proliferation by blocking the mTOR pathway [126,127] and preventing insulin resistance. A placebo-controlled phase II study assessing the benefits of adding metformin to tamoxifen to protect the endometrium randomly allocated 101 nondiabetic women to receive either metformin or placebo along with tamoxifen. Compared with the placebo, the metformin-containing arm significantly reduced weight and waist circumference, decreased endometrial thickness, and improved insulin sensitivity. The ability of metformin to inhibit tamoxifen-induced endometrial changes warrants further investigation [128].\n        Gonadotoxic chemotherapy can lead to premature ovarian failure and loss of fertility in premenopausal patients. Current preventive strategies include cryopreservation of oocytes and embryos, as well as the use of gonadotropin-releasing hormone (GnRH) analogues [129]. Metformin has been shown to efficiently reverse antipsychotic-induced amenorrhea in women with first-episode schizophrenia [130], in addition to increasing fertility-related ovarian reserve and endocrine and reproductive function in middle-aged mice [131]. Based on these findings, an ongoing randomized clinical trial (ChiCTR1900023487) is testing whether administration of metformin during chemotherapy protects ovarian function in premenopausal patients with early breast cancer [132].\n        Breast cancer survivors may suffer from numerous treatment-associated metabolic alterations due to weight gain, reduced levels of physical activity, and metabolic syndrome. All these factors contribute to hyperglycemia and insulin resistance. Indeed, every individual component of metabolic syndrome appears to increase following chemotherapy [133]. An ongoing trial (NCT01302379) is evaluating the impact of lifestyle control or diet plus metformin or placebo in nondiabetic patients with breast cancer history. The combination of metformin with therapies targeting other metabolic syndrome factors, such as statins, could enhance metformin’s antitumoral properties [134]. This is the primary objective of the so-called METRICS trial (NCT02201381), designed to evaluate the safety, tolerability, and efficacy of metabolic combination treatments including metformin, atorvastatin, doxycycline, and mebendazole in breast cancer.\n3.1. Metformin and Prevention of Breast Cancer Incidence and Mortality\n        Early epidemiologic studies evaluating the incidence of cancer in patients on metformin treatment supported a preventative role of metformin in breast cancer [57,58]. However, later studies and meta-analyses reached conflicting conclusions (see Table 1) [59,60]. Park and colleagues recently reported the results of the Sister Study, which followed 44,541 women without previous history of breast cancer who had sisters or half-sisters diagnosed with breast cancer. Most of the diabetic population in the study (61%) received metformin. After a median follow-up of 8.6 years, the authors failed to identify a relationship between metformin use and overall breast cancer risk (HR 0.98; 95% CI, 0.83–1.15). Metformin use, however, was associated with decreased risk of ER-positive breast cancer (HR 0.86; 95% CI 0.70–1.05), and this inverse association was stronger for a longer duration (≥10 years) of metformin use (HR 0.62; 95% CI, 0.38–1.01; P for trend = 0.09) [45]. These findings suggest an ER status-dependent link between T2D and breast cancer and that the associations between T2D and ER-positive breast cancer might be reduced by long-term usage of metformin [61]. Accordingly, a subpopulation analysis of the Women’s Health Initiative found that metformin use was related to lower risk of ER-positive tumors and fewer human epidermal growth factor receptor 2 (HER2) negative tumors [58]; similarly, a case-control study from 23 Spanish hospitals observed a protective effect of metformin towards ER-positive/HER2-negative breast cancer [62]. Nevertheless, in other studies, metformin use was associated with an augmented incidence of ER+ breast carcinomas [7,63], or no differences in breast cancer subtypes attributable to metformin therapy were identified [64,65]. These divergences could be due to differences in metformin exposure and other risk factors such as BMI or age.\n        Several studies are currently evaluating the preventive effect of metformin in women at high risk of breast cancer. A randomized clinical trial (NCT01793948) is studying the effect of metformin in overweight or obese patients at elevated risk of breast cancer based on family history or prior atypical hyperplasia of the breast. Another ongoing trial (NCT01905046) includes patients with a personal history of atypical hyperplasia, carcinoma in situ, breast cancer family history, or high Gail Model Risk. Cells with BRCA gene mutations may be highly dependent on oxidative metabolism, and metformin, via the inhibition of this pathway, may promote a “substrate limitation effect”, interfering with tumor cell proliferation and survival [66]. Because hormonal chemoprevention has been controversial in women with BRCA1 mutations, the ability of metformin to impair both the metabolic rewiring and tumor-initiating capacity of BRCA1 haploinsufficient breast epithelial cells in vitro might suggest new avenues for testing metformin-based chemoprevention strategies in BRCA1 mutation carriers.\n        Patients with diabetes and breast cancer have up to a 50% higher chance of all-cause mortality than those without diabetes [67,68]. Several studies have attempted to elucidate the ability of metformin to reduce deaths from breast cancer (Table 2) [69,70,71,72,73]. In an observational study involving 919 T2D patients who underwent surgery for breast cancer, the use of metformin attenuated the heightened risk of death observed with prior use of insulin before the diagnosis of breast cancer [74]. Indeed, the majority of the research demonstrates a positive impact of metformin on breast cancer mortality, especially when used in early-stage breast cancer. However, caution is needed, as all these studies were observational, and their results heterogeneous. Other limitations include no information regarding breast cancer subtypes and tumor stage, inclusion of diabetic populations with different disease severity and duration, and divergent definitions of metformin exposure.\n3.2. Metformin and Breast Cancer Treatment\n        Metformin may enhance the tumoricidal effects of cytotoxic treatments and delay, or even reverse, the occurrence of drug resistance phenomena in breast cancer. Studies in mice models have shown a synergistic activity when metformin is combined with paclitaxel, carboplatin, or doxorubicin [78]. For instance, metformin has been found to boost the effect of paclitaxel on AMPK signaling, resulting in a greater downregulation of the mTOR pathway [79]. Alterations in glucose metabolism are characterized by increased glucose uptake, hyperactivated glycolysis, decreased oxidative phosphorylation, and the accumulation of lactate. Targeting key inhibitors of the transporters, enzymes, and mitochondrial components involved in these metabolic alterations may cause tumor sensitizing or resensitizing to chemotherapy. Metformin has been proven to block glucose transporters (GLUT), Lactate dehydrogenase A (LDHA), and complex I of the respiratory chain, and also to decrease citrate in the tricarboxylic acid cycle; this could partly explain improvement in treatment response and countering therapy resistance [42,80].\n        A combinatorial therapy of low doses of metformin with anthracycline doxorubicin has been shown to kill both tumor-initiating/drug-tolerant CSC and non-CSC in culture and to efficiently prevent tumor relapse in xenograft mouse models [81]. Metformin has also been shown to reduce both tyrosine kinase activity and expression of HER2 in in vitro models of HER2-overexpressing breast cancer cells [82,83,84]. In addition, metformin has been demonstrated to overcome primary resistance to the anti-HER2 monoclonal antibody trastuzumab, both in 3D mammosphere cultures and in HER2-positive breast cancer xenografts [85,86]. This strong experimental basis has provided the rationale for using metformin to improve the treatment of breast cancer patients.\n        The ability of metformin to directly target mitochondrial respiratory complex I, which reprograms energy production from respiration toward direct glucose utilization, reduces oxygen consumption and increases oxygenation in tumor cells [87]. This primary molecular mechanism of metformin would lead to a glucose concentration–dependent mitigation of the radiation resistance that commonly associates with tumor hypoxia [88,89]. The radiosensitizing mechanisms of metformin may originate not only from re-oxygenation of the hypoxic tumors but also from other cancer cell-intrinsic mechanisms, such as inactivation of mTOR and suppression of the mTOR downstream effectors S6K1 and 4EBP1 [90,91]. Accordingly, a systematic review and meta-analysis of retrospective cohort studies has suggested that metformin might enhance the therapeutic effect of radiotherapy in cancer patients with T2D in terms of short-term efficacy and overall survival (OS) [92]. The ability of metformin to operate as a chemosensitizing/resensitizing agent against various chemotherapeutic drugs, with a differential targeting effect against breast CSC as critical drivers of intrinsic and acquired chemoresistance, has been reviewed elsewhere [21,93,94,95,96].\n        \n          3.2.1. Metformin in Early-Stage Breast Cancer\n          Several windows of opportunity trials have explored the role of metformin as a single agent in the treatment of early breast cancer. Trials have produced divergent results regarding the ability of two-week neoadjuvant metformin to reduce cellular expression of the proliferative marker Ki-67 in breast cancer tissues [97,98]. Neoadjuvant administration of metformin has been shown to decrease IR expression and suppress PI3K and RAS/MAPK signaling in breast cancer tissues [24,99,100]. A prospective study evaluating the effects of preoperative metformin on immunological factors revealed a significant increasing trend of tumor-infiltrating lymphocytes, CD4+ and CD8+ lymphocytes, and IFNγ in response to metformin, thus suggesting an improved immune function in metformin-treated patients with early breast cancer [101].\n          The first observational study assessing the impact of neoadjuvant metformin included 2529 patients with early breast cancer treated with primary chemotherapy. The study population consisted of 68 diabetic patients on metformin, 87 diabetic patients not taking metformin, and 2374 nondiabetic subjects. Although breast cancer subtypes and tumor stages were well-balanced among the subgroups, a higher postmenopausal status and BMI was observed in the diabetic group. Diabetic patients with breast cancer receiving neoadjuvant metformin and chemotherapy had a higher probability of achieving a pathologic complete response (pCR) than diabetics treated with other antidiabetic drugs (24% vs. 8%) and nondiabetic patients (16%) [102]. This landmark study was hypothesis generating and opened the way to prospectively test the potential of metformin as an anti-breast cancer agent.\n          The METTEN trial (EudraCT number 2011-000490-30) was a randomized multicenter phase II trial to evaluate the efficacy, tolerability, and safety of neoadjuvant chemotherapy and trastuzumab in combination with metformin or placebo for 24 weeks in nondiabetic patients with early-stage HER2-positive breast cancer. The pCR rate was higher in the metformin-containing arm than in the control arm (65.5%, 95% CI: 47.3–80.1 versus 58.6%, 95% CI: 40.7–74.5) but did not reach statistical significance. The study lacked power to draw conclusions regarding metformin’s efficacy. However, it is noteworthy that the addition of antidiabetic doses of metformin to neoadjuvant regimens was well tolerated and safe. Thus, only 13% of patients withdrew due to metformin-related gastrointestinal toxicity. The most common grade ≥3 adverse events were neutropenia in both arms and diarrhea in the metformin-containing arm [103]. A substudy analysis of biological correlates in the METTEN study revealed that neoadjuvant metformin significantly decreases the proliferative potential of residual breast cancer cells in those [104] patients that failed to achieve pCR following neoadjuvant therapy. Since the proliferative capacity of residual breast cancer disease informs partial treatment resistance and higher probability of tumor recurrence [105,106], metformin might be considered a safe candidate to target the metabolic peculiarities of residual disease in breast cancer patients.\n          In the adjuvant scenario, a study exploring the association between metformin use and survival outcomes in diabetic patients with triple-negative breast cancer (TNBC) receiving adjuvant therapy failed to observe any significant impact of the drug. Patients who did not receive metformin and nondiabetic patients tended to have a higher risk of distant metastases compared with the metformin group; however, no significant associations were observed between metformin use and cancer-specific mortality [107]. In HER2-positive breast cancer, a subanalysis of the diabetic population in the ALTTO trial (NCT00490139)—a phase III study that failed to demonstrate the superiority of lapatinib and trastuzumab compared to trastuzumab as adjuvant treatment—identified a positive effect of metformin in terms of disease-free survival, distant disease-free survival, and OS that was limited to the ER-positive population [108].\n          The largest prospective trial testing metformin in breast cancer is the recently reported phase III NCIC MA.32 (NCT01101438) study. This trial investigated the role of metformin in the adjuvant setting in nondiabetic women (N = 3649). The primary endpoint was invasive disease-free survival, and participating subjects were randomly assigned to receive 850 mg of metformin twice daily or placebo for five years. After six months follow-up, two substudies identified metformin-related improvements in weight, BMI, and metabolic variables, as well as significant decreases in circulating plasma estradiol levels [109,110]. Preliminary efficacy results presented at the 2021 San Antonio Breast Cancer Symposium revealed that, irrespective of ER status, the HER2-positive population treated with metformin experienced benefits in terms of invasive disease-free survival (DFS) (HR = 0.64; 95% CI, 0.43–0.95) and OS (HR = 0.53; 95% CI, 0.3–0.98), a benefit not observed in HER2-negative breast cancer patients (see Table 3). Exploratory analyses in HER2-positive subjects suggested that those with at least one “C” allele of the Ataxia Telangiectasia Mutated (ATM) associated Single Nucleotide Polymorphism (SNP) rs11212617 experienced the greatest benefit, which could be considered a possible biomarker of sensitivity to metformin. Regarding toxicity, patients receiving metformin showed a slightly increased incidence of grade ≥3 toxicities, with the most common being gastrointestinal symptoms such as nausea, vomiting, bloating, and diarrhea [111].\n        \n        \n          3.2.2. Metformin in Metastatic Breast Cancer\n          Trials evaluating the role of metformin in advanced breast cancer are listed in Table 3. The MYME phase II trial evaluated the efficacy of adding metformin to first-line chemotherapy in nondiabetic patients with HER2-negative metastatic breast cancer. Participants were randomized to either liposomal doxorubicin and cyclophosphamide plus metformin 1000 mg twice daily or chemotherapy alone. No benefits in terms of progression-free survival (PFS) or OS were observed in the metformin-containing regimen. However, metformin promoted insulin sensitization and had significant preventive effects on severe, chemotherapy-induced neutropenia [112]. Another phase II trial in which nondiabetic patients with metastatic breast cancer were randomly assigned to receive the investigator’s choice of chemotherapy (anthracycline, platinum, taxane, capecitabine, or vinorelbine) in combination with metformin 850 mg every 12 h or placebo, failed to report significant effects on progression-free survival, response rate, or OS, with a further detrimental impact on quality of life [113].\n          Despite strong preclinical evidence showing synergistic interactions between metformin and the EGFR tyrosine kinase inhibitor erlotinib in TNBC cell lines [114], a phase I clinical trial of erlotinib and metformin in pretreated metastatic TNBC patients failed to provide significant clinical benefits among the small number of patients included in the study [115]. Overall, and although TNBC is characterized by multiple metabolic aberrations, including PI3K/AKT/mTOR pathway alterations, metformin has not shown any significant clinical benefit in this subset of breast cancer [116,117].\n          Similarly, regardless of the supporting rationale of targeting mTOR signaling with metformin to circumvent breast cancer endocrine resistance, a randomized phase II study (N = 60) of aromatase inhibitors (exemestane or letrozole) plus metformin or placebo in pretreated postmenopausal women with ER+ metastatic breast cancer failed to demonstrate improved efficacy in terms of PFS or OS [118].\n          Another phase II trial (NCT01627067) evaluated the efficacy and safety of combining metformin with the mTOR inhibitor everolimus and the aromatase inhibitor exemestane in overweight and obese postmenopausal woman with metastatic, ER-positive/HER2-negative breast cancer. This single-arm study reported a PFS and OS of 6.3 months (95% CI: 3.8–11.3 months) and 28.8 months (95% CI: 17.5–59.7 months), respectively, similar to those reported in the BOLERO-2 trial (PFS of 6.9 months and OS of 31 months in the everolimus plus exemestane arm). However, one should acknowledge that both studies involved different population groups in terms of prognosis factors. Thus, the women included in the NCT01627067 study were more heavily pretreated, presenting visceral disease and higher BMI in comparison with the women included in the BOLERO-2 trial [119,120].\n          The therapeutical potential of PI3K inhibitors targeting the PIK3CA-encoded enzyme p110α, which is known to mediate most if not all cellular responses to insulin, is highly limited due to systemic glucose-insulin compensatory responses capable of reactivating the pathway following inhibition of PI3K activity. Dietary (i.e., ketogenic diet) and pharmacological approaches, such as hypoglycemic SGLT2 inhibitors, both capable of suppressing the insulin feedback induced by PI3K inhibitors, have been shown to drastically potentiate the efficacy/toxicity ratios of PI3K inhibitors in animal models [121]. Whether the insulin-sensitizing effects of metformin may provide a way to increase the treatment efficacy of clinically available p110α inhibitors, or at least manage secondary hyperglycemia [122], should be answered by various ongoing clinical trials (NCT03006172, NCT04300790, NCT04899349) combining metformin with endocrine therapy and the PI3K inhibitors alpelisib and inavolisib.\n3.2.1. Metformin in Early-Stage Breast Cancer\n          Several windows of opportunity trials have explored the role of metformin as a single agent in the treatment of early breast cancer. Trials have produced divergent results regarding the ability of two-week neoadjuvant metformin to reduce cellular expression of the proliferative marker Ki-67 in breast cancer tissues [97,98]. Neoadjuvant administration of metformin has been shown to decrease IR expression and suppress PI3K and RAS/MAPK signaling in breast cancer tissues [24,99,100]. A prospective study evaluating the effects of preoperative metformin on immunological factors revealed a significant increasing trend of tumor-infiltrating lymphocytes, CD4+ and CD8+ lymphocytes, and IFNγ in response to metformin, thus suggesting an improved immune function in metformin-treated patients with early breast cancer [101].\n          The first observational study assessing the impact of neoadjuvant metformin included 2529 patients with early breast cancer treated with primary chemotherapy. The study population consisted of 68 diabetic patients on metformin, 87 diabetic patients not taking metformin, and 2374 nondiabetic subjects. Although breast cancer subtypes and tumor stages were well-balanced among the subgroups, a higher postmenopausal status and BMI was observed in the diabetic group. Diabetic patients with breast cancer receiving neoadjuvant metformin and chemotherapy had a higher probability of achieving a pathologic complete response (pCR) than diabetics treated with other antidiabetic drugs (24% vs. 8%) and nondiabetic patients (16%) [102]. This landmark study was hypothesis generating and opened the way to prospectively test the potential of metformin as an anti-breast cancer agent.\n          The METTEN trial (EudraCT number 2011-000490-30) was a randomized multicenter phase II trial to evaluate the efficacy, tolerability, and safety of neoadjuvant chemotherapy and trastuzumab in combination with metformin or placebo for 24 weeks in nondiabetic patients with early-stage HER2-positive breast cancer. The pCR rate was higher in the metformin-containing arm than in the control arm (65.5%, 95% CI: 47.3–80.1 versus 58.6%, 95% CI: 40.7–74.5) but did not reach statistical significance. The study lacked power to draw conclusions regarding metformin’s efficacy. However, it is noteworthy that the addition of antidiabetic doses of metformin to neoadjuvant regimens was well tolerated and safe. Thus, only 13% of patients withdrew due to metformin-related gastrointestinal toxicity. The most common grade ≥3 adverse events were neutropenia in both arms and diarrhea in the metformin-containing arm [103]. A substudy analysis of biological correlates in the METTEN study revealed that neoadjuvant metformin significantly decreases the proliferative potential of residual breast cancer cells in those [104] patients that failed to achieve pCR following neoadjuvant therapy. Since the proliferative capacity of residual breast cancer disease informs partial treatment resistance and higher probability of tumor recurrence [105,106], metformin might be considered a safe candidate to target the metabolic peculiarities of residual disease in breast cancer patients.\n          In the adjuvant scenario, a study exploring the association between metformin use and survival outcomes in diabetic patients with triple-negative breast cancer (TNBC) receiving adjuvant therapy failed to observe any significant impact of the drug. Patients who did not receive metformin and nondiabetic patients tended to have a higher risk of distant metastases compared with the metformin group; however, no significant associations were observed between metformin use and cancer-specific mortality [107]. In HER2-positive breast cancer, a subanalysis of the diabetic population in the ALTTO trial (NCT00490139)—a phase III study that failed to demonstrate the superiority of lapatinib and trastuzumab compared to trastuzumab as adjuvant treatment—identified a positive effect of metformin in terms of disease-free survival, distant disease-free survival, and OS that was limited to the ER-positive population [108].\n          The largest prospective trial testing metformin in breast cancer is the recently reported phase III NCIC MA.32 (NCT01101438) study. This trial investigated the role of metformin in the adjuvant setting in nondiabetic women (N = 3649). The primary endpoint was invasive disease-free survival, and participating subjects were randomly assigned to receive 850 mg of metformin twice daily or placebo for five years. After six months follow-up, two substudies identified metformin-related improvements in weight, BMI, and metabolic variables, as well as significant decreases in circulating plasma estradiol levels [109,110]. Preliminary efficacy results presented at the 2021 San Antonio Breast Cancer Symposium revealed that, irrespective of ER status, the HER2-positive population treated with metformin experienced benefits in terms of invasive disease-free survival (DFS) (HR = 0.64; 95% CI, 0.43–0.95) and OS (HR = 0.53; 95% CI, 0.3–0.98), a benefit not observed in HER2-negative breast cancer patients (see Table 3). Exploratory analyses in HER2-positive subjects suggested that those with at least one “C” allele of the Ataxia Telangiectasia Mutated (ATM) associated Single Nucleotide Polymorphism (SNP) rs11212617 experienced the greatest benefit, which could be considered a possible biomarker of sensitivity to metformin. Regarding toxicity, patients receiving metformin showed a slightly increased incidence of grade ≥3 toxicities, with the most common being gastrointestinal symptoms such as nausea, vomiting, bloating, and diarrhea [111].\n3.2.2. Metformin in Metastatic Breast Cancer\n          Trials evaluating the role of metformin in advanced breast cancer are listed in Table 3. The MYME phase II trial evaluated the efficacy of adding metformin to first-line chemotherapy in nondiabetic patients with HER2-negative metastatic breast cancer. Participants were randomized to either liposomal doxorubicin and cyclophosphamide plus metformin 1000 mg twice daily or chemotherapy alone. No benefits in terms of progression-free survival (PFS) or OS were observed in the metformin-containing regimen. However, metformin promoted insulin sensitization and had significant preventive effects on severe, chemotherapy-induced neutropenia [112]. Another phase II trial in which nondiabetic patients with metastatic breast cancer were randomly assigned to receive the investigator’s choice of chemotherapy (anthracycline, platinum, taxane, capecitabine, or vinorelbine) in combination with metformin 850 mg every 12 h or placebo, failed to report significant effects on progression-free survival, response rate, or OS, with a further detrimental impact on quality of life [113].\n          Despite strong preclinical evidence showing synergistic interactions between metformin and the EGFR tyrosine kinase inhibitor erlotinib in TNBC cell lines [114], a phase I clinical trial of erlotinib and metformin in pretreated metastatic TNBC patients failed to provide significant clinical benefits among the small number of patients included in the study [115]. Overall, and although TNBC is characterized by multiple metabolic aberrations, including PI3K/AKT/mTOR pathway alterations, metformin has not shown any significant clinical benefit in this subset of breast cancer [116,117].\n          Similarly, regardless of the supporting rationale of targeting mTOR signaling with metformin to circumvent breast cancer endocrine resistance, a randomized phase II study (N = 60) of aromatase inhibitors (exemestane or letrozole) plus metformin or placebo in pretreated postmenopausal women with ER+ metastatic breast cancer failed to demonstrate improved efficacy in terms of PFS or OS [118].\n          Another phase II trial (NCT01627067) evaluated the efficacy and safety of combining metformin with the mTOR inhibitor everolimus and the aromatase inhibitor exemestane in overweight and obese postmenopausal woman with metastatic, ER-positive/HER2-negative breast cancer. This single-arm study reported a PFS and OS of 6.3 months (95% CI: 3.8–11.3 months) and 28.8 months (95% CI: 17.5–59.7 months), respectively, similar to those reported in the BOLERO-2 trial (PFS of 6.9 months and OS of 31 months in the everolimus plus exemestane arm). However, one should acknowledge that both studies involved different population groups in terms of prognosis factors. Thus, the women included in the NCT01627067 study were more heavily pretreated, presenting visceral disease and higher BMI in comparison with the women included in the BOLERO-2 trial [119,120].\n          The therapeutical potential of PI3K inhibitors targeting the PIK3CA-encoded enzyme p110α, which is known to mediate most if not all cellular responses to insulin, is highly limited due to systemic glucose-insulin compensatory responses capable of reactivating the pathway following inhibition of PI3K activity. Dietary (i.e., ketogenic diet) and pharmacological approaches, such as hypoglycemic SGLT2 inhibitors, both capable of suppressing the insulin feedback induced by PI3K inhibitors, have been shown to drastically potentiate the efficacy/toxicity ratios of PI3K inhibitors in animal models [121]. Whether the insulin-sensitizing effects of metformin may provide a way to increase the treatment efficacy of clinically available p110α inhibitors, or at least manage secondary hyperglycemia [122], should be answered by various ongoing clinical trials (NCT03006172, NCT04300790, NCT04899349) combining metformin with endocrine therapy and the PI3K inhibitors alpelisib and inavolisib.\n3.3. Other Breast Cancer–Related Applications of Metformin\n        Tamoxifen, a well-known endocrine therapy for patients with ER-positive breast cancer [123], induces endometrial hyperplasia, polyps, and increases the risk of endometrial cancer [124]. Other risk factors for endometrial hyperplasia and cancer include obesity and insulin resistance [125]. Accordingly, metformin has been hypothesized to inhibit endometrial proliferation by blocking the mTOR pathway [126,127] and preventing insulin resistance. A placebo-controlled phase II study assessing the benefits of adding metformin to tamoxifen to protect the endometrium randomly allocated 101 nondiabetic women to receive either metformin or placebo along with tamoxifen. Compared with the placebo, the metformin-containing arm significantly reduced weight and waist circumference, decreased endometrial thickness, and improved insulin sensitivity. The ability of metformin to inhibit tamoxifen-induced endometrial changes warrants further investigation [128].\n        Gonadotoxic chemotherapy can lead to premature ovarian failure and loss of fertility in premenopausal patients. Current preventive strategies include cryopreservation of oocytes and embryos, as well as the use of gonadotropin-releasing hormone (GnRH) analogues [129]. Metformin has been shown to efficiently reverse antipsychotic-induced amenorrhea in women with first-episode schizophrenia [130], in addition to increasing fertility-related ovarian reserve and endocrine and reproductive function in middle-aged mice [131]. Based on these findings, an ongoing randomized clinical trial (ChiCTR1900023487) is testing whether administration of metformin during chemotherapy protects ovarian function in premenopausal patients with early breast cancer [132].\n        Breast cancer survivors may suffer from numerous treatment-associated metabolic alterations due to weight gain, reduced levels of physical activity, and metabolic syndrome. All these factors contribute to hyperglycemia and insulin resistance. Indeed, every individual component of metabolic syndrome appears to increase following chemotherapy [133]. An ongoing trial (NCT01302379) is evaluating the impact of lifestyle control or diet plus metformin or placebo in nondiabetic patients with breast cancer history. The combination of metformin with therapies targeting other metabolic syndrome factors, such as statins, could enhance metformin’s antitumoral properties [134]. This is the primary objective of the so-called METRICS trial (NCT02201381), designed to evaluate the safety, tolerability, and efficacy of metabolic combination treatments including metformin, atorvastatin, doxycycline, and mebendazole in breast cancer.\n4. Metformin and Breast Cancer: A Look to the Future\n      Using a mostly retrospectively and empirically developed biological rationale, breast cancer researchers have aimed to rapidly convert the well-recognized pharmacological effects of antidiabetic metformin into predefined mechanisms of action for the anticancer potential of metformin. The verification of such antitumoral activity in cultured breast cancer cells and animal models provided a strong rationale to study the benefits of metformin in routine clinical care settings of breast cancer patients. However, the initial enthusiasm was tempered after disappointing results in randomized controlled trials. We must now acknowledge that several challenges should be faced prior to accepting or discarding metformin as a bona fide anti–breast cancer metabolic therapeutic. Table 4 summarizes the most important ongoing trials of metformin in breast cancer and breast cancer.\n      First, we need to re-evaluate metformin posology and/or administration regimens to optimize drug plasma levels and delivery to the tumor with minimal normal tissue toxicity before initiating a second-generation wave of metformin-based trials in breast oncology. Results from xenograft models reported that the human equivalent of 1500–2250 mg/day is needed to inhibit tumorigenesis [135,136,137]. Despite this, most trials have studied metformin at antidiabetic therapeutic dosages with different schedules and doses ranging from 1500 to 2250 mg/day. Therefore, we do not really know if these doses reach the concentrations required for an antineoplastic effect. Metformin is generally well tolerated, but it also causes side effects, mainly gastrointestinal, which have led patients to drop out of treatment in some trials. Finding a dose with acceptable tolerability and optimized antineoplastic activity is an important issue for the further development of metformin in cancer.\n      Second, identification of predictive biomarkers of metformin response accompanied by a precise selection of breast cancer patients is essential to improve the commonly observed poor response rates in clinical trials. The identification of breast cancer patients who are most likely to benefit from metformin might require the development of companion diagnostic assays that, ideally, would employ easy-to-evaluate pharmacodynamic biomarkers linking the bioactivity of metformin with biological tumor responses. Pharmacometabolomics, i.e., the application of metabolomics to study drug effects and variation in drug response, has the potential to capture the metabolic signature of a patient and its unique association with therapeutic drug response and interindividual disease heterogeneity. Although highly complex pharmacodynamic analyses integrating measurement of markers of systemic metabolism, dynamic FDG-PET-CR, transcriptomics, and metabolomics have been employed to profile the bioactivity of metformin in primary breast cancer [138], there is scant information regarding metformin’s effects on systemic metabolic markers of breast cancer patients treated with therapeutic regimens commonly used in everyday oncological practice. We recently tested the hypothesis that examination of the circulating metabolome to monitor, in real-time, biomarker/surrogate endpoints of metformin efficacy in liquid biopsies might help the design of metformin-based personalized breast cancer therapies. In our hands, follow-up difference in circulating homocysteine in peripheral blood paralleled the clinical efficacy of neoadjuvant metformin, thus revealing how a non-invasive pharmacodynamic biomarker is able to link the antifolate mechanism of action of metformin with biological tumor responses [139].\n      Third, the dysregulation and integration of multiple metabolic pathways in breast cancer tissues might trigger redundant/compensatory networks that could impact the efficacy of metformin. Hypothesis-driven and CRISPR-based synthetic lethal screenings would identify unforeseen molecular targets that could synergize with the metformin-related metabolic ones and improve metformin efficacy while simultaneously providing new clinically relevant biomarkers for precise patient selection. Finally, we are beginning to appreciate that metformin might beneficially impact, in a multi-faceted manner, the complex antagonistic and symbiotic interplays between tumor cells, immune cells, and gut microbiota that dictate the response of cancer patients to immunotherapy. The ability of physiological doses of metformin to enhance the antitumoral functionality of T-cells, neutralize immune-inhibitory cell populations residing in the tumor microenvironment, downregulate the immune-checkpoint PD-L1, and influence gut microbiota composition [140] might provide a/the right path to reconsider the incorporation of metformin into the breast oncologist’s armamentarium, hand in hand with cancer immunotherapy.\n5. Conclusions\n      Although backed by compelling basic and preclinical evidence of antitumoral activity, the initial breast cancer clinical trials with metformin have yielded a mixed picture with respect to its therapeutic efficacy. Beyond the common “lost in translation” obstacles that characterize a successful transfer from the bench to clinical, bedside implementation of numerous anticancer candidates (e.g., design, dosage, primary end-points, follow-up periods), it is becoming clearer that future large-scale trials should incorporate early dynamic monitoring of distinct metabolic adaptations to metformin. In this way, we could detect the heterogeneity of breast cancer responses that cannot be detected at baseline via the use of metabolic serum markers in liquid biopsies as easy and accessible pharmacodynamic surrogates of metformin efficacy, as well as breast cancer subtype-specific predictors of response to metformin. In this latter regard, exploratory analyses of the largest prospective metformin phase III trial in breast cancer to date (CCTG MA.32) has revealed that the invasive DFS and OS advantages provided by metformin were notably prominent among HER2-positive participants bearing at least one copy of the minor allele (C) of the SNP rs11212617 located near the ATM gene, which has been associated with an increased likelihood of treatment success with metformin in T2D and in HER2-positive breast cancer patients treated with neoadjuvant metformin. While we must acknowledge that these findings require replication in a prospective trial focused on HER2-positive breast cancer disease, they help illuminate the urgent need to rethink the personalized use of metformin in targeted subgroups of breast cancer patients.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8910543/",
    "doi": "https://doi.org/10.3390/ijms23052705",
    "citation_count": 16,
    "references": {
        "11013883": "Metformin Loaded Zein Polymeric Nanoparticles to Augment Antitumor Activity against Ehrlich Carcinoma via Activation of AMPK Pathway: D-Optimal Design Optimization, In Vitro Characterization, and In Vivo Study",
        "11005237": "The troglitazone derivative EP13 disrupts energy metabolism through respiratory chain complex I inhibition in breast cancer cells and potentiates the antiproliferative effect of glycolysis inhibitors",
        "10974219": "Metformin and Breast Cancer: Current Findings and Future Perspectives from Preclinical and Clinical Studies",
        "10965438": "Nanomaterials modulate tumor-associated macrophages for the treatment of digestive system tumors",
        "10661911": "Cancer and Obesity: An Obesity Medicine Association (OMA) Clinical Practice Statement (CPS) 2022",
        "10617215": "Targeting and repolarizing M2-like tumor-associated macrophage-mediated MR imaging and tumor immunotherapy by biomimetic nanoparticles",
        "10605450": "Niosomal Delivery of Celecoxib and Metformin for Targeted Breast Cancer Treatment",
        "10378597": "Updates on Triple-Negative Breast Cancer in Type 2 Diabetes Mellitus Patients: From Risk Factors to Diagnosis, Biomarkers and Therapy",
        "10312383": "Metformin: A Review of Potential Mechanism and Therapeutic Utility Beyond Diabetes",
        "10251882": "Drug Repurposing in Oncology: A Systematic Review of Randomized Controlled Clinical Trials",
        "10205526": "Bioinformatics and network biology approach to identifying type 2 diabetes genes and pathways that influence the progression of breast cancer",
        "10093243": "Targeting Mitochondria with ClpP Agonists as a Novel Therapeutic Opportunity in Breast Cancer",
        "9969691": "Metformin and long non-coding RNAs in breast cancer",
        "9222108": "Inflammatory Breast Cancer: The Cytokinome of Post-Mastectomy Wound Fluid Augments Proliferation, Invasion, and Stem Cell Markers",
        "9172136": "Metformin counteracts stimulatory effects induced by insulin in primary breast cancer cells",
        "7613928": "Linking physical activity to breast cancer risk via the insulin/insulin-like growth factor signalling system, Part 2: The effect of insulin/insulin-like growth factor signalling on breast cancer risk"
    },
    "journal": "International Journal of Molecular Sciences",
    "topics": [
        "metformin, cancer, breast",
        "breast, cancer, metformin",
        "metformin, cancer, breast"
    ]
}