{
    "title": "Cancer‐associated fibroblasts in breast cancer: Challenges and opportunities",
    "abstract": "Martinez‐Outschoorn et al. [260, 261, 262], Pavlides et al. [263, 264] and Guido et al. [265] reported that autophagy‐mediated loss of Cav‐1 in CAFs led to mitochondrial dysfunction, oxidative stress and aerobic glycolysis, resulting in the release of essential nutrients (including lactate, ketones, glutamine and pyruvate) and chemical substrates (including amino acids and nucleotides), which fueled the growth of nearby breast cancer cells and increased their stemness and proliferation. 7.1 Value of CAFs for breast cancer diagnosis, imaging and prognosis prediction Considering the vital role of CAFs in the development of breast cancer and their intratumor specificity, researchers have tried to assess their value in the early diagnosis of breast cancer and prognostic prediction for patients with breast cancer. 7.1 Value of CAFs for breast cancer diagnosis, imaging and prognosis prediction Considering the vital role of CAFs in the development of breast cancer and their intratumor specificity, researchers have tried to assess their value in the early diagnosis of breast cancer and prognostic prediction for patients with breast cancer.",
    "authors": [
        "Dengdi Hu",
        "Zhaoqing Li",
        "Bin Zheng",
        "Xixi Lin",
        "Yuehong Pan",
        "Peirong Gong",
        "Wenying Zhuo",
        "Yujie Hu",
        "Cong Chen",
        "Lini Chen",
        "Jichun Zhou",
        "Linbo Wang"
    ],
    "published_year": "2022",
    "description": "1\n      BACKGROUND\n      Breast cancer is the most common malignant tumor in the world [1, 2, 3]. The three far‐reaching events affecting the clinical prognosis of patients with breast cancer are drug resistance, recurrence, and metastasis [4]. Studies have shown that the tumor microenvironment (TME), especially cancer‐associated fibroblasts (CAFs), which have attracted attention in recent years, influences these three significant events [5, 6].\n      The TME comprises all cells, cytokines, and the extracellular matrix (ECM) in the tumor except for tumor cells, such as CAFs, vascular tissue, lymphatic tissue, nerve tissue, and factors secreted by these tissue cells [7, 8, 9]. CAFs are the main components of the TME and can reshape the ECM to exert a critical effect on the interaction between tumor cells and surrounding cells [10]. CAFs associated with the clinicopathological characteristics of tumors play a major role in tumor pathogenesis [11]. The characteristics of CAFs and their functions in breast cancer have gradually been revealed, and we reviewed related studies published to the present.\n2\n      THE PROPERTIES OF CAFs\n      \n        2.1\n        Fibroblasts\n        The discovery of fibroblasts is traced back to the observation of spindle‐shaped cells that secrete collagen in connective tissue by Virchow et al. [12] in 1858. However, the definition of fibroblasts currently remains confusing. The embryonic origins of fibroblasts are the primitive mesenchyme (major) and neural crest (minor), which are also embryonic origins of other mesenchymal lineages, such as osteoblasts, adipocytes and chondrocytes [13, 14]. Due to the lack of specific markers identified in fibroblasts, we must consider the cell morphology, tissue position and the existence of markers of leukocytes, epithelial cells, and endothelial cells when defining fibroblasts [5].\n      \n      \n        2.2\n        CAFs\n        Fibroblasts are activated during inflammation and fibrosis in tumors and are thus called “cancer‐associated fibroblasts” [15]. Once activated, these CAFs interact with tumor cells continuously, promoting the development of each other and ultimately leading to tumor progression [16]. Moreover, the activation of certain signaling pathways subsequently activates nearby fibroblasts and promotes their recruitment and proliferation [17], thus accelerating the progression of tumors, including breast cancer, through a positive feedback mechanism [18].\n        The most unique function of CAFs lies in their ability to synthesize and reshape the ECM. This process is called the “desmoplastic reaction”, during which CAFs synthesize and secrete large amounts of type I, III, IV and V collagen, fibrinolytic protein, hyaluronic acid, and laminin [19, 20]. At the same time, they degrade the nearby ECM by secreting proteases, including matrix metalloproteinases (MMPs) and urokinase‐type plasminogen activator [21, 22], thus remodeling the local TME by promoting tissue hardening and stromal cell fibrosis [23]. The formed scaffold structure not only prevents the entry of immune cells and drugs (thus causing tumor immune evasion and drug resistance) [24] but also provides a suitable environment for the interaction between tumor cells and cytokines, increasing the migration, invasion and other malignant behaviors of cancer cells [10, 25]. Therefore, CAFs are intimately associated with the progression of cancers and the prognosis of patients [26, 27, 28].\n      \n      \n        2.3\n        Myofibroblasts\n        Myofibroblasts are fibroblasts that are activated under conditions of inflammation and are characterized by the expression of alpha smooth muscle actin (α‐SMA) [23]. Myofibroblasts are known to remodel the ECM by producing fibrogenic factors, ECM proteins, MMPs and tissue inhibitors of metalloproteinases (TIMPs) and regulate the functions of surrounding cells by secreting mediators during the processes of wound healing and fibrosis[23, 29]. It is no wonder that myofibroblasts and CAFs have similar phenotypes, since cancers are described as wounds that do not heal [30, 31]. As a result, CAFs are regarded as activated myofibroblasts in tumors[32].\n2.1\n        Fibroblasts\n        The discovery of fibroblasts is traced back to the observation of spindle‐shaped cells that secrete collagen in connective tissue by Virchow et al. [12] in 1858. However, the definition of fibroblasts currently remains confusing. The embryonic origins of fibroblasts are the primitive mesenchyme (major) and neural crest (minor), which are also embryonic origins of other mesenchymal lineages, such as osteoblasts, adipocytes and chondrocytes [13, 14]. Due to the lack of specific markers identified in fibroblasts, we must consider the cell morphology, tissue position and the existence of markers of leukocytes, epithelial cells, and endothelial cells when defining fibroblasts [5].\n2.2\n        CAFs\n        Fibroblasts are activated during inflammation and fibrosis in tumors and are thus called “cancer‐associated fibroblasts” [15]. Once activated, these CAFs interact with tumor cells continuously, promoting the development of each other and ultimately leading to tumor progression [16]. Moreover, the activation of certain signaling pathways subsequently activates nearby fibroblasts and promotes their recruitment and proliferation [17], thus accelerating the progression of tumors, including breast cancer, through a positive feedback mechanism [18].\n        The most unique function of CAFs lies in their ability to synthesize and reshape the ECM. This process is called the “desmoplastic reaction”, during which CAFs synthesize and secrete large amounts of type I, III, IV and V collagen, fibrinolytic protein, hyaluronic acid, and laminin [19, 20]. At the same time, they degrade the nearby ECM by secreting proteases, including matrix metalloproteinases (MMPs) and urokinase‐type plasminogen activator [21, 22], thus remodeling the local TME by promoting tissue hardening and stromal cell fibrosis [23]. The formed scaffold structure not only prevents the entry of immune cells and drugs (thus causing tumor immune evasion and drug resistance) [24] but also provides a suitable environment for the interaction between tumor cells and cytokines, increasing the migration, invasion and other malignant behaviors of cancer cells [10, 25]. Therefore, CAFs are intimately associated with the progression of cancers and the prognosis of patients [26, 27, 28].\n2.3\n        Myofibroblasts\n        Myofibroblasts are fibroblasts that are activated under conditions of inflammation and are characterized by the expression of alpha smooth muscle actin (α‐SMA) [23]. Myofibroblasts are known to remodel the ECM by producing fibrogenic factors, ECM proteins, MMPs and tissue inhibitors of metalloproteinases (TIMPs) and regulate the functions of surrounding cells by secreting mediators during the processes of wound healing and fibrosis[23, 29]. It is no wonder that myofibroblasts and CAFs have similar phenotypes, since cancers are described as wounds that do not heal [30, 31]. As a result, CAFs are regarded as activated myofibroblasts in tumors[32].\n3\n      HETEROGENEITY OF CAFS IN BREAST CANCER\n      CAFs exhibit significant heterogeneity in cancers, including breast cancer [5]. Due to the lack of perfect biomarkers for CAFs, CAFs are assessed by detecting a combination of different biomarkers. Different biomarker expression patterns have been identified in CAFs, and CAFs have been divided into diverse subgroups.\n      \n        3.1\n        The heterogeneity of CAFs in different molecular subtypes of breast cancer\n        According to the expression levels of ERα, PR and HER2, breast cancer is divided into luminal A, luminal B, HER2‐positive, and triple‐negative subtypes, which have diverse prognoses. Similarly, CAFs in different molecular subtypes of breast cancers exhibit different expression levels of various molecules and biological behaviors. In 2012, Tchou et al. [33] analyzed the gene expression profiles of CAFs from different breast cancer subtypes and found that CAFs from HER2‐positive breast cancer were significantly different from those present in triple‐negative and ER‐positive breast cancers, especially genes related to cytoskeleton and integrin signaling, which contribute to increased migration and an unfavorable prognosis of HER2‐positive breast cancer.\n        Although the effects of CAFs on luminal breast cancer cells have been proven by many studies [34, 35, 36] and CAFs in luminal breast cancer exhibit some unique characteristics [37, 38], few studies have reported the effect of estrogen on CAFs. Intriguingly, a transcriptionally incompetent androgen receptor has been reported to be expressed on prostate CAFs. Upon androgen stimulation, the receptor colocalized with the scaffold protein filamin A in the extranuclear compartment of fibroblasts, mediating their migration and invasiveness [39]. This process was interrupted by an androgen receptor‐derived stapled peptide [39]. Since estrogen plays an important role in the development of breast cancer, studies exploring the effect of estrogen on CAFs in breast cancer are valuable.\n      \n      \n        3.2\n        The heterogeneity of CAFs in different pathological subtypes of breast cancer\n        In 2016, Park et al. [40] compared the expression of CAF‐related proteins between invasive lobular carcinoma (ILC) and invasive ductal carcinoma (IDC). They observed high expression levels of prolyl 4‐hydroxylase, platelet‐derived growth factor receptor alpha (PDGFRα), and chondroitin sulfate proteoglycan (NG2) in stromal cells of IDC and overexpression of fibroblast activation protein alpha (FAP), fibroblast‐specific protein‐1 (FSP1), and platelet‐derived growth factor receptor beta (PDGFRβ) in ILC. In ILC, stromal PDGFRα positivity was related to lymph node metastasis. Stromal podoplanin (PDPN) positivity (P = 0.041) and stromal FSP1 negativity (P = 0.041) were related to shorter disease‐free survival (DFS).\n        Park et al. [38] also compared the expression of CAF‐related proteins in invasive breast cancer with differences in stromal histology. High levels of PDPN, prolyl 4‐hydroxylase, FSP1, PDGFRα, and PDGFRβ were observed in the desmoplastic type, whereas low expression of FAP, PDGFα, PDGFβ, and NG2 was observed in the sclerotic type. Upregulated FAP and NG2 expression and downregulated PDPN expression were detected in the inflammatory type, while downregulated prolyl 4‐hydroxylase and FSP1 expression were detected in the normal‐like type. Regarding ductal carcinoma in situ (DCIS), all 7 CAF‐related proteins FSP1, PDPN, prolyl 4‐hydroxylase subunit alpha 3 (P4HA3), NG2, FAP, PDGFRα and PDGFRβ were upregulated in the inflammatory stromal type compared with other stromal types [37].\n      \n      \n        3.3\n        The heterogeneity of CAFs with different origins and intratumor spatial distributions in breast cancer\n        Single‐cell RNA sequencing (scRNA‐seq) is an excellent tool to analyze transcriptomic profile of individual cells in breast cancer [41], helping us understand the heterogeneity of CAFs. In 2018, Bartoschek et al. [42] isolated mesenchymal cells from a mouse model of breast cancer and performed a scRNA‐seq analysis of the transcriptomes of 768 cells. Three different subpopulations of CAFs (vascular CAFs, matrix CAFs and developmental CAFs) were identified according to the significantly differentially expressed genes. Interestingly, the authors found that these subpopulations of CAFs were spatially and functionally distinct and assumed that they had different origins. Matrix CAFs (mCAFs) were characterized by high transcriptional levels of ECM components and ECM‐related genes. Due to their distribution in the invasive front of tumors, the authors regarded them as related to tumor invasion. This assumption was supported by another study conducted by Jungwirth et al. [43]. They proved that Endo180 (MRC2) was essential for CAFs to promote breast cancer metastasis, and Endo180‐positive CAFs substantially overlapped with mCAFs in the study by Bartoschek et al. [42].\n        In 2020, Sebastian et al. [44] conducted a single‐cell transcriptomic analysis of CAFs from BALB/c‐derived 4T1 mammary tumors. Six CAF subpopulations were identified, among which “myofibroblastic CAFs”, “inflammatory’ CAFs” and “MHC class II‐expressing CAF” subpopulations also existed in pancreatic cancer, and the latter two subpopulations also existed in normal breast/pancreatic tissue.\n      \n      \n        3.4\n        The ratio of different subtypes of CAFs in breast cancer varies as the tumor progresses\n        A team conducted a series of studies to explore the CAF‐related protein expression pattern in breast DCIS, invasive breast cancer, and metastatic breast cancer [37, 38, 45]. In DCIS, the expression levels of all CAF‐related proteins including FSP1, PDPN, P4HA3, NG2 and PDGFRα in stromal cells were higher in the HER2‐positive and triple‐negative breast cancer (TNBC) subtypes than in the luminal subtypes [37]. In invasive breast cancer, FAP, PDGFα, PDGFβ and NG2 were downregulated in luminal A breast cancer, and PDPN, P4HA3 and FSP1 were downregulated in TNBC [38]. In metastatic breast cancer, stromal PDPN, FSP1 and PDGFRα were significantly upregulated in bone metastasis; stromal PDGFRβ expression was significantly elevated in lung metastasis; and stromal FSP1 and PDGFRα levels were decreased in liver metastasis [45]. Based on these results, the expression pattern of biomarkers in CAFs is dynamic during the progression of breast cancer, and this conclusion was verified by Friedman et al. [46]. They isolated CAFs from a mouse model of breast cancer at several time points during breast tumor progression and analyzed their transcriptional profiles using single‐cell sorting. The CAFs were subgrouped into PDPN‐positive CAFs (pCAFs) and S100A4‐positive CAFs (sCAFs). The transcriptional programs of these subpopulations varied as tumors progressed, converting from an immunoregulatory mode to wound‐healing and antigen‐presentation modes, which indicated that CAFs and their behaviors were dynamic. In addition, they found that the ratio of sCAFs and pCAFs was related to the outcome of patients with breast cancer regardless of subtype and was associated with BRCA mutations in TNBC. Moreover, the dynamic ratio of subpopulations of CAFs in breast cancer tissue was also proven by Bartoschek et al. [42].\n      \n      \n        3.5\n        Different subtypes of CAFs cooperate to promote cancer progression\n        Costa et al. [47] grouped CAFs into four subtypes according to the expression of CD29, FAP, α‐SMA, FSP1, PDGFRβ and caveolin‐1 (Cav‐1). Among the four subtypes, S1 subtype CAFs (CD29Med FAPHigh FSP1Low‐High α‐SMAHigh PDGFRβMed‐High Cav‐1Low) recruited CD4‐positive and CD25‐positive T cells, constructing an immunosuppressive microenvironment. In another study, Bonneau et al. [48] proved that S1 subtype CAFs contributed to distant recurrence in early luminal breast cancer. Pelon et al. [49] isolated CAFs from breast cancer metastatic lymph nodes and divided them into 4 groups based on the expression of FAP, PDPN, α‐SMA and PDGFRβ. The S1 (FAPHigh CD29Med‐High α‐SMAHigh PDPNHigh PDGFRβHigh) and S4 (FAPLow‐Med CD29High α‐SMAHigh PDPNLow PDGFRβMed) subtypes were enriched in lymph nodes and associated with the invasion of breast cancer cells. S1 CAFs promoted the migration and epithelial‐mesenchymal transition (EMT) of breast cancer cells via C‐X‐C motif chemokine ligand 12 (CXCL12) and transforming growth factor beta (TGF‐β) signaling, and the S4 subtype enhanced the invasion of cancer cells via NOTCH signaling. Thus, different CAF subtypes drive breast cancer metastasis through complementary mechanisms.\n        In conclusion, CAFs are induced to differentiate into different subtypes by different stimuli. Different spatial distributions and different disease phases also result in heterogeneity of CAFs. The “CAF subtype” is presumed to be a status rather than a fixed category of CAFs.\n3.1\n        The heterogeneity of CAFs in different molecular subtypes of breast cancer\n        According to the expression levels of ERα, PR and HER2, breast cancer is divided into luminal A, luminal B, HER2‐positive, and triple‐negative subtypes, which have diverse prognoses. Similarly, CAFs in different molecular subtypes of breast cancers exhibit different expression levels of various molecules and biological behaviors. In 2012, Tchou et al. [33] analyzed the gene expression profiles of CAFs from different breast cancer subtypes and found that CAFs from HER2‐positive breast cancer were significantly different from those present in triple‐negative and ER‐positive breast cancers, especially genes related to cytoskeleton and integrin signaling, which contribute to increased migration and an unfavorable prognosis of HER2‐positive breast cancer.\n        Although the effects of CAFs on luminal breast cancer cells have been proven by many studies [34, 35, 36] and CAFs in luminal breast cancer exhibit some unique characteristics [37, 38], few studies have reported the effect of estrogen on CAFs. Intriguingly, a transcriptionally incompetent androgen receptor has been reported to be expressed on prostate CAFs. Upon androgen stimulation, the receptor colocalized with the scaffold protein filamin A in the extranuclear compartment of fibroblasts, mediating their migration and invasiveness [39]. This process was interrupted by an androgen receptor‐derived stapled peptide [39]. Since estrogen plays an important role in the development of breast cancer, studies exploring the effect of estrogen on CAFs in breast cancer are valuable.\n3.2\n        The heterogeneity of CAFs in different pathological subtypes of breast cancer\n        In 2016, Park et al. [40] compared the expression of CAF‐related proteins between invasive lobular carcinoma (ILC) and invasive ductal carcinoma (IDC). They observed high expression levels of prolyl 4‐hydroxylase, platelet‐derived growth factor receptor alpha (PDGFRα), and chondroitin sulfate proteoglycan (NG2) in stromal cells of IDC and overexpression of fibroblast activation protein alpha (FAP), fibroblast‐specific protein‐1 (FSP1), and platelet‐derived growth factor receptor beta (PDGFRβ) in ILC. In ILC, stromal PDGFRα positivity was related to lymph node metastasis. Stromal podoplanin (PDPN) positivity (P = 0.041) and stromal FSP1 negativity (P = 0.041) were related to shorter disease‐free survival (DFS).\n        Park et al. [38] also compared the expression of CAF‐related proteins in invasive breast cancer with differences in stromal histology. High levels of PDPN, prolyl 4‐hydroxylase, FSP1, PDGFRα, and PDGFRβ were observed in the desmoplastic type, whereas low expression of FAP, PDGFα, PDGFβ, and NG2 was observed in the sclerotic type. Upregulated FAP and NG2 expression and downregulated PDPN expression were detected in the inflammatory type, while downregulated prolyl 4‐hydroxylase and FSP1 expression were detected in the normal‐like type. Regarding ductal carcinoma in situ (DCIS), all 7 CAF‐related proteins FSP1, PDPN, prolyl 4‐hydroxylase subunit alpha 3 (P4HA3), NG2, FAP, PDGFRα and PDGFRβ were upregulated in the inflammatory stromal type compared with other stromal types [37].\n3.3\n        The heterogeneity of CAFs with different origins and intratumor spatial distributions in breast cancer\n        Single‐cell RNA sequencing (scRNA‐seq) is an excellent tool to analyze transcriptomic profile of individual cells in breast cancer [41], helping us understand the heterogeneity of CAFs. In 2018, Bartoschek et al. [42] isolated mesenchymal cells from a mouse model of breast cancer and performed a scRNA‐seq analysis of the transcriptomes of 768 cells. Three different subpopulations of CAFs (vascular CAFs, matrix CAFs and developmental CAFs) were identified according to the significantly differentially expressed genes. Interestingly, the authors found that these subpopulations of CAFs were spatially and functionally distinct and assumed that they had different origins. Matrix CAFs (mCAFs) were characterized by high transcriptional levels of ECM components and ECM‐related genes. Due to their distribution in the invasive front of tumors, the authors regarded them as related to tumor invasion. This assumption was supported by another study conducted by Jungwirth et al. [43]. They proved that Endo180 (MRC2) was essential for CAFs to promote breast cancer metastasis, and Endo180‐positive CAFs substantially overlapped with mCAFs in the study by Bartoschek et al. [42].\n        In 2020, Sebastian et al. [44] conducted a single‐cell transcriptomic analysis of CAFs from BALB/c‐derived 4T1 mammary tumors. Six CAF subpopulations were identified, among which “myofibroblastic CAFs”, “inflammatory’ CAFs” and “MHC class II‐expressing CAF” subpopulations also existed in pancreatic cancer, and the latter two subpopulations also existed in normal breast/pancreatic tissue.\n3.4\n        The ratio of different subtypes of CAFs in breast cancer varies as the tumor progresses\n        A team conducted a series of studies to explore the CAF‐related protein expression pattern in breast DCIS, invasive breast cancer, and metastatic breast cancer [37, 38, 45]. In DCIS, the expression levels of all CAF‐related proteins including FSP1, PDPN, P4HA3, NG2 and PDGFRα in stromal cells were higher in the HER2‐positive and triple‐negative breast cancer (TNBC) subtypes than in the luminal subtypes [37]. In invasive breast cancer, FAP, PDGFα, PDGFβ and NG2 were downregulated in luminal A breast cancer, and PDPN, P4HA3 and FSP1 were downregulated in TNBC [38]. In metastatic breast cancer, stromal PDPN, FSP1 and PDGFRα were significantly upregulated in bone metastasis; stromal PDGFRβ expression was significantly elevated in lung metastasis; and stromal FSP1 and PDGFRα levels were decreased in liver metastasis [45]. Based on these results, the expression pattern of biomarkers in CAFs is dynamic during the progression of breast cancer, and this conclusion was verified by Friedman et al. [46]. They isolated CAFs from a mouse model of breast cancer at several time points during breast tumor progression and analyzed their transcriptional profiles using single‐cell sorting. The CAFs were subgrouped into PDPN‐positive CAFs (pCAFs) and S100A4‐positive CAFs (sCAFs). The transcriptional programs of these subpopulations varied as tumors progressed, converting from an immunoregulatory mode to wound‐healing and antigen‐presentation modes, which indicated that CAFs and their behaviors were dynamic. In addition, they found that the ratio of sCAFs and pCAFs was related to the outcome of patients with breast cancer regardless of subtype and was associated with BRCA mutations in TNBC. Moreover, the dynamic ratio of subpopulations of CAFs in breast cancer tissue was also proven by Bartoschek et al. [42].\n3.5\n        Different subtypes of CAFs cooperate to promote cancer progression\n        Costa et al. [47] grouped CAFs into four subtypes according to the expression of CD29, FAP, α‐SMA, FSP1, PDGFRβ and caveolin‐1 (Cav‐1). Among the four subtypes, S1 subtype CAFs (CD29Med FAPHigh FSP1Low‐High α‐SMAHigh PDGFRβMed‐High Cav‐1Low) recruited CD4‐positive and CD25‐positive T cells, constructing an immunosuppressive microenvironment. In another study, Bonneau et al. [48] proved that S1 subtype CAFs contributed to distant recurrence in early luminal breast cancer. Pelon et al. [49] isolated CAFs from breast cancer metastatic lymph nodes and divided them into 4 groups based on the expression of FAP, PDPN, α‐SMA and PDGFRβ. The S1 (FAPHigh CD29Med‐High α‐SMAHigh PDPNHigh PDGFRβHigh) and S4 (FAPLow‐Med CD29High α‐SMAHigh PDPNLow PDGFRβMed) subtypes were enriched in lymph nodes and associated with the invasion of breast cancer cells. S1 CAFs promoted the migration and epithelial‐mesenchymal transition (EMT) of breast cancer cells via C‐X‐C motif chemokine ligand 12 (CXCL12) and transforming growth factor beta (TGF‐β) signaling, and the S4 subtype enhanced the invasion of cancer cells via NOTCH signaling. Thus, different CAF subtypes drive breast cancer metastasis through complementary mechanisms.\n        In conclusion, CAFs are induced to differentiate into different subtypes by different stimuli. Different spatial distributions and different disease phases also result in heterogeneity of CAFs. The “CAF subtype” is presumed to be a status rather than a fixed category of CAFs.\n4\n      BIOMARKERS OF CAFS\n      Studies have revealed that CAFs differ from normal fibroblasts (NFs) in biological behavior, function and the expression levels of certain proteins. These proteins (Table 1) may thus be used as biomarkers to distinguish CAFs from NFs. However, due to the high heterogeneity of CAFs, these so‐called markers are somewhat deficient in specificity and sensitivity [50, 51]. Some common CAF markers are briefly summarized below, with others concluded in Table 1 [11, 52‐57].\n      \n        TABLE 1\n        \n          Biomarkers of CAFs\n        \n        \n          \n          \n          \n          \n          \n          \n            \n              CAF marker\n              Description\n              Expression level in CAFs\n              Other cell types expressing this marker\n              References\n            \n          \n          \n            \n              Vimentin\n              Type III intermediate filament\n              Upregulated\n              Endothelial and epithelial cells undergoing the EMT, and neurons\n              [32, 68]\n            \n            \n              α‐SMA\n              Associated with cell contraction, movement, structure and integrity\n              Upregulated (downregulated in prostate cancer)\n              Normal fibroblasts, pericytes, smooth muscle cells and cardiomyocytes\n              [19, 359, 360]\n            \n            \n              FSP1\n              Related to cell movement, collagen induction and tissue fibrosis\n              Upregulated (downregulated in prostate cancer)\n              Normal fibroblasts, epithelial cells undergoing the EMT, macrophages and tumor cells\n              [40, 76, 201, 360, 361]\n            \n            \n              FAP\n              Related to fiber production and ECM remodeling\n              Upregulated\n              Reactive stromal fibroblasts, resting mesoderm cells and CD45‐positive immune cells\n              [77, 362, 363]\n            \n            \n              Tenascin‐C\n              ECM glycoprotein that is related to cell adhesion\n              Upregulated\n              Tumor cells\n              [52, 53]\n            \n            \n              Desmin\n              Type III intermediate filament\n              Downregulated\n              Skin fibroblasts, pericytes and myocytes\n              [54, 55]\n            \n            \n              PDGFRα\n              Tyrosine kinase receptor\n              Upregulated\n              Normal fibroblasts, pericytes, vascular smooth muscle cells, skeletal muscle cells, cardiomyocytes and tumor cells\n              [54, 98, 100, 364]\n            \n            \n              PDGFRβ\n              Tyrosine kinase receptor\n              Upregulated\n              Normal fibroblasts, pericytes, vascular smooth muscle cells, skeletal muscle cells, cardiomyocytes and tumor cells\n              [54, 98, 100, 364]\n            \n            \n              Caveolin‐1\n              Scaffold protein in the caveolae membrane\n              Upregulated or downregulated\n              Adipocytes, endothelial cells, normal fibroblasts, type I alveolar cells and tumor cells\n              [111, 117, 265, 365]\n            \n            \n              CD10\n              Metalloproteinase\n              Upregulated\n              Bone marrow stromal cells, especially pre‐B lymphocytes\n              [11, 56]\n            \n            \n              GPR77\n              Associated with complement activation and pro‐inflammatory signaling pathways\n              Upregulated\n              Polynuclear neutrophilic leukocytes\n              [11, 57]\n            \n            \n              Podoplanin\n              Type‐I integral membrane glycoprotein\n              Upregulated\n              Tumor cells\n              [125, 126, 129]\n            \n          \n        \n        \n          \n            Abbreviations: CAF, cancer‐associated fibroblast; α‐SMA, alpha smooth muscle actin; FSP1: fibroblast‐specific protein‐1; EMT, epithelial‐mesenchymal transition; FAP, fibroblast activation protein alpha; ECM, extracellular matrix; PDGFRα, platelet‐derived growth factor receptor alpha; PDGFRβ, platelet‐derived growth factor receptor beta; GPR77, G protein‐coupled receptor 77.\n          \n        \n        \n          John Wiley & Sons, Ltd.\n        \n      \n      \n        4.1\n        α‐SMA\n        α‐SMA is a skeletal protein expressed in cells and has been applied in many studies as a marker of activated fibroblasts. As one of the earliest discovered and most extensively used biomarkers of CAFs, α‐SMA is associated with TGF‐β production and a highly contractile phenotype [58, 59]. Previous studies have reported a role for α‐SMA‐positive CAFs as key regulators of cancer progression, therapeutic resistance and immune suppression [15, 60‐62]. However, in mouse models, the ablation of α‐SMA‐positive CAFs accelerated pancreatic ductal carcinoma, and a lower level of myofibroblasts in tumors was also associated with reduced survival of patients with pancreatic ductal adenocarcinoma [63]. In addition, in patients with pancreatic ductal carcinoma and lung cancer, high α‐SMA expression predicted a good prognosis [64]. Therefore, the effect of α‐SMA‐positive CAFs on the malignant phenotype of tumors requires further study.\n        In breast cancer, the proportion of α‐SMA‐positive myofibroblasts was positively correlated with the proliferation of tumor cells and negatively correlated with overall survival (OS) and relapse‐free survival (RFS) [65, 66]. α‐SMA‐positive CAFs promoted tumor progression by producing lactate and pyruvate during metabolism, providing cancer cells with nutrients [67].\n      \n      \n        4.2\n        Vimentin\n        Vimentin, a type III intermediate filament protein, is often used as a marker of the maintenance of the cellular structure and motility during cell migration [68], and it is often expressed at high levels in CAFs and associated with the migration and invasion potential [69]. Higher vimentin expression in the stromal compartment was related to higher malignant potential of the tumor and predicted shorter survival of patients with colorectal cancer [70] and pancreatic ductal adenocarcinoma [71]. However, vimentin is widely expressed by NFs, cells of mesenchymal origin (such as adipocytes and myocytes) and epithelial cells (including cancer cells) undergoing the EMT [51].\n      \n      \n        4.3\n        FSP1\n        FSP1, also named S100 calcium‐binding protein A4 (S100A4), is a common marker of CAFs [72, 73]. The biological functions of FSP1‐positive CAFs are controversial. On the one hand, FSP1‐positive CAFs were related to lymphovascular invasion and the presence of tumor budding in colorectal cancer [74]. Stromal FSP1 expression was related to the expression of E‐cadherin and Zeb1 in tumor cells and was also associated with tumor metastasis in urothelial carcinoma [75]. On the other hand, FSP1‐positive fibroblasts contributed to the immune surveillance capacity of the body by producing collagen and engulfing carcinogens [76].\n        In breast cancer, FSP1‐positive CAFs increased tumor metastasis by secreting vascular endothelial growth factor (VEGF)‐A and tenascin‐C [52], and their expression was higher in the stromal cells of ILC than in those of invasive carcinoma of no special type (NST) [40]. A high ratio of FSP1‐positive CAFs and PDPN‐positive CAFs was related to prolonged RFS and OS of patients with breast cancer [46]. Furthermore, FSP1 is also expressed in breast cancer cells, and its expression in breast cancer cells was also higher in ILC than in NST [40].\n      \n      \n        4.4\n        FAP\n        FAP is another widely distributed biomarker of CAFs and a serine protease that is involved in the remodeling of the ECM and fibrosis, thus accelerating tumor progression [77]. FAP‐positive CAFs helped build an immunosuppressive TME through diverse mechanisms [78, 79]. A study of ovarian cancer revealed that CAFs expressing high levels of FAP were correlated with a poor prognosis for patients [80].\n        FAP has been regarded as one of the most promising therapeutic targets for CAFs. Therapeutic strategies targeting FAP such as gene knockout [81], small‐molecule agents (PT630 and PT‐100) [82, 83], monoclonal antibody (mAb) FAP5‐DM1 [84], diphtheria toxins [85], alpha FAP‐PE38 [86] and immunotherapy targeting FAP, including DNA vaccines [87], chimeric antigen receptor (CAR)‐T cells [88, 89], and adenoviruses [90, 91], have been proven to be effective in preclinical studies [50]. Although FAP‐targeted treatment failed to show significant efficacy in clinical trials [92, 93, 94, 95], FAP remains one of the most potential therapeutic targets in CAFs and requires further study.\n        In breast cancer, FAP‐positive CAFs mediated Treg activation and exerted immunosuppressive activity in a dipeptidyl peptidase (DPP) 4‐dependent manner that was related to a poor outcome [47]. Unexpectedly, a study also indicated a positive relationship between abundant FAP expression and longer OS and DFS of patients with IDC [96].\n      \n      \n        4.5\n        PDGFRα and PDGFRβ\n        PDGFRα and PDGFRβ levels are increased in the stroma of many types of tumors [97], and these proteins participate in fibroblast activation and transformation [98, 99]. PDGFRα/β‐positive CAFs induced the migration and M2 polarization of macrophage, thus modulating the immune microenvironment [15]. Inhibition of PDGFR signaling transformed CAFs into resting fibroblasts and inhibited angiogenesis and tumor growth [100, 101], suggesting that approaches targeting PDGFR pathways may be a potentially effective tumor treatment strategy. Notably, PDGFRα and PDGFRβ are widely expressed in fibroblasts and do not show specific upregulation in CAF populations [51]. PDGFRs are also expressed in multiple types of cancer cells [98].\n        In breast cancer, the expression of PDGFRβ in stromal cells was positively correlated with the histopathological grade and HER2 expression, but negatively correlated with estrogen receptor (ER) expression [102, 103], reducing the efficacy of tamoxifen [104]. The expression of PDGFRβ in stromal cells was also negatively correlated with the radiotherapy benefit, RFS and breast cancer‐specific survival [102, 103, 105]. Moreover, stromal PDGFRβ expression had a better prognostic value among young and premenopausal patients with breast cancer [102, 103].\n      \n      \n        4.6\n        Caveolin‐1\n        Caveolins (Cavs), including Cav‐1, Cav‐2, and Cav‐3, are the main structural proteins that envelop the caveolae membrane, with diameters ranging from 50 to 100 nm [106]. The effect of Cav‐1 on the phenotypes of fibroblasts is controversial. On the one hand, in NIH‐3T3 fibroblasts, the activation of cancer genes such as H‐Ras (G12V), Bcr‐Abl and v‐Abl caused a significant decrease in Cav‐1 protein levels [107, 108], and the Cav‐1 expression level was associated with a weaker ability of fibroblasts to grow independently in agar [108]. Cav‐1 knockdown in NIH‐3T3 fibroblasts promoted cell growth [109]. On the other hand, Cav‐1 expression increased the levels of inflammatory and tumor‐promoting factors released by fibroblasts, promoting the proliferation and migration of tumor cells [110]. Cav‐1 was also essential for fibroblast‐mediated microenvironmental remodeling [111].\n        In breast cancer, Cav‐1 expression was downregulated in CAFs [106], and its expression was positively correlated with the patient prognosis [112]. However, dissenting studies also exist. Goetz et al. [111] reported that the expression of Cav‐1 in breast cancer was negatively correlated with the prognosis and that Cav‐1 knockout led to a decrease in the contractility of fibroblasts. Moreover, CAFs in metastatic axillary lymph nodes exhibited higher Cav‐1 expression than those in normal/reactive axillary lymph nodes [113], implying a role for Cav‐1 in breast cancer metastasis. Importantly, Cav‐1 is presumed to be associated with the “reverse Warburg effect” in CAFs, which promotes the malignancy of cancer cells (see detailed content in 6.1.3) [114, 115, 116]. Notably, Cav‐1 is also expressed in breast cancer cells and plays a multifaceted role [117].\n      \n      \n        4.7\n        PDPN\n        Studies have revealed that PDPN expression in CAFs predicts poor prognosis for patients with multiple types of solid tumors, including lung cancer [118, 119, 120, 121], cholangiocarcinoma [120], breast cancer [120] and pancreatic cancer [120], and is associated with higher numbers of single nucleotide variants in lung adenocarcinoma cells [122]. PDPN expression in CAFs also enhanced tumor progression in IDC of the pancreas [123]. On the other hand, PDPN‐positive CAFs suppressed the growth of small cell lung cancer cells [124].\n        In breast cancer, PDPN expression in CAFs was associated with a higher histological grade and negatively correlated with the ER status, DFS and OS [120, 125, 126]. Interestingly, Yamaguchi et al. [127] dichotomized patients with invasive breast cancer into PDPN‐positive and PDPN‐negative groups according to the existence of PDPN‐positive CAFs and reported its relationship with magnetic resonance imaging findings. Invasive breast cancer with PDPN‐positive CAFs tended to have a more malignant pathological status. The PDPN‐positive group had a notably higher lesion‐to‐muscle ratio in the short‐tau inversion‐recovery images. Moreover, the washout pattern rate was significantly higher in the PDPN‐positive group in a dynamic analysis. Last, the lesions of the PDPN‐positive group tended to show a circumscribed margin and a rim enhancement. PDPN‐positive CAFs are associated with the development and metastasis of breast cancer. PDPN promoted the migration of fibroblasts and accelerated the formation of pseudotubes by endothelial cells in breast cancer, and it was expressed at higher levels in IDC than in DCIS [128]. However, as a marker of CAFs, PDPN is also reported to be expressed in tumor cells, including breast cancer cells [126, 129].\n4.1\n        α‐SMA\n        α‐SMA is a skeletal protein expressed in cells and has been applied in many studies as a marker of activated fibroblasts. As one of the earliest discovered and most extensively used biomarkers of CAFs, α‐SMA is associated with TGF‐β production and a highly contractile phenotype [58, 59]. Previous studies have reported a role for α‐SMA‐positive CAFs as key regulators of cancer progression, therapeutic resistance and immune suppression [15, 60‐62]. However, in mouse models, the ablation of α‐SMA‐positive CAFs accelerated pancreatic ductal carcinoma, and a lower level of myofibroblasts in tumors was also associated with reduced survival of patients with pancreatic ductal adenocarcinoma [63]. In addition, in patients with pancreatic ductal carcinoma and lung cancer, high α‐SMA expression predicted a good prognosis [64]. Therefore, the effect of α‐SMA‐positive CAFs on the malignant phenotype of tumors requires further study.\n        In breast cancer, the proportion of α‐SMA‐positive myofibroblasts was positively correlated with the proliferation of tumor cells and negatively correlated with overall survival (OS) and relapse‐free survival (RFS) [65, 66]. α‐SMA‐positive CAFs promoted tumor progression by producing lactate and pyruvate during metabolism, providing cancer cells with nutrients [67].\n4.2\n        Vimentin\n        Vimentin, a type III intermediate filament protein, is often used as a marker of the maintenance of the cellular structure and motility during cell migration [68], and it is often expressed at high levels in CAFs and associated with the migration and invasion potential [69]. Higher vimentin expression in the stromal compartment was related to higher malignant potential of the tumor and predicted shorter survival of patients with colorectal cancer [70] and pancreatic ductal adenocarcinoma [71]. However, vimentin is widely expressed by NFs, cells of mesenchymal origin (such as adipocytes and myocytes) and epithelial cells (including cancer cells) undergoing the EMT [51].\n4.3\n        FSP1\n        FSP1, also named S100 calcium‐binding protein A4 (S100A4), is a common marker of CAFs [72, 73]. The biological functions of FSP1‐positive CAFs are controversial. On the one hand, FSP1‐positive CAFs were related to lymphovascular invasion and the presence of tumor budding in colorectal cancer [74]. Stromal FSP1 expression was related to the expression of E‐cadherin and Zeb1 in tumor cells and was also associated with tumor metastasis in urothelial carcinoma [75]. On the other hand, FSP1‐positive fibroblasts contributed to the immune surveillance capacity of the body by producing collagen and engulfing carcinogens [76].\n        In breast cancer, FSP1‐positive CAFs increased tumor metastasis by secreting vascular endothelial growth factor (VEGF)‐A and tenascin‐C [52], and their expression was higher in the stromal cells of ILC than in those of invasive carcinoma of no special type (NST) [40]. A high ratio of FSP1‐positive CAFs and PDPN‐positive CAFs was related to prolonged RFS and OS of patients with breast cancer [46]. Furthermore, FSP1 is also expressed in breast cancer cells, and its expression in breast cancer cells was also higher in ILC than in NST [40].\n4.4\n        FAP\n        FAP is another widely distributed biomarker of CAFs and a serine protease that is involved in the remodeling of the ECM and fibrosis, thus accelerating tumor progression [77]. FAP‐positive CAFs helped build an immunosuppressive TME through diverse mechanisms [78, 79]. A study of ovarian cancer revealed that CAFs expressing high levels of FAP were correlated with a poor prognosis for patients [80].\n        FAP has been regarded as one of the most promising therapeutic targets for CAFs. Therapeutic strategies targeting FAP such as gene knockout [81], small‐molecule agents (PT630 and PT‐100) [82, 83], monoclonal antibody (mAb) FAP5‐DM1 [84], diphtheria toxins [85], alpha FAP‐PE38 [86] and immunotherapy targeting FAP, including DNA vaccines [87], chimeric antigen receptor (CAR)‐T cells [88, 89], and adenoviruses [90, 91], have been proven to be effective in preclinical studies [50]. Although FAP‐targeted treatment failed to show significant efficacy in clinical trials [92, 93, 94, 95], FAP remains one of the most potential therapeutic targets in CAFs and requires further study.\n        In breast cancer, FAP‐positive CAFs mediated Treg activation and exerted immunosuppressive activity in a dipeptidyl peptidase (DPP) 4‐dependent manner that was related to a poor outcome [47]. Unexpectedly, a study also indicated a positive relationship between abundant FAP expression and longer OS and DFS of patients with IDC [96].\n4.5\n        PDGFRα and PDGFRβ\n        PDGFRα and PDGFRβ levels are increased in the stroma of many types of tumors [97], and these proteins participate in fibroblast activation and transformation [98, 99]. PDGFRα/β‐positive CAFs induced the migration and M2 polarization of macrophage, thus modulating the immune microenvironment [15]. Inhibition of PDGFR signaling transformed CAFs into resting fibroblasts and inhibited angiogenesis and tumor growth [100, 101], suggesting that approaches targeting PDGFR pathways may be a potentially effective tumor treatment strategy. Notably, PDGFRα and PDGFRβ are widely expressed in fibroblasts and do not show specific upregulation in CAF populations [51]. PDGFRs are also expressed in multiple types of cancer cells [98].\n        In breast cancer, the expression of PDGFRβ in stromal cells was positively correlated with the histopathological grade and HER2 expression, but negatively correlated with estrogen receptor (ER) expression [102, 103], reducing the efficacy of tamoxifen [104]. The expression of PDGFRβ in stromal cells was also negatively correlated with the radiotherapy benefit, RFS and breast cancer‐specific survival [102, 103, 105]. Moreover, stromal PDGFRβ expression had a better prognostic value among young and premenopausal patients with breast cancer [102, 103].\n4.6\n        Caveolin‐1\n        Caveolins (Cavs), including Cav‐1, Cav‐2, and Cav‐3, are the main structural proteins that envelop the caveolae membrane, with diameters ranging from 50 to 100 nm [106]. The effect of Cav‐1 on the phenotypes of fibroblasts is controversial. On the one hand, in NIH‐3T3 fibroblasts, the activation of cancer genes such as H‐Ras (G12V), Bcr‐Abl and v‐Abl caused a significant decrease in Cav‐1 protein levels [107, 108], and the Cav‐1 expression level was associated with a weaker ability of fibroblasts to grow independently in agar [108]. Cav‐1 knockdown in NIH‐3T3 fibroblasts promoted cell growth [109]. On the other hand, Cav‐1 expression increased the levels of inflammatory and tumor‐promoting factors released by fibroblasts, promoting the proliferation and migration of tumor cells [110]. Cav‐1 was also essential for fibroblast‐mediated microenvironmental remodeling [111].\n        In breast cancer, Cav‐1 expression was downregulated in CAFs [106], and its expression was positively correlated with the patient prognosis [112]. However, dissenting studies also exist. Goetz et al. [111] reported that the expression of Cav‐1 in breast cancer was negatively correlated with the prognosis and that Cav‐1 knockout led to a decrease in the contractility of fibroblasts. Moreover, CAFs in metastatic axillary lymph nodes exhibited higher Cav‐1 expression than those in normal/reactive axillary lymph nodes [113], implying a role for Cav‐1 in breast cancer metastasis. Importantly, Cav‐1 is presumed to be associated with the “reverse Warburg effect” in CAFs, which promotes the malignancy of cancer cells (see detailed content in 6.1.3) [114, 115, 116]. Notably, Cav‐1 is also expressed in breast cancer cells and plays a multifaceted role [117].\n4.7\n        PDPN\n        Studies have revealed that PDPN expression in CAFs predicts poor prognosis for patients with multiple types of solid tumors, including lung cancer [118, 119, 120, 121], cholangiocarcinoma [120], breast cancer [120] and pancreatic cancer [120], and is associated with higher numbers of single nucleotide variants in lung adenocarcinoma cells [122]. PDPN expression in CAFs also enhanced tumor progression in IDC of the pancreas [123]. On the other hand, PDPN‐positive CAFs suppressed the growth of small cell lung cancer cells [124].\n        In breast cancer, PDPN expression in CAFs was associated with a higher histological grade and negatively correlated with the ER status, DFS and OS [120, 125, 126]. Interestingly, Yamaguchi et al. [127] dichotomized patients with invasive breast cancer into PDPN‐positive and PDPN‐negative groups according to the existence of PDPN‐positive CAFs and reported its relationship with magnetic resonance imaging findings. Invasive breast cancer with PDPN‐positive CAFs tended to have a more malignant pathological status. The PDPN‐positive group had a notably higher lesion‐to‐muscle ratio in the short‐tau inversion‐recovery images. Moreover, the washout pattern rate was significantly higher in the PDPN‐positive group in a dynamic analysis. Last, the lesions of the PDPN‐positive group tended to show a circumscribed margin and a rim enhancement. PDPN‐positive CAFs are associated with the development and metastasis of breast cancer. PDPN promoted the migration of fibroblasts and accelerated the formation of pseudotubes by endothelial cells in breast cancer, and it was expressed at higher levels in IDC than in DCIS [128]. However, as a marker of CAFs, PDPN is also reported to be expressed in tumor cells, including breast cancer cells [126, 129].\n5\n      THE ORIGINS OF CAFS IN BREAST CANCER\n      Although multiple biological markers of CAFs have been proposed and applied in research, none of them are specific and accepted by all researchers. The dilemma of identifying CAFs also makes it difficult to trace their origins. Currently, CAFs are postulated to mainly originate from the activation of resident fibroblasts, along with alternative origins such as adipocytes and mesenchymal stem cells (MSCs) [5, 6, 130]. In breast cancer, researchers have obtained evidence that CAFs are derived from the origins described below (Figure 1).\n      \n        FIGURE 1\n        \n          Origins of cancer‐associated fibroblasts in breast cancer. (A) Resident fibroblasts are transformed into α‐SMA+ CAFs by TGF‐β, CXCL12, Wnt7a, miR‐125b, miR‐9 and chemotherapy; TGF‐β and PDGF transform fibroblasts into FSP1+ CAF; miR‐146a and miR‐222 induce resident fibroblasts to α‐SMA+/FAP+ CAFs and FSP1+/α‐SMA+ CAFs, respectively; fibroblasts are transformed into IL‐1β/IL‐6/IL‐8 secreting CAFs by miR‐370‐3p; Survivin and OPN activate fibroblasts into vimentin+/α‐SMA+ CAFs and FSP1+/α‐SMA+/FAP+ CAFs, respectively; when cocultured with MCF‐7 breast cancer cells, normal fibroblasts are transformed into α‐SMA+/calponin+/vimentin+ CAFs. (B) Bone marrow‐derived fibroblasts are recruited to TME as α‐SMA+/PDGFRα− CAFs. (C) Mesenchymal stem cells are transformed into α‐SMA+ CAFs by tumor cell‐derived exosomes and TGF‐β; marrow‐derived MSCs are the origin of FSP1‐positive and FAP‐positive CAFs; osteopontin transforms MSCs into α‐SMA+/vimentin+/FSP1+ CAFs. (D) Wnt3a transforms adipocytes into FSP1+/α‐SMA−/FAP− CAFs. (E) CAFs expressing vascular regulating genes originate from pericytes. Abbreviations: α‐SMA, alpha smooth muscle actin; CAF, cancer‐associated fibroblast; TGF‐β, transforming growth factor beta; CXCL12, C‐X‐C motif chemokine ligand 12; PDGF, platelet‐derived growth factor; FSP1, fibroblast‐specific protein‐1; FAP, fibroblast activation protein alpha; IL, interleukin; OPN, osteopontin; TME, tumor microenvironment\n        \n        \n      \n      \n        5.1\n        Local resident fibroblasts\n        \n          5.1.1\n          Conversion from NFs to CAFs\n          The most broadly accepted hypothesis is that the majority of CAFs likely originate from the activation of local tissue‐resident fibroblasts [5]. These NFs are the primary generators of the ECM. They are activated following tissue damage and participate in tissue repair, during which they produce TGF‐β and acquire a highly contractile phenotype with increased level of α‐SMA. These activated fibroblasts are termed ‘myofibroblasts’ [5]. In 1995, Ronnov‐Jessen et al. [131] explored the origin of myofibroblasts in breast cancer and found that fibroblasts exhibited myogenic differentiation in a graded pattern according to the distance to tumor cells, with the nearest fibroblasts displaying the highest myogenic differentiation. This report might be one of the earliest studies exploring the origin of CAFs in breast cancer, and these myofibroblasts are currently termed ‘myoCAFs’ [5]. Various mechanisms by which fibroblasts in breast cancer convert into CAFs have been proposed (Figure 2).\n          \n            FIGURE 2\n            \n              Molecular mechanisms of fibroblast activation. CXCL12 and TGF‐β activate fibroblasts by binding to CXCR4 and TGF‐β receptors, respectively, inducing the upregulation of α‐SMA and secretion of TGF‐β and CXCL12. Wnt7a also activates fibroblasts by binding to the TGF‐β receptor. TGF‐β and PDGF downregulate IDH3α by binding to the TGF‐β receptor and PDGFR, respectively. Downregulation of IDH3α increased the levels of effective α‐KG and HIF1α, resulting in enhanced glycolysis and attenuated OXPHOS. The binding of OPN to CD44 and integrin αvβ3 activate fibroblasts via AKT and ERK signaling pathway, respectively, which converge to upregulate α‐SMA, FSP1 and FAP, and the activated fibroblasts secrete increased CXCL1, CXCL2, COX2, IL‐6, OPN and collagen. Exosomal miR‐9 increases the motility of fibroblasts and upregulate α‐SMA expression. Exosomal miR‐125b downregulates TP53INP1 and TP53, activating fibroblasts characterized by upregulated α‐SMA. Exosomal miR‐222 reduces LBR expression and increases α‐SMA and FSP1 expression. Exosomal miR‐146a downregulates TXNIP, activating the β‐catenin pathway and upregulating α‐SMA and FAP expression. MiR‐370‐3p from exosomes downregulates CYLD and upregulates NFκB, increasing the motility and paracrine signaling of IL‐1β, IL‐6 and IL‐8 in fibroblasts. Exosomal survivin increases the motility of fibroblasts and upregulates the levels of α‐SMA and vimentin. Abbreviations: TGF‐β, transforming growth factor beta; CXCL12, C‐X‐C motif chemokine ligand 12; CXCR4, C‐X‐C motif chemokine receptor 4; PDGF, platelet‐derived growth factor; PDGFR, platelet‐derived growth factor receptor; IDH3α, isocitrate dehydrogenase 3α; α‐KG, α‐ketoglutarate; HIF1α, hypoxia inducible factor 1 subunit alpha; OXPHOS, oxidative phosphorylation; OPN, osteopontin; AKT, AKT serine/threonine kinase; ERK, mitogen‐activated protein kinase 1; α‐SMA, alpha smooth muscle actin; FSP1, fibroblast‐specific protein‐1; FAP, fibroblast activation protein alpha; COX2, cyclooxygenase‐2; IL, interleukin; OPN, osteopontin; TP53INP1, tumor protein p53 inducible nuclear protein 1; LBR, lamin B receptor; TXNIP, thioredoxin interacting protein; CYLD, cylindromatosis; NFκB, nuclear factor kappa B subunit 1\n            \n            \n          \n          \n            5.1.1.1\n            Growth factors, cytokines and other ligands\n            In 2010, Kojima et al. [132] showed that autocrine TGF‐β and CXCL12 (also named stromal cell‐derived factor‐1, SDF‐1) signaling converted normal mammary fibroblasts into CAFs. According to Zhang et al. [133], isocitrate dehydrogenase 3α (IDH3α) was crucially responsible for switching the metabolic mode between oxidative phosphorylation and aerobic glycolysis in fibroblasts. This switch was activated by TGF‐β and PDGF, transforming fibroblasts into CAFs. As shown by Sharon et al. [134], osteopontin secreted by breast cancer cells bound to CD44 and αvβ3 integrin on fibroblasts and reprogrammed them into a proinflammatory state. Butti et al. [135] also reported that osteopontin derived from breast cancer cells differentiated NFs into myofibroblasts. They further demonstrated that the binding of osteopontin to CD44 and αvβ3 activated Akt and extracellular signal‐regulated kinase (ERK) pathways and induced the upregulation of Twist 1‐dependent genes. The activated myofibroblasts secreted CXCL12 into the TME, promoting the EMT of surrounding breast cancer cells. Studies have also revealed a vital role for breast cancer cell‐derived Wnt7a in fibroblast activation by potentiating TGF‐β receptor signaling rather than classical Wnt signaling [136].\n          \n          \n            5.1.1.2\n            Exosomal miRNAs and proteins\n            Breast cancer cell‐derived exosomes transport miRNAs to NFs, transforming them into CAFs. In 2016, Baroni et al. [137] documented that exosomal miR‐9 from breast cancer cells induced CAF‐like properties in human breast fibroblasts. In 2019, Vu et al. [138] reported that miR‐125b from breast cancer cells promoted the transformation of NFs to CAFs. In the same year, Chatterjee et al. [139] reported the upregulation of miR‐222 in CAFs compared with NFs, and miR‐222 overexpression was sufficient to induce CAF‐like profiles in NFs. In 2020, Yang et al. [140] proved that exosomal miR‐146a from breast cancer cells accelerated the transformation of NFs to CAFs by targeting thioredoxin‐interacting protein (TXNIP). In the 2021 study by Ren et al. [141], breast cancer cell‐derived miR‐370‐3p activated fibroblasts, which increased the stemness, migration and invasion of cancer cells.\n            Breast cancer cells also release protein‐containing exosomes to activate fibroblasts. In 2020, Li et al. [142] reported that survivin from breast cancer cells was delivered to surrounding fibroblasts via exosomes and transformed them into CAFs by upregulating superoxide dismutase 1 (SOD1) expression.\n          \n          \n            5.1.1.3\n            Unknown mechanisms\n            In 2010, Martinez‐Outschoorn et al. [143] reported that coculturing with MCF‐7 breast cancer cells downregulated Cav‐1, upregulated myofibroblast markers and ECM proteins, and activated TGF‐β/Smad2 signaling in fibroblasts, which are features of the CAF phenotype. They claimed that the autophagic/lysosomal degradation of Cav‐1 was the key initiator of the reversion, but they did not explain what mechanism caused the autophagic degradation. As shown by Peiris‐Pagès et al. [144], chemotherapy upregulated the expression of α‐SMA in fibroblasts and promoted interleukin (IL)‐6 secretion from fibroblasts. Additionally, chemotherapy also transformed the metabolism of fibroblasts into a highly glycolytic and inactive mode, in which the fibroblasts produced excess lactate and released it into the microenvironment, but the mechanism remains unknown. In 2018, Bartoschek et al. [42] identified a subgroup of CAFs in breast cancer with a similar marker expression pattern to the dominant fibroblast population in the normal mammary gland; thus, they proposed that this subgroup of CAFs may originate from resident fibroblasts domesticated by cancer cells.\n            In conclusion, resident fibroblasts in breast cancer are continually stimulated by diverse factors in the TME and gradually acquire a CAF phenotype (Figure 2), promoting the progression of breast cancer through different mechanisms (see below). Notably, NFs were also proven to participate in constructing an IL‐1β‐enriched microenvironment by interacting with ER‐positive breast cancer cells via a paracrine mechanism, suggesting the potential ability of NFs in tumor‐adjacent breast tissue to cause tumor recurrence [145].\n          \n        \n        \n          5.1.2\n          Differences between NFs and CAFs\n          CAFs have more malignant phenotypes than NFs, such as increased proliferation [146, 147, 148, 149], migration/invasion [146, 147, 150], tumorigenicity [151] and chemoresistance [152]. Studies have been conducted to determine the differentially expressed genes between NFs and CAFs in breast cancer. In 2010, six pairs of CAFs and NFs were isolated from patients with primary breast cancer by Bauer et al. [153], and gene expression profiles were analyzed with Affymetrix Human Genome U133 Plus 2.0 arrays. Twenty‐one genes related to paracrine or intracellular signaling, transcriptional regulation, ECM and cell adhesion/migration were upregulated in CAFs, while 10 genes related to steroid hormone metabolism, polycyclic aromatic hydrocarbon detoxification, transcription, migration or cell signaling were downregulated.\n          In 2012, Zhao et al. [154] compared miRNA expression levels in 6 pairs of NFs and CAFs from patients with breast cancer using miRNA microarrays. miR‐221‐5p, miR‐31‐3p, and miR‐221‐3p were upregulated in CAFs, while miR‐205, miR‐200b, miR‐200c, miR‐141, miR‐101, miR‐342‐3p, let‐7g and miR‐26b were downregulated. Target genes of these dysregulated miRNAs are associated with cell proliferation, differentiation, adhesion, migration, secretion and cell–cell interaction.\n          In 2013, Peng et al. [147] analyzed the gene expression profiles of human breast CAFs and paired NFs with microarrays. A total of 809 upregulated genes and 15 downregulated genes were detected in CAFs. C‐C motif chemokine ligand (CCL) 18, CXCL12, cell division cycle 6 homolog (CDC6), cyclin‐dependent kinase 1 (CDK1), friend leukemia virus integration 1 (FLI1), MMP‐9, platelet/endothelial cell adhesion molecule (PECAM1), polo‐like kinase 1 (PLK1) and S100 calcium binding protein A9 (S100A9) were significantly upregulated in CAFs, whereas chromosome 9 open reading frame 135 (C9ORF135) and SHC‐transforming protein 2 (SHC2) were downregulated. Most genes that were upregulated in CAFs are related to the cell cycle, adhesion and secreted factors.\n        \n      \n      \n        5.2\n        Bone marrow‐derived fibroblasts\n        In 2018, Raz et al. [155] reported that bone marrow‐derived fibroblasts converted to CAFs in breast cancer and promoted tumor growth and angiogenesis by upregulating clusterin. Bone marrow‐derived CAFs did not express PDGFRα, in contrast to resident CAFs. The recruitment of bone marrow‐derived CAFs decreased the percentage of PDGFRα‐positive CAFs in breast cancer tissues, and a decrease in PDGFRα expression was associated with worse prognosis.\n      \n      \n        5.3\n        Mesenchymal stem cells\n        In 2007, Karnoub et al. [56] injected bone marrow‐derived MSCs into breast cancer‐bearing mice and found that they became CAFs and promoted breast cancer metastasis by inducing paracrine signaling of the chemokine CCL5. In 2011, Jotzu et al. [156] proved that TGF‐β from breast cancer cells induced human adipose tissue‐derived stem cells to differentiate into a CAF‐like myofibroblastic phenotype by activating the mothers against decapentaplegic homolog 3 (SMAD3) pathway. In 2012, Kidd et al. [157] identified the origin of the majority of FSP1‐positive and FAP‐positive CAFs as marrow‐derived MSCs. In the same year, Cho et al. [158] found that breast cancer‐derived exosomes activated SMAD signaling and induced the conversion of adipose tissue‐derived MSCs to CAFs by upregulating α‐SMA, CXCL12, VEGF, CCL5 and TGF‐β expression. In 2015, Weber et al. [159] proved that osteopontin derived from breast cancer cells engendered MSC‐CAF transformation, as characterized by the upregulation of α‐SMA, vimentin, tenascin‐C, FSP1 and TGF‐β.\n      \n      \n        5.4\n        Adipocytes\n        In 2012, Bochet et al. [160] found that Wnt3a secreted by tumor cells converted adipocytes to CAFs in breast cancer by activating the Wnt/β‐catenin pathway, and these CAFs were characterized by increased expression of FSP‐1 but not α‐SMA.\n      \n      \n        5.5\n        Pericytes\n        In 2016, Hosaka et al. [161] found that pericytes were converted into fibroblasts by activating PDGF‐BB‐PDGFRβ signaling, promoting thyroid cancer invasion and metastasis. This conclusion was subsequently supported with evidence from a breast cancer model by Bartoschek et al. [42], who isolated a subgroup of CAFs expressing vascular‐regulating genes and located close to the vasculature. They concluded that this subgroup of CAFs originated from a pool of perivascular cells.\n5.1\n        Local resident fibroblasts\n        \n          5.1.1\n          Conversion from NFs to CAFs\n          The most broadly accepted hypothesis is that the majority of CAFs likely originate from the activation of local tissue‐resident fibroblasts [5]. These NFs are the primary generators of the ECM. They are activated following tissue damage and participate in tissue repair, during which they produce TGF‐β and acquire a highly contractile phenotype with increased level of α‐SMA. These activated fibroblasts are termed ‘myofibroblasts’ [5]. In 1995, Ronnov‐Jessen et al. [131] explored the origin of myofibroblasts in breast cancer and found that fibroblasts exhibited myogenic differentiation in a graded pattern according to the distance to tumor cells, with the nearest fibroblasts displaying the highest myogenic differentiation. This report might be one of the earliest studies exploring the origin of CAFs in breast cancer, and these myofibroblasts are currently termed ‘myoCAFs’ [5]. Various mechanisms by which fibroblasts in breast cancer convert into CAFs have been proposed (Figure 2).\n          \n            FIGURE 2\n            \n              Molecular mechanisms of fibroblast activation. CXCL12 and TGF‐β activate fibroblasts by binding to CXCR4 and TGF‐β receptors, respectively, inducing the upregulation of α‐SMA and secretion of TGF‐β and CXCL12. Wnt7a also activates fibroblasts by binding to the TGF‐β receptor. TGF‐β and PDGF downregulate IDH3α by binding to the TGF‐β receptor and PDGFR, respectively. Downregulation of IDH3α increased the levels of effective α‐KG and HIF1α, resulting in enhanced glycolysis and attenuated OXPHOS. The binding of OPN to CD44 and integrin αvβ3 activate fibroblasts via AKT and ERK signaling pathway, respectively, which converge to upregulate α‐SMA, FSP1 and FAP, and the activated fibroblasts secrete increased CXCL1, CXCL2, COX2, IL‐6, OPN and collagen. Exosomal miR‐9 increases the motility of fibroblasts and upregulate α‐SMA expression. Exosomal miR‐125b downregulates TP53INP1 and TP53, activating fibroblasts characterized by upregulated α‐SMA. Exosomal miR‐222 reduces LBR expression and increases α‐SMA and FSP1 expression. Exosomal miR‐146a downregulates TXNIP, activating the β‐catenin pathway and upregulating α‐SMA and FAP expression. MiR‐370‐3p from exosomes downregulates CYLD and upregulates NFκB, increasing the motility and paracrine signaling of IL‐1β, IL‐6 and IL‐8 in fibroblasts. Exosomal survivin increases the motility of fibroblasts and upregulates the levels of α‐SMA and vimentin. Abbreviations: TGF‐β, transforming growth factor beta; CXCL12, C‐X‐C motif chemokine ligand 12; CXCR4, C‐X‐C motif chemokine receptor 4; PDGF, platelet‐derived growth factor; PDGFR, platelet‐derived growth factor receptor; IDH3α, isocitrate dehydrogenase 3α; α‐KG, α‐ketoglutarate; HIF1α, hypoxia inducible factor 1 subunit alpha; OXPHOS, oxidative phosphorylation; OPN, osteopontin; AKT, AKT serine/threonine kinase; ERK, mitogen‐activated protein kinase 1; α‐SMA, alpha smooth muscle actin; FSP1, fibroblast‐specific protein‐1; FAP, fibroblast activation protein alpha; COX2, cyclooxygenase‐2; IL, interleukin; OPN, osteopontin; TP53INP1, tumor protein p53 inducible nuclear protein 1; LBR, lamin B receptor; TXNIP, thioredoxin interacting protein; CYLD, cylindromatosis; NFκB, nuclear factor kappa B subunit 1\n            \n            \n          \n          \n            5.1.1.1\n            Growth factors, cytokines and other ligands\n            In 2010, Kojima et al. [132] showed that autocrine TGF‐β and CXCL12 (also named stromal cell‐derived factor‐1, SDF‐1) signaling converted normal mammary fibroblasts into CAFs. According to Zhang et al. [133], isocitrate dehydrogenase 3α (IDH3α) was crucially responsible for switching the metabolic mode between oxidative phosphorylation and aerobic glycolysis in fibroblasts. This switch was activated by TGF‐β and PDGF, transforming fibroblasts into CAFs. As shown by Sharon et al. [134], osteopontin secreted by breast cancer cells bound to CD44 and αvβ3 integrin on fibroblasts and reprogrammed them into a proinflammatory state. Butti et al. [135] also reported that osteopontin derived from breast cancer cells differentiated NFs into myofibroblasts. They further demonstrated that the binding of osteopontin to CD44 and αvβ3 activated Akt and extracellular signal‐regulated kinase (ERK) pathways and induced the upregulation of Twist 1‐dependent genes. The activated myofibroblasts secreted CXCL12 into the TME, promoting the EMT of surrounding breast cancer cells. Studies have also revealed a vital role for breast cancer cell‐derived Wnt7a in fibroblast activation by potentiating TGF‐β receptor signaling rather than classical Wnt signaling [136].\n          \n          \n            5.1.1.2\n            Exosomal miRNAs and proteins\n            Breast cancer cell‐derived exosomes transport miRNAs to NFs, transforming them into CAFs. In 2016, Baroni et al. [137] documented that exosomal miR‐9 from breast cancer cells induced CAF‐like properties in human breast fibroblasts. In 2019, Vu et al. [138] reported that miR‐125b from breast cancer cells promoted the transformation of NFs to CAFs. In the same year, Chatterjee et al. [139] reported the upregulation of miR‐222 in CAFs compared with NFs, and miR‐222 overexpression was sufficient to induce CAF‐like profiles in NFs. In 2020, Yang et al. [140] proved that exosomal miR‐146a from breast cancer cells accelerated the transformation of NFs to CAFs by targeting thioredoxin‐interacting protein (TXNIP). In the 2021 study by Ren et al. [141], breast cancer cell‐derived miR‐370‐3p activated fibroblasts, which increased the stemness, migration and invasion of cancer cells.\n            Breast cancer cells also release protein‐containing exosomes to activate fibroblasts. In 2020, Li et al. [142] reported that survivin from breast cancer cells was delivered to surrounding fibroblasts via exosomes and transformed them into CAFs by upregulating superoxide dismutase 1 (SOD1) expression.\n          \n          \n            5.1.1.3\n            Unknown mechanisms\n            In 2010, Martinez‐Outschoorn et al. [143] reported that coculturing with MCF‐7 breast cancer cells downregulated Cav‐1, upregulated myofibroblast markers and ECM proteins, and activated TGF‐β/Smad2 signaling in fibroblasts, which are features of the CAF phenotype. They claimed that the autophagic/lysosomal degradation of Cav‐1 was the key initiator of the reversion, but they did not explain what mechanism caused the autophagic degradation. As shown by Peiris‐Pagès et al. [144], chemotherapy upregulated the expression of α‐SMA in fibroblasts and promoted interleukin (IL)‐6 secretion from fibroblasts. Additionally, chemotherapy also transformed the metabolism of fibroblasts into a highly glycolytic and inactive mode, in which the fibroblasts produced excess lactate and released it into the microenvironment, but the mechanism remains unknown. In 2018, Bartoschek et al. [42] identified a subgroup of CAFs in breast cancer with a similar marker expression pattern to the dominant fibroblast population in the normal mammary gland; thus, they proposed that this subgroup of CAFs may originate from resident fibroblasts domesticated by cancer cells.\n            In conclusion, resident fibroblasts in breast cancer are continually stimulated by diverse factors in the TME and gradually acquire a CAF phenotype (Figure 2), promoting the progression of breast cancer through different mechanisms (see below). Notably, NFs were also proven to participate in constructing an IL‐1β‐enriched microenvironment by interacting with ER‐positive breast cancer cells via a paracrine mechanism, suggesting the potential ability of NFs in tumor‐adjacent breast tissue to cause tumor recurrence [145].\n          \n        \n        \n          5.1.2\n          Differences between NFs and CAFs\n          CAFs have more malignant phenotypes than NFs, such as increased proliferation [146, 147, 148, 149], migration/invasion [146, 147, 150], tumorigenicity [151] and chemoresistance [152]. Studies have been conducted to determine the differentially expressed genes between NFs and CAFs in breast cancer. In 2010, six pairs of CAFs and NFs were isolated from patients with primary breast cancer by Bauer et al. [153], and gene expression profiles were analyzed with Affymetrix Human Genome U133 Plus 2.0 arrays. Twenty‐one genes related to paracrine or intracellular signaling, transcriptional regulation, ECM and cell adhesion/migration were upregulated in CAFs, while 10 genes related to steroid hormone metabolism, polycyclic aromatic hydrocarbon detoxification, transcription, migration or cell signaling were downregulated.\n          In 2012, Zhao et al. [154] compared miRNA expression levels in 6 pairs of NFs and CAFs from patients with breast cancer using miRNA microarrays. miR‐221‐5p, miR‐31‐3p, and miR‐221‐3p were upregulated in CAFs, while miR‐205, miR‐200b, miR‐200c, miR‐141, miR‐101, miR‐342‐3p, let‐7g and miR‐26b were downregulated. Target genes of these dysregulated miRNAs are associated with cell proliferation, differentiation, adhesion, migration, secretion and cell–cell interaction.\n          In 2013, Peng et al. [147] analyzed the gene expression profiles of human breast CAFs and paired NFs with microarrays. A total of 809 upregulated genes and 15 downregulated genes were detected in CAFs. C‐C motif chemokine ligand (CCL) 18, CXCL12, cell division cycle 6 homolog (CDC6), cyclin‐dependent kinase 1 (CDK1), friend leukemia virus integration 1 (FLI1), MMP‐9, platelet/endothelial cell adhesion molecule (PECAM1), polo‐like kinase 1 (PLK1) and S100 calcium binding protein A9 (S100A9) were significantly upregulated in CAFs, whereas chromosome 9 open reading frame 135 (C9ORF135) and SHC‐transforming protein 2 (SHC2) were downregulated. Most genes that were upregulated in CAFs are related to the cell cycle, adhesion and secreted factors.\n5.1.1\n          Conversion from NFs to CAFs\n          The most broadly accepted hypothesis is that the majority of CAFs likely originate from the activation of local tissue‐resident fibroblasts [5]. These NFs are the primary generators of the ECM. They are activated following tissue damage and participate in tissue repair, during which they produce TGF‐β and acquire a highly contractile phenotype with increased level of α‐SMA. These activated fibroblasts are termed ‘myofibroblasts’ [5]. In 1995, Ronnov‐Jessen et al. [131] explored the origin of myofibroblasts in breast cancer and found that fibroblasts exhibited myogenic differentiation in a graded pattern according to the distance to tumor cells, with the nearest fibroblasts displaying the highest myogenic differentiation. This report might be one of the earliest studies exploring the origin of CAFs in breast cancer, and these myofibroblasts are currently termed ‘myoCAFs’ [5]. Various mechanisms by which fibroblasts in breast cancer convert into CAFs have been proposed (Figure 2).\n          \n            FIGURE 2\n            \n              Molecular mechanisms of fibroblast activation. CXCL12 and TGF‐β activate fibroblasts by binding to CXCR4 and TGF‐β receptors, respectively, inducing the upregulation of α‐SMA and secretion of TGF‐β and CXCL12. Wnt7a also activates fibroblasts by binding to the TGF‐β receptor. TGF‐β and PDGF downregulate IDH3α by binding to the TGF‐β receptor and PDGFR, respectively. Downregulation of IDH3α increased the levels of effective α‐KG and HIF1α, resulting in enhanced glycolysis and attenuated OXPHOS. The binding of OPN to CD44 and integrin αvβ3 activate fibroblasts via AKT and ERK signaling pathway, respectively, which converge to upregulate α‐SMA, FSP1 and FAP, and the activated fibroblasts secrete increased CXCL1, CXCL2, COX2, IL‐6, OPN and collagen. Exosomal miR‐9 increases the motility of fibroblasts and upregulate α‐SMA expression. Exosomal miR‐125b downregulates TP53INP1 and TP53, activating fibroblasts characterized by upregulated α‐SMA. Exosomal miR‐222 reduces LBR expression and increases α‐SMA and FSP1 expression. Exosomal miR‐146a downregulates TXNIP, activating the β‐catenin pathway and upregulating α‐SMA and FAP expression. MiR‐370‐3p from exosomes downregulates CYLD and upregulates NFκB, increasing the motility and paracrine signaling of IL‐1β, IL‐6 and IL‐8 in fibroblasts. Exosomal survivin increases the motility of fibroblasts and upregulates the levels of α‐SMA and vimentin. Abbreviations: TGF‐β, transforming growth factor beta; CXCL12, C‐X‐C motif chemokine ligand 12; CXCR4, C‐X‐C motif chemokine receptor 4; PDGF, platelet‐derived growth factor; PDGFR, platelet‐derived growth factor receptor; IDH3α, isocitrate dehydrogenase 3α; α‐KG, α‐ketoglutarate; HIF1α, hypoxia inducible factor 1 subunit alpha; OXPHOS, oxidative phosphorylation; OPN, osteopontin; AKT, AKT serine/threonine kinase; ERK, mitogen‐activated protein kinase 1; α‐SMA, alpha smooth muscle actin; FSP1, fibroblast‐specific protein‐1; FAP, fibroblast activation protein alpha; COX2, cyclooxygenase‐2; IL, interleukin; OPN, osteopontin; TP53INP1, tumor protein p53 inducible nuclear protein 1; LBR, lamin B receptor; TXNIP, thioredoxin interacting protein; CYLD, cylindromatosis; NFκB, nuclear factor kappa B subunit 1\n            \n            \n          \n          \n            5.1.1.1\n            Growth factors, cytokines and other ligands\n            In 2010, Kojima et al. [132] showed that autocrine TGF‐β and CXCL12 (also named stromal cell‐derived factor‐1, SDF‐1) signaling converted normal mammary fibroblasts into CAFs. According to Zhang et al. [133], isocitrate dehydrogenase 3α (IDH3α) was crucially responsible for switching the metabolic mode between oxidative phosphorylation and aerobic glycolysis in fibroblasts. This switch was activated by TGF‐β and PDGF, transforming fibroblasts into CAFs. As shown by Sharon et al. [134], osteopontin secreted by breast cancer cells bound to CD44 and αvβ3 integrin on fibroblasts and reprogrammed them into a proinflammatory state. Butti et al. [135] also reported that osteopontin derived from breast cancer cells differentiated NFs into myofibroblasts. They further demonstrated that the binding of osteopontin to CD44 and αvβ3 activated Akt and extracellular signal‐regulated kinase (ERK) pathways and induced the upregulation of Twist 1‐dependent genes. The activated myofibroblasts secreted CXCL12 into the TME, promoting the EMT of surrounding breast cancer cells. Studies have also revealed a vital role for breast cancer cell‐derived Wnt7a in fibroblast activation by potentiating TGF‐β receptor signaling rather than classical Wnt signaling [136].\n          \n          \n            5.1.1.2\n            Exosomal miRNAs and proteins\n            Breast cancer cell‐derived exosomes transport miRNAs to NFs, transforming them into CAFs. In 2016, Baroni et al. [137] documented that exosomal miR‐9 from breast cancer cells induced CAF‐like properties in human breast fibroblasts. In 2019, Vu et al. [138] reported that miR‐125b from breast cancer cells promoted the transformation of NFs to CAFs. In the same year, Chatterjee et al. [139] reported the upregulation of miR‐222 in CAFs compared with NFs, and miR‐222 overexpression was sufficient to induce CAF‐like profiles in NFs. In 2020, Yang et al. [140] proved that exosomal miR‐146a from breast cancer cells accelerated the transformation of NFs to CAFs by targeting thioredoxin‐interacting protein (TXNIP). In the 2021 study by Ren et al. [141], breast cancer cell‐derived miR‐370‐3p activated fibroblasts, which increased the stemness, migration and invasion of cancer cells.\n            Breast cancer cells also release protein‐containing exosomes to activate fibroblasts. In 2020, Li et al. [142] reported that survivin from breast cancer cells was delivered to surrounding fibroblasts via exosomes and transformed them into CAFs by upregulating superoxide dismutase 1 (SOD1) expression.\n          \n          \n            5.1.1.3\n            Unknown mechanisms\n            In 2010, Martinez‐Outschoorn et al. [143] reported that coculturing with MCF‐7 breast cancer cells downregulated Cav‐1, upregulated myofibroblast markers and ECM proteins, and activated TGF‐β/Smad2 signaling in fibroblasts, which are features of the CAF phenotype. They claimed that the autophagic/lysosomal degradation of Cav‐1 was the key initiator of the reversion, but they did not explain what mechanism caused the autophagic degradation. As shown by Peiris‐Pagès et al. [144], chemotherapy upregulated the expression of α‐SMA in fibroblasts and promoted interleukin (IL)‐6 secretion from fibroblasts. Additionally, chemotherapy also transformed the metabolism of fibroblasts into a highly glycolytic and inactive mode, in which the fibroblasts produced excess lactate and released it into the microenvironment, but the mechanism remains unknown. In 2018, Bartoschek et al. [42] identified a subgroup of CAFs in breast cancer with a similar marker expression pattern to the dominant fibroblast population in the normal mammary gland; thus, they proposed that this subgroup of CAFs may originate from resident fibroblasts domesticated by cancer cells.\n            In conclusion, resident fibroblasts in breast cancer are continually stimulated by diverse factors in the TME and gradually acquire a CAF phenotype (Figure 2), promoting the progression of breast cancer through different mechanisms (see below). Notably, NFs were also proven to participate in constructing an IL‐1β‐enriched microenvironment by interacting with ER‐positive breast cancer cells via a paracrine mechanism, suggesting the potential ability of NFs in tumor‐adjacent breast tissue to cause tumor recurrence [145].\n5.1.1.1\n            Growth factors, cytokines and other ligands\n            In 2010, Kojima et al. [132] showed that autocrine TGF‐β and CXCL12 (also named stromal cell‐derived factor‐1, SDF‐1) signaling converted normal mammary fibroblasts into CAFs. According to Zhang et al. [133], isocitrate dehydrogenase 3α (IDH3α) was crucially responsible for switching the metabolic mode between oxidative phosphorylation and aerobic glycolysis in fibroblasts. This switch was activated by TGF‐β and PDGF, transforming fibroblasts into CAFs. As shown by Sharon et al. [134], osteopontin secreted by breast cancer cells bound to CD44 and αvβ3 integrin on fibroblasts and reprogrammed them into a proinflammatory state. Butti et al. [135] also reported that osteopontin derived from breast cancer cells differentiated NFs into myofibroblasts. They further demonstrated that the binding of osteopontin to CD44 and αvβ3 activated Akt and extracellular signal‐regulated kinase (ERK) pathways and induced the upregulation of Twist 1‐dependent genes. The activated myofibroblasts secreted CXCL12 into the TME, promoting the EMT of surrounding breast cancer cells. Studies have also revealed a vital role for breast cancer cell‐derived Wnt7a in fibroblast activation by potentiating TGF‐β receptor signaling rather than classical Wnt signaling [136].\n5.1.1.2\n            Exosomal miRNAs and proteins\n            Breast cancer cell‐derived exosomes transport miRNAs to NFs, transforming them into CAFs. In 2016, Baroni et al. [137] documented that exosomal miR‐9 from breast cancer cells induced CAF‐like properties in human breast fibroblasts. In 2019, Vu et al. [138] reported that miR‐125b from breast cancer cells promoted the transformation of NFs to CAFs. In the same year, Chatterjee et al. [139] reported the upregulation of miR‐222 in CAFs compared with NFs, and miR‐222 overexpression was sufficient to induce CAF‐like profiles in NFs. In 2020, Yang et al. [140] proved that exosomal miR‐146a from breast cancer cells accelerated the transformation of NFs to CAFs by targeting thioredoxin‐interacting protein (TXNIP). In the 2021 study by Ren et al. [141], breast cancer cell‐derived miR‐370‐3p activated fibroblasts, which increased the stemness, migration and invasion of cancer cells.\n            Breast cancer cells also release protein‐containing exosomes to activate fibroblasts. In 2020, Li et al. [142] reported that survivin from breast cancer cells was delivered to surrounding fibroblasts via exosomes and transformed them into CAFs by upregulating superoxide dismutase 1 (SOD1) expression.\n5.1.1.3\n            Unknown mechanisms\n            In 2010, Martinez‐Outschoorn et al. [143] reported that coculturing with MCF‐7 breast cancer cells downregulated Cav‐1, upregulated myofibroblast markers and ECM proteins, and activated TGF‐β/Smad2 signaling in fibroblasts, which are features of the CAF phenotype. They claimed that the autophagic/lysosomal degradation of Cav‐1 was the key initiator of the reversion, but they did not explain what mechanism caused the autophagic degradation. As shown by Peiris‐Pagès et al. [144], chemotherapy upregulated the expression of α‐SMA in fibroblasts and promoted interleukin (IL)‐6 secretion from fibroblasts. Additionally, chemotherapy also transformed the metabolism of fibroblasts into a highly glycolytic and inactive mode, in which the fibroblasts produced excess lactate and released it into the microenvironment, but the mechanism remains unknown. In 2018, Bartoschek et al. [42] identified a subgroup of CAFs in breast cancer with a similar marker expression pattern to the dominant fibroblast population in the normal mammary gland; thus, they proposed that this subgroup of CAFs may originate from resident fibroblasts domesticated by cancer cells.\n            In conclusion, resident fibroblasts in breast cancer are continually stimulated by diverse factors in the TME and gradually acquire a CAF phenotype (Figure 2), promoting the progression of breast cancer through different mechanisms (see below). Notably, NFs were also proven to participate in constructing an IL‐1β‐enriched microenvironment by interacting with ER‐positive breast cancer cells via a paracrine mechanism, suggesting the potential ability of NFs in tumor‐adjacent breast tissue to cause tumor recurrence [145].\n5.1.2\n          Differences between NFs and CAFs\n          CAFs have more malignant phenotypes than NFs, such as increased proliferation [146, 147, 148, 149], migration/invasion [146, 147, 150], tumorigenicity [151] and chemoresistance [152]. Studies have been conducted to determine the differentially expressed genes between NFs and CAFs in breast cancer. In 2010, six pairs of CAFs and NFs were isolated from patients with primary breast cancer by Bauer et al. [153], and gene expression profiles were analyzed with Affymetrix Human Genome U133 Plus 2.0 arrays. Twenty‐one genes related to paracrine or intracellular signaling, transcriptional regulation, ECM and cell adhesion/migration were upregulated in CAFs, while 10 genes related to steroid hormone metabolism, polycyclic aromatic hydrocarbon detoxification, transcription, migration or cell signaling were downregulated.\n          In 2012, Zhao et al. [154] compared miRNA expression levels in 6 pairs of NFs and CAFs from patients with breast cancer using miRNA microarrays. miR‐221‐5p, miR‐31‐3p, and miR‐221‐3p were upregulated in CAFs, while miR‐205, miR‐200b, miR‐200c, miR‐141, miR‐101, miR‐342‐3p, let‐7g and miR‐26b were downregulated. Target genes of these dysregulated miRNAs are associated with cell proliferation, differentiation, adhesion, migration, secretion and cell–cell interaction.\n          In 2013, Peng et al. [147] analyzed the gene expression profiles of human breast CAFs and paired NFs with microarrays. A total of 809 upregulated genes and 15 downregulated genes were detected in CAFs. C‐C motif chemokine ligand (CCL) 18, CXCL12, cell division cycle 6 homolog (CDC6), cyclin‐dependent kinase 1 (CDK1), friend leukemia virus integration 1 (FLI1), MMP‐9, platelet/endothelial cell adhesion molecule (PECAM1), polo‐like kinase 1 (PLK1) and S100 calcium binding protein A9 (S100A9) were significantly upregulated in CAFs, whereas chromosome 9 open reading frame 135 (C9ORF135) and SHC‐transforming protein 2 (SHC2) were downregulated. Most genes that were upregulated in CAFs are related to the cell cycle, adhesion and secreted factors.\n5.2\n        Bone marrow‐derived fibroblasts\n        In 2018, Raz et al. [155] reported that bone marrow‐derived fibroblasts converted to CAFs in breast cancer and promoted tumor growth and angiogenesis by upregulating clusterin. Bone marrow‐derived CAFs did not express PDGFRα, in contrast to resident CAFs. The recruitment of bone marrow‐derived CAFs decreased the percentage of PDGFRα‐positive CAFs in breast cancer tissues, and a decrease in PDGFRα expression was associated with worse prognosis.\n5.3\n        Mesenchymal stem cells\n        In 2007, Karnoub et al. [56] injected bone marrow‐derived MSCs into breast cancer‐bearing mice and found that they became CAFs and promoted breast cancer metastasis by inducing paracrine signaling of the chemokine CCL5. In 2011, Jotzu et al. [156] proved that TGF‐β from breast cancer cells induced human adipose tissue‐derived stem cells to differentiate into a CAF‐like myofibroblastic phenotype by activating the mothers against decapentaplegic homolog 3 (SMAD3) pathway. In 2012, Kidd et al. [157] identified the origin of the majority of FSP1‐positive and FAP‐positive CAFs as marrow‐derived MSCs. In the same year, Cho et al. [158] found that breast cancer‐derived exosomes activated SMAD signaling and induced the conversion of adipose tissue‐derived MSCs to CAFs by upregulating α‐SMA, CXCL12, VEGF, CCL5 and TGF‐β expression. In 2015, Weber et al. [159] proved that osteopontin derived from breast cancer cells engendered MSC‐CAF transformation, as characterized by the upregulation of α‐SMA, vimentin, tenascin‐C, FSP1 and TGF‐β.\n5.4\n        Adipocytes\n        In 2012, Bochet et al. [160] found that Wnt3a secreted by tumor cells converted adipocytes to CAFs in breast cancer by activating the Wnt/β‐catenin pathway, and these CAFs were characterized by increased expression of FSP‐1 but not α‐SMA.\n5.5\n        Pericytes\n        In 2016, Hosaka et al. [161] found that pericytes were converted into fibroblasts by activating PDGF‐BB‐PDGFRβ signaling, promoting thyroid cancer invasion and metastasis. This conclusion was subsequently supported with evidence from a breast cancer model by Bartoschek et al. [42], who isolated a subgroup of CAFs expressing vascular‐regulating genes and located close to the vasculature. They concluded that this subgroup of CAFs originated from a pool of perivascular cells.\n6\n      EFFECTS AND MECHANISMS OF CAFS ON BREAST CANCER\n      CAFs have been reported to promote proliferation [162, 163], metastasis [164, 165, 166, 167, 168], stemness [169, 170, 171, 172, 173] and treatment resistance [174] in various types of cancer. As important members of the TME, CAFs also regulate the metabolism of cancer cells [175, 176, 177, 178] and suppress the functions of immune cells to promote cancer progression [179, 180].\n      Similarly, CAFs promote the proliferation [181], migration [49], invasion [182, 183, 184], stemness [185] and treatment resistance [186] of breast cancer cells and contribute to the reconstruction of the ECM [160] and immune microenvironment [187]. Here, we summarize the studies assessing the effect of CAFs on breast cancer and the mechanisms by which CAFs function (Figure 3).\n      \n        FIGURE 3\n        \n          CAFs expressing different markers function in diverse pathways. CAFs expressing different markers affect tumor cells and the TME by secreting factors, generating exosomes, releasing nutrients, reshaping the ECM, suppressing immune cells and promoting angiogenesis. Abbreviations: CAF, cancer‐associated fibroblast; TME, tumor microenvironment; ECM, extracellular matrix\n        \n        \n      \n      \n        6.1\n        Strengthening malignancy of cancer cells\n        \n          6.1.1\n          Secreting factors\n          \n            6.1.1.1\n            Growth factors\n            TGF‐β from CAFs promoted the EMT and increases the expression of fibronectin, vimentin, MMP‐2, MMP‐9, SNAIL and TWIST in surrounding breast cancer cells, increasing their motility [49, 188‐190]. TGF‐β also promoted the drug resistance and stemness of breast cancer cells by increasing the expression of the long non‐coding RNA (lncRNA) HOX transcript antisense RNA (HOTAIR), which led to the silencing of tumor suppressor genes in breast cancer [185].\n            Hepatocyte growth factor (HGF) secreted by CAFs was reported to enhance breast tumorigenesis in mice and cancer cell colony formation in vitro [151]. CAFs stimulated with PDGF‐CC released HGF, insulin growth factor‐binding protein 3 (IGFBP3) and stanniocalcin1 (STC1), which suppressed the luminal phenotype and maintain the triple‐negative status of breast cancer cells [191].\n            Fibroblast growth factor 5 (FGF5) secreted by activated CAFs provided a supportive niche for cancer cells to acquire a chemoresistant cancer stem cell (CSC) phenotype [192]. FGF5 also activates HER2 via the FGF receptor (FGFR)2/c‐Src/HER2 axis, leading to resistance to HER2‐targeted therapies, which was overcome by FGFR inhibitors [186]. Resistance to lapatinib induced by CAF‐derived FGF was also reported by Zeryantonakis et al. [193]. CAF‐derived FGF2 enhanced the growth and migration of TNBC cells by interacting with FGFR1 [194].\n          \n          \n            6.1.1.2\n            Interleukins\n            CAF‐derived IL‐6 has been reported to enhance the invasive ability of breast cancer cells and promote the transition from in situ breast cancer to invasive breast cancer [195, 196, 197]. Louault et al. [34] found that IL‐6 secreted from CAFs favored MCL‐1 expression and apoptotic resistance in luminal cancer cells.\n            IL‐6 and IL‐8 secreted by CD10‐positive and G protein‐coupled receptor 77 (GPR77)‐positive CAFs, which were enriched in chemoresistant breast cancer tissues, promoted the enrichment of CSCs by constructing niches [11, 198].\n            IL‐32 has been found to be abundantly expressed in CAFs, and its RGD motif specifically bound to integrin β3, which was upregulated in breast cancer cells, activating downstream intracellular p38 mitogen‐activated protein kinase (MAPK) signaling. This signaling increased the expression of EMT markers and promoted tumor cell invasion [182].\n          \n          \n            6.1.1.3\n            Chemokines\n            When exposed to neoadjuvant chemotherapy, CAFs secreted Glu‐Leu‐Arg (ELR) motif‐positive chemokines, which acted on breast cancer cells through C‐X‐C motif chemokine receptor (CXCR) 2 to enhance their invasion [199]. CAFs in TNBC were activated by immunosuppressive S100A9‐positive myeloid cells, and CCL16 secreted by activated CAFs recruited monocytes, resulting in a positive feedback loop that switched the stroma to a reactive mode [200]. In 2005, Orimo et al. [201] observed that stromal fibroblast‐secreted CXCL12 promoted breast cancer cell growth. Boesch et al. [202] also proved that CAF‐derived CXCL12 increased the growth, invasion and stemness of breast cancer cells. CXCL12 released by CAFs induced the downregulation of mDIA2 expression and the degradation of F‐actin, resulting in increased tumor cell motility [203]. Ahirwar et al. [204] found that selective knockout of CXCL12 in CAFs suppressed the growth and metastasis of breast cancer in a mouse model. Mechanistically, CXCL12 increased vascular permeability and the expansion of a leaky tumor vasculature, thus promoting tumor cell invasion into vessels. Based on these findings, CXCL12 secreted by CAFs contributed to the expansion of breast cancer from the primary foci. In 2017, CCL11 and CXCL14 derived from CAFs were reported to promote the growth, chemoresistance and metastasis of breast cancer [205]. In 2020, CCL6 and CCL12 secreted by focal adhesion kinase (FAK)‐low CAFs were reported to promote the growth of breast cancer cells by enhancing glycolysis [206].\n          \n          \n            6.1.1.4\n            Other proteins\n            Tenascin‐C secreted by CAFs was reported to reduce the apoptosis of breast cancer cells, thus contributing to the formation of metastatic foci [52]. CAF‐derived osteopontin, gremlin1, and collagen triple helix repeat containing‐1 (CTHRC1) have been revealed to promote migration, invasion and EMT in breast cancer cells [207, 208, 209].\n            Moreover, neurotrophins are the potential proteins by which CAFs act on breast cancer cells. On the one hand, neurotrophins and their receptors are reported to be expressed in breast cancer and to affect tumor cell proliferation [210, 211, 212], metastasis [213], treatment resistance [214, 215], angiogenesis [216] and CSC self‐renewal [217] through various signaling pathways [218]. Neurotrophins and their receptors have been regarded as potential therapeutic targets in breast cancer [218, 219, 220]. On the other hand, neurotrophins are also released by CAFs and exert their biological functions in various types of cancer [221, 222] including breast cancer [223]. Thus, a reasonable assumption is that CAFs affect the malignancy of breast cancer cells by releasing neurotrophins, although this mechanism has rarely been reported in breast cancer studies.\n          \n        \n        \n          6.1.2\n          Generating exosomes\n          Exosomes are believed to play vital roles in crosstalk between CAFs and cancer cells by transporting various types of substances, including DNA, RNA, proteins, and metabolites [224].\n          \n            6.1.2.1\n            Exosomal DNA\n            In 2017, Sansone et al. [225] reported that CAF‐derived exosomes contained whole genomic mitochondrial DNA (mtDNA), which overcame the deficiency of oxidative phosphorylation in breast cancer induced by hormone therapy, resulting in resistance to hormone therapy.\n          \n          \n            6.1.2.2\n            Exosomal non‐coding RNAs\n            Exosomal miRNAs function as essential mediators in the communication between CAFs and breast cancer cells. In 2015, Shah et al. [226] revealed that exosomal miR‐221 and miR‐222 derived from CAFs in ER‐negative breast cancer downregulated ER in breast cancer cells. Two years later, Sansone et al. [35] also reported that miR‐221 delivered by CAF‐derived exosomes decreased ER expression and activated the ERlow/Notchhigh feedback pathway in luminal breast cancer, inducing resistance to endocrine therapy and the generation of CD133high CSCs. In 2020, CD63‐positive CAF‐derived exosomal miR‐22 was found to target ERα and phosphatase and tensin homolog (PTEN) in breast cancer cells, conferring tamoxifen resistance [227]. The transport of miR‐21, miR‐378e and miR‐143 in exosomes from CAFs to breast cancer cells promoted the EMT phenotype and stemness of breast cancer cells [228]. miR‐181d‐5p‐containing exosomes derived from CAFs increased aggressiveness by targeting the caudal‐related homeobox 2 (CDX2)/homeobox A5 (HOXA5) axis in breast cancer [229]. Exosomal miR‐3613‐3p and miR‐500a‐5p derived from CAFs promoted the proliferation and metastasis of breast cancer cells by targeting suppressor of cytokine signaling 2 (SOCS2) [230] and ubiquitin‐specific peptidase 28 (USP28) [231], respectively. miR‐18b and miR‐1‐3p were delivered from CAFs to breast cancer cells via exosomes to increase the invasion and metastasis of tumor cells by downregulating transcription elongation factor A like 7 (TCEAL7) and Krüppel‐like zinc‐finger protein Gli‐similar 1 (GLIS1), respectively [232, 233].\n            Downregulation of certain miRNAs in CAF‐derived exosomes also contributes to the malignancy of breast cancer. Liu et al. [234] compared the miRNA profiles in exosomes from NFs and CAFs and identified 14 upregulated miRNA and 530 downregulated miRNAs in exosomes secreted by CAFs. Exosomes lacking miR‐7641 promoted the stemness and glycolysis of breast cancer cells by upregulating hypoxia‐inducible factor 1‐alpha (HIF‐1α).\n            Other types of non‐coding RNAs derived from CAFs also promote the malignancy of breast cancer. In 2014, Boelens et al. [235] reported that RNA within CAF‐derived exosomes activated signal transducer and activator of transcription 1 (STAT1)‐dependent antiviral signaling by stimulating the pattern recognition receptor retinoic acid‐inducible gene 1 protein (RIG‐I), increasing the resistance of breast cancer cells to treatment. Three years later, Nabet et al. [236] further identified that CAF‐derived endogenous RNA component of signal recognition particle 7SL1 (RN7SL1) was delivered to breast cancer cells via exosomes, enhancing the growth, metastasis and therapy resistance of cancer cells by activating RIG‐I. In 2020, Li et al. [237] reported that exosomal lncRNA small nucleolar RNA host gene 3 (SNHG3) increased the expression of pyruvate kinase M1/M2 by functioning as an miR‐330‐5p sponge, switching the metabolic mode of breast cancer cells from mitochondrial oxidative phosphorylation to glycolytic carboxylation.\n            These exosomal non‐coding RNAs derived from CAFs in breast cancer are summarized in Table\n\n2\n.\n            \n              TABLE 2\n              \n                Exosomal non‐coding RNAs derived from CAFs\n              \n              \n                \n                \n                \n                \n                \n                \n                  \n                    Non‐coding RNAs\n                    Mechanisms\n                    Changes in cancer cell functions\n                    Publication year\n                    Reference\n                  \n                \n                \n                  \n                    miR‐221 and miR‐222\n                    Downregulating ER\n                    Not mentioned\n                    2015\n                    [226]\n                  \n                  \n                    miR‐21, miR‐378e and miR‐143\n                    Not mentioned\n                    Enhanced the EMT phenotype and stemness\n                    2017\n                    [228]\n                  \n                  \n                    RN7SL1\n                    Activating RIG‐I\n                    Increased growth, metastasis and therapy resistance\n                    2017\n                    [236]\n                  \n                  \n                    miR‐221\n                    Activating the ERlo/Notchhi feedback pathway\n                    Resistance to endocrine therapy and the generation of CD133hi cancer stem cells\n                    2017\n                    [35]\n                  \n                  \n                    LncRNA SNHG3\n                    Inhibiting miR‐330‐5p, upregulating pyruvate kinase M1/M2\n                    Increased glycolysis carboxylation and proliferation\n                    2020\n                    [237]\n                  \n                  \n                    miR‐22\n                    Downregulating ERα and PTEN\n                    Resistance to tamoxifen\n                    2020\n                    [227]\n                  \n                  \n                    miR‐181d‐5p\n                    Downregulating CDX2/HOXA5\n                    Increased proliferation and decreased apoptosis\n                    2020\n                    [229]\n                  \n                  \n                    miR‐3613‐3p\n                    Downregulating SOCS2\n                    Increased proliferation and metastasis\n                    2020\n                    [230]\n                  \n                  \n                    miR‐500a‐5p\n                    Downregulating USP28\n                    Increased proliferation and metastasis\n                    2021\n                    [231]\n                  \n                  \n                    Lack of miR‐7641\n                    Upregulating HIF‐1α\n                    Increased stemness and glycolysis\n                    2021\n                    [234]\n                  \n                  \n                    miR‐18b\n                    Downregulating TCEAL7\n                    Increased invasion and metastasis\n                    2021\n                    [232]\n                  \n                  \n                    miR‐1‐3p\n                    Downregulating GLIS1\n                    Increased progression and metastasis\n                    2021\n                    [233]\n                  \n                \n              \n              \n                \n                  Abbreviations: ER, estrogen receptor; EMT, epithelial‐mesenchymal transition; RN7SL1, RNA component of signal recognition particle 7SL1; RIG‐I, retinoic acid‐inducible gene 1 protein; SNHG3, small nucleolar RNA host gene 3; PTEN, phosphatase and tensin homolog; CDX2, caudal‐related homeobox 2; HOXA5, homeobox A5; SOCS2, suppressor of cytokine signaling 2; USP28, ubiquitin‐specific peptidase 28; HIF‐1α, hypoxia‐inducible factor 1‐alpha; TCEAL7, transcription elongation factor A like 7; GLIS1, Gli‐similar 1.\n                \n              \n              \n                John Wiley & Sons, Ltd.\n              \n            \n            Since exosomal non‐coding RNAs contribute substantially to breast cancer progression [238], therapeutic strategies targeting non‐coding RNAs in breast cancer have been developed [239]. Generally, these strategies are subgrouped as follows: i) degradation by small interfering RNA (siRNAs) or synthetic antisense oligonucleotides (ASOs); ii) editing non‐coding RNA genes by techniques such as CRISPR‐Cas9; iii) replacing non‐coding RNA with RNA mimics; iv) blocking functions of non‐coding RNAs with small molecules [240]. In breast cancer, siRNAs and ASOs targeting non‐coding RNAs have been proven to suppress tumor in pre‐clinical studies [241, 242, 243, 244]. Restoring non‐coding RNAs with mimics has also been applied to treatment of breast cancer [245, 246, 247, 248]. Small molecules attenuating the function of miRNAs in breast cancer have been developed [249, 250]. Gene knockout of cancer‐promoting non‐coding RNA in breast cancer cells diminishes their malignancy [251, 252, 253, 254]. However, few studies have conducted gene‐editing technology on non‐coding RNA genes in CAFs to suppress breast cancer. Although these therapeutic strategies have potential value for clinical applications, multiple shortcomings exist, such as challenges in delivery, the short half‐life of RNA molecules, activation of innate immune response and off‐target effects [240].\n          \n          \n            6.1.2.3\n            Exosomal proteins\n            CD81‐positive exosomes secreted by CAFs were reported to increase the motility of breast cancer cells by activating Wnt‐planar cell polarity (PCP) signaling [255]. This result was verified by Chen et al. [256] who further proved that Wnt10b delivered by CD81‐positive exosomes derived from CAFs promoted breast cancer metastasis via the Wnt/β‐catenin pathway. Exosomes containing metalloproteinase ADAM10 produced by CAFs activated RhoA via the NOTCH pathway and upregulated aldehyde dehydrogenase (ALDH) expression, promoting the migration of breast cancer cells [257]. Xi et al. [258] reported that GPR64 present in hypoxic CAF‐derived exosomes increased the expression of MMP‐9 and IL‐8 in breast cancer cells, enhancing their invasion. The phosphorylation of BCL2 interacting protein 3 (BNIP3) by oxidized ataxia telangiectasia mutated (ATM) regulated this process.\n          \n        \n        \n          6.1.3\n          Releasing nutrients\n          The “reverse Warburg effect” describes glycolysis that occurs in CAFs and produces lactate and pyruvate, which support energy generation in cancer cells [114]. It is an important mechanism to promote cancer progression and has been regarded as a vital therapeutic target [115, 259].\n          Martinez‐Outschoorn et al. [260, 261, 262], Pavlides et al. [263, 264] and Guido et al. [265] reported that autophagy‐mediated loss of Cav‐1 in CAFs led to mitochondrial dysfunction, oxidative stress and aerobic glycolysis, resulting in the release of essential nutrients (including lactate, ketones, glutamine and pyruvate) and chemical substrates (including amino acids and nucleotides), which fueled the growth of nearby breast cancer cells and increased their stemness and proliferation. According to Yu et al. [266], tumor cells reprogrammed CAFs into an aerobic glycolysis mode by activating the estrogen/G‐protein‐coupled estrogen receptor (GPER)/cyclic adenosine monophosphate (cAMP)/protein kinase A (PKA)/cAMP response element‐binding protein (CREB) signaling pathway. These CAFs produced pyruvate and lactate and enhanced the mitochondrial activity of breast cancer cells, conferring resistance to multiple treatments. As shown in the study by Yan et al. [267], exosomal miR‐105 from MYC‐expressing breast cancer cells reprogramed the metabolism of CAFs, and the metabolites produced by these cells in turn fueled the growth of nearby cancer cells. Following starvation, these CAFs converted metabolic wastes such as lactic acid and ammonium to nutrients such as lactate, acetate and glutamate. Sun et al. [268] documented that hypoxia increased glycolysis in CAFs via ATM‐induced phosphorylation of glucose transporter 1 (GLUT1) and upregulation of pyruvate kinase M2 (PKM2). The CAFs that had undergone metabolic reprogramming released lactate into the microenvironment, increasing the invasion of breast cancer cells by activating the TGF‐β1/p38 MAPK/MMP‐2/‐9 signaling axis and increasing mitochondrial activity. Epigenetic modification induced the dysregulated expression of HIF‐1α and metabolic enzymes such as fructose‐1,6‐bisphosphatase (FBP1), pyruvate kinase M (PKM) and lactate dehydrogenase A (LDHA) in CAFs, leading to increased lactate, pyruvate and erythrose‐4P production, which fueled cancer cells and promoted tumor growth [67]. Chen et al. [269] reported that breast cancer cell‐derived high mobility group box‐1 protein (HMGB1) triggered aerobic glycolysis in CAFs, which promoted metastasis of tumor cells by releasing lactate.\n        \n      \n      \n        6.2\n        Reshaping the ECM and providing “mechanical pressure”\n        As the most abundant constituent of the TME of breast cancer, type I collagen increases the survival and aggressiveness of cancer cells [270]. In breast cancer, Wnt3a derived from cancer cells activated the Wnt/β‐catenin pathway in CAFs, increasing the secretion of fibronectin and type I collagen [160]. Type I collagen promoted the secretion of MMP‐9 by breast cancer cells, increasing their migration and invasion capabilities [271, 272].\n        Fibronectin is also an important molecule in the TME, and it exerts important effects on the proliferation, migration, EMT and angiogenesis of breast cancer cells [273]. Fibronectin is abundant in breast cancer, and CAFs continuously secrete fibronectin upon stimulation with TGF‐β and interferon gamma (IFN‐γ) released by the tumor [274, 275]. CAFs not only increase the expression of fibronectin but also alter its arrangement and promote the migration of tumor cells [43, 276]. In breast cancer, the expression of fibronectin was associated with shorter patient survival [277]. Fibronectin promoted the EMT in breast cancer cells by activating the STAT3 pathway[278] and calpain [279]. Inhibiting the production of fibronectin reduced the aggressiveness of breast cancer cells [280, 281, 282].\n        Studies have shown that the hardness of the tumor stroma is related to tumor growth and metastasis and the prognosis of patients [283, 284, 285, 286, 287, 288]. An increase in matrix hardness reduced the level of PTEN through miR‐18a, increasing the survival, migration and invasion ability of breast cancer cells [289]. An increase in collagen cross‐linking induced by lysyl oxidase (LOX) hardened the ECM and increased the number of focal adhesions, which increased the migration and invasion ability of breast cancer cells [287]. In the PyMT mouse model, loss of interstitial LOX reduced tumor metastasis [290]. TGF‐β and miR‐200 induced the expression of LOX in mesenchymal cells and tumor cells, thereby exerting a profound effect on matrix remodeling in the TME [290, 291]. In addition, an increase in matrix stiffness affected the phenotype and biological behavior of CAFs and may lead to increased expression of α‐SMA and enhanced proliferation and migration in response to factors such as PDGF [292, 293].\n        In breast cancer, CAFs secrete a large amount of MMPs into the ECM of the tumor. Studies have shown that the levels of MMP‐1, MMP‐7, MMP‐9, MMP‐11, MMP‐12 and MMP‐14 in the stroma are associated with tumor progression and a poor prognosis [294, 295, 296]. Tumor cells secreted TGF‐β and TNF‐α to promote the production of MMPs from CAFs, thereby further promoting their own invasion [297, 298].\n        CAFs build a “wall” to protect breast cancer from drugs. Following exposure to Taxotere treatment, CAFs were activated and upregulated the expression of MMP‐1 and type IV collagen, protecting breast cancer cells from the effects of Taxotere [299]. This physical effect may also facilitate breast cancer invasion. Karagiannis et al. [300] proposed that CAFs could promote the migration of tumor cells through “mechanical pressure”. More precisely, CAFs migrated in cohorts that exerted mechanical pressure on the cancer cells, changing the tissue‐tension dynamics in the microenvironment. Consequently, tumor cells were forced to migrate toward relatively loose tissues [300, 301].\n      \n      \n        6.3\n        Suppressing immune cells\n        In a mouse breast cancer model, the elimination of CAFs increased IL‐2 and IL‐7 levels and the numbers of dendritic cells and cytotoxic T cells with antitumor effects in the TME. In addition, it decreased the IL‐4, IL‐6, VEGF and colony stimulating factor 2 (CSF‐2) levels and numbers of tumor‐promoting macrophages and immunological suppressive regulatory T cells in the TME, indicating the vital role of CAFs in building an immunosuppressing microenvironment [302].\n        In human breast cancer tissue, CAFs recruited monocytes by secreting monocyte chemotactic protein‐1 (MCP‐1), CXCL12, CCL2 and CCL16 [200, 303]. The differentiation of monocytes toward M2‐like macrophages was induced, and these cells could exert immunosuppressive effects via the programmed cell death protein 1 (PD‐1) axis [304]. Additionally, exosomes containing miRNAs secreted by CAFs in breast cancer promoted apoptosis and impaired the proliferation of T cells via the miR‐92/large tumor suppressor homolog (LATS2)/yes associated protein 1 (YAP1)/programmed death ligand 1 (PD‐L1) pathway [187].\n      \n      \n        6.4\n        Promoting angiogenesis\n        \n          6.4.1\n          VEGF‐dependent mechanism\n          VEGF is the most important protein that promotes angiogenesis, and CAFs are the main source of VEGF in the TME [305, 306]. De Francesco et al. [307] showed that hypoxia upregulated VEGF expression in CAFs and promoted angiogenesis in breast cancer via the HIF‐1α/GPER signaling pathway. Similar results were also reported by Ren et al. [308]. Al‐Jomah et al. [309] observed IL‐6‐induced VEGF‐A secretion from CAFs, and this process was inhibited by the IL‐6 receptor inhibitor tocilizumab.\n        \n        \n          6.4.2\n          VEGF‐independent mechanism\n          CAFs also promote angiogenesis in a VEGF‐independent manner. In 2005, Orimo et al. [201] observed that stromal fibroblast‐secreted CXCL12 promoted angiogenesis in breast cancer. In the 2018 study by Raz et al. [155], CAFs in breast cancer promoted tumor angiogenesis by upregulating clusterin. FOS‐like 2 (FOSL2) released by CAFs promoted angiogenesis in breast cancer by increasing the transcription of Wnt5a to activate frizzled class receptor 5 (FZD5)/nuclear factor kappa B subunit 1 (NF‐κB)/ERK signaling in human umbilical vein endothelial cells (HUVECs) [310]. Additionally, Sewell‐Loftin et al. [311] proved that the mechanical force provided by CAFs in breast cancer also contributed to the formation of the vasculature.\n        \n      \n      \n        6.5\n        Uncertain mechanisms\n        Choi et al. [312] mimicked the blood‐brain barrier with three‐dimensional in vitro models and found that CAFs increased the expression of α5β1 and α5β3 integrins, scatter factor receptor (c‐MET) and α2,6‐siayltransferase in breast cancer cells to promote their invasion. However, the authors did not mention how the CAFs promoted the upregulation of these proteins. Jungwirth et al. [43] proved the vital role of CAFs expressing Endo180 in mediating the metastasis of breast cancer. Endo180 affects the contractility and viability of CAFs, but the mechanism by which it contributed to the metastasis of breast cancer remains unknown. According to Amornsupak et al. [313], CAFs increased the tolerance of breast cancer cells to adriamycin by upregulating HMGB1 in cancer cells, but the mechanism underlying the upregulation of this protein is unknown. Brechbuhl et al. [36] identified CD146‐negative CAFs in ER‐positive breast cancer and found that this subpopulation of CAFs downregulated the expression of ER in MCF‐7 cells and confers tamoxifen resistance to cells. This effect might be mediated by conditioned media, but the authors did not explore further mechanisms. Nguyen et al. [314] proved that CAFs could antagonize the antibody‐dependent cell‐mediated cytotoxicity effect of trastuzumab using tumor‐on‐chip platforms, but they did not explore the underlying mechanism.\n6.1\n        Strengthening malignancy of cancer cells\n        \n          6.1.1\n          Secreting factors\n          \n            6.1.1.1\n            Growth factors\n            TGF‐β from CAFs promoted the EMT and increases the expression of fibronectin, vimentin, MMP‐2, MMP‐9, SNAIL and TWIST in surrounding breast cancer cells, increasing their motility [49, 188‐190]. TGF‐β also promoted the drug resistance and stemness of breast cancer cells by increasing the expression of the long non‐coding RNA (lncRNA) HOX transcript antisense RNA (HOTAIR), which led to the silencing of tumor suppressor genes in breast cancer [185].\n            Hepatocyte growth factor (HGF) secreted by CAFs was reported to enhance breast tumorigenesis in mice and cancer cell colony formation in vitro [151]. CAFs stimulated with PDGF‐CC released HGF, insulin growth factor‐binding protein 3 (IGFBP3) and stanniocalcin1 (STC1), which suppressed the luminal phenotype and maintain the triple‐negative status of breast cancer cells [191].\n            Fibroblast growth factor 5 (FGF5) secreted by activated CAFs provided a supportive niche for cancer cells to acquire a chemoresistant cancer stem cell (CSC) phenotype [192]. FGF5 also activates HER2 via the FGF receptor (FGFR)2/c‐Src/HER2 axis, leading to resistance to HER2‐targeted therapies, which was overcome by FGFR inhibitors [186]. Resistance to lapatinib induced by CAF‐derived FGF was also reported by Zeryantonakis et al. [193]. CAF‐derived FGF2 enhanced the growth and migration of TNBC cells by interacting with FGFR1 [194].\n          \n          \n            6.1.1.2\n            Interleukins\n            CAF‐derived IL‐6 has been reported to enhance the invasive ability of breast cancer cells and promote the transition from in situ breast cancer to invasive breast cancer [195, 196, 197]. Louault et al. [34] found that IL‐6 secreted from CAFs favored MCL‐1 expression and apoptotic resistance in luminal cancer cells.\n            IL‐6 and IL‐8 secreted by CD10‐positive and G protein‐coupled receptor 77 (GPR77)‐positive CAFs, which were enriched in chemoresistant breast cancer tissues, promoted the enrichment of CSCs by constructing niches [11, 198].\n            IL‐32 has been found to be abundantly expressed in CAFs, and its RGD motif specifically bound to integrin β3, which was upregulated in breast cancer cells, activating downstream intracellular p38 mitogen‐activated protein kinase (MAPK) signaling. This signaling increased the expression of EMT markers and promoted tumor cell invasion [182].\n          \n          \n            6.1.1.3\n            Chemokines\n            When exposed to neoadjuvant chemotherapy, CAFs secreted Glu‐Leu‐Arg (ELR) motif‐positive chemokines, which acted on breast cancer cells through C‐X‐C motif chemokine receptor (CXCR) 2 to enhance their invasion [199]. CAFs in TNBC were activated by immunosuppressive S100A9‐positive myeloid cells, and CCL16 secreted by activated CAFs recruited monocytes, resulting in a positive feedback loop that switched the stroma to a reactive mode [200]. In 2005, Orimo et al. [201] observed that stromal fibroblast‐secreted CXCL12 promoted breast cancer cell growth. Boesch et al. [202] also proved that CAF‐derived CXCL12 increased the growth, invasion and stemness of breast cancer cells. CXCL12 released by CAFs induced the downregulation of mDIA2 expression and the degradation of F‐actin, resulting in increased tumor cell motility [203]. Ahirwar et al. [204] found that selective knockout of CXCL12 in CAFs suppressed the growth and metastasis of breast cancer in a mouse model. Mechanistically, CXCL12 increased vascular permeability and the expansion of a leaky tumor vasculature, thus promoting tumor cell invasion into vessels. Based on these findings, CXCL12 secreted by CAFs contributed to the expansion of breast cancer from the primary foci. In 2017, CCL11 and CXCL14 derived from CAFs were reported to promote the growth, chemoresistance and metastasis of breast cancer [205]. In 2020, CCL6 and CCL12 secreted by focal adhesion kinase (FAK)‐low CAFs were reported to promote the growth of breast cancer cells by enhancing glycolysis [206].\n          \n          \n            6.1.1.4\n            Other proteins\n            Tenascin‐C secreted by CAFs was reported to reduce the apoptosis of breast cancer cells, thus contributing to the formation of metastatic foci [52]. CAF‐derived osteopontin, gremlin1, and collagen triple helix repeat containing‐1 (CTHRC1) have been revealed to promote migration, invasion and EMT in breast cancer cells [207, 208, 209].\n            Moreover, neurotrophins are the potential proteins by which CAFs act on breast cancer cells. On the one hand, neurotrophins and their receptors are reported to be expressed in breast cancer and to affect tumor cell proliferation [210, 211, 212], metastasis [213], treatment resistance [214, 215], angiogenesis [216] and CSC self‐renewal [217] through various signaling pathways [218]. Neurotrophins and their receptors have been regarded as potential therapeutic targets in breast cancer [218, 219, 220]. On the other hand, neurotrophins are also released by CAFs and exert their biological functions in various types of cancer [221, 222] including breast cancer [223]. Thus, a reasonable assumption is that CAFs affect the malignancy of breast cancer cells by releasing neurotrophins, although this mechanism has rarely been reported in breast cancer studies.\n          \n        \n        \n          6.1.2\n          Generating exosomes\n          Exosomes are believed to play vital roles in crosstalk between CAFs and cancer cells by transporting various types of substances, including DNA, RNA, proteins, and metabolites [224].\n          \n            6.1.2.1\n            Exosomal DNA\n            In 2017, Sansone et al. [225] reported that CAF‐derived exosomes contained whole genomic mitochondrial DNA (mtDNA), which overcame the deficiency of oxidative phosphorylation in breast cancer induced by hormone therapy, resulting in resistance to hormone therapy.\n          \n          \n            6.1.2.2\n            Exosomal non‐coding RNAs\n            Exosomal miRNAs function as essential mediators in the communication between CAFs and breast cancer cells. In 2015, Shah et al. [226] revealed that exosomal miR‐221 and miR‐222 derived from CAFs in ER‐negative breast cancer downregulated ER in breast cancer cells. Two years later, Sansone et al. [35] also reported that miR‐221 delivered by CAF‐derived exosomes decreased ER expression and activated the ERlow/Notchhigh feedback pathway in luminal breast cancer, inducing resistance to endocrine therapy and the generation of CD133high CSCs. In 2020, CD63‐positive CAF‐derived exosomal miR‐22 was found to target ERα and phosphatase and tensin homolog (PTEN) in breast cancer cells, conferring tamoxifen resistance [227]. The transport of miR‐21, miR‐378e and miR‐143 in exosomes from CAFs to breast cancer cells promoted the EMT phenotype and stemness of breast cancer cells [228]. miR‐181d‐5p‐containing exosomes derived from CAFs increased aggressiveness by targeting the caudal‐related homeobox 2 (CDX2)/homeobox A5 (HOXA5) axis in breast cancer [229]. Exosomal miR‐3613‐3p and miR‐500a‐5p derived from CAFs promoted the proliferation and metastasis of breast cancer cells by targeting suppressor of cytokine signaling 2 (SOCS2) [230] and ubiquitin‐specific peptidase 28 (USP28) [231], respectively. miR‐18b and miR‐1‐3p were delivered from CAFs to breast cancer cells via exosomes to increase the invasion and metastasis of tumor cells by downregulating transcription elongation factor A like 7 (TCEAL7) and Krüppel‐like zinc‐finger protein Gli‐similar 1 (GLIS1), respectively [232, 233].\n            Downregulation of certain miRNAs in CAF‐derived exosomes also contributes to the malignancy of breast cancer. Liu et al. [234] compared the miRNA profiles in exosomes from NFs and CAFs and identified 14 upregulated miRNA and 530 downregulated miRNAs in exosomes secreted by CAFs. Exosomes lacking miR‐7641 promoted the stemness and glycolysis of breast cancer cells by upregulating hypoxia‐inducible factor 1‐alpha (HIF‐1α).\n            Other types of non‐coding RNAs derived from CAFs also promote the malignancy of breast cancer. In 2014, Boelens et al. [235] reported that RNA within CAF‐derived exosomes activated signal transducer and activator of transcription 1 (STAT1)‐dependent antiviral signaling by stimulating the pattern recognition receptor retinoic acid‐inducible gene 1 protein (RIG‐I), increasing the resistance of breast cancer cells to treatment. Three years later, Nabet et al. [236] further identified that CAF‐derived endogenous RNA component of signal recognition particle 7SL1 (RN7SL1) was delivered to breast cancer cells via exosomes, enhancing the growth, metastasis and therapy resistance of cancer cells by activating RIG‐I. In 2020, Li et al. [237] reported that exosomal lncRNA small nucleolar RNA host gene 3 (SNHG3) increased the expression of pyruvate kinase M1/M2 by functioning as an miR‐330‐5p sponge, switching the metabolic mode of breast cancer cells from mitochondrial oxidative phosphorylation to glycolytic carboxylation.\n            These exosomal non‐coding RNAs derived from CAFs in breast cancer are summarized in Table\n\n2\n.\n            \n              TABLE 2\n              \n                Exosomal non‐coding RNAs derived from CAFs\n              \n              \n                \n                \n                \n                \n                \n                \n                  \n                    Non‐coding RNAs\n                    Mechanisms\n                    Changes in cancer cell functions\n                    Publication year\n                    Reference\n                  \n                \n                \n                  \n                    miR‐221 and miR‐222\n                    Downregulating ER\n                    Not mentioned\n                    2015\n                    [226]\n                  \n                  \n                    miR‐21, miR‐378e and miR‐143\n                    Not mentioned\n                    Enhanced the EMT phenotype and stemness\n                    2017\n                    [228]\n                  \n                  \n                    RN7SL1\n                    Activating RIG‐I\n                    Increased growth, metastasis and therapy resistance\n                    2017\n                    [236]\n                  \n                  \n                    miR‐221\n                    Activating the ERlo/Notchhi feedback pathway\n                    Resistance to endocrine therapy and the generation of CD133hi cancer stem cells\n                    2017\n                    [35]\n                  \n                  \n                    LncRNA SNHG3\n                    Inhibiting miR‐330‐5p, upregulating pyruvate kinase M1/M2\n                    Increased glycolysis carboxylation and proliferation\n                    2020\n                    [237]\n                  \n                  \n                    miR‐22\n                    Downregulating ERα and PTEN\n                    Resistance to tamoxifen\n                    2020\n                    [227]\n                  \n                  \n                    miR‐181d‐5p\n                    Downregulating CDX2/HOXA5\n                    Increased proliferation and decreased apoptosis\n                    2020\n                    [229]\n                  \n                  \n                    miR‐3613‐3p\n                    Downregulating SOCS2\n                    Increased proliferation and metastasis\n                    2020\n                    [230]\n                  \n                  \n                    miR‐500a‐5p\n                    Downregulating USP28\n                    Increased proliferation and metastasis\n                    2021\n                    [231]\n                  \n                  \n                    Lack of miR‐7641\n                    Upregulating HIF‐1α\n                    Increased stemness and glycolysis\n                    2021\n                    [234]\n                  \n                  \n                    miR‐18b\n                    Downregulating TCEAL7\n                    Increased invasion and metastasis\n                    2021\n                    [232]\n                  \n                  \n                    miR‐1‐3p\n                    Downregulating GLIS1\n                    Increased progression and metastasis\n                    2021\n                    [233]\n                  \n                \n              \n              \n                \n                  Abbreviations: ER, estrogen receptor; EMT, epithelial‐mesenchymal transition; RN7SL1, RNA component of signal recognition particle 7SL1; RIG‐I, retinoic acid‐inducible gene 1 protein; SNHG3, small nucleolar RNA host gene 3; PTEN, phosphatase and tensin homolog; CDX2, caudal‐related homeobox 2; HOXA5, homeobox A5; SOCS2, suppressor of cytokine signaling 2; USP28, ubiquitin‐specific peptidase 28; HIF‐1α, hypoxia‐inducible factor 1‐alpha; TCEAL7, transcription elongation factor A like 7; GLIS1, Gli‐similar 1.\n                \n              \n              \n                John Wiley & Sons, Ltd.\n              \n            \n            Since exosomal non‐coding RNAs contribute substantially to breast cancer progression [238], therapeutic strategies targeting non‐coding RNAs in breast cancer have been developed [239]. Generally, these strategies are subgrouped as follows: i) degradation by small interfering RNA (siRNAs) or synthetic antisense oligonucleotides (ASOs); ii) editing non‐coding RNA genes by techniques such as CRISPR‐Cas9; iii) replacing non‐coding RNA with RNA mimics; iv) blocking functions of non‐coding RNAs with small molecules [240]. In breast cancer, siRNAs and ASOs targeting non‐coding RNAs have been proven to suppress tumor in pre‐clinical studies [241, 242, 243, 244]. Restoring non‐coding RNAs with mimics has also been applied to treatment of breast cancer [245, 246, 247, 248]. Small molecules attenuating the function of miRNAs in breast cancer have been developed [249, 250]. Gene knockout of cancer‐promoting non‐coding RNA in breast cancer cells diminishes their malignancy [251, 252, 253, 254]. However, few studies have conducted gene‐editing technology on non‐coding RNA genes in CAFs to suppress breast cancer. Although these therapeutic strategies have potential value for clinical applications, multiple shortcomings exist, such as challenges in delivery, the short half‐life of RNA molecules, activation of innate immune response and off‐target effects [240].\n          \n          \n            6.1.2.3\n            Exosomal proteins\n            CD81‐positive exosomes secreted by CAFs were reported to increase the motility of breast cancer cells by activating Wnt‐planar cell polarity (PCP) signaling [255]. This result was verified by Chen et al. [256] who further proved that Wnt10b delivered by CD81‐positive exosomes derived from CAFs promoted breast cancer metastasis via the Wnt/β‐catenin pathway. Exosomes containing metalloproteinase ADAM10 produced by CAFs activated RhoA via the NOTCH pathway and upregulated aldehyde dehydrogenase (ALDH) expression, promoting the migration of breast cancer cells [257]. Xi et al. [258] reported that GPR64 present in hypoxic CAF‐derived exosomes increased the expression of MMP‐9 and IL‐8 in breast cancer cells, enhancing their invasion. The phosphorylation of BCL2 interacting protein 3 (BNIP3) by oxidized ataxia telangiectasia mutated (ATM) regulated this process.\n          \n        \n        \n          6.1.3\n          Releasing nutrients\n          The “reverse Warburg effect” describes glycolysis that occurs in CAFs and produces lactate and pyruvate, which support energy generation in cancer cells [114]. It is an important mechanism to promote cancer progression and has been regarded as a vital therapeutic target [115, 259].\n          Martinez‐Outschoorn et al. [260, 261, 262], Pavlides et al. [263, 264] and Guido et al. [265] reported that autophagy‐mediated loss of Cav‐1 in CAFs led to mitochondrial dysfunction, oxidative stress and aerobic glycolysis, resulting in the release of essential nutrients (including lactate, ketones, glutamine and pyruvate) and chemical substrates (including amino acids and nucleotides), which fueled the growth of nearby breast cancer cells and increased their stemness and proliferation. According to Yu et al. [266], tumor cells reprogrammed CAFs into an aerobic glycolysis mode by activating the estrogen/G‐protein‐coupled estrogen receptor (GPER)/cyclic adenosine monophosphate (cAMP)/protein kinase A (PKA)/cAMP response element‐binding protein (CREB) signaling pathway. These CAFs produced pyruvate and lactate and enhanced the mitochondrial activity of breast cancer cells, conferring resistance to multiple treatments. As shown in the study by Yan et al. [267], exosomal miR‐105 from MYC‐expressing breast cancer cells reprogramed the metabolism of CAFs, and the metabolites produced by these cells in turn fueled the growth of nearby cancer cells. Following starvation, these CAFs converted metabolic wastes such as lactic acid and ammonium to nutrients such as lactate, acetate and glutamate. Sun et al. [268] documented that hypoxia increased glycolysis in CAFs via ATM‐induced phosphorylation of glucose transporter 1 (GLUT1) and upregulation of pyruvate kinase M2 (PKM2). The CAFs that had undergone metabolic reprogramming released lactate into the microenvironment, increasing the invasion of breast cancer cells by activating the TGF‐β1/p38 MAPK/MMP‐2/‐9 signaling axis and increasing mitochondrial activity. Epigenetic modification induced the dysregulated expression of HIF‐1α and metabolic enzymes such as fructose‐1,6‐bisphosphatase (FBP1), pyruvate kinase M (PKM) and lactate dehydrogenase A (LDHA) in CAFs, leading to increased lactate, pyruvate and erythrose‐4P production, which fueled cancer cells and promoted tumor growth [67]. Chen et al. [269] reported that breast cancer cell‐derived high mobility group box‐1 protein (HMGB1) triggered aerobic glycolysis in CAFs, which promoted metastasis of tumor cells by releasing lactate.\n6.1.1\n          Secreting factors\n          \n            6.1.1.1\n            Growth factors\n            TGF‐β from CAFs promoted the EMT and increases the expression of fibronectin, vimentin, MMP‐2, MMP‐9, SNAIL and TWIST in surrounding breast cancer cells, increasing their motility [49, 188‐190]. TGF‐β also promoted the drug resistance and stemness of breast cancer cells by increasing the expression of the long non‐coding RNA (lncRNA) HOX transcript antisense RNA (HOTAIR), which led to the silencing of tumor suppressor genes in breast cancer [185].\n            Hepatocyte growth factor (HGF) secreted by CAFs was reported to enhance breast tumorigenesis in mice and cancer cell colony formation in vitro [151]. CAFs stimulated with PDGF‐CC released HGF, insulin growth factor‐binding protein 3 (IGFBP3) and stanniocalcin1 (STC1), which suppressed the luminal phenotype and maintain the triple‐negative status of breast cancer cells [191].\n            Fibroblast growth factor 5 (FGF5) secreted by activated CAFs provided a supportive niche for cancer cells to acquire a chemoresistant cancer stem cell (CSC) phenotype [192]. FGF5 also activates HER2 via the FGF receptor (FGFR)2/c‐Src/HER2 axis, leading to resistance to HER2‐targeted therapies, which was overcome by FGFR inhibitors [186]. Resistance to lapatinib induced by CAF‐derived FGF was also reported by Zeryantonakis et al. [193]. CAF‐derived FGF2 enhanced the growth and migration of TNBC cells by interacting with FGFR1 [194].\n          \n          \n            6.1.1.2\n            Interleukins\n            CAF‐derived IL‐6 has been reported to enhance the invasive ability of breast cancer cells and promote the transition from in situ breast cancer to invasive breast cancer [195, 196, 197]. Louault et al. [34] found that IL‐6 secreted from CAFs favored MCL‐1 expression and apoptotic resistance in luminal cancer cells.\n            IL‐6 and IL‐8 secreted by CD10‐positive and G protein‐coupled receptor 77 (GPR77)‐positive CAFs, which were enriched in chemoresistant breast cancer tissues, promoted the enrichment of CSCs by constructing niches [11, 198].\n            IL‐32 has been found to be abundantly expressed in CAFs, and its RGD motif specifically bound to integrin β3, which was upregulated in breast cancer cells, activating downstream intracellular p38 mitogen‐activated protein kinase (MAPK) signaling. This signaling increased the expression of EMT markers and promoted tumor cell invasion [182].\n          \n          \n            6.1.1.3\n            Chemokines\n            When exposed to neoadjuvant chemotherapy, CAFs secreted Glu‐Leu‐Arg (ELR) motif‐positive chemokines, which acted on breast cancer cells through C‐X‐C motif chemokine receptor (CXCR) 2 to enhance their invasion [199]. CAFs in TNBC were activated by immunosuppressive S100A9‐positive myeloid cells, and CCL16 secreted by activated CAFs recruited monocytes, resulting in a positive feedback loop that switched the stroma to a reactive mode [200]. In 2005, Orimo et al. [201] observed that stromal fibroblast‐secreted CXCL12 promoted breast cancer cell growth. Boesch et al. [202] also proved that CAF‐derived CXCL12 increased the growth, invasion and stemness of breast cancer cells. CXCL12 released by CAFs induced the downregulation of mDIA2 expression and the degradation of F‐actin, resulting in increased tumor cell motility [203]. Ahirwar et al. [204] found that selective knockout of CXCL12 in CAFs suppressed the growth and metastasis of breast cancer in a mouse model. Mechanistically, CXCL12 increased vascular permeability and the expansion of a leaky tumor vasculature, thus promoting tumor cell invasion into vessels. Based on these findings, CXCL12 secreted by CAFs contributed to the expansion of breast cancer from the primary foci. In 2017, CCL11 and CXCL14 derived from CAFs were reported to promote the growth, chemoresistance and metastasis of breast cancer [205]. In 2020, CCL6 and CCL12 secreted by focal adhesion kinase (FAK)‐low CAFs were reported to promote the growth of breast cancer cells by enhancing glycolysis [206].\n          \n          \n            6.1.1.4\n            Other proteins\n            Tenascin‐C secreted by CAFs was reported to reduce the apoptosis of breast cancer cells, thus contributing to the formation of metastatic foci [52]. CAF‐derived osteopontin, gremlin1, and collagen triple helix repeat containing‐1 (CTHRC1) have been revealed to promote migration, invasion and EMT in breast cancer cells [207, 208, 209].\n            Moreover, neurotrophins are the potential proteins by which CAFs act on breast cancer cells. On the one hand, neurotrophins and their receptors are reported to be expressed in breast cancer and to affect tumor cell proliferation [210, 211, 212], metastasis [213], treatment resistance [214, 215], angiogenesis [216] and CSC self‐renewal [217] through various signaling pathways [218]. Neurotrophins and their receptors have been regarded as potential therapeutic targets in breast cancer [218, 219, 220]. On the other hand, neurotrophins are also released by CAFs and exert their biological functions in various types of cancer [221, 222] including breast cancer [223]. Thus, a reasonable assumption is that CAFs affect the malignancy of breast cancer cells by releasing neurotrophins, although this mechanism has rarely been reported in breast cancer studies.\n6.1.1.1\n            Growth factors\n            TGF‐β from CAFs promoted the EMT and increases the expression of fibronectin, vimentin, MMP‐2, MMP‐9, SNAIL and TWIST in surrounding breast cancer cells, increasing their motility [49, 188‐190]. TGF‐β also promoted the drug resistance and stemness of breast cancer cells by increasing the expression of the long non‐coding RNA (lncRNA) HOX transcript antisense RNA (HOTAIR), which led to the silencing of tumor suppressor genes in breast cancer [185].\n            Hepatocyte growth factor (HGF) secreted by CAFs was reported to enhance breast tumorigenesis in mice and cancer cell colony formation in vitro [151]. CAFs stimulated with PDGF‐CC released HGF, insulin growth factor‐binding protein 3 (IGFBP3) and stanniocalcin1 (STC1), which suppressed the luminal phenotype and maintain the triple‐negative status of breast cancer cells [191].\n            Fibroblast growth factor 5 (FGF5) secreted by activated CAFs provided a supportive niche for cancer cells to acquire a chemoresistant cancer stem cell (CSC) phenotype [192]. FGF5 also activates HER2 via the FGF receptor (FGFR)2/c‐Src/HER2 axis, leading to resistance to HER2‐targeted therapies, which was overcome by FGFR inhibitors [186]. Resistance to lapatinib induced by CAF‐derived FGF was also reported by Zeryantonakis et al. [193]. CAF‐derived FGF2 enhanced the growth and migration of TNBC cells by interacting with FGFR1 [194].\n6.1.1.2\n            Interleukins\n            CAF‐derived IL‐6 has been reported to enhance the invasive ability of breast cancer cells and promote the transition from in situ breast cancer to invasive breast cancer [195, 196, 197]. Louault et al. [34] found that IL‐6 secreted from CAFs favored MCL‐1 expression and apoptotic resistance in luminal cancer cells.\n            IL‐6 and IL‐8 secreted by CD10‐positive and G protein‐coupled receptor 77 (GPR77)‐positive CAFs, which were enriched in chemoresistant breast cancer tissues, promoted the enrichment of CSCs by constructing niches [11, 198].\n            IL‐32 has been found to be abundantly expressed in CAFs, and its RGD motif specifically bound to integrin β3, which was upregulated in breast cancer cells, activating downstream intracellular p38 mitogen‐activated protein kinase (MAPK) signaling. This signaling increased the expression of EMT markers and promoted tumor cell invasion [182].\n6.1.1.3\n            Chemokines\n            When exposed to neoadjuvant chemotherapy, CAFs secreted Glu‐Leu‐Arg (ELR) motif‐positive chemokines, which acted on breast cancer cells through C‐X‐C motif chemokine receptor (CXCR) 2 to enhance their invasion [199]. CAFs in TNBC were activated by immunosuppressive S100A9‐positive myeloid cells, and CCL16 secreted by activated CAFs recruited monocytes, resulting in a positive feedback loop that switched the stroma to a reactive mode [200]. In 2005, Orimo et al. [201] observed that stromal fibroblast‐secreted CXCL12 promoted breast cancer cell growth. Boesch et al. [202] also proved that CAF‐derived CXCL12 increased the growth, invasion and stemness of breast cancer cells. CXCL12 released by CAFs induced the downregulation of mDIA2 expression and the degradation of F‐actin, resulting in increased tumor cell motility [203]. Ahirwar et al. [204] found that selective knockout of CXCL12 in CAFs suppressed the growth and metastasis of breast cancer in a mouse model. Mechanistically, CXCL12 increased vascular permeability and the expansion of a leaky tumor vasculature, thus promoting tumor cell invasion into vessels. Based on these findings, CXCL12 secreted by CAFs contributed to the expansion of breast cancer from the primary foci. In 2017, CCL11 and CXCL14 derived from CAFs were reported to promote the growth, chemoresistance and metastasis of breast cancer [205]. In 2020, CCL6 and CCL12 secreted by focal adhesion kinase (FAK)‐low CAFs were reported to promote the growth of breast cancer cells by enhancing glycolysis [206].\n6.1.1.4\n            Other proteins\n            Tenascin‐C secreted by CAFs was reported to reduce the apoptosis of breast cancer cells, thus contributing to the formation of metastatic foci [52]. CAF‐derived osteopontin, gremlin1, and collagen triple helix repeat containing‐1 (CTHRC1) have been revealed to promote migration, invasion and EMT in breast cancer cells [207, 208, 209].\n            Moreover, neurotrophins are the potential proteins by which CAFs act on breast cancer cells. On the one hand, neurotrophins and their receptors are reported to be expressed in breast cancer and to affect tumor cell proliferation [210, 211, 212], metastasis [213], treatment resistance [214, 215], angiogenesis [216] and CSC self‐renewal [217] through various signaling pathways [218]. Neurotrophins and their receptors have been regarded as potential therapeutic targets in breast cancer [218, 219, 220]. On the other hand, neurotrophins are also released by CAFs and exert their biological functions in various types of cancer [221, 222] including breast cancer [223]. Thus, a reasonable assumption is that CAFs affect the malignancy of breast cancer cells by releasing neurotrophins, although this mechanism has rarely been reported in breast cancer studies.\n6.1.2\n          Generating exosomes\n          Exosomes are believed to play vital roles in crosstalk between CAFs and cancer cells by transporting various types of substances, including DNA, RNA, proteins, and metabolites [224].\n          \n            6.1.2.1\n            Exosomal DNA\n            In 2017, Sansone et al. [225] reported that CAF‐derived exosomes contained whole genomic mitochondrial DNA (mtDNA), which overcame the deficiency of oxidative phosphorylation in breast cancer induced by hormone therapy, resulting in resistance to hormone therapy.\n          \n          \n            6.1.2.2\n            Exosomal non‐coding RNAs\n            Exosomal miRNAs function as essential mediators in the communication between CAFs and breast cancer cells. In 2015, Shah et al. [226] revealed that exosomal miR‐221 and miR‐222 derived from CAFs in ER‐negative breast cancer downregulated ER in breast cancer cells. Two years later, Sansone et al. [35] also reported that miR‐221 delivered by CAF‐derived exosomes decreased ER expression and activated the ERlow/Notchhigh feedback pathway in luminal breast cancer, inducing resistance to endocrine therapy and the generation of CD133high CSCs. In 2020, CD63‐positive CAF‐derived exosomal miR‐22 was found to target ERα and phosphatase and tensin homolog (PTEN) in breast cancer cells, conferring tamoxifen resistance [227]. The transport of miR‐21, miR‐378e and miR‐143 in exosomes from CAFs to breast cancer cells promoted the EMT phenotype and stemness of breast cancer cells [228]. miR‐181d‐5p‐containing exosomes derived from CAFs increased aggressiveness by targeting the caudal‐related homeobox 2 (CDX2)/homeobox A5 (HOXA5) axis in breast cancer [229]. Exosomal miR‐3613‐3p and miR‐500a‐5p derived from CAFs promoted the proliferation and metastasis of breast cancer cells by targeting suppressor of cytokine signaling 2 (SOCS2) [230] and ubiquitin‐specific peptidase 28 (USP28) [231], respectively. miR‐18b and miR‐1‐3p were delivered from CAFs to breast cancer cells via exosomes to increase the invasion and metastasis of tumor cells by downregulating transcription elongation factor A like 7 (TCEAL7) and Krüppel‐like zinc‐finger protein Gli‐similar 1 (GLIS1), respectively [232, 233].\n            Downregulation of certain miRNAs in CAF‐derived exosomes also contributes to the malignancy of breast cancer. Liu et al. [234] compared the miRNA profiles in exosomes from NFs and CAFs and identified 14 upregulated miRNA and 530 downregulated miRNAs in exosomes secreted by CAFs. Exosomes lacking miR‐7641 promoted the stemness and glycolysis of breast cancer cells by upregulating hypoxia‐inducible factor 1‐alpha (HIF‐1α).\n            Other types of non‐coding RNAs derived from CAFs also promote the malignancy of breast cancer. In 2014, Boelens et al. [235] reported that RNA within CAF‐derived exosomes activated signal transducer and activator of transcription 1 (STAT1)‐dependent antiviral signaling by stimulating the pattern recognition receptor retinoic acid‐inducible gene 1 protein (RIG‐I), increasing the resistance of breast cancer cells to treatment. Three years later, Nabet et al. [236] further identified that CAF‐derived endogenous RNA component of signal recognition particle 7SL1 (RN7SL1) was delivered to breast cancer cells via exosomes, enhancing the growth, metastasis and therapy resistance of cancer cells by activating RIG‐I. In 2020, Li et al. [237] reported that exosomal lncRNA small nucleolar RNA host gene 3 (SNHG3) increased the expression of pyruvate kinase M1/M2 by functioning as an miR‐330‐5p sponge, switching the metabolic mode of breast cancer cells from mitochondrial oxidative phosphorylation to glycolytic carboxylation.\n            These exosomal non‐coding RNAs derived from CAFs in breast cancer are summarized in Table\n\n2\n.\n            \n              TABLE 2\n              \n                Exosomal non‐coding RNAs derived from CAFs\n              \n              \n                \n                \n                \n                \n                \n                \n                  \n                    Non‐coding RNAs\n                    Mechanisms\n                    Changes in cancer cell functions\n                    Publication year\n                    Reference\n                  \n                \n                \n                  \n                    miR‐221 and miR‐222\n                    Downregulating ER\n                    Not mentioned\n                    2015\n                    [226]\n                  \n                  \n                    miR‐21, miR‐378e and miR‐143\n                    Not mentioned\n                    Enhanced the EMT phenotype and stemness\n                    2017\n                    [228]\n                  \n                  \n                    RN7SL1\n                    Activating RIG‐I\n                    Increased growth, metastasis and therapy resistance\n                    2017\n                    [236]\n                  \n                  \n                    miR‐221\n                    Activating the ERlo/Notchhi feedback pathway\n                    Resistance to endocrine therapy and the generation of CD133hi cancer stem cells\n                    2017\n                    [35]\n                  \n                  \n                    LncRNA SNHG3\n                    Inhibiting miR‐330‐5p, upregulating pyruvate kinase M1/M2\n                    Increased glycolysis carboxylation and proliferation\n                    2020\n                    [237]\n                  \n                  \n                    miR‐22\n                    Downregulating ERα and PTEN\n                    Resistance to tamoxifen\n                    2020\n                    [227]\n                  \n                  \n                    miR‐181d‐5p\n                    Downregulating CDX2/HOXA5\n                    Increased proliferation and decreased apoptosis\n                    2020\n                    [229]\n                  \n                  \n                    miR‐3613‐3p\n                    Downregulating SOCS2\n                    Increased proliferation and metastasis\n                    2020\n                    [230]\n                  \n                  \n                    miR‐500a‐5p\n                    Downregulating USP28\n                    Increased proliferation and metastasis\n                    2021\n                    [231]\n                  \n                  \n                    Lack of miR‐7641\n                    Upregulating HIF‐1α\n                    Increased stemness and glycolysis\n                    2021\n                    [234]\n                  \n                  \n                    miR‐18b\n                    Downregulating TCEAL7\n                    Increased invasion and metastasis\n                    2021\n                    [232]\n                  \n                  \n                    miR‐1‐3p\n                    Downregulating GLIS1\n                    Increased progression and metastasis\n                    2021\n                    [233]\n                  \n                \n              \n              \n                \n                  Abbreviations: ER, estrogen receptor; EMT, epithelial‐mesenchymal transition; RN7SL1, RNA component of signal recognition particle 7SL1; RIG‐I, retinoic acid‐inducible gene 1 protein; SNHG3, small nucleolar RNA host gene 3; PTEN, phosphatase and tensin homolog; CDX2, caudal‐related homeobox 2; HOXA5, homeobox A5; SOCS2, suppressor of cytokine signaling 2; USP28, ubiquitin‐specific peptidase 28; HIF‐1α, hypoxia‐inducible factor 1‐alpha; TCEAL7, transcription elongation factor A like 7; GLIS1, Gli‐similar 1.\n                \n              \n              \n                John Wiley & Sons, Ltd.\n              \n            \n            Since exosomal non‐coding RNAs contribute substantially to breast cancer progression [238], therapeutic strategies targeting non‐coding RNAs in breast cancer have been developed [239]. Generally, these strategies are subgrouped as follows: i) degradation by small interfering RNA (siRNAs) or synthetic antisense oligonucleotides (ASOs); ii) editing non‐coding RNA genes by techniques such as CRISPR‐Cas9; iii) replacing non‐coding RNA with RNA mimics; iv) blocking functions of non‐coding RNAs with small molecules [240]. In breast cancer, siRNAs and ASOs targeting non‐coding RNAs have been proven to suppress tumor in pre‐clinical studies [241, 242, 243, 244]. Restoring non‐coding RNAs with mimics has also been applied to treatment of breast cancer [245, 246, 247, 248]. Small molecules attenuating the function of miRNAs in breast cancer have been developed [249, 250]. Gene knockout of cancer‐promoting non‐coding RNA in breast cancer cells diminishes their malignancy [251, 252, 253, 254]. However, few studies have conducted gene‐editing technology on non‐coding RNA genes in CAFs to suppress breast cancer. Although these therapeutic strategies have potential value for clinical applications, multiple shortcomings exist, such as challenges in delivery, the short half‐life of RNA molecules, activation of innate immune response and off‐target effects [240].\n          \n          \n            6.1.2.3\n            Exosomal proteins\n            CD81‐positive exosomes secreted by CAFs were reported to increase the motility of breast cancer cells by activating Wnt‐planar cell polarity (PCP) signaling [255]. This result was verified by Chen et al. [256] who further proved that Wnt10b delivered by CD81‐positive exosomes derived from CAFs promoted breast cancer metastasis via the Wnt/β‐catenin pathway. Exosomes containing metalloproteinase ADAM10 produced by CAFs activated RhoA via the NOTCH pathway and upregulated aldehyde dehydrogenase (ALDH) expression, promoting the migration of breast cancer cells [257]. Xi et al. [258] reported that GPR64 present in hypoxic CAF‐derived exosomes increased the expression of MMP‐9 and IL‐8 in breast cancer cells, enhancing their invasion. The phosphorylation of BCL2 interacting protein 3 (BNIP3) by oxidized ataxia telangiectasia mutated (ATM) regulated this process.\n6.1.2.1\n            Exosomal DNA\n            In 2017, Sansone et al. [225] reported that CAF‐derived exosomes contained whole genomic mitochondrial DNA (mtDNA), which overcame the deficiency of oxidative phosphorylation in breast cancer induced by hormone therapy, resulting in resistance to hormone therapy.\n6.1.2.2\n            Exosomal non‐coding RNAs\n            Exosomal miRNAs function as essential mediators in the communication between CAFs and breast cancer cells. In 2015, Shah et al. [226] revealed that exosomal miR‐221 and miR‐222 derived from CAFs in ER‐negative breast cancer downregulated ER in breast cancer cells. Two years later, Sansone et al. [35] also reported that miR‐221 delivered by CAF‐derived exosomes decreased ER expression and activated the ERlow/Notchhigh feedback pathway in luminal breast cancer, inducing resistance to endocrine therapy and the generation of CD133high CSCs. In 2020, CD63‐positive CAF‐derived exosomal miR‐22 was found to target ERα and phosphatase and tensin homolog (PTEN) in breast cancer cells, conferring tamoxifen resistance [227]. The transport of miR‐21, miR‐378e and miR‐143 in exosomes from CAFs to breast cancer cells promoted the EMT phenotype and stemness of breast cancer cells [228]. miR‐181d‐5p‐containing exosomes derived from CAFs increased aggressiveness by targeting the caudal‐related homeobox 2 (CDX2)/homeobox A5 (HOXA5) axis in breast cancer [229]. Exosomal miR‐3613‐3p and miR‐500a‐5p derived from CAFs promoted the proliferation and metastasis of breast cancer cells by targeting suppressor of cytokine signaling 2 (SOCS2) [230] and ubiquitin‐specific peptidase 28 (USP28) [231], respectively. miR‐18b and miR‐1‐3p were delivered from CAFs to breast cancer cells via exosomes to increase the invasion and metastasis of tumor cells by downregulating transcription elongation factor A like 7 (TCEAL7) and Krüppel‐like zinc‐finger protein Gli‐similar 1 (GLIS1), respectively [232, 233].\n            Downregulation of certain miRNAs in CAF‐derived exosomes also contributes to the malignancy of breast cancer. Liu et al. [234] compared the miRNA profiles in exosomes from NFs and CAFs and identified 14 upregulated miRNA and 530 downregulated miRNAs in exosomes secreted by CAFs. Exosomes lacking miR‐7641 promoted the stemness and glycolysis of breast cancer cells by upregulating hypoxia‐inducible factor 1‐alpha (HIF‐1α).\n            Other types of non‐coding RNAs derived from CAFs also promote the malignancy of breast cancer. In 2014, Boelens et al. [235] reported that RNA within CAF‐derived exosomes activated signal transducer and activator of transcription 1 (STAT1)‐dependent antiviral signaling by stimulating the pattern recognition receptor retinoic acid‐inducible gene 1 protein (RIG‐I), increasing the resistance of breast cancer cells to treatment. Three years later, Nabet et al. [236] further identified that CAF‐derived endogenous RNA component of signal recognition particle 7SL1 (RN7SL1) was delivered to breast cancer cells via exosomes, enhancing the growth, metastasis and therapy resistance of cancer cells by activating RIG‐I. In 2020, Li et al. [237] reported that exosomal lncRNA small nucleolar RNA host gene 3 (SNHG3) increased the expression of pyruvate kinase M1/M2 by functioning as an miR‐330‐5p sponge, switching the metabolic mode of breast cancer cells from mitochondrial oxidative phosphorylation to glycolytic carboxylation.\n            These exosomal non‐coding RNAs derived from CAFs in breast cancer are summarized in Table\n\n2\n.\n            \n              TABLE 2\n              \n                Exosomal non‐coding RNAs derived from CAFs\n              \n              \n                \n                \n                \n                \n                \n                \n                  \n                    Non‐coding RNAs\n                    Mechanisms\n                    Changes in cancer cell functions\n                    Publication year\n                    Reference\n                  \n                \n                \n                  \n                    miR‐221 and miR‐222\n                    Downregulating ER\n                    Not mentioned\n                    2015\n                    [226]\n                  \n                  \n                    miR‐21, miR‐378e and miR‐143\n                    Not mentioned\n                    Enhanced the EMT phenotype and stemness\n                    2017\n                    [228]\n                  \n                  \n                    RN7SL1\n                    Activating RIG‐I\n                    Increased growth, metastasis and therapy resistance\n                    2017\n                    [236]\n                  \n                  \n                    miR‐221\n                    Activating the ERlo/Notchhi feedback pathway\n                    Resistance to endocrine therapy and the generation of CD133hi cancer stem cells\n                    2017\n                    [35]\n                  \n                  \n                    LncRNA SNHG3\n                    Inhibiting miR‐330‐5p, upregulating pyruvate kinase M1/M2\n                    Increased glycolysis carboxylation and proliferation\n                    2020\n                    [237]\n                  \n                  \n                    miR‐22\n                    Downregulating ERα and PTEN\n                    Resistance to tamoxifen\n                    2020\n                    [227]\n                  \n                  \n                    miR‐181d‐5p\n                    Downregulating CDX2/HOXA5\n                    Increased proliferation and decreased apoptosis\n                    2020\n                    [229]\n                  \n                  \n                    miR‐3613‐3p\n                    Downregulating SOCS2\n                    Increased proliferation and metastasis\n                    2020\n                    [230]\n                  \n                  \n                    miR‐500a‐5p\n                    Downregulating USP28\n                    Increased proliferation and metastasis\n                    2021\n                    [231]\n                  \n                  \n                    Lack of miR‐7641\n                    Upregulating HIF‐1α\n                    Increased stemness and glycolysis\n                    2021\n                    [234]\n                  \n                  \n                    miR‐18b\n                    Downregulating TCEAL7\n                    Increased invasion and metastasis\n                    2021\n                    [232]\n                  \n                  \n                    miR‐1‐3p\n                    Downregulating GLIS1\n                    Increased progression and metastasis\n                    2021\n                    [233]\n                  \n                \n              \n              \n                \n                  Abbreviations: ER, estrogen receptor; EMT, epithelial‐mesenchymal transition; RN7SL1, RNA component of signal recognition particle 7SL1; RIG‐I, retinoic acid‐inducible gene 1 protein; SNHG3, small nucleolar RNA host gene 3; PTEN, phosphatase and tensin homolog; CDX2, caudal‐related homeobox 2; HOXA5, homeobox A5; SOCS2, suppressor of cytokine signaling 2; USP28, ubiquitin‐specific peptidase 28; HIF‐1α, hypoxia‐inducible factor 1‐alpha; TCEAL7, transcription elongation factor A like 7; GLIS1, Gli‐similar 1.\n                \n              \n              \n                John Wiley & Sons, Ltd.\n              \n            \n            Since exosomal non‐coding RNAs contribute substantially to breast cancer progression [238], therapeutic strategies targeting non‐coding RNAs in breast cancer have been developed [239]. Generally, these strategies are subgrouped as follows: i) degradation by small interfering RNA (siRNAs) or synthetic antisense oligonucleotides (ASOs); ii) editing non‐coding RNA genes by techniques such as CRISPR‐Cas9; iii) replacing non‐coding RNA with RNA mimics; iv) blocking functions of non‐coding RNAs with small molecules [240]. In breast cancer, siRNAs and ASOs targeting non‐coding RNAs have been proven to suppress tumor in pre‐clinical studies [241, 242, 243, 244]. Restoring non‐coding RNAs with mimics has also been applied to treatment of breast cancer [245, 246, 247, 248]. Small molecules attenuating the function of miRNAs in breast cancer have been developed [249, 250]. Gene knockout of cancer‐promoting non‐coding RNA in breast cancer cells diminishes their malignancy [251, 252, 253, 254]. However, few studies have conducted gene‐editing technology on non‐coding RNA genes in CAFs to suppress breast cancer. Although these therapeutic strategies have potential value for clinical applications, multiple shortcomings exist, such as challenges in delivery, the short half‐life of RNA molecules, activation of innate immune response and off‐target effects [240].\n6.1.2.3\n            Exosomal proteins\n            CD81‐positive exosomes secreted by CAFs were reported to increase the motility of breast cancer cells by activating Wnt‐planar cell polarity (PCP) signaling [255]. This result was verified by Chen et al. [256] who further proved that Wnt10b delivered by CD81‐positive exosomes derived from CAFs promoted breast cancer metastasis via the Wnt/β‐catenin pathway. Exosomes containing metalloproteinase ADAM10 produced by CAFs activated RhoA via the NOTCH pathway and upregulated aldehyde dehydrogenase (ALDH) expression, promoting the migration of breast cancer cells [257]. Xi et al. [258] reported that GPR64 present in hypoxic CAF‐derived exosomes increased the expression of MMP‐9 and IL‐8 in breast cancer cells, enhancing their invasion. The phosphorylation of BCL2 interacting protein 3 (BNIP3) by oxidized ataxia telangiectasia mutated (ATM) regulated this process.\n6.1.3\n          Releasing nutrients\n          The “reverse Warburg effect” describes glycolysis that occurs in CAFs and produces lactate and pyruvate, which support energy generation in cancer cells [114]. It is an important mechanism to promote cancer progression and has been regarded as a vital therapeutic target [115, 259].\n          Martinez‐Outschoorn et al. [260, 261, 262], Pavlides et al. [263, 264] and Guido et al. [265] reported that autophagy‐mediated loss of Cav‐1 in CAFs led to mitochondrial dysfunction, oxidative stress and aerobic glycolysis, resulting in the release of essential nutrients (including lactate, ketones, glutamine and pyruvate) and chemical substrates (including amino acids and nucleotides), which fueled the growth of nearby breast cancer cells and increased their stemness and proliferation. According to Yu et al. [266], tumor cells reprogrammed CAFs into an aerobic glycolysis mode by activating the estrogen/G‐protein‐coupled estrogen receptor (GPER)/cyclic adenosine monophosphate (cAMP)/protein kinase A (PKA)/cAMP response element‐binding protein (CREB) signaling pathway. These CAFs produced pyruvate and lactate and enhanced the mitochondrial activity of breast cancer cells, conferring resistance to multiple treatments. As shown in the study by Yan et al. [267], exosomal miR‐105 from MYC‐expressing breast cancer cells reprogramed the metabolism of CAFs, and the metabolites produced by these cells in turn fueled the growth of nearby cancer cells. Following starvation, these CAFs converted metabolic wastes such as lactic acid and ammonium to nutrients such as lactate, acetate and glutamate. Sun et al. [268] documented that hypoxia increased glycolysis in CAFs via ATM‐induced phosphorylation of glucose transporter 1 (GLUT1) and upregulation of pyruvate kinase M2 (PKM2). The CAFs that had undergone metabolic reprogramming released lactate into the microenvironment, increasing the invasion of breast cancer cells by activating the TGF‐β1/p38 MAPK/MMP‐2/‐9 signaling axis and increasing mitochondrial activity. Epigenetic modification induced the dysregulated expression of HIF‐1α and metabolic enzymes such as fructose‐1,6‐bisphosphatase (FBP1), pyruvate kinase M (PKM) and lactate dehydrogenase A (LDHA) in CAFs, leading to increased lactate, pyruvate and erythrose‐4P production, which fueled cancer cells and promoted tumor growth [67]. Chen et al. [269] reported that breast cancer cell‐derived high mobility group box‐1 protein (HMGB1) triggered aerobic glycolysis in CAFs, which promoted metastasis of tumor cells by releasing lactate.\n6.2\n        Reshaping the ECM and providing “mechanical pressure”\n        As the most abundant constituent of the TME of breast cancer, type I collagen increases the survival and aggressiveness of cancer cells [270]. In breast cancer, Wnt3a derived from cancer cells activated the Wnt/β‐catenin pathway in CAFs, increasing the secretion of fibronectin and type I collagen [160]. Type I collagen promoted the secretion of MMP‐9 by breast cancer cells, increasing their migration and invasion capabilities [271, 272].\n        Fibronectin is also an important molecule in the TME, and it exerts important effects on the proliferation, migration, EMT and angiogenesis of breast cancer cells [273]. Fibronectin is abundant in breast cancer, and CAFs continuously secrete fibronectin upon stimulation with TGF‐β and interferon gamma (IFN‐γ) released by the tumor [274, 275]. CAFs not only increase the expression of fibronectin but also alter its arrangement and promote the migration of tumor cells [43, 276]. In breast cancer, the expression of fibronectin was associated with shorter patient survival [277]. Fibronectin promoted the EMT in breast cancer cells by activating the STAT3 pathway[278] and calpain [279]. Inhibiting the production of fibronectin reduced the aggressiveness of breast cancer cells [280, 281, 282].\n        Studies have shown that the hardness of the tumor stroma is related to tumor growth and metastasis and the prognosis of patients [283, 284, 285, 286, 287, 288]. An increase in matrix hardness reduced the level of PTEN through miR‐18a, increasing the survival, migration and invasion ability of breast cancer cells [289]. An increase in collagen cross‐linking induced by lysyl oxidase (LOX) hardened the ECM and increased the number of focal adhesions, which increased the migration and invasion ability of breast cancer cells [287]. In the PyMT mouse model, loss of interstitial LOX reduced tumor metastasis [290]. TGF‐β and miR‐200 induced the expression of LOX in mesenchymal cells and tumor cells, thereby exerting a profound effect on matrix remodeling in the TME [290, 291]. In addition, an increase in matrix stiffness affected the phenotype and biological behavior of CAFs and may lead to increased expression of α‐SMA and enhanced proliferation and migration in response to factors such as PDGF [292, 293].\n        In breast cancer, CAFs secrete a large amount of MMPs into the ECM of the tumor. Studies have shown that the levels of MMP‐1, MMP‐7, MMP‐9, MMP‐11, MMP‐12 and MMP‐14 in the stroma are associated with tumor progression and a poor prognosis [294, 295, 296]. Tumor cells secreted TGF‐β and TNF‐α to promote the production of MMPs from CAFs, thereby further promoting their own invasion [297, 298].\n        CAFs build a “wall” to protect breast cancer from drugs. Following exposure to Taxotere treatment, CAFs were activated and upregulated the expression of MMP‐1 and type IV collagen, protecting breast cancer cells from the effects of Taxotere [299]. This physical effect may also facilitate breast cancer invasion. Karagiannis et al. [300] proposed that CAFs could promote the migration of tumor cells through “mechanical pressure”. More precisely, CAFs migrated in cohorts that exerted mechanical pressure on the cancer cells, changing the tissue‐tension dynamics in the microenvironment. Consequently, tumor cells were forced to migrate toward relatively loose tissues [300, 301].\n6.3\n        Suppressing immune cells\n        In a mouse breast cancer model, the elimination of CAFs increased IL‐2 and IL‐7 levels and the numbers of dendritic cells and cytotoxic T cells with antitumor effects in the TME. In addition, it decreased the IL‐4, IL‐6, VEGF and colony stimulating factor 2 (CSF‐2) levels and numbers of tumor‐promoting macrophages and immunological suppressive regulatory T cells in the TME, indicating the vital role of CAFs in building an immunosuppressing microenvironment [302].\n        In human breast cancer tissue, CAFs recruited monocytes by secreting monocyte chemotactic protein‐1 (MCP‐1), CXCL12, CCL2 and CCL16 [200, 303]. The differentiation of monocytes toward M2‐like macrophages was induced, and these cells could exert immunosuppressive effects via the programmed cell death protein 1 (PD‐1) axis [304]. Additionally, exosomes containing miRNAs secreted by CAFs in breast cancer promoted apoptosis and impaired the proliferation of T cells via the miR‐92/large tumor suppressor homolog (LATS2)/yes associated protein 1 (YAP1)/programmed death ligand 1 (PD‐L1) pathway [187].\n6.4\n        Promoting angiogenesis\n        \n          6.4.1\n          VEGF‐dependent mechanism\n          VEGF is the most important protein that promotes angiogenesis, and CAFs are the main source of VEGF in the TME [305, 306]. De Francesco et al. [307] showed that hypoxia upregulated VEGF expression in CAFs and promoted angiogenesis in breast cancer via the HIF‐1α/GPER signaling pathway. Similar results were also reported by Ren et al. [308]. Al‐Jomah et al. [309] observed IL‐6‐induced VEGF‐A secretion from CAFs, and this process was inhibited by the IL‐6 receptor inhibitor tocilizumab.\n        \n        \n          6.4.2\n          VEGF‐independent mechanism\n          CAFs also promote angiogenesis in a VEGF‐independent manner. In 2005, Orimo et al. [201] observed that stromal fibroblast‐secreted CXCL12 promoted angiogenesis in breast cancer. In the 2018 study by Raz et al. [155], CAFs in breast cancer promoted tumor angiogenesis by upregulating clusterin. FOS‐like 2 (FOSL2) released by CAFs promoted angiogenesis in breast cancer by increasing the transcription of Wnt5a to activate frizzled class receptor 5 (FZD5)/nuclear factor kappa B subunit 1 (NF‐κB)/ERK signaling in human umbilical vein endothelial cells (HUVECs) [310]. Additionally, Sewell‐Loftin et al. [311] proved that the mechanical force provided by CAFs in breast cancer also contributed to the formation of the vasculature.\n6.4.1\n          VEGF‐dependent mechanism\n          VEGF is the most important protein that promotes angiogenesis, and CAFs are the main source of VEGF in the TME [305, 306]. De Francesco et al. [307] showed that hypoxia upregulated VEGF expression in CAFs and promoted angiogenesis in breast cancer via the HIF‐1α/GPER signaling pathway. Similar results were also reported by Ren et al. [308]. Al‐Jomah et al. [309] observed IL‐6‐induced VEGF‐A secretion from CAFs, and this process was inhibited by the IL‐6 receptor inhibitor tocilizumab.\n6.4.2\n          VEGF‐independent mechanism\n          CAFs also promote angiogenesis in a VEGF‐independent manner. In 2005, Orimo et al. [201] observed that stromal fibroblast‐secreted CXCL12 promoted angiogenesis in breast cancer. In the 2018 study by Raz et al. [155], CAFs in breast cancer promoted tumor angiogenesis by upregulating clusterin. FOS‐like 2 (FOSL2) released by CAFs promoted angiogenesis in breast cancer by increasing the transcription of Wnt5a to activate frizzled class receptor 5 (FZD5)/nuclear factor kappa B subunit 1 (NF‐κB)/ERK signaling in human umbilical vein endothelial cells (HUVECs) [310]. Additionally, Sewell‐Loftin et al. [311] proved that the mechanical force provided by CAFs in breast cancer also contributed to the formation of the vasculature.\n6.5\n        Uncertain mechanisms\n        Choi et al. [312] mimicked the blood‐brain barrier with three‐dimensional in vitro models and found that CAFs increased the expression of α5β1 and α5β3 integrins, scatter factor receptor (c‐MET) and α2,6‐siayltransferase in breast cancer cells to promote their invasion. However, the authors did not mention how the CAFs promoted the upregulation of these proteins. Jungwirth et al. [43] proved the vital role of CAFs expressing Endo180 in mediating the metastasis of breast cancer. Endo180 affects the contractility and viability of CAFs, but the mechanism by which it contributed to the metastasis of breast cancer remains unknown. According to Amornsupak et al. [313], CAFs increased the tolerance of breast cancer cells to adriamycin by upregulating HMGB1 in cancer cells, but the mechanism underlying the upregulation of this protein is unknown. Brechbuhl et al. [36] identified CD146‐negative CAFs in ER‐positive breast cancer and found that this subpopulation of CAFs downregulated the expression of ER in MCF‐7 cells and confers tamoxifen resistance to cells. This effect might be mediated by conditioned media, but the authors did not explore further mechanisms. Nguyen et al. [314] proved that CAFs could antagonize the antibody‐dependent cell‐mediated cytotoxicity effect of trastuzumab using tumor‐on‐chip platforms, but they did not explore the underlying mechanism.\n7\n      THERAPEUTIC APPROACHES TARGETING CAFS IN BREAST CANCER\n      Antitumor studies have long focused on treating tumor cells. In recent years, important progress has been achieved in research on immune cells, CAFs and other cells in the TME [315]. CAFs have been proven by multiple studies to promote the initiation and progression of a various tumors [52, 63, 204, 316, 317], and their roles in promoting breast cancer growth, metastasis and immunosuppression have also been confirmed [52, 204, 318]. Therefore, drugs targeting CAFs are a promising strategy for breast cancer treatment (Figures 4, 5). Representative drugs potentially targeting CAFs that have been investigated in clinical trials of breast cancer are listed in Table 3.\n      \n        FIGURE 4\n        \n          Potential therapeutic role of fibroblasts in in vitro studies. Tumor cell‐derived Hh activates fibroblasts via the PTCH/SMO pathway, which is a target of the SMO inhibitors Vismodegib and Sonidegib. HA secreted by CAFs reshapes the ECM and protects tumor cells from drugs. Hyaluronidase degrades HA, exposing tumor cells to therapeutic drugs. CAFs promote tumor growth by secreting PIK3Cδ, which can be inhibited by CAL‐101. The angiotensin inhibitor losartan suppresses tumor growth by binding to ACE2 receptor. TGF‐β is a critical mediator between CAFs and tumor cells. Binding between TGF‐β and TGF‐βR can be blocked by IN‐1130, Ki26894 and YR‐290. The FGF inhibitors lucitanib, erdafitinib, AZD4547 and Futibatinib block the binding of FGF and FGFR, suppressing tumor growth and overcoming resistance to fulvestrant and CDK4/6 inhibitors. Abbreviations: Hh, hedgehog; SMO, smoothened, frizzled class receptor; HA, hyaluronan; ECM, extracellular matrix; CAF, cancer‐associated fibroblast; ACE2, angiotensin converting enzyme 2; TGF‐β, transforming growth factor beta; TGF‐βR, transforming growth factor beta receptor; FGF, fibroblast growth factor; FGFR, fibroblast growth factor receptor; CDK, cyclin dependent kinase\n        \n        \n      \n      \n        FIGURE 5\n        \n          CAF‐targeting therapeutic strategies in breast cancer. Conversion from local resident normal fibroblasts to activated CAFs is induced by hedgehog and TGF‐β. The former is inhibited by sonidegib and vismodegib, and the latter is inhibited by fresolimumab and M7824. Activated CAFs are targeted by the FAP vaccine, FAP‐CAR‐T cells and HDAC6 inhibitor ACY1215. ATRA, paricalcltol and losartan suppress the functions of CAFs, converting them into a more quiescent status. TGF‐β secreted by CAFs is neutralized by fresolimumab and M7824, and galunisertib could inhibit the TGF‐β signaling by blocking TGF‐β receptor I. M7824 also inhibits PD‐L1 expression on tumor cells. Balixafortide, a CXCR4 inhibitor, suppresses the function of CXCL12 secreted by CAFs. FGF/FGFR signaling is inhibited by erdafitinib, AZD4547, futibatinib and debio1347. Hyaluronan and fibronectin produced by CAFs are involved in ECM reconstruction and are targeted by PEGPH20 and immunization with extra domain‐A of fibronectin, respectively. Abbreviations: CAF, cancer associated fibroblasts; TGF‐β, transforming growth factor beta; FAP, fibroblast activation protein alpha; CAR, chimeric antigen receptor; HDAC6, histone deacetylase 6; CXCR4, C‐X‐C motif chemokine receptor 4; CXCL12, C‐X‐C motif chemokine ligand 12. ECM, extracellular matrix\n        \n        \n      \n      \n        TABLE 3\n        \n          Drugs targeting CAF‐associated signaling in breast cancer investigated in clinical trials\n        \n        \n          \n          \n          \n          \n          \n          \n            \n              Target\n              Drug\n              Class\n              Mechanism\n              Trial ID and current status\n            \n          \n          \n            \n              Hedgehog\n              Vismodegib\n              Small‐molecule inhibitor\n              Preventing CAF activation\n              NCT02694224, phase II, recruiting\n            \n            \n              Sonidegib\n              Small‐molecule inhibitor\n              Preventing CAF activation\n              NCT02027376, phase I, completed\n            \n            \n              Hyaluronic acid\n              PEGPH20\n              Hyaluronidase\n              Interfering with CAF‐mediated desmoplasia\n              NCT02753595, phase II, terminated\n            \n            \n              Vitamin A metabolism\n              ATRA\n              Metabolite of vitamin A\n              Reprogramming CAFs\n              NCT04113863, phase I, unknown\n            \n            \n              Vitamin D receptor\n              Paricalcitol\n              Small‐molecule agonist\n              Reprogramming CAFs\n              NCT00637897, phase I, completed\n            \n            \n              Angiotensin receptor\n              Losartan\n              Small‐molecule inhibitor\n              Reducing collagen and hyaluronan levels\n              NCT05097248, phase II, not yet recruiting\n            \n            \n              TGF‐β\n              Fresolimumab\n              Monoclonal antibody\n              Neutralizing TGF‐β\n              NCT01401062, phase II, completed\n            \n            \n              Galunisertib\n              Small‐molecule inhibitor\n              Preventing CAF activation and interfering with CAF‐mediated signaling\n              NCT02672475, phase I, active, not recruiting\n            \n            \n              M7824\n              Anti‐PD‐L1/TGF‐β trap fusion protein\n              Preventing CAF activation and immune suppression, interfering with CAF‐mediated signaling\n              NCT03524170, phase I, active, not recruiting\n            \n            \n              NCT04296942, phase I, completed\n            \n            \n              NCT03579472, phase I, recruiting\n            \n            \n              FGFR\n              Erdafitinib\n              Small‐molecule inhibitor\n              Interfering with CAF‐mediated signaling\n              NCT03238196, Phase I, active, not recruiting\n            \n            \n              AZD4547\n              Small‐molecule inhibitor\n              Interfering with CAF‐mediated signaling\n              NCT01202591, phase I, completed\n            \n            \n              Small‐molecule inhibitor\n              Interfering with CAF‐mediated signaling\n              NCT01791985, phase Ib/IIa, completed\n            \n            \n              Futibatinib\n              Small‐molecule inhibitor\n              Interfering with CAF‐mediated signaling\n              NCT04024436, phase II, recruiting\n            \n            \n              Debio1347\n              Small‐molecule inhibitor\n              Interfering with CAF‐mediated signaling\n              NCT03344536, phase II, completed\n            \n            \n              CXCR4\n              Balixafortide\n              Small‐molecule inhibitor\n              Interfering with CAF‐mediated signaling\n              NCT01837095, phase I, completed\n            \n          \n        \n        \n          \n            Abbreviations: CAF, cancer‐associated fibroblast; PEGPH20, pegvorhyaluronidase alfa; ATRA, all‐trans retinoic acid; TGF‐β, transforming growth factor beta; PD‐L1, programmed cell death 1 ligand 1; FGFR, fibroblast growth factor receptor; CXCR4, C‐X‐C motif chemokine receptor 4.\n          \n        \n        \n          John Wiley & Sons, Ltd.\n        \n      \n      \n        7.1\n        Value of CAFs for breast cancer diagnosis, imaging and prognosis prediction\n        Considering the vital role of CAFs in the development of breast cancer and their intratumor specificity, researchers have tried to assess their value in the early diagnosis of breast cancer and prognostic prediction for patients with breast cancer. Giussani et al. [319] revealed higher levels of type IX and X collagen α1 and cartilage ligament matrix in the plasma of patients with breast cancer than those in patients with benign lesions and healthy populations. In vitro experiments have shown that the expression of these proteins was elevated in fibroblasts after culture with tumor cell‐conditioned medium. The authors proposed that the expression of these proteins by fibroblasts might be a good biomarker for distinguishing benign and malignant neoplasms.\n        High and specific expression of FAP in tumors suggests that it represents a promising candidate tumor tracer and therapeutic target. Loktev et al. [320] developed an iodinated and 1,4,7,10‐tetraazacyclododecane‐1,4,7,10‐tetraacetic acid (DOTA)‐coupled radiotracer based on a FAP‐specific enzyme inhibitor (FAPI). In vitro and in vivo experiments were conducted to test the performance of the radiotracer. Both FAPI‐01 and FAPI‐02 were internalized into FAP‐expressing cells rapidly and exhibited high affinity and specificity. In a patient with metastatic breast cancer, FAPI‐02 accumulated in the primary tumor, metastatic lymph nodes and remote metastases, with low uptake in normal tissues. In tumors with a large stromal compartment, the radiotracer provided fast imaging with high contrast. Due to relative specificity, it is a potentially valuable tool to deliver therapeutic isotopes.\n        Strell et al. [321] identified a PDGFRαlow/PDGFRβhigh fibroblast subset as a sign of an increased risk of recurrence in patient with DCIS. This subpopulation of fibroblasts was induced by contact‐dependent communication between epithelial cells and fibroblasts via Jagged1 and Notch2, respectively.\n      \n      \n        7.2\n        Targeting unique and highly expressed molecules in CAFs\n        Currently, FAP‐based vaccines are being developed to treat tumors by targeting CAFs [81, 322, 323]. Current research results show that these vaccines inhibit tumor growth, including breast cancer, by increasing the level of IFN‐γ and the number of CD8‐positive T cells in tumor tissues [87, 324, 325]. FAP vaccines also reduced the collagen type I expression in breast cancer tissues and increased the drug uptake rate in the tumor by 70% [87]. FAP‐CAR mouse T cells specifically eliminated FAPhigh CAFs and suppressed tumor growth [89]. FAP is also used as a target for drug delivery. Wang et al. [326] conjugated epirubicin (EPI) with an FAP‐specific dipeptide that delivered EPI to FAP‐positive tumor cells and exerted cytotoxicity. This novel agent, named Z‐GP‐EPI, exhibited good efficiency in both in vitro and in vivo experiments.\n        Histone deacetylase 6 (HDAC6) expression is often upregulated in CAFs and predicts a poor prognosis for patients with breast cancer [327, 328, 329]. Inhibition of HDAC6 with drugs decreased the tumor growth rate, prevented the accumulation of bone marrow‐derived monocytes and regulatory T cells in the TME, altered the transformation of macrophages, and activated CD8‐positive and CD4‐positive T cells. The mechanism was that HDAC6 expressed in CAFs upregulated the expression of prostaglandin E2 (cyclooxygenase‐2, COX2) by regulating STAT3 activity [327]. Therefore, HDAC6 may be a good antitumor target in breast cancer.\n      \n      \n        7.3\n        Preventing CAF activation and reprogramming CAFs to quiescent fibroblasts\n        Activation of resident fibroblasts is a crucial step in the generation of CAFs and has been regarded as an important therapeutic target in breast cancer research (Table 3).\n        Cazet et al. [192] examined a TNBC model and revealed that Hedgehog‐dependent CAF activation and ECM remodeling promote the formation of CSC niches, leading to docetaxel resistance. They proposed treatments targeting this pathway and achieved good results in preclinical models, which led to the initiation of phase I and phase II clinical trials of the smoothened inhibitor sonidegib in combination with docetaxel. Three of 12 patients who had TNBC with distant metastasis benefited from the combination therapy (NCT02027376). Another smoothened inhibitor, vismodegib, blocked the growth of tamoxifen‐resistant breast cancer xenografts in mice [330], and a phase II study of this drug is ongoing (NCT02694224).\n        The angiotensin inhibitor losartan inhibited angiotensin‐II receptor‐1 in CAFs and reduced the expression of downstream TGF‐β, connective tissue growth factor (CCN2) and endothelin‐1 (ET‐1) signaling, reducing stromal collagen and hyaluronan production in tumors and increasing drug and oxygen delivery [331]. Coulson et al. [332] also proved the activity of losartan to inhibit mammary tumor development and progression in a mouse model. A phase II clinical trial with a combination of camrelizumab, liposomal doxorubicin and losartan in patients with breast cancer is ongoing (NCT05097248).\n        All‐trans retinoic acid (ATRA) has been proven to switch CAFs into more quiescent fibroblasts, thus suppressing their functions [333, 334, 335]. The application of ATRA in a clinical trial of patients with breast cancer is ongoing (NCT04113863).\n        Paricalcitol, a vitamin D receptor agonist, was also reported to inactivate CAFs [336]. A phase I study with paricalcitol in patients with breast cancer is ongoing (NCT00637897).\n      \n      \n        7.4\n        Targeting CAF‐secreted proteins and ‐associated signaling pathways\n        Since CAFs interact with nearby tumor cells and the TME by secreting proteins, these proteins and the corresponding signaling pathways are regarded as potential therapeutic targets. Inhibitors have been developed and applied in clinical trials (Figures 4, 5 and Table 3).\n        As an important mediator of the mutual effects of CAFs and breast cancer cells, TGF‐β is an important target expressed in CAFs. Basic researches have shown that small‐molecule inhibitors targeting TGF‐β receptors significantly inhibited the aggressiveness of breast cancer cells [190, 337‐340]. In addition, neutralizing antibodies targeting TGF‐β have entered clinical trials. Fresolimumab is a monoclonal antibody that can neutralize all three isoforms of TGF‐β. When combined with radiotherapy in patients with breast cancer presenting distant metastases, high‐dose fresolimumab resulted in longer OS than low‐dose fresolimumab (NCT01401062) [341]. Galunisertib, a TGF‐βRI small‐molecule inhibitor, modulated T cell activity and inhibited tumor growth in a mouse breast cancer model in combination with PD‐L1 blockade [342]. A phase I study with galunisertib in patients with breast cancer is ongoing (NCT02672475). M7824, a bifunctional fusion protein targeting TGF‐β and PD‐L1, exerted antitumor activity in pre‐clinic studies [343, 344] and demonstrated an acceptable safety profile and clinical benefit based on the results of a phase I study in patients with solid tumors [345]. Multiple phase I studies are also ongoing in patients with breast cancer (NCT03524170, NCT04296942 and NCT03579472).\n        FGFs and CXCLs mediate CAF‐induced stemness, proliferation, migration and treatment resistance in breast cancer cells as previously described. Thus, FGFR and CXCR might be potential therapeutic targets. The FGFR inhibitor erdafitinib has been reported to overcome resistance to fulvestrant and CDK4/6 inhibitors in MCF‐7 cells [346]. AZD4547 was identified as a selective inhibitor of FGFR1/2/3, and suppressed the growth of tumor cells including breast cancer cells [347, 348]. Futibatinib was also able to inhibit the growth of breast cancer cells in vitro by blocking FGFR [349]. However, breast cancer cells showed little sensitivity to the FGFR inhibitor Debio 1347 reported by Nakanishi et al. [350], who attributed the insensitivity to genetic alterations in other signaling pathways in these cell lines. These FGFR inhibitors and the CXCR4 inhibitor balixafortide are being investigated in clinical trials as treatments for breast cancer.\n        As a major component of the ECM, hyaluronan (HA) is mainly generated by CAFs and is associated with breast cancer malignancy [351, 352]. Pegvorhyaluronidase alfa (PEGPH20), a hyaluronidase, remodeled the TME by degrading HA, increasing the exposure of tumor cells to drugs and augmenting drug efficacy [353]. PEGPH20 increased the uptake of anti‐PD‐L1 antibody [353] and lapatinib [354] in animal models of breast cancer and increased the efficacy of these agents. In a phase I trial, PEGPH20 reduced the hyaluronan level in patients with advanced solid tumors. PEGPH20 was proven to increase tumor perfusion and reduce tumor metabolic activity in both animal models and clinical trials [355]. However, the addition of PEGPH20 to nab‐paclitaxel/gemcitabine showed no benefit on OS or PFS in a randomized phase III trial of patients with hyaluronan‐high metastatic pancreatic adenocarcinoma in 2020 [356]. A phase II study of patients with metastatic breast cancer was terminated due to the evolving standard of care and difficulties in enrolling participants (NCT02753595).\n        Fibronectin is an important protein secreted by CAFs, and its cancer‐promoting effect has been discussed in the previous sections. Femel et al. [357] proved that immunizing mice with extra domain‐A of fibronectin (EDA‐FN) significantly reduced the tumor‐bearing rate and distant metastasis rate in mouse breast cancer models.\n        Gagliano et al. [358] identified fibroblast‐derived p110δ subunit of phosphatidylinositol‐3‐OH kinase (PIK3Cδ) as a vital mediator of TNBC. Following the administration of the PIK3Cδ inhibitor CAL‐101, tumor growth was reduced in an orthotopic breast cancer xenograft model.\n        Novel therapeutic approaches targeting CAFs in breast cancer provide us additional tools to treat the disease. An earlier and more accurate diagnosis, imaging and prognosis might be achieved by using these approaches, and drugs with fewer adverse effects and more antitumor potential might be developed in the future. However, due to the wide intertumor and intratumoral heterogeneity of CAFs, the effects of these therapeutic strategies on the entire population of patients remain to be improved. Moreover, phenotypic conversion of CAFs during treatment should also be considered.\n7.1\n        Value of CAFs for breast cancer diagnosis, imaging and prognosis prediction\n        Considering the vital role of CAFs in the development of breast cancer and their intratumor specificity, researchers have tried to assess their value in the early diagnosis of breast cancer and prognostic prediction for patients with breast cancer. Giussani et al. [319] revealed higher levels of type IX and X collagen α1 and cartilage ligament matrix in the plasma of patients with breast cancer than those in patients with benign lesions and healthy populations. In vitro experiments have shown that the expression of these proteins was elevated in fibroblasts after culture with tumor cell‐conditioned medium. The authors proposed that the expression of these proteins by fibroblasts might be a good biomarker for distinguishing benign and malignant neoplasms.\n        High and specific expression of FAP in tumors suggests that it represents a promising candidate tumor tracer and therapeutic target. Loktev et al. [320] developed an iodinated and 1,4,7,10‐tetraazacyclododecane‐1,4,7,10‐tetraacetic acid (DOTA)‐coupled radiotracer based on a FAP‐specific enzyme inhibitor (FAPI). In vitro and in vivo experiments were conducted to test the performance of the radiotracer. Both FAPI‐01 and FAPI‐02 were internalized into FAP‐expressing cells rapidly and exhibited high affinity and specificity. In a patient with metastatic breast cancer, FAPI‐02 accumulated in the primary tumor, metastatic lymph nodes and remote metastases, with low uptake in normal tissues. In tumors with a large stromal compartment, the radiotracer provided fast imaging with high contrast. Due to relative specificity, it is a potentially valuable tool to deliver therapeutic isotopes.\n        Strell et al. [321] identified a PDGFRαlow/PDGFRβhigh fibroblast subset as a sign of an increased risk of recurrence in patient with DCIS. This subpopulation of fibroblasts was induced by contact‐dependent communication between epithelial cells and fibroblasts via Jagged1 and Notch2, respectively.\n7.2\n        Targeting unique and highly expressed molecules in CAFs\n        Currently, FAP‐based vaccines are being developed to treat tumors by targeting CAFs [81, 322, 323]. Current research results show that these vaccines inhibit tumor growth, including breast cancer, by increasing the level of IFN‐γ and the number of CD8‐positive T cells in tumor tissues [87, 324, 325]. FAP vaccines also reduced the collagen type I expression in breast cancer tissues and increased the drug uptake rate in the tumor by 70% [87]. FAP‐CAR mouse T cells specifically eliminated FAPhigh CAFs and suppressed tumor growth [89]. FAP is also used as a target for drug delivery. Wang et al. [326] conjugated epirubicin (EPI) with an FAP‐specific dipeptide that delivered EPI to FAP‐positive tumor cells and exerted cytotoxicity. This novel agent, named Z‐GP‐EPI, exhibited good efficiency in both in vitro and in vivo experiments.\n        Histone deacetylase 6 (HDAC6) expression is often upregulated in CAFs and predicts a poor prognosis for patients with breast cancer [327, 328, 329]. Inhibition of HDAC6 with drugs decreased the tumor growth rate, prevented the accumulation of bone marrow‐derived monocytes and regulatory T cells in the TME, altered the transformation of macrophages, and activated CD8‐positive and CD4‐positive T cells. The mechanism was that HDAC6 expressed in CAFs upregulated the expression of prostaglandin E2 (cyclooxygenase‐2, COX2) by regulating STAT3 activity [327]. Therefore, HDAC6 may be a good antitumor target in breast cancer.\n7.3\n        Preventing CAF activation and reprogramming CAFs to quiescent fibroblasts\n        Activation of resident fibroblasts is a crucial step in the generation of CAFs and has been regarded as an important therapeutic target in breast cancer research (Table 3).\n        Cazet et al. [192] examined a TNBC model and revealed that Hedgehog‐dependent CAF activation and ECM remodeling promote the formation of CSC niches, leading to docetaxel resistance. They proposed treatments targeting this pathway and achieved good results in preclinical models, which led to the initiation of phase I and phase II clinical trials of the smoothened inhibitor sonidegib in combination with docetaxel. Three of 12 patients who had TNBC with distant metastasis benefited from the combination therapy (NCT02027376). Another smoothened inhibitor, vismodegib, blocked the growth of tamoxifen‐resistant breast cancer xenografts in mice [330], and a phase II study of this drug is ongoing (NCT02694224).\n        The angiotensin inhibitor losartan inhibited angiotensin‐II receptor‐1 in CAFs and reduced the expression of downstream TGF‐β, connective tissue growth factor (CCN2) and endothelin‐1 (ET‐1) signaling, reducing stromal collagen and hyaluronan production in tumors and increasing drug and oxygen delivery [331]. Coulson et al. [332] also proved the activity of losartan to inhibit mammary tumor development and progression in a mouse model. A phase II clinical trial with a combination of camrelizumab, liposomal doxorubicin and losartan in patients with breast cancer is ongoing (NCT05097248).\n        All‐trans retinoic acid (ATRA) has been proven to switch CAFs into more quiescent fibroblasts, thus suppressing their functions [333, 334, 335]. The application of ATRA in a clinical trial of patients with breast cancer is ongoing (NCT04113863).\n        Paricalcitol, a vitamin D receptor agonist, was also reported to inactivate CAFs [336]. A phase I study with paricalcitol in patients with breast cancer is ongoing (NCT00637897).\n7.4\n        Targeting CAF‐secreted proteins and ‐associated signaling pathways\n        Since CAFs interact with nearby tumor cells and the TME by secreting proteins, these proteins and the corresponding signaling pathways are regarded as potential therapeutic targets. Inhibitors have been developed and applied in clinical trials (Figures 4, 5 and Table 3).\n        As an important mediator of the mutual effects of CAFs and breast cancer cells, TGF‐β is an important target expressed in CAFs. Basic researches have shown that small‐molecule inhibitors targeting TGF‐β receptors significantly inhibited the aggressiveness of breast cancer cells [190, 337‐340]. In addition, neutralizing antibodies targeting TGF‐β have entered clinical trials. Fresolimumab is a monoclonal antibody that can neutralize all three isoforms of TGF‐β. When combined with radiotherapy in patients with breast cancer presenting distant metastases, high‐dose fresolimumab resulted in longer OS than low‐dose fresolimumab (NCT01401062) [341]. Galunisertib, a TGF‐βRI small‐molecule inhibitor, modulated T cell activity and inhibited tumor growth in a mouse breast cancer model in combination with PD‐L1 blockade [342]. A phase I study with galunisertib in patients with breast cancer is ongoing (NCT02672475). M7824, a bifunctional fusion protein targeting TGF‐β and PD‐L1, exerted antitumor activity in pre‐clinic studies [343, 344] and demonstrated an acceptable safety profile and clinical benefit based on the results of a phase I study in patients with solid tumors [345]. Multiple phase I studies are also ongoing in patients with breast cancer (NCT03524170, NCT04296942 and NCT03579472).\n        FGFs and CXCLs mediate CAF‐induced stemness, proliferation, migration and treatment resistance in breast cancer cells as previously described. Thus, FGFR and CXCR might be potential therapeutic targets. The FGFR inhibitor erdafitinib has been reported to overcome resistance to fulvestrant and CDK4/6 inhibitors in MCF‐7 cells [346]. AZD4547 was identified as a selective inhibitor of FGFR1/2/3, and suppressed the growth of tumor cells including breast cancer cells [347, 348]. Futibatinib was also able to inhibit the growth of breast cancer cells in vitro by blocking FGFR [349]. However, breast cancer cells showed little sensitivity to the FGFR inhibitor Debio 1347 reported by Nakanishi et al. [350], who attributed the insensitivity to genetic alterations in other signaling pathways in these cell lines. These FGFR inhibitors and the CXCR4 inhibitor balixafortide are being investigated in clinical trials as treatments for breast cancer.\n        As a major component of the ECM, hyaluronan (HA) is mainly generated by CAFs and is associated with breast cancer malignancy [351, 352]. Pegvorhyaluronidase alfa (PEGPH20), a hyaluronidase, remodeled the TME by degrading HA, increasing the exposure of tumor cells to drugs and augmenting drug efficacy [353]. PEGPH20 increased the uptake of anti‐PD‐L1 antibody [353] and lapatinib [354] in animal models of breast cancer and increased the efficacy of these agents. In a phase I trial, PEGPH20 reduced the hyaluronan level in patients with advanced solid tumors. PEGPH20 was proven to increase tumor perfusion and reduce tumor metabolic activity in both animal models and clinical trials [355]. However, the addition of PEGPH20 to nab‐paclitaxel/gemcitabine showed no benefit on OS or PFS in a randomized phase III trial of patients with hyaluronan‐high metastatic pancreatic adenocarcinoma in 2020 [356]. A phase II study of patients with metastatic breast cancer was terminated due to the evolving standard of care and difficulties in enrolling participants (NCT02753595).\n        Fibronectin is an important protein secreted by CAFs, and its cancer‐promoting effect has been discussed in the previous sections. Femel et al. [357] proved that immunizing mice with extra domain‐A of fibronectin (EDA‐FN) significantly reduced the tumor‐bearing rate and distant metastasis rate in mouse breast cancer models.\n        Gagliano et al. [358] identified fibroblast‐derived p110δ subunit of phosphatidylinositol‐3‐OH kinase (PIK3Cδ) as a vital mediator of TNBC. Following the administration of the PIK3Cδ inhibitor CAL‐101, tumor growth was reduced in an orthotopic breast cancer xenograft model.\n        Novel therapeutic approaches targeting CAFs in breast cancer provide us additional tools to treat the disease. An earlier and more accurate diagnosis, imaging and prognosis might be achieved by using these approaches, and drugs with fewer adverse effects and more antitumor potential might be developed in the future. However, due to the wide intertumor and intratumoral heterogeneity of CAFs, the effects of these therapeutic strategies on the entire population of patients remain to be improved. Moreover, phenotypic conversion of CAFs during treatment should also be considered.\n8\n      CONCLUSIONS AND PERSPECTIVES\n      Currently, tumors are regarded as highly complex entities, with diverse cells and surrounding components that affect each other. As a chief component of the TME, CAFs play an important role in all stages of cancer from onset to growth, invasion and finally distant metastasis and drug resistance. This review summarizes the research on CAFs in tumors, especially breast cancer, and clarifies the mechanism of their interaction with tumor cells and the current potential strategies targeting CAFs for the treatment of breast cancer.\n      Much effort has been made to understand the role of CAFs in breast cancer, and great progress has been achieved. However, many challenges in translating these findings from bench to bedside persist. First, since broadly accepted origins and markers of CAFs are still ill‐defined, a precise definition of CAFs is lacking, which presents a challenge to investigating CAFs. Second, do subtypes of CAFs have different origins or form in response to different stimuli? Are subtypes of CAFs reversible? Third, because fibroblasts may be activated by antitumor treatment that converts their phenotypes and promotes treatment resistance, which methods can develop better strategies that combine traditional antitumor agents with CAF‐targeting drugs? Fourth, as CAFs have unique characteristics, including marker expression patterns and secretory capability, in different subtypes of breast cancer, more specific CAF‐targeting therapeutics must be chosen according to the breast cancer subtypes. Therefore, more information about the heterogeneity of CAFs in breast cancer is needed. The effects of antitumor agents, such as chemotherapy, endocrine therapy and HER2‐targeted therapy, on CAFs should be adequately tested to select better combinations with CAF‐targeted drugs. Additionally, since a majority of breast cancers are estrogen‐dependent, an interesting approach is to consider the potential effect of estrogen on CAFs in breast cancer. More importantly, most studies involve in vitro experiments to explore the properties of CAFs. However, in vitro culture conditions may alter the phenotype of CAFs. Thus, the biological behaviors of CAFs observed in these studies may be very different from those in vivo. For example, when CAFs are isolated from cancer tissues, they are free of the TME. CAFs are not stimulated by surrounding cells or the ECM, which might be the origin of CAF phenotypes, as described above. When cultured in a two‐dimensional model, cell‐cell contact is reduced significantly, also inducing alterations in intracellular signaling. Moreover, uncertain supplements in culture medium might affect the phenotypes of CAFs through unknown mechanisms. Notably, the lifespan of primary CAFs is limited, and the phenotypic changes caused by aging may affect the repeatability of experiments. Studying CAFs in animal models would help maintain the activity of CAFs and simulate the situation in the human body; however, generating and maintaining gene‐edited animals is a challenge for many laboratories. Immortalization of CAFs is an alternative, but the extent to which CAF traits are conserved remains unclear. Because the CAF phenotype might be lost during continuous subculture, research must be completed with fresh primary CAFs and the phenotype must be repeatedly examined during research. The passage number and detailed information about the culture medium should be recorded.\n      Currently, based on advanced techniques such as single‐cell sequencing and novel in vitro platforms, research on CAFs is advancing rapidly. CAF‐targeting therapeutics are continuously being developed, providing new weapons to fight cancer. We postulate that treatment targeting CAFs will become an efficient strategy to improve the prognosis of patients with breast cancer.\nDECLARATIONS\nETHICS APPROVAL AND CONSENT TO PARTICIPATE\n      Not applicable.\nFUNDING\n      This work was supported by the National Natural Science Foundation of China (No. 81672729, No. 81972597, No. 81602471, and No. 81972453), Zhejiang Provincial Natural Science Foundation of China (Grant LY19H160059, LR22H160011, and LY19H160055), Ningbo Natural Science Foundation (Grant No. 2019A610315), Cixi Agricultural and Social Development Science and Technology Project (CN2020006) and Zheng Shu Medical Elite Scholarship Fund.\nCONFLICT OF INTEREST\n      There are no conflicts of interest to declare.\nCONSENT FOR PUBLICATION\n      Not applicable.\nAUTHOR CONTRIBUTIONS\n      Manuscript writing (original draft): DH, ZL, and BZ.\nDATA AVAILABILITY STATEMENT\n      Not applicable.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9118050/",
    "doi": "https://doi.org/10.1002/cac2.12291",
    "citation_count": 34,
    "references": {
        "11015919": "Heterogeneity of primary and metastatic CAFs: From differential treatment outcomes to treatment opportunities (Review)",
        "10974899": "Beyond Small Molecules: Antibodies and Peptides for Fibroblast Activation Protein Targeting Radiopharmaceuticals",
        "10920350": "Intercellular crosstalk between cancer cells and cancer-associated fibroblasts via exosomes in gastrointestinal tumors",
        "10896086": "The relationship between cancer associated fibroblasts biomarkers and prognosis of breast cancer: a systematic review and meta-analysis",
        "10888713": "Sex-Hormone-Binding Globulin Gene Polymorphisms and Breast Cancer Risk in Caucasian Women of Russia",
        "10855575": "Imaging Molecular Targets and Metabolic Pathways in Breast Cancer for Improved Clinical Management: Current Practice and Future Perspectives",
        "10855488": "Onco-Breastomics: An Eco-Evo-Devo Holistic Approach",
        "10810416": "The importance of cancer-associated fibroblasts in targeted therapies and drug resistance in breast cancer",
        "10791883": "Integrating single-cell and bulk transcriptomic analyses to develop a cancer-associated fibroblast-derived biomarker for predicting prognosis and therapeutic response in breast cancer",
        "10791779": "Role of autophagy in cancer-associated fibroblast activation, signaling and metabolic reprograming",
        "10778447": "Engineered Adoptive T-Cell Therapies for Breast Cancer: Current Progress, Challenges, and Potential",
        "10778099": "Cancer-Associated Fibroblasts: Major Co-Conspirators in Tumor Development",
        "10768273": "Targeting tumor–stromal interactions in triple-negative breast cancer using a human vascularized micro-tumor model",
        "10758057": "Differential effect of cancer-associated fibroblast-derived extracellular vesicles on cisplatin resistance in oral squamous cell carcinoma via miR-876-3p",
        "10756296": "SERS analysis of cancer cell-secreted purines reveals a unique paracrine crosstalk in MTAP-deficient tumors",
        "10748553": "The Role of Mesenchymal Stem Cells in Modulating the Breast Cancer Microenvironment",
        "10692586": "Immune system and tumor microenvironment in early-stage breast cancer: different mechanisms for early recurrence after mastectomy and chemotherapy on ductal and lobular types",
        "10632127": "Fabrication of 3D-printed molds for polydimethylsiloxane-based microfluidic devices using a liquid crystal display-based vat photopolymerization process: printing quality, drug response and 3D invasion cell culture assays",
        "10571550": "Canine Mammary Cancer: State of the Art and Future Perspectives",
        "10559169": "Biological differences between normal and cancer-associated fibroblasts in breast cancer",
        "10544417": "Define cancer-associated fibroblasts (CAFs) in the tumor microenvironment: new opportunities in cancer immunotherapy and advances in clinical trials",
        "10520078": "GPER deletion triggers inhibitory effects in triple negative breast cancer (TNBC) cells through the JNK/c-Jun/p53/Noxa transduction pathway",
        "10487984": "Rimonabant and Cannabidiol Rewrite the Interactions between Breast Cancer Cells and Tumor Microenvironment",
        "10372047": "Cancer-associated fibroblasts facilitate breast cancer progression through exosomal circTBPL1-mediated intercellular communication",
        "10361095": "Emodin attenuates high lipid-induced liver metastasis through the AKT and ERK pathways in vitro in breast cancer cells and in a mouse xenograft model",
        "10259668": "Perivascular localized cells commit erythropoiesis in PDGF‐B‐expressing solid tumors",
        "10252103": "Obesity and Fibrosis: Setting the Stage for Breast Cancer",
        "10206140": "Crosstalk between colorectal cancer cells and cancer-associated fibroblasts in the tumor microenvironment mediated by exosomal noncoding RNAs",
        "10177476": "Advanced Cell Culture Models Illuminate the Interplay between Mammary Tumor Cells and Activated Fibroblasts",
        "10118028": "Transcriptome analysis reveals differences in cell cycle, growth and migration related genes that distinguish fibroblasts derived from pre-invasive and invasive breast cancer",
        "10064291": "CAFs orchestrates tumor immune microenvironment—A new target in cancer therapy?",
        "10022497": "Assessing the epithelial-to-mesenchymal plasticity in a small cell lung carcinoma (SCLC) and lung fibroblasts co-culture model",
        "9776509": "Lipid Metabolism Heterogeneity and Crosstalk with Mitochondria Functions Drive Breast Cancer Progression and Drug Resistance",
        "9181656": "Notch Signaling in Breast Tumor Microenvironment as Mediator of Drug Resistance"
    },
    "journal": "Cancer Communications",
    "topics": [
        "cancer, breast, opportunities, challenges",
        "fibroblasts, cancer, challenges, breast",
        "fibroblasts, opportunities, challenges, breast"
    ]
}