{
    "title": "A systematic assessment of online international breast density information",
    "abstract": "Table 3 includes a full list of the recommendation themes and sub-themes, example quotes and frequency in which they were included in the websites.Table 3Example and frequency of recommendation themes and subthemes of online websites informing about breast density.Table 3Themes and subthemesaExample text%bTalk with your doctor“If you have questions about your breast density or other concerns, talk to your doctor.” (Alberta Health)“It is important for a woman to discuss her individual risks of breast cancer – including breast density, family history of breast and ovarian cancer, and genetic abnormalities – with her care provider and radiologist to determine which screening tools make the most sense for her.” (Brigham Health Hub)78.6Benefit of supplemental screening“The proven ability of ultrasound and MRI to detect additional cancerous tumours missed by mammogram. Look for changes in your breasts.” (Are You Dense)28.6Currently no special recommendations or screening guidelines for women with dense breasts“Currently, there is no agreed consistent and reliable way to measure density or consensus on how to optimally manage breast density.” (BreastScreen Australia)19.0Women's right to know about density/be informed about breast health“This information about the results of your mammogram is given to you to raise your awareness about breast density.” (The Breast Centre Suburban Imaging)19.0Actively seek own breast density status“Know and understand your breast density” (Dense Breasts Canada)14.3Lifestyle changes related to risk e.g. lose weight, eat healthy, exercise, reduce alcohol intake“Although you can't change your breast density there are a number of positive lifestyle changes you can make to reduce your risk of developing breast cancer and improve your overall wellbeing. Table 3 includes a full list of the recommendation themes and sub-themes, example quotes and frequency in which they were included in the websites.Table 3Example and frequency of recommendation themes and subthemes of online websites informing about breast density.Table 3Themes and subthemesaExample text%bTalk with your doctor“If you have questions about your breast density or other concerns, talk to your doctor.” (Alberta Health)“It is important for a woman to discuss her individual risks of breast cancer – including breast density, family history of breast and ovarian cancer, and genetic abnormalities – with her care provider and radiologist to determine which screening tools make the most sense for her.” (Brigham Health Hub)78.6Benefit of supplemental screening“The proven ability of ultrasound and MRI to detect additional cancerous tumours missed by mammogram.",
    "authors": [
        "Brooke Nickel",
        "Tessa Copp",
        "Tong Li",
        "Hankiz Dolan",
        "Meagan Brennan",
        "Angela Verde",
        "Lisa Vaccaro",
        "Kirsten McCaffery",
        "Nehmat Houssami"
    ],
    "published_year": "2022",
    "description": "Background\n          Breast density has become a topic of international discussion due to its associated risk of breast cancer. As online is often a primary source of women's health information it is therefore essential that breast density information it is understandable, accurate and reflects the best available evidence. This study aimed to systematically assess online international breast density information including recommendations to women.\n2\n      Methods\n      \n        2.1\n        Setting\n        Online publicly accessible websites were searched for breast density information. The websites were accessed and data were extracted between December 2021 and January 2022. Identified webpages included specific breast density information for women (consumers) from English-speaking countries, posted since 2009 (when the first state in the US enacted breast density notification law). Analysis was restricted to text data only (videos and other media were excluded). Webpages were excluded if they were not primarily focused on breast density (e.g. information about breast cancer screening that only briefly touched on breast density) or that focused only on breast density measurement/classification tools and/or the technology of breast screening in relation to breast density. Peer reviewed publications, news articles, social media and any webpage or information explicitly directed to clinicians (e.g. general practitioners (GPs), radiologists, breast physicians, etc.) or scientists were excluded as the focus was on information for women.\n      \n      \n        2.2\n        Study design\n        Using the Incognito tab in Google (and ensuring that browsing history, cookies and user account information were disabled), the term ‘breast density’ was searched. The search was conducted 5 times, each time using a different country-specific Google location search workaround to obtain international websites from Australia, Canada, New Zealand (NZ), the United Kingdom (UK) and the US. The top 10 eligible hits for each country-specific search were taken. If any duplication occurred between searches or a webpage was ineligible based on the inclusion/exclusion criteria (see above and Appendix 1) then the next hit in the Google search was included, limited to the first 5 Google pages (50 hits). All webpage information was extracted into an Excel spreadsheet by one researcher and checked by two other researchers to ensure rigour.\n        Guided by multidisciplinary research team discussion (which included clinical and public health expertise, and consumer representatives) we assessed whether the following relevant information about breast density was described or mentioned: how density is defined/measured, reporting criteria or classification (e.g. BI-RADS), masking bias, independent risk factor, prevalence, age or other associated factors, whether it is mentioned in context of other risk factors for breast cancer, whether the information discusses potential benefits and/or harms of measuring/reporting and notifying about breast density, supplemental screening and recommendations for women. Whether the webpage information also included references/links to peer review data and/or published statements was also captured.\n        A content analysis specifically focusing on breast density recommendations to women (e.g. what women should do/or not do if they have dense breasts) was also conducted. Content analysis combines both qualitative and quantitative methods to analyse text data [23]. It allows for the content and frequency of categories to be reported. Content analysis is an appropriate method for scrutinising text data.\n        Additionally, the readability, understandability and actionability of webpage information was assessed. Readability was measured using the SHeLL Editor [24] (which calculates grade reading scoring using SMOG [25]). A lower grade reading score means that the text is easier to read and aiming for a ‘Grade 8’ readability score is advised for most audiences [26,27]. To complement readability, the widely established Patient Education Assessment Tool (PEMAT) [28] was used to measure understandability and actionability of the information. The PEMAT is a 24-item measure which assesses understandability including content, word choice and style, use of numbers, organisation, layout and design and visual aids, and actionability including the actions or steps the consumer can take to follow recommendations or advice.\n      \n      \n        2.3\n        Analysis\n        For the content analysis of recommendations to women, three researchers independently reviewed a sub-set of websites, across each country-specific search, to develop a list of recurring themes and codes. A code is a predefined category which conveys a key component of the information. These themes and codes were then discussed amongst the three researchers, and this informed an initial coding framework. All information was then independently coded into the framework by the two researchers. Further revisions to the framework were discussed and made as required during the coding. Cohen's kappa coefficient was calculated for intercoder reliability and indicated a strong level of agreement (k = 0.90). Any inconsistencies in coding were discussed and resolved amongst the 3 researchers. Descriptive statistical analysis in SPSS v.28 [29] was used to assess the frequency of each code and a text example is provided in the results supporting the themes.\n        For readability, complete text data was copied and pasted into the SHeLL Editor [24] by one researcher and a readability score (grade reading score) was computed. A sub-set of websites was also independently checked by two researchers for accuracy and consistency. Microsoft® Excel version 16.58 was used for descriptive statistical analysis.\n        The PEMAT assessment (for understandability and actionability) was conducted independently by two researchers who scored each item (n = 24; 1-Agree, 0 = Disagree or NA=Not Applicable), with any discrepancies resolved by discussion or a third researcher. The total score is a proportion of all ‘Agree’ responses, presented on a scale from 1 to 100%, with 70% considered adequate [30]. Agreement was assessed again using Cohen's kappa coefficient and Microsoft® Excel version 16.58 was used for descriptive statistical analysis.\n3\n      Results\n      Information from a total of 42 websites (range: 1–5 webpages each website) across all searches were eligible and were included in the systematic assessment. Websites were from the US (n = 26), Canada (n = 8), Australia (n = 4), New Zealand (n = 3) and the UK (n = 1). Type of websites included medical facilities (n = 13), non-profit consumer organisations (n = 11), screening services (n = 6), government (n = 5), professional organisations/societies (n = 3), health-based websites (n = 3) and medical technology company (n = 1). Table 1 outlines individual website characteristics and information included.Table 1Characteristics and included information of international breast density websites (n = 42).Table 1WebsiteCountryType of websiteHow is BD defined & measuredReporting criteriaVariability of radiologist classificationMasking BiasIncreased risk of breast cancerIndependent risk factor for breast cancerOther risk factors for BCFactors associated with BDChange over timePrevalence of BDSupplemental screeningBenefits of supplemental screeningHarms of supplemental screeningBenefits of measuring/notifying womenHarms of measuring/notifyingRecommendations to womenReferences/links to peer review dataReferences/links to published statements or other informationAudio/visual information e.g. videosBreastScreen AustraliaAustraliaScreening service✓✓✓✓✓✓✓✓✓✓BreastScreen VictoriaAustraliaScreening service✓✓✓✓✓✓✓✓BreastScreen Western AustraliaAustraliaScreening service✓✓✓✓✓✓✓✓✓Breast Cancer Network Australia (BCNA)AustraliaNon-profit consumer organisation✓✓✓✓✓✓✓✓✓✓✓Alberta HealthCanadaGovernment✓✓✓✓✓✓✓✓BreastScreen New BrunswickCanadaScreening service✓✓✓✓✓✓British Columbia Cancer ScreeningCanadaScreening service✓✓✓✓✓✓✓✓✓✓Canadian Cancer SocietyCanadaNon-profit consumer organisation✓✓✓✓✓✓✓✓✓✓✓✓Canada Care OntarioCanadaGovernment✓✓✓✓✓✓✓✓✓Cancer Care ManitobaCanadaGovernment✓✓✓✓✓✓Dense Breasts CanadaCanadaNon-profit consumer organisation✓✓✓✓✓✓✓✓✓✓✓✓✓✓✓MammAlive FoundationCanadaNon-profit consumer organisation✓✓✓✓✓✓✓✓✓BreastScreen AotearoaNew ZealandScreening service✓✓✓✓✓✓✓✓✓Breast Cancer Foundation New ZealandNew ZealandNon-profit consumer organisation✓✓✓✓✓✓✓✓✓✓VolparaNew ZealandMedical technology company✓✓✓✓✓✓✓Prevent Breast CancerUKNon-profit consumer organisation✓✓✓✓✓✓✓America College of Radiology (ACR)USProfessional Organisation/society✓✓✓✓✓✓✓✓✓✓Are You DenseUSNon-profit consumer organisation✓✓✓✓✓✓✓✓✓✓Barnabas Health Ambulatory Care CentreUSMedical Facility✓✓✓✓✓Breast Cancer 360.orgUSNon-profit consumer organisation✓✓✓✓✓✓✓✓Breast Cancer.orgUSNon-profit consumer organisation✓✓✓✓✓✓✓✓✓✓✓✓Brigham Health HubUSMedical Facility✓✓✓✓✓✓✓✓Cancer.org (American Cancer Society)USProfessional organisation/society✓✓✓✓✓✓✓✓✓✓✓✓Carolina Breast Imaging SpecialistsUSMedical Facility✓✓✓✓✓✓Centers for Disease Control and Prevention (CDC)USGovernment✓✓✓✓✓✓✓✓✓✓✓✓✓✓✓Charlotte RadiologyUSMedical Facility✓✓✓✓✓✓✓✓Dennis R. Holmes MDUSMedical Facility✓✓✓✓✓✓✓✓✓✓✓Dense Breast InfoUSNon-profit consumer organisation✓✓✓✓✓✓✓✓✓✓✓✓✓Elizabeth Wende Breast CareUSMedical Facility✓✓✓✓✓✓✓✓✓✓George Washington HospitalUSMedical Facility✓✓✓✓✓✓✓✓✓HealthwiseUSHealth Webpage✓✓✓✓✓✓✓✓✓✓✓✓✓John Hopkins MedicineUSMedical Facility✓✓✓✓✓✓✓✓✓✓✓✓Main Line HealthUSMedical Facility✓✓✓✓✓✓✓✓✓Mayo ClinicUSProfessional organisation/society✓✓✓✓✓✓✓✓✓✓National Cancer Institute (NCI)USGovernment✓✓✓✓✓✓✓✓✓OFS HealthCare BlogsUSMedical Facility✓✓✓✓✓✓✓✓Radiology InfoUSHealth webpage✓✓✓✓✓✓✓✓✓✓Spectrum HealthUSMedical Facility✓✓✓✓✓✓✓✓Susan G. KomenUSNon-profit consumer organisation✓✓✓✓✓✓✓The Breast Centre of Suburban ImagingUSMedical Facility✓✓✓✓✓✓✓✓✓✓✓WebMDUSHealth Webpage✓✓✓✓✓✓✓✓✓✓✓✓Yale MedicineUSMedical Facility✓✓✓✓✓✓✓✓✓✓\n      \n        3.1\n        Categorised breast density information\n        The information on the websites varied widely. All of the websites (n = 42) included information on how breast density is defined and measured. Most websites also discussed the issue of masking bias (n = 40), increased risk of breast cancer (n = 38) and the option of supplemental screening (n = 37). The prevalence of breast density in women and that breast density can change over time were both discussed in 30 of the 42 websites. Just over half (n = 26) of the websites listed factors associated with breast density, while other risk factors for breast cancer (beyond breast density) were included in 12 webpages. The variability of radiologist reporting classification was only discussed in 4 of the included webpages.\n        Information on benefits and harms focused on supplemental screening, with 24 webpages including information on the benefits (e.g. that supplemental screening can find more cancers), and 19 describing the harms (e.g. false-positives or additional biopsies). 7 websites directly stated a benefit of measuring/knowing breast density beyond risk factor information (e.g. “information is powerful”) and 5 of the same and other websites directly stated a harm of measuring/knowing (e.g. “may create undue anxiety about risk and women may worry that their mammogram has missed a breast cancer”).\n        In terms of additional information and links, 14 of the 42 websites included references or links to peer-reviewed data, 7 included references or links to published statements or other breast density information (e.g. from other webpages), and 5 included additional audio/visual information (4 videos and 1 podcast). 8 of the 42 websites directly mentioned peer-reviewed data, however, did not provide any direct references. Also, estimates (e.g. risk, prevalence) varied across the different websites.\n        There were no consistent patterns in the included information across website country or type of website. However, on the US websites there was often also information about notification laws (e.g. explaining the laws to women, when they were implemented and what the laws mean for women). The CDC website provided the most detailed information and additional resources (based on our data extraction categories).\n        Across the information, the use of emotive and persuasive language was also identified in a few (n = 4) of the included websites e.g. “breast density is medical professionals best kept secret.”\n      \n      \n        3.2\n        Readability, understandability and actionability\n        Table 2 outlines the individual websites’ readability, understandability and actionability scores. The average grade reading level across all websites was 12.4, ranging from Healthwise (8.9) having the lowest readability score and most readable information, to the BreastScreen Australia position statement (15.4) having the highest readability score and most difficult to read information. Only one website reached the recommended grade 8 reading level. The mean understandability was 69.9% and the mean actionability was 40.1% (see Appendix 2 for complete scoring by PEMAT item). For understandability, 18 of the 42 websites scored lower than 70% (considered adequate). For actionability, 39 of the 42 websites scored lower than 70% (considered adequate), with most webpages (16 out of 42) scoring 40% and a few websites (6 out of 42) scoring 0%.Table 2Readability, understandability, and actionability of international breast density websites (n = 42).Table 2WebsiteCountryType of websiteReadability Score (grade level)aUnderstandability Score (%)bActionability Score (%)bBreastScreen AustraliaAustraliaScreening service15.438.50.0BreastScreen VictoriaAustraliaScreening service12.175.040.0BreastScreen Western AustraliaAustraliaScreening service12.175.060.0Breast Cancer Network Australia (BCNA)AustraliaNon-profit consumer organisation13.768.860.0Alberta HealthCanadaGovernment9.377.040.0BreastScreen New BrunswickCanadaScreening service13.273.320.0British Columbia Cancer ScreeningCanadaScreening service10.675.060.0Canadian Cancer SocietyCanadaNon-profit consumer organisation9.577.060.0Canada Care OntarioCanadaGovernment12.986.740.0Cancer Care ManitobaCanadaGovernment10.181.380.0Dense Breasts CanadaCanadaNon-profit consumer organisation12.781.380.0MammAlive FoundationCanadaNon-profit consumer organisation11.956.360.0BreastScreen AotearoaNew ZealandScreening service14.986.720.0Breast Cancer Foundation New ZealandNew ZealandNon-profit consumer organisation13.150.040.0VolparaNew ZealandMedical technology company11.475.020.0Prevent Breast CancerUKNon-profit consumer organisation12.875.00.0America College of Radiology (ACR)USProfessional Organisation/society11.075.060.0Are You DenseUSNon-profit consumer organisation13.570.683.3Barnabas Health Ambulatory Care CentreUSMedical Facility14.046.240.0Breast Cancer 360.orgUSNon-profit consumer organisation12.356.30.0Breast Cancer.orgUSNon-profit consumer organisation13.262.560.0Brigham Health HubUSMedical Facility14.962.520.0Cancer.org (American Cancer Society)USProfessional organisation/society11.180.040.0Carolina Breast Imaging SpecialistsUSMedical Facility12.576.90.0Centers for Disease Control and Prevention (CDC)USGovernment9.281.340.0Charlotte RadiologyUSMedical Facility14.275.020.0Dennis R. Holmes MDUSMedical Facility15.062.50.0Dense Breast InfoUSNon-profit consumer organisation13.186.760.0Elizabeth Wende Breast CareUSMedical Facility13.762.540.0George Washington HospitalUSMedical Facility12.350.00.0HealthwiseUSHealth Webpage8.969.240.0John Hopkins MedicineUSMedical Facility11.969.240.0Main Line HealthUSMedical Facility12.086.760.0Mayo ClinicUSProfessional organisation/society12.176.540.0National Cancer Institute (NCI)USGovernment12.781.340.0OFS HealthCare BlogsUSMedical Facility14.662.560.0Radiology InfoUSHealth webpage13.277.040.0Spectrum HealthUSMedical Facility13.261.540.0Susan G. KomenUSNon-profit consumer organisation11.481.380.0The Breast Centre of Suburban ImagingUSMedical Facility12.453.840.0WebMDUSHealth Webpage10.177.040.0Yale MedicineUSMedical Facility13.069.220.0aAssessed using the SHLL Editor [24]. Grade reading score, roughly corresponds to school grade levels. A lower grade reading score means the text is easier to read.bAssessed using the PEMAT [28]. Scale range from 1 to 100%, with 70% or above considered adequate.\n      \n      \n        3.3\n        Recommendations to women\n        10 main themes and 8 sub-themes were identified from the text on recommendations to women. Of the 42 websites, 36 (85.7%) had some breast density-related recommendation to women, while 6 websites (14.3%) provided no recommendations for breast density. Table 3 includes a full list of the recommendation themes and sub-themes, example quotes and frequency in which they were included in the websites.Table 3Example and frequency of recommendation themes and subthemes of online websites informing about breast density.Table 3Themes and subthemesaExample text%bTalk with your doctor“If you have questions about your breast density or other concerns, talk to your doctor.” (Alberta Health)“It is important for a woman to discuss her individual risks of breast cancer – including breast density, family history of breast and ovarian cancer, and genetic abnormalities – with her care provider and radiologist to determine which screening tools make the most sense for her.” (Brigham Health Hub)78.6Benefit of supplemental screening“The proven ability of ultrasound and MRI to detect additional cancerous tumours missed by mammogram. “(Dense Breast Canada)57.1Find more cancer“Women with dense breasts (heterogeneously dense or extremely dense) benefit from additional screening. The addition of any type of screening after your mammogram, such as ultrasound or MRI, finds more cancers than mammography alone.” (Dense Breast Info)38.1Downsides/limitations of mammography alone“It's important to know your breast density because denser breasts can camouflage cancer on a mammogram and increase your lifetime risk of developing cancer. If you have high breast density, consider getting additional screening beyond your mammogram.” (Volpara)19.0Continue to have regular mammograms/overall importance of mammograms“They may not be perfect, but mammograms are still the best way to detect breast cancer early.” (WebMD)54.8Benefits/consideration of annual mammograms vs. biennial or more“Women with dense breasts, but no other risk factors for breast cancer, are considered to have a higher risk of breast cancer than average. They may benefit from annual breast cancer screening.” (Mayo Clinic)11.9Potential harms/uncertainty around supplemental screening“While research shows that other tests like a breast ultrasound or an MRI might find additional cancers in women with dense breasts, these tests can have a high rate of false-positive results (where an abnormal test turns out to be normal based on follow-up testing such as a biopsy or surgery). Other tests may also find cancers that grow slowly and may never cause problems or need treatment (this is called overdiagnosis).” (Canadian Cancer Society)38.1Limited evidence regarding supplemental screen“If you have dense breasts but no other risk factors for breast cancer, a mammogram is the recommended test. There isn't enough evidence from studies to show that having other tests will help you.” (Health Wise)33.3False positives“Different tests may be able to find some cancers that are missed on a mammogram. But these tests are more likely to have a false positive result (the test is reported as abnormal, but you really don't have cancer). False positive test results often lead to unnecessary tests, like a biopsy.” (CDC)19.0Unnecessary biopsies/tests“Ultrasound (US) and magnetic resonance imaging (MRI) can help find cancers that can't be seen on a mammogram. However, both MRI and US show more findings that are not cancer, which can result in added testing.” (American College of Radiology)19.0Cost“And the cost of ultrasound and MRI may not be covered by insurance.” (Cancer.Org)14.3Benefits of tomosynthesis (3D mammography) compared to standard 2D mammography“3D mammography improves breast cancer detection for all women, including those with dense breasts. 3D mammography also decreases the chance that a patient will be called back for more imaging to clarify an area of uncertainty on the mammogram.” (John Hopkins Medicine)35.7Be breast aware“Be breast aware. Look for changes in your breasts.” (Are You Dense)28.6Currently no special recommendations or screening guidelines for women with dense breasts“Currently, there is no agreed consistent and reliable way to measure density or consensus on how to optimally manage breast density.” (BreastScreen Australia)19.0Women's right to know about density/be informed about breast health“This information about the results of your mammogram is given to you to raise your awareness about breast density.” (The Breast Centre Suburban Imaging)19.0Actively seek own breast density status“Know and understand your breast density” (Dense Breasts Canada)14.3Lifestyle changes related to risk e.g. lose weight, eat healthy, exercise, reduce alcohol intake“Although you can't change your breast density there are a number of positive lifestyle changes you can make to reduce your risk of developing breast cancer and improve your overall wellbeing. These include maintaining a healthy weight, exercising regularly, reducing your alcohol intake and quitting smoking. Although these changes provide no guarantee that you won't develop breast cancer, they'll give you a start towards reducing your risk.” (BCNA)9.5No recommendations providedN/A14.3aThemes bolded, subthemes not bolded.bWebsite recommendations could be coded to more than one theme or sub-theme.\n        By far the most common recommendation was for women to talk to their doctor (n = 33, 78.6%). This included suggestions about discussing what breast density means for them, their individual risk and supplemental screening. The second most common recommendation identified in 24 websites (57.1%) was for women to consider the benefits of supplemental screening. Sub-themes under this recommendation included that supplemental screening finds more cancers (n = 16, 38.1%) and the overall downsides/limitations of mammography alone (n = 8, 19%). The third most common recommendation was for women to continue to have regular mammography/discussing the importance of having regular mammography (n = 23, 54.8%). Other common themes in the recommendation to women were highlighting potential harms/uncertainty around supplemental screening (n = 16, 38.1%) including the sub-theme on the limited evidence (n = 14, 33.3%), and benefits of tomosynthesis (n = 15, 35.7%), while lifestyle changes related to breast cancer risk were only recommended by a few websites (n = 4, 9.5%).\nConclusions\n          Online information about breast density varies widely and is not generally presented in a way that women can easily understand and act on, therefore greatly reducing the ability for informed decision-making. International organisations and groups disseminating breast density information need to ensure that women are presented with health literacy-sensitive and balanced information, and be aware of the impact that recommendations may have on practice.\n1\n      Introduction\n      Breast density is one of several independent risk factors for breast cancer [1]. Estimates suggest that approximately 40%–50% of women in the breast screening population in the United States [2] and at least 23% in Australia [3] have dense breasts. Apart from this, having dense breasts also increases a woman's risk of having an interval breast cancer (i.e. cancer not detected at screening) [4] due to lower sensitivity of mammography in women with dense breast tissue [5].\n      Breast density (generally accepted as BI-RADS density C or D, as measured on mammography [6]) is a relatively non-modifiable risk factor [7]. It is therefore unclear what women with dense breasts can or should do to manage their risk of breast cancer. Supplemental screening using ultrasound or MRI has been recommended to mitigate the risk of a missed cancer on mammography in women with dense breasts, however there is no consensus on the benefit that these additional screening modalities have on breast cancer mortality [[8], [9], [10], [11]]. They also lead to an increase in false-positive results and unnecessary biopsy [12,13], and may contribute to breast cancer overdiagnosis.\n      Breast density notification was enacted in the United States (US) about a decade ago, and since that time, the complex concept of breast density has become more widespread among consumers and health care providers [14]. In 2015 in the US, it was shown that health information materials designed to communicate information about breast density during the notification process scored poorly on readability and understandability, and were written beyond average reading and health literacy levels of the population [15]. Other studies that have looked at readability of online patient education materials for breast density in the US have demonstrated similar findings [[16], [17], [18]]. Furthermore, studies have also consistently shown that breast density understanding and knowledge amongst women in the US continues to be low and variable [19]. Now, other countries around the world are beginning to notify or consider notifying women about their breast density, with many English-speaking countries with population-based screening programs having discussions and debates about how best to communicate and/or notify women about their breast density.\n      As online information is often now the primary source of information for women's health understanding and decision-making [[20], [21], [22]], it is essential that the information provided to women is understandable, accurate and reflects the best available evidence. To our knowledge there is no published data which assesses online information about breast density beyond readability in the US, or has analysed what this online information is recommending to women. This study therefore aims to systematically assess breast density information found on online international websites, and assess the recommendations to women about what to do with this information. Specifically, it aims to assess content (included information), to analyse the recommendations to women and to evaluate readability and understandability of the included information on breast density.\n2.1\n        Setting\n        Online publicly accessible websites were searched for breast density information. The websites were accessed and data were extracted between December 2021 and January 2022. Identified webpages included specific breast density information for women (consumers) from English-speaking countries, posted since 2009 (when the first state in the US enacted breast density notification law). Analysis was restricted to text data only (videos and other media were excluded). Webpages were excluded if they were not primarily focused on breast density (e.g. information about breast cancer screening that only briefly touched on breast density) or that focused only on breast density measurement/classification tools and/or the technology of breast screening in relation to breast density. Peer reviewed publications, news articles, social media and any webpage or information explicitly directed to clinicians (e.g. general practitioners (GPs), radiologists, breast physicians, etc.) or scientists were excluded as the focus was on information for women.\n2.2\n        Study design\n        Using the Incognito tab in Google (and ensuring that browsing history, cookies and user account information were disabled), the term ‘breast density’ was searched. The search was conducted 5 times, each time using a different country-specific Google location search workaround to obtain international websites from Australia, Canada, New Zealand (NZ), the United Kingdom (UK) and the US. The top 10 eligible hits for each country-specific search were taken. If any duplication occurred between searches or a webpage was ineligible based on the inclusion/exclusion criteria (see above and Appendix 1) then the next hit in the Google search was included, limited to the first 5 Google pages (50 hits). All webpage information was extracted into an Excel spreadsheet by one researcher and checked by two other researchers to ensure rigour.\n        Guided by multidisciplinary research team discussion (which included clinical and public health expertise, and consumer representatives) we assessed whether the following relevant information about breast density was described or mentioned: how density is defined/measured, reporting criteria or classification (e.g. BI-RADS), masking bias, independent risk factor, prevalence, age or other associated factors, whether it is mentioned in context of other risk factors for breast cancer, whether the information discusses potential benefits and/or harms of measuring/reporting and notifying about breast density, supplemental screening and recommendations for women. Whether the webpage information also included references/links to peer review data and/or published statements was also captured.\n        A content analysis specifically focusing on breast density recommendations to women (e.g. what women should do/or not do if they have dense breasts) was also conducted. Content analysis combines both qualitative and quantitative methods to analyse text data [23]. It allows for the content and frequency of categories to be reported. Content analysis is an appropriate method for scrutinising text data.\n        Additionally, the readability, understandability and actionability of webpage information was assessed. Readability was measured using the SHeLL Editor [24] (which calculates grade reading scoring using SMOG [25]). A lower grade reading score means that the text is easier to read and aiming for a ‘Grade 8’ readability score is advised for most audiences [26,27]. To complement readability, the widely established Patient Education Assessment Tool (PEMAT) [28] was used to measure understandability and actionability of the information. The PEMAT is a 24-item measure which assesses understandability including content, word choice and style, use of numbers, organisation, layout and design and visual aids, and actionability including the actions or steps the consumer can take to follow recommendations or advice.\n2.3\n        Analysis\n        For the content analysis of recommendations to women, three researchers independently reviewed a sub-set of websites, across each country-specific search, to develop a list of recurring themes and codes. A code is a predefined category which conveys a key component of the information. These themes and codes were then discussed amongst the three researchers, and this informed an initial coding framework. All information was then independently coded into the framework by the two researchers. Further revisions to the framework were discussed and made as required during the coding. Cohen's kappa coefficient was calculated for intercoder reliability and indicated a strong level of agreement (k = 0.90). Any inconsistencies in coding were discussed and resolved amongst the 3 researchers. Descriptive statistical analysis in SPSS v.28 [29] was used to assess the frequency of each code and a text example is provided in the results supporting the themes.\n        For readability, complete text data was copied and pasted into the SHeLL Editor [24] by one researcher and a readability score (grade reading score) was computed. A sub-set of websites was also independently checked by two researchers for accuracy and consistency. Microsoft® Excel version 16.58 was used for descriptive statistical analysis.\n        The PEMAT assessment (for understandability and actionability) was conducted independently by two researchers who scored each item (n = 24; 1-Agree, 0 = Disagree or NA=Not Applicable), with any discrepancies resolved by discussion or a third researcher. The total score is a proportion of all ‘Agree’ responses, presented on a scale from 1 to 100%, with 70% considered adequate [30]. Agreement was assessed again using Cohen's kappa coefficient and Microsoft® Excel version 16.58 was used for descriptive statistical analysis.\n3.1\n        Categorised breast density information\n        The information on the websites varied widely. All of the websites (n = 42) included information on how breast density is defined and measured. Most websites also discussed the issue of masking bias (n = 40), increased risk of breast cancer (n = 38) and the option of supplemental screening (n = 37). The prevalence of breast density in women and that breast density can change over time were both discussed in 30 of the 42 websites. Just over half (n = 26) of the websites listed factors associated with breast density, while other risk factors for breast cancer (beyond breast density) were included in 12 webpages. The variability of radiologist reporting classification was only discussed in 4 of the included webpages.\n        Information on benefits and harms focused on supplemental screening, with 24 webpages including information on the benefits (e.g. that supplemental screening can find more cancers), and 19 describing the harms (e.g. false-positives or additional biopsies). 7 websites directly stated a benefit of measuring/knowing breast density beyond risk factor information (e.g. “information is powerful”) and 5 of the same and other websites directly stated a harm of measuring/knowing (e.g. “may create undue anxiety about risk and women may worry that their mammogram has missed a breast cancer”).\n        In terms of additional information and links, 14 of the 42 websites included references or links to peer-reviewed data, 7 included references or links to published statements or other breast density information (e.g. from other webpages), and 5 included additional audio/visual information (4 videos and 1 podcast). 8 of the 42 websites directly mentioned peer-reviewed data, however, did not provide any direct references. Also, estimates (e.g. risk, prevalence) varied across the different websites.\n        There were no consistent patterns in the included information across website country or type of website. However, on the US websites there was often also information about notification laws (e.g. explaining the laws to women, when they were implemented and what the laws mean for women). The CDC website provided the most detailed information and additional resources (based on our data extraction categories).\n        Across the information, the use of emotive and persuasive language was also identified in a few (n = 4) of the included websites e.g. “breast density is medical professionals best kept secret.”\n3.2\n        Readability, understandability and actionability\n        Table 2 outlines the individual websites’ readability, understandability and actionability scores. The average grade reading level across all websites was 12.4, ranging from Healthwise (8.9) having the lowest readability score and most readable information, to the BreastScreen Australia position statement (15.4) having the highest readability score and most difficult to read information. Only one website reached the recommended grade 8 reading level. The mean understandability was 69.9% and the mean actionability was 40.1% (see Appendix 2 for complete scoring by PEMAT item). For understandability, 18 of the 42 websites scored lower than 70% (considered adequate). For actionability, 39 of the 42 websites scored lower than 70% (considered adequate), with most webpages (16 out of 42) scoring 40% and a few websites (6 out of 42) scoring 0%.Table 2Readability, understandability, and actionability of international breast density websites (n = 42).Table 2WebsiteCountryType of websiteReadability Score (grade level)aUnderstandability Score (%)bActionability Score (%)bBreastScreen AustraliaAustraliaScreening service15.438.50.0BreastScreen VictoriaAustraliaScreening service12.175.040.0BreastScreen Western AustraliaAustraliaScreening service12.175.060.0Breast Cancer Network Australia (BCNA)AustraliaNon-profit consumer organisation13.768.860.0Alberta HealthCanadaGovernment9.377.040.0BreastScreen New BrunswickCanadaScreening service13.273.320.0British Columbia Cancer ScreeningCanadaScreening service10.675.060.0Canadian Cancer SocietyCanadaNon-profit consumer organisation9.577.060.0Canada Care OntarioCanadaGovernment12.986.740.0Cancer Care ManitobaCanadaGovernment10.181.380.0Dense Breasts CanadaCanadaNon-profit consumer organisation12.781.380.0MammAlive FoundationCanadaNon-profit consumer organisation11.956.360.0BreastScreen AotearoaNew ZealandScreening service14.986.720.0Breast Cancer Foundation New ZealandNew ZealandNon-profit consumer organisation13.150.040.0VolparaNew ZealandMedical technology company11.475.020.0Prevent Breast CancerUKNon-profit consumer organisation12.875.00.0America College of Radiology (ACR)USProfessional Organisation/society11.075.060.0Are You DenseUSNon-profit consumer organisation13.570.683.3Barnabas Health Ambulatory Care CentreUSMedical Facility14.046.240.0Breast Cancer 360.orgUSNon-profit consumer organisation12.356.30.0Breast Cancer.orgUSNon-profit consumer organisation13.262.560.0Brigham Health HubUSMedical Facility14.962.520.0Cancer.org (American Cancer Society)USProfessional organisation/society11.180.040.0Carolina Breast Imaging SpecialistsUSMedical Facility12.576.90.0Centers for Disease Control and Prevention (CDC)USGovernment9.281.340.0Charlotte RadiologyUSMedical Facility14.275.020.0Dennis R. Holmes MDUSMedical Facility15.062.50.0Dense Breast InfoUSNon-profit consumer organisation13.186.760.0Elizabeth Wende Breast CareUSMedical Facility13.762.540.0George Washington HospitalUSMedical Facility12.350.00.0HealthwiseUSHealth Webpage8.969.240.0John Hopkins MedicineUSMedical Facility11.969.240.0Main Line HealthUSMedical Facility12.086.760.0Mayo ClinicUSProfessional organisation/society12.176.540.0National Cancer Institute (NCI)USGovernment12.781.340.0OFS HealthCare BlogsUSMedical Facility14.662.560.0Radiology InfoUSHealth webpage13.277.040.0Spectrum HealthUSMedical Facility13.261.540.0Susan G. KomenUSNon-profit consumer organisation11.481.380.0The Breast Centre of Suburban ImagingUSMedical Facility12.453.840.0WebMDUSHealth Webpage10.177.040.0Yale MedicineUSMedical Facility13.069.220.0aAssessed using the SHLL Editor [24]. Grade reading score, roughly corresponds to school grade levels. A lower grade reading score means the text is easier to read.bAssessed using the PEMAT [28]. Scale range from 1 to 100%, with 70% or above considered adequate.\n3.3\n        Recommendations to women\n        10 main themes and 8 sub-themes were identified from the text on recommendations to women. Of the 42 websites, 36 (85.7%) had some breast density-related recommendation to women, while 6 websites (14.3%) provided no recommendations for breast density. Table 3 includes a full list of the recommendation themes and sub-themes, example quotes and frequency in which they were included in the websites.Table 3Example and frequency of recommendation themes and subthemes of online websites informing about breast density.Table 3Themes and subthemesaExample text%bTalk with your doctor“If you have questions about your breast density or other concerns, talk to your doctor.” (Alberta Health)“It is important for a woman to discuss her individual risks of breast cancer – including breast density, family history of breast and ovarian cancer, and genetic abnormalities – with her care provider and radiologist to determine which screening tools make the most sense for her.” (Brigham Health Hub)78.6Benefit of supplemental screening“The proven ability of ultrasound and MRI to detect additional cancerous tumours missed by mammogram. “(Dense Breast Canada)57.1Find more cancer“Women with dense breasts (heterogeneously dense or extremely dense) benefit from additional screening. The addition of any type of screening after your mammogram, such as ultrasound or MRI, finds more cancers than mammography alone.” (Dense Breast Info)38.1Downsides/limitations of mammography alone“It's important to know your breast density because denser breasts can camouflage cancer on a mammogram and increase your lifetime risk of developing cancer. If you have high breast density, consider getting additional screening beyond your mammogram.” (Volpara)19.0Continue to have regular mammograms/overall importance of mammograms“They may not be perfect, but mammograms are still the best way to detect breast cancer early.” (WebMD)54.8Benefits/consideration of annual mammograms vs. biennial or more“Women with dense breasts, but no other risk factors for breast cancer, are considered to have a higher risk of breast cancer than average. They may benefit from annual breast cancer screening.” (Mayo Clinic)11.9Potential harms/uncertainty around supplemental screening“While research shows that other tests like a breast ultrasound or an MRI might find additional cancers in women with dense breasts, these tests can have a high rate of false-positive results (where an abnormal test turns out to be normal based on follow-up testing such as a biopsy or surgery). Other tests may also find cancers that grow slowly and may never cause problems or need treatment (this is called overdiagnosis).” (Canadian Cancer Society)38.1Limited evidence regarding supplemental screen“If you have dense breasts but no other risk factors for breast cancer, a mammogram is the recommended test. There isn't enough evidence from studies to show that having other tests will help you.” (Health Wise)33.3False positives“Different tests may be able to find some cancers that are missed on a mammogram. But these tests are more likely to have a false positive result (the test is reported as abnormal, but you really don't have cancer). False positive test results often lead to unnecessary tests, like a biopsy.” (CDC)19.0Unnecessary biopsies/tests“Ultrasound (US) and magnetic resonance imaging (MRI) can help find cancers that can't be seen on a mammogram. However, both MRI and US show more findings that are not cancer, which can result in added testing.” (American College of Radiology)19.0Cost“And the cost of ultrasound and MRI may not be covered by insurance.” (Cancer.Org)14.3Benefits of tomosynthesis (3D mammography) compared to standard 2D mammography“3D mammography improves breast cancer detection for all women, including those with dense breasts. 3D mammography also decreases the chance that a patient will be called back for more imaging to clarify an area of uncertainty on the mammogram.” (John Hopkins Medicine)35.7Be breast aware“Be breast aware. Look for changes in your breasts.” (Are You Dense)28.6Currently no special recommendations or screening guidelines for women with dense breasts“Currently, there is no agreed consistent and reliable way to measure density or consensus on how to optimally manage breast density.” (BreastScreen Australia)19.0Women's right to know about density/be informed about breast health“This information about the results of your mammogram is given to you to raise your awareness about breast density.” (The Breast Centre Suburban Imaging)19.0Actively seek own breast density status“Know and understand your breast density” (Dense Breasts Canada)14.3Lifestyle changes related to risk e.g. lose weight, eat healthy, exercise, reduce alcohol intake“Although you can't change your breast density there are a number of positive lifestyle changes you can make to reduce your risk of developing breast cancer and improve your overall wellbeing. These include maintaining a healthy weight, exercising regularly, reducing your alcohol intake and quitting smoking. Although these changes provide no guarantee that you won't develop breast cancer, they'll give you a start towards reducing your risk.” (BCNA)9.5No recommendations providedN/A14.3aThemes bolded, subthemes not bolded.bWebsite recommendations could be coded to more than one theme or sub-theme.\n        By far the most common recommendation was for women to talk to their doctor (n = 33, 78.6%). This included suggestions about discussing what breast density means for them, their individual risk and supplemental screening. The second most common recommendation identified in 24 websites (57.1%) was for women to consider the benefits of supplemental screening. Sub-themes under this recommendation included that supplemental screening finds more cancers (n = 16, 38.1%) and the overall downsides/limitations of mammography alone (n = 8, 19%). The third most common recommendation was for women to continue to have regular mammography/discussing the importance of having regular mammography (n = 23, 54.8%). Other common themes in the recommendation to women were highlighting potential harms/uncertainty around supplemental screening (n = 16, 38.1%) including the sub-theme on the limited evidence (n = 14, 33.3%), and benefits of tomosynthesis (n = 15, 35.7%), while lifestyle changes related to breast cancer risk were only recommended by a few websites (n = 4, 9.5%).\n4\n      Discussion\n      This systematic assessment of breast density websites from English-speaking countries found that information given to women varied in terms of content, readability, understandability and actionability. Similar to recent findings on breast cancer risk assessment information online and previous findings on readability and understandability of various sources of breast density information, readability was overall high meaning that it was well above the international recommended grade 6–8 reading level [26,27,31,32], and understandability was poor amongst a large sample of the websites [[15], [16], [17], [18],32]. However, all earlier breast density studies only assessed US-based information and did not comprehensively assess (e.g. just readability only) the included content. Therefore, our systematic assessment adds to these from an international perspective and importantly assessed whether the information discussed benefits and harms, the actionability of the information, and the recommendations to women. Attention to how breast density information is crafted and communicated to women is important given the evolving broader context of breast risk assessment (including artificial intelligence approaches), which means that information on density as well as other breast cancer risk factors is relevant to screening programs and breast imaging services [33,34].\n      There were no consistent patterns for the included information across the websites by country or type. Surprisingly the US websites did not score noticeably better than other countries in readability, understandability and actionability, even though breast density information has been more widely discussed, disseminated, and evaluated there, and notification legislation was recently nationally mandated [35]. While the vast majority of the information was focused on breast density itself – i.e. what it is, how it is measured and what it means for women – there were only a few websites that directly stated the benefits and harms of measuring and knowing breast density. Most of the focus of benefits and harms were around supplemental screening, however, given the limited evidence of benefit, it is important for information to also mention whether breast density should even be measured and/or notified to women in the first place and the evidence (or lack of evidence) to support this [36]. Interestingly a recent focus group study of Australian women who had little to no previous awareness or knowledge of breast density found that information on harms including overdiagnosis did not seem to have a strong swaying effect on women's views about breast density, although the expressed desire for more information, e.g. “be alert not alarmed”, was very strong [37]. Furthermore, most websites had no mention or links to peer-reviewed data and/or references, while a few had direct references to studies in the text but no actual references provided. This demonstrates that direct claims and recommendations are being made about breast density but not always supported by evidence, which could be incorrectly adding credibility to the information or their arguments. Also, there seemed to be quite a bit of variability in the estimates or data provided which is understandable given the variability in the current evidence surrounding breast density but may add to confusion for women [36].\n      In terms of recommendations, most of the websites recommend that women talk to their doctor about breast density and what it means for them. Of relevance, studies now demonstrate important gaps in primary care practitioners’ understanding of breast density and confidence in having discussions with women about the implications of dense breasts [38,39]. If women are being directed to their doctors, particularly primary care practitioners, as the first port of call for discussion, they will need further and continued training and support. There also needs to be more balanced recommendations in terms of supplemental screening, as this review demonstrated that the benefits are more often discussed than the harms. Notably lifestyle changes related to risk (e.g. weight loss, reduce alcohol intake) were mentioned least in the recommendations to women, even though there is now good evidence that modifiable risk factors for breast cancer carry similar risks to relatively non-modifiable risk factors such as breast density [40,41].\n      To our knowledge this is the first study to assess breast density information from international websites, and analyse direct-to-consumer breast density recommendations. Due to the current low and varied awareness and knowledge surrounding breast density in the community from both the US and countries without widespread notification or legislation [19,37], and varying advice and stances from medical professionals and bodies globally [8,11,42], it is critical to know what women are being told in relation to this controversial topic online. The analysis was conducted systematically, and used well-developed and established tools and measures, including the content analysis method [23]. However, this study also has several limitations. Firstly, we only searched online information in Google. However, the internet is now a primary source where women get their health information [[20], [21], [22]] and the majority of users use Google for their online search [43,44]. Also, the analysis only included the top 10 hits from English-speaking countries with the majority of webpages being from the US. Other webpages beyond the first 10 hits and from other countries information may further vary. As only text content was included, audio and/or visual information may have had more accurate, balanced or health literacy-sensitive information, however from our search only 4 of the webpages included videos and 1 included a podcast. It is important to note that actionability may be low because the purpose of some of the material was just to educate and/or inform women and therefore may have reduced the overall score in this category. Lastly, we did not directly assess whether the websites discussed new directions in automation and AI driven tools for better selecting higher risk women for screening, including those with breast density. Further research into this area is still needed.\n      In conclusion, we found that online information about breast density varies widely, and is not generally presented in a way that women can easily understand and act on, therefore greatly reducing the ability for informed decision-making. As other countries outside the US begin or consider notifying women about their breast density on a more widescale level, it is likely that more women will turn to online sources for information. International organisations and groups disseminating breast density information directly to women need to ensure that all potential readers are presented with readable, understandable balanced information and be aware of the impact that recommendations may have on primary care practitioners.\nAuthor contribution statement\n      BN, TC and HD conceived the study. BD, TC, TL, HD, KM and NH were involved in designing the study and the data analysis. BD extracted the data from the websites and drafted the manuscript. BN, TC, TL, HD, MB, AV, LV, KM and NH contributed to the interpretation of the analysis, and critically revised and approved the manuscript. KM and NH supported and supervised the study.\nEthics\n      No ethical approval required. All data was derived from publicly available information online.\nFunding\n      BN is supported by a NHMRC Emerging Leader Research Fellowship (1194108). TC is supported by a NHMRC Emerging Leader Research Fellowship (2009419). KM is supported by a NHMRC Principal Research Fellowship (1121110). NH is supported by a 10.13039/501100001026National Breast Cancer Foundation (NBCF Australia) Chair in Breast Cancer Prevention (EC-21-001), and a NHMRC Investigator (Leader) Fellowship (1194410).\nData availability statement\n      No data are available. All data was derived from publicly available information online.\nDeclaration of competing interest\n      None declared.\nAppendix A\n      Supplementary data\n      The following are the Supplementary data to this article:Multimedia component 1Multimedia component 1Multimedia component 2Multimedia component 2",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9240362/",
    "doi": "https://doi.org/10.1016/j.breast.2022.06.006",
    "citation_count": 1,
    "references": {
        "10407884": "A scoping review of programme specific mammographic breast density related guidelines and practices within breast screening programmes"
    },
    "journal": "The Breast : Official Journal of the European Society of Mastology",
    "topics": [
        "international, density, information, online",
        "breast, assessment, information, online",
        "density, systematic, online, international"
    ]
}