{
    "title": "Current and future burden of breast cancer: Global statistics for 2020 and 2040",
    "abstract": "In women, breast cancer was the most diagnosed cancer in 157 (out of 185) countries, followed by cervical cancer in 23, mainly sub-Saharan African, countries and the leading cause of cancer death in 110 countries, followed by cervical cancer in 36 and lung cancer in 25 countries. We present tables and figures on the estimated new cases and deaths, as well as two summary measures using direct standardization, namely the age-standardized (incidence or mortality) rate (ASR) per 100,000 females based on the adapted 1966 Segi World standard population [10,11] for all ages combined, and truncated ASRs for ages below and above 50 years (also referred to as pre- and postmenopausal ages), alongside the cumulative risk of developing or dying from cancer before the age of 75 (as one representation of the lifetime risk of developing breast cancer) expressed as a percentage, assuming the absence of competing causes of death [12]. In women, breast cancer was the most diagnosed cancer in 157 (out of 185) countries, followed by cervical cancer in 23, mainly sub-Saharan African, countries and the leading cause of cancer death in 110 countries, followed by cervical cancer in 36 and lung cancer in 25 countries.",
    "authors": [
        "Melina Arnold",
        "Eileen Morgan",
        "Harriet Rumgay",
        "Allini Mafra",
        "Deependra Singh",
        "Mathieu Laversanne",
        "Jerome Vignat",
        "Julie R. Gralow",
        "Fatima Cardoso",
        "Sabine Siesling",
        "Isabelle Soerjomataram"
    ],
    "published_year": "2022",
    "description": "Background\n          Breast cancer is the most commonly diagnosed cancer worldwide, and its burden has been rising over the past decades. In this article, we examine and describe the global burden of breast cancer in 2020 and predictions for the year 2040.\nMethods\n          Estimates of new female breast cancer cases and deaths in 2020 were abstracted from the GLOBOCAN database. Age-standardized incidence and mortality rates were calculated per 100,000 females by country, world region, and level of human development. Predicted cases and deaths were computed based on global demographic projections for the year 2040.\n3\n      Results\n      \n        3.1\n        Breast cancer cases and deaths by world region\n        In 2020, an estimated 2.3 million cases of female breast cancer were diagnosed globally, and about 685,000 women died from the disease. Table 1 shows the number of newly diagnosed breast cancer cases and deaths, the incidence and mortality ASR, and the cumulative risk of developing and dying from breast cancer by world region. The highest incidence rates (>80 per 100,000 females) were observed in Australia/New Zealand, Western Europe, Northern America and Northern Europe and the lowest rates (<40 per 100,000) in Central America, Eastern and Middle Africa, and South-Central Asia. The highest mortality rates (>20 per 100,000) were found in Melanesia, Western Africa and Micronesia/Polynesia, while rates in most other world regions ranged between 10 and 15 per 100,000.Table 1Breast cancer incidence (new cases) and mortality (deaths) in 2020 by world region and Human Development Index level.Table 1POPULATIONa (in millions)NEW CASESDEATHSN(%)N(%)ASRCum. Risk (0–74yrs, %)N(%)ASRCum. Risk (0–74yrs, %)Eastern Africa224.45.845,7092.033.03.624,0473.517.92.0Middle Africa90.02.317,8960.832.73.495001.418.01.9Northern Africa122.53.257,1282.549.65.121,5243.118.81.9Southern Africa34.30.916,5260.750.45.450900.715.71.7Western Africa199.65.249,3392.241.54.525,6263.722.32.5Caribbean22.00.614,7120.751.05.558740.918.92.0Central America91.62.438,9161.739.54.210,4291.510.41.2South America218.75.7156,4726.956.46.141,6816.114.01.5Northern America186.34.8281,59112.589.49.748,4077.112.51.4Eastern Asia822.621.3551,63624.443.34.6141,42120.69.81.1All but China117.13.0135,2656.066.97.024,2473.59.41.0China705.518.3416,37118.439.14.2117,17417.110.01.2South-Eastern Asia334.78.7158,9397.041.24.558,6708.615.01.7South Central Asia977.125.3254,88111.326.22.9124,97518.213.11.5All but India314.28.176,5203.427.53.134,5675.012.91.5India662.917.2178,3617.925.82.890,40813.213.21.5Western Asia132.63.460,7152.746.65.020,9433.116.01.7Central-Eastern Europe155.24.0158,7087.057.16.351,4887.515.31.8Northern Europe53.81.483,1773.786.49.417,9642.613.71.5Southern Europe78.52.0120,1855.379.68.528,6074.213.31.4Western Europe99.82.6169,0167.590.79.743,7066.415.61.7Australia/New Zealand15.30.423,2771.095.510.437920.612.11.3Melanesia5.50.122150.150.55.411210.227.52.9Micronesia/Polynesia0.60.03810.058.26.01310.019.62.1Low HDI494.512.8109,5724.836.13.958,5868.620.12.2Medium HDI1136.029.4307,65813.627.83.0147,42721.513.61.5High HDI1442.037.3825,43836.542.74.6247,48636.112.11.4Very high HDI790.720.51,017,45945.075.78.2231,09333.713.41.5World3864.81002,261,41910047.85.2684,99610013.61.5aFemale population; ASR = age-standardized rate per 100,000; Cum. Risk = cumulative risk, ages 0–74 years; HDI= Human Development Index.\n        Fig. 1 presents the distribution of breast cancer cases and deaths across world regions. Close to a quarter of all cases occurred in Eastern Asia, followed by Northern America (12.5%), South-Central Asia (11.3%) and Western Europe (7.5%). Close to half of all global breast cancer deaths were observed in Eastern, South Central and South-Eastern Asia combined, and North America (7.1%) and Western Europe (6.4%) ranked 5th and 6th in terms of numbers of deaths. While 8.3% of all breast cancer cases occurred in Africa, the continent's share of breast cancer deaths was considerably higher (12.5% of the global deaths).Fig. 1Distribution of breast cancer cases and deaths by world area in 2020.Fig. 1\n        With over 70% of all new cases and 81% of all deaths observed in women aged 50 and above, the global burden from breast cancer remains concentrated in this age group (Table 2). The age distribution of cases and deaths however differed considerably across world regions, ranging from 43% of cases and 49% of deaths occurring at postmenopausal ages in Middle Africa, to over 80% of cases and 90% of deaths in Northern America, as well as Western and Northern Europe. The latter regions however continue to carry the highest (age-standardized) incidence rates of both pre- (>30 per 100,000) and postmenopausal breast cancer (>300 per 100,000). Mortality rates at premenopausal ages were highest in Melanesia, Middle and Western Africa (>8 per 100,000) and lowest in Australia/New Zealand (2.9 per 100,000).Table 2Breast cancer incidence (new cases) and mortality (deaths) in 2020 by age at diagnosis, world region and Human Development Index level.Table 2POPULATIONa (in millions)NEW CASESDEATHS<50 years50+ years<50 years50+ years<50 years50+ yearsN(%)N(%)N(%)ASRN(%)ASRN(%)ASRN(%)ASREastern Africa201.67.022.82.322,8013.415.922,9081.4101.410,6398.17.613,4082.459.4Middle Africa81.42.88.60.910,2721.518.876240.588.448873.79.046130.853.8Northern Africa100.93.521.62.225,4963.825.431,6322.0146.165765.06.614,9482.767.4Southern Africa28.11.06.10.656800.919.210,8460.7175.414641.15.036260.758.5Western Africa179.16.220.42.121,9733.317.627,3661.7136.910,0397.68.215,5872.878.6Caribbean15.90.66.10.640440.621.810,6680.7167.611820.96.446920.868.9Central America72.22.519.42.014,5242.218.024,3921.5125.227572.13.576721.438.4South America161.65.657.15.845,5966.922.9110,8766.9190.384366.44.333,2456.052.9Northern America116.64.069.77.152,2247.834.0229,36714.4311.247253.63.143,6827.950.3Eastern Asia528.618.4294.029.9177,69326.722.0373,94323.4128.518,21513.92.2123,20622.340.1All but China64.92.352.25.337,4275.635.097,8386.1194.435672.73.320,6803.733.7China463.716.1241.824.6140,26621.120.0276,10517.3115.314,64811.22.0102,52618.541.7South-Eastern Asia257.08.977.77.955,0908.318.0103,8496.5133.912,8779.84.245,7938.358.0South Central Asia791.127.5186.018.994,73014.211.2160,15110.086.530,31723.13.694,65817.151.1All but India262.19.152.25.327,6214.210.648,8993.195.277145.93.026,8534.852.5India529.018.4133.913.667,10910.111.4111,2527.083.222,60317.23.967,80512.250.6Western Asia108.13.824.52.524,7383.721.535,9772.3147.060564.65.314,8872.758.7Central-Eastern Europe91.83.263.46.433,8835.123.7124,8257.8190.755574.23.845,9318.361.1Northern Europe32.41.121.42.214,7552.232.368,4224.3302.914851.13.216,4793.055.4Southern Europe43.01.535.43.625,3593.834.994,8265.9258.624741.93.326,1334.753.5Western Europe55.71.944.14.530,6684.637.7138,3488.7302.828162.13.440,8907.464.1Australia/New Zealand9.90.35.40.548440.736.018,4331.2333.43850.32.934070.649.0Melanesia4.70.20.80.110220.224.111930.1156.04110.39.87100.198.3Micronesia/Polynesia0.50.00.10.01160.023.82650.0195.5240.05.01070.078.2Low HDI443.615.450.95.252,6917.917.056,8813.6112.824,26118.58.034,3256.268.7Medium HDI924.632.1211.421.5115,25317.311.9192,40512.191.337,81828.84.0109,60919.851.9High HDI1025.535.6416.542.3280,41442.120.5545,02434.2131.344,68734.03.3202,79936.647.4Very high HDI485.516.9305.331.0216,80432.631.2800,65550.2253.524,47818.63.5206,61537.353.0World2880.3100984.5100665,50810020.01,595,911100159.2131,3221004.0553,674100.052.0aFemale population; ASR=(truncated) age-standardized rate per 100,000; HDI= Human Development Index.\n      \n      \n        3.2\n        Breast cancer cases and deaths by level of human development\n        In 2020, breast cancer incidence rates were almost double in transitioned compared to transitioning countries (ASR 55.9 versus 29.7 per 100,000, respectively). However, women living in transitioning countries had 17% higher mortality rates compared with women in transitioned countries (15.0 and 12.8 per 100,000, respectively). In terms of absolute cases and deaths, about 20% of all cases and 30% of all deaths from breast cancer worldwide in 2020 occurred in transitioning countries. A gradient across human development level was also observed for the cumulative risk of developing breast cancer before the age of 75, ranging from 3.9 to 3.0% in low and medium HDI countries, respectively, to 4.6 and 8.2% in high and very high HDI countries, respectively (Table 1). However, patterns were different for mortality, where the cumulative risk of dying from breast cancer below the age of 75 was 2.2% in low HDI countries and 1.4–1.5% in the remaining HDI levels.\n        Similar gradients were observed at pre- and postmenopausal ages, with mortality rates in premenopausal women being about twice as high in low HDI countries when compared with other HDI levels and yet less pronounced mortality differences in women aged 50 and above (Table 2).\n        In women, breast cancer was the most diagnosed cancer in 157 (out of 185) countries, followed by cervical cancer in 23, mainly sub-Saharan African, countries and the leading cause of cancer death in 110 countries, followed by cervical cancer in 36 and lung cancer in 25 countries. Yet, great geographic variation exists in incidence and mortality rates (Fig. 2). Across the globe, incidence varied 23-fold (from 5.0 per 100,000 in Bhutan to 113.2 per 100,000 in Belgium) and mortality 16-fold (from 2.6 per 100,000 in Bhutan to 42.2 per 100,000 in Barbados). Considerable variation in breast cancer incidence was also observed within world regions, for example in South-Eastern Asia rates were as low as 9.6 per 100,000 in Myanmar and as high as 77.9 in Singapore. Breast cancer mortality showed less variation than incidence within world regions, except for the Caribbean where mortality rates ranged between 12.9 in Cuba and 42.2 in Barbados (Fig. 3).Fig. 2Age-standardized breast cancer incidence (top, blue) and mortality (bottom, red) rates per 100,000 females. Breast cancer cases and deaths by country. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.)Fig. 2Fig. 3Age-standardized breast cancer incidence (top, blue) and mortality (bottom, red) rates per 100,000 females by country and world region; countries with highest and lowest rates within region mentioned with their name; full country-level results are available at gco.iarc.fr. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.)Fig. 3\n      \n      \n        3.3\n        The future burden of breast cancer in 2040\n        By 2040, the number of newly diagnosed breast cancers is projected to grow by over 40%, to about 3 million cases every year. Similarly, deaths from breast cancer are set out to increase more than 50%, from 685,000 in 2020 to 1 million in 2040 (Fig. 4). A particularly large relative increase will be seen in transitioning countries, especially in low HDI countries where the number of new cases and deaths is expected to double by 2040 (from 110,000 to 216,000 and from 59,000 to 116,000, respectively). While in 2020, 18.4% of breast cancer cases and 30.1% of deaths occurred in transitioning countries, by 2040 this share will rise to 22.2% and 35.2%, respectively. This projection is solely due to the growth and aging of the population and may be further modified by changes in incidence rates.Fig. 4Estimated number of breast cancer cases and deaths from 2020 to 2040, by level of Human Development Index (HDI).Fig. 4\n4.1\n        Conclusion\n        Breast cancer is by far the most commonly diagnosed malignancy worldwide, with the majority of the disease burden occurring in females. While great geographical variation exists in its burden, breast cancer continues to represent an important cause of premature mortality, particularly in women living in transitioning countries. Global efforts and public health measures targeting the whole continuum of cancer control – ranging from primary prevention to early diagnosis, screening, and treatment – are needed to reduce breast cancer mortality and to tackle the overall burden from the disease.\n1\n      Introduction\n      Having replaced lung cancer as the most commonly diagnosed cancer globally, breast cancer today accounts for 1 in 8 cancer diagnoses and a total of 2.3 million new cases in both sexes combined [1]. Representing a quarter of all cancer cases in females, it was by far the most commonly diagnosed cancer in women in 2020, and its burden has been growing in many parts of the world, particularly in transitioning countries [2]. An estimated 685,000 women died from breast cancer in 2020, corresponding to 16% or 1 in every 6 cancer deaths in women. Previously insufficient public health response to this development has led to the recent launch of the Global Breast Cancer Initiative by the World Health Organization (WHO) [3]. By engaging global partners and coordinating sustainable efforts to improve outcomes, WHO and collaborators aim to reduce breast cancer mortality by fostering timely diagnosis and adequate treatment and patient management. As a foundation to these efforts, a good understanding of global patterns and variation in the disease burden is vital.\n      Herein, we examine and describe the burden of invasive breast cancer worldwide in 2020 based on the GLOBOCAN estimates of cancer incidence and mortality developed by the International Agency for Research on Cancer (IARC). We assess geographic variation and describe the magnitude and distribution of the disease for the year 2020 and predict the future burden in 2040.\n2\n      Data sources and methods\n      The number of new cases of, and deaths from, primary invasive cancers of the female breast (International Classification of Diseases tenth revision (ICD-10) C50) were extracted from the GLOBOCAN 2020 database for 185 countries or territories, by sex and 18 age groups (0–4, 5–9, …, 80–84, 85 and over) [1,4,5]. Corresponding population data for 2020 were extracted from the United Nations (UN) website [6]. The data sources and hierarchy of methods used in compiling the cancer estimates have been described in detail elsewhere [4]. In brief, the GLOBOCAN estimates are assembled at the national level using the best available sources of cancer incidence and mortality data within a given country. The methods used to derive the 2020 estimates correspond to those used in previous years [[7], [8], [9]]; where applicable, priority is given to short-term predictions and modelled mortality to incidence (M:I) ratios, while validity is dependent on the degree of representativeness and quality of the source information [4].\n      We present tables and figures on the estimated new cases and deaths, as well as two summary measures using direct standardization, namely the age-standardized (incidence or mortality) rate (ASR) per 100,000 females based on the adapted 1966 Segi World standard population [10,11] for all ages combined, and truncated ASRs for ages below and above 50 years (also referred to as pre- and postmenopausal ages), alongside the cumulative risk of developing or dying from cancer before the age of 75 (as one representation of the lifetime risk of developing breast cancer) expressed as a percentage, assuming the absence of competing causes of death [12]. These measures allow comparisons between populations adjusted for differences in age structures. We also provide a prediction of the future number of female breast cancer cases and deaths worldwide for the year 2040, based on demographic projections and in a scenario where rates remain stable from the baseline year of 2020. Predictions were calculated by applying the 2020 rates to the predicted population data as estimated by the United Nations Development Programme (UNDP).\n      The results are presented by country, and aggregated according to 20 UN-defined world regions [6] and to the UN's four-tier Human Development Index (HDI) in 2020 [13], the latter a means to assess the cancer burden at varying levels of development (low, medium, high and very high HDI). Throughout we use the terms transitioning, emerging and lower HDI countries/economies as synonyms for nations classified as low or medium HDI, and transitioned or higher HDI countries/economies for those classified as high or very high HDI.\n      The Global Cancer Observatory (GCO, https://gco.iarc.fr) includes facilities for the tabulation and graphical visualization of the GLOBOCAN database, including explorations of the current [5] and future [14] burden for 36 cancer types, including female breast cancer as presented in this overview.\n3.1\n        Breast cancer cases and deaths by world region\n        In 2020, an estimated 2.3 million cases of female breast cancer were diagnosed globally, and about 685,000 women died from the disease. Table 1 shows the number of newly diagnosed breast cancer cases and deaths, the incidence and mortality ASR, and the cumulative risk of developing and dying from breast cancer by world region. The highest incidence rates (>80 per 100,000 females) were observed in Australia/New Zealand, Western Europe, Northern America and Northern Europe and the lowest rates (<40 per 100,000) in Central America, Eastern and Middle Africa, and South-Central Asia. The highest mortality rates (>20 per 100,000) were found in Melanesia, Western Africa and Micronesia/Polynesia, while rates in most other world regions ranged between 10 and 15 per 100,000.Table 1Breast cancer incidence (new cases) and mortality (deaths) in 2020 by world region and Human Development Index level.Table 1POPULATIONa (in millions)NEW CASESDEATHSN(%)N(%)ASRCum. Risk (0–74yrs, %)N(%)ASRCum. Risk (0–74yrs, %)Eastern Africa224.45.845,7092.033.03.624,0473.517.92.0Middle Africa90.02.317,8960.832.73.495001.418.01.9Northern Africa122.53.257,1282.549.65.121,5243.118.81.9Southern Africa34.30.916,5260.750.45.450900.715.71.7Western Africa199.65.249,3392.241.54.525,6263.722.32.5Caribbean22.00.614,7120.751.05.558740.918.92.0Central America91.62.438,9161.739.54.210,4291.510.41.2South America218.75.7156,4726.956.46.141,6816.114.01.5Northern America186.34.8281,59112.589.49.748,4077.112.51.4Eastern Asia822.621.3551,63624.443.34.6141,42120.69.81.1All but China117.13.0135,2656.066.97.024,2473.59.41.0China705.518.3416,37118.439.14.2117,17417.110.01.2South-Eastern Asia334.78.7158,9397.041.24.558,6708.615.01.7South Central Asia977.125.3254,88111.326.22.9124,97518.213.11.5All but India314.28.176,5203.427.53.134,5675.012.91.5India662.917.2178,3617.925.82.890,40813.213.21.5Western Asia132.63.460,7152.746.65.020,9433.116.01.7Central-Eastern Europe155.24.0158,7087.057.16.351,4887.515.31.8Northern Europe53.81.483,1773.786.49.417,9642.613.71.5Southern Europe78.52.0120,1855.379.68.528,6074.213.31.4Western Europe99.82.6169,0167.590.79.743,7066.415.61.7Australia/New Zealand15.30.423,2771.095.510.437920.612.11.3Melanesia5.50.122150.150.55.411210.227.52.9Micronesia/Polynesia0.60.03810.058.26.01310.019.62.1Low HDI494.512.8109,5724.836.13.958,5868.620.12.2Medium HDI1136.029.4307,65813.627.83.0147,42721.513.61.5High HDI1442.037.3825,43836.542.74.6247,48636.112.11.4Very high HDI790.720.51,017,45945.075.78.2231,09333.713.41.5World3864.81002,261,41910047.85.2684,99610013.61.5aFemale population; ASR = age-standardized rate per 100,000; Cum. Risk = cumulative risk, ages 0–74 years; HDI= Human Development Index.\n        Fig. 1 presents the distribution of breast cancer cases and deaths across world regions. Close to a quarter of all cases occurred in Eastern Asia, followed by Northern America (12.5%), South-Central Asia (11.3%) and Western Europe (7.5%). Close to half of all global breast cancer deaths were observed in Eastern, South Central and South-Eastern Asia combined, and North America (7.1%) and Western Europe (6.4%) ranked 5th and 6th in terms of numbers of deaths. While 8.3% of all breast cancer cases occurred in Africa, the continent's share of breast cancer deaths was considerably higher (12.5% of the global deaths).Fig. 1Distribution of breast cancer cases and deaths by world area in 2020.Fig. 1\n        With over 70% of all new cases and 81% of all deaths observed in women aged 50 and above, the global burden from breast cancer remains concentrated in this age group (Table 2). The age distribution of cases and deaths however differed considerably across world regions, ranging from 43% of cases and 49% of deaths occurring at postmenopausal ages in Middle Africa, to over 80% of cases and 90% of deaths in Northern America, as well as Western and Northern Europe. The latter regions however continue to carry the highest (age-standardized) incidence rates of both pre- (>30 per 100,000) and postmenopausal breast cancer (>300 per 100,000). Mortality rates at premenopausal ages were highest in Melanesia, Middle and Western Africa (>8 per 100,000) and lowest in Australia/New Zealand (2.9 per 100,000).Table 2Breast cancer incidence (new cases) and mortality (deaths) in 2020 by age at diagnosis, world region and Human Development Index level.Table 2POPULATIONa (in millions)NEW CASESDEATHS<50 years50+ years<50 years50+ years<50 years50+ yearsN(%)N(%)N(%)ASRN(%)ASRN(%)ASRN(%)ASREastern Africa201.67.022.82.322,8013.415.922,9081.4101.410,6398.17.613,4082.459.4Middle Africa81.42.88.60.910,2721.518.876240.588.448873.79.046130.853.8Northern Africa100.93.521.62.225,4963.825.431,6322.0146.165765.06.614,9482.767.4Southern Africa28.11.06.10.656800.919.210,8460.7175.414641.15.036260.758.5Western Africa179.16.220.42.121,9733.317.627,3661.7136.910,0397.68.215,5872.878.6Caribbean15.90.66.10.640440.621.810,6680.7167.611820.96.446920.868.9Central America72.22.519.42.014,5242.218.024,3921.5125.227572.13.576721.438.4South America161.65.657.15.845,5966.922.9110,8766.9190.384366.44.333,2456.052.9Northern America116.64.069.77.152,2247.834.0229,36714.4311.247253.63.143,6827.950.3Eastern Asia528.618.4294.029.9177,69326.722.0373,94323.4128.518,21513.92.2123,20622.340.1All but China64.92.352.25.337,4275.635.097,8386.1194.435672.73.320,6803.733.7China463.716.1241.824.6140,26621.120.0276,10517.3115.314,64811.22.0102,52618.541.7South-Eastern Asia257.08.977.77.955,0908.318.0103,8496.5133.912,8779.84.245,7938.358.0South Central Asia791.127.5186.018.994,73014.211.2160,15110.086.530,31723.13.694,65817.151.1All but India262.19.152.25.327,6214.210.648,8993.195.277145.93.026,8534.852.5India529.018.4133.913.667,10910.111.4111,2527.083.222,60317.23.967,80512.250.6Western Asia108.13.824.52.524,7383.721.535,9772.3147.060564.65.314,8872.758.7Central-Eastern Europe91.83.263.46.433,8835.123.7124,8257.8190.755574.23.845,9318.361.1Northern Europe32.41.121.42.214,7552.232.368,4224.3302.914851.13.216,4793.055.4Southern Europe43.01.535.43.625,3593.834.994,8265.9258.624741.93.326,1334.753.5Western Europe55.71.944.14.530,6684.637.7138,3488.7302.828162.13.440,8907.464.1Australia/New Zealand9.90.35.40.548440.736.018,4331.2333.43850.32.934070.649.0Melanesia4.70.20.80.110220.224.111930.1156.04110.39.87100.198.3Micronesia/Polynesia0.50.00.10.01160.023.82650.0195.5240.05.01070.078.2Low HDI443.615.450.95.252,6917.917.056,8813.6112.824,26118.58.034,3256.268.7Medium HDI924.632.1211.421.5115,25317.311.9192,40512.191.337,81828.84.0109,60919.851.9High HDI1025.535.6416.542.3280,41442.120.5545,02434.2131.344,68734.03.3202,79936.647.4Very high HDI485.516.9305.331.0216,80432.631.2800,65550.2253.524,47818.63.5206,61537.353.0World2880.3100984.5100665,50810020.01,595,911100159.2131,3221004.0553,674100.052.0aFemale population; ASR=(truncated) age-standardized rate per 100,000; HDI= Human Development Index.\n3.2\n        Breast cancer cases and deaths by level of human development\n        In 2020, breast cancer incidence rates were almost double in transitioned compared to transitioning countries (ASR 55.9 versus 29.7 per 100,000, respectively). However, women living in transitioning countries had 17% higher mortality rates compared with women in transitioned countries (15.0 and 12.8 per 100,000, respectively). In terms of absolute cases and deaths, about 20% of all cases and 30% of all deaths from breast cancer worldwide in 2020 occurred in transitioning countries. A gradient across human development level was also observed for the cumulative risk of developing breast cancer before the age of 75, ranging from 3.9 to 3.0% in low and medium HDI countries, respectively, to 4.6 and 8.2% in high and very high HDI countries, respectively (Table 1). However, patterns were different for mortality, where the cumulative risk of dying from breast cancer below the age of 75 was 2.2% in low HDI countries and 1.4–1.5% in the remaining HDI levels.\n        Similar gradients were observed at pre- and postmenopausal ages, with mortality rates in premenopausal women being about twice as high in low HDI countries when compared with other HDI levels and yet less pronounced mortality differences in women aged 50 and above (Table 2).\n        In women, breast cancer was the most diagnosed cancer in 157 (out of 185) countries, followed by cervical cancer in 23, mainly sub-Saharan African, countries and the leading cause of cancer death in 110 countries, followed by cervical cancer in 36 and lung cancer in 25 countries. Yet, great geographic variation exists in incidence and mortality rates (Fig. 2). Across the globe, incidence varied 23-fold (from 5.0 per 100,000 in Bhutan to 113.2 per 100,000 in Belgium) and mortality 16-fold (from 2.6 per 100,000 in Bhutan to 42.2 per 100,000 in Barbados). Considerable variation in breast cancer incidence was also observed within world regions, for example in South-Eastern Asia rates were as low as 9.6 per 100,000 in Myanmar and as high as 77.9 in Singapore. Breast cancer mortality showed less variation than incidence within world regions, except for the Caribbean where mortality rates ranged between 12.9 in Cuba and 42.2 in Barbados (Fig. 3).Fig. 2Age-standardized breast cancer incidence (top, blue) and mortality (bottom, red) rates per 100,000 females. Breast cancer cases and deaths by country. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.)Fig. 2Fig. 3Age-standardized breast cancer incidence (top, blue) and mortality (bottom, red) rates per 100,000 females by country and world region; countries with highest and lowest rates within region mentioned with their name; full country-level results are available at gco.iarc.fr. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.)Fig. 3\n3.3\n        The future burden of breast cancer in 2040\n        By 2040, the number of newly diagnosed breast cancers is projected to grow by over 40%, to about 3 million cases every year. Similarly, deaths from breast cancer are set out to increase more than 50%, from 685,000 in 2020 to 1 million in 2040 (Fig. 4). A particularly large relative increase will be seen in transitioning countries, especially in low HDI countries where the number of new cases and deaths is expected to double by 2040 (from 110,000 to 216,000 and from 59,000 to 116,000, respectively). While in 2020, 18.4% of breast cancer cases and 30.1% of deaths occurred in transitioning countries, by 2040 this share will rise to 22.2% and 35.2%, respectively. This projection is solely due to the growth and aging of the population and may be further modified by changes in incidence rates.Fig. 4Estimated number of breast cancer cases and deaths from 2020 to 2040, by level of Human Development Index (HDI).Fig. 4\n4\n      Discussion\n      With over 2.3 million new cases estimated in 2020, breast cancer has become the most commonly diagnosed cancer worldwide and represents a major burden to public health. Large geographic variation exists in its burden across countries and world regions. While most cases occur in transitioned countries, transitioning countries continue to carry a disproportionate share of breast cancer deaths. If current trends remain unchanged, the burden of breast cancer is set to grow to over 3 million new cases and 1 million deaths per year by 2040 as a result of population growth and ageing alone.\n      Higher incidence rates in transitioned countries reflect a longstanding higher prevalence of reproductive, hormonal, and behavioral risk factors. Established risk factors for breast cancer include early age at menarche, later age at menopause, advanced age at first birth, fewer number of children, less breastfeeding, menopausal hormone-replacement therapy, oral contraceptives, but also alcohol consumption, excess body weight, and physical inactivity [15,16]. Changes in the prevalence of these risk factors coupled with increased detection through organized or opportunistic mammographic screening have been reflected in past incidence trends, most notably rapidly rising rates during the 1980s and 1990s in Northern America, Oceania and Europe. This was followed by a stabilization or decline of trends in the early 2000s [17], likely a consequence of reduced use of menopausal hormone-replacement therapy and possibly a plateau in the detection of precancerous lesions/DCIS [18,19]. Rising incidence rates have been reported in several high-income countries in North America, Europe and Oceania since 2007 for pre- and postmenopausal breast cancer [2,20]. Most of this rise has been attributed to the increased detection of small, early stage tumors with very good prognosis in countries with well-established screening programmes. The increased detection of slow-growing estrogen receptor-positive cancers during mammographic screening might have added to the rising incidence of estrogen receptor-positive tumors, while the incidence of estrogen receptor-negative tumors is declining [[21], [22], [23], [24], [25]]. The diverging trends in estrogen receptor-specific breast cancer incidence have been linked to dual effects of certain environmental risk factors such as obesity. Estrogen receptor-positive cancers show a stronger and more consistent relation with excess body weight and their increasing incidence could be a consequence of the growing obesity epidemic in many countries [26]. These changes in breast cancer incidence have coincided with generally decreasing mortality rates linked to the combination of progress in treatment and early detection through screening in most transitioned, and historically high-risk countries since the late 1980s and the early 1990s [27]. As a consequence, the number of women living with a history of breast cancer has also increased markedly, amounting to an estimated 7.8 million in 2020 (5-year prevalence), making long-term outcomes such as disease progression and recurrence important metrics that are however to-date still poorly understood from a global perspective. Given the increasing number of survivors and the changing landscape of breast cancer, improvements in other indicators that aim to measure quality of life and years of life with disability should be considered.\n      Different patterns and trends have been observed in transitioning countries in South America, Africa and Asia, where breast cancer incidence is historically low but has been rising rapidly in past decades. This has been linked to dramatic changes in behavioral factors (e.g., rising obesity and physical inactivity), reproductive health (e.g., fewer children, postponement of childbearing), increasing life expectancy and socio-cultural environments that together have led to changes in risk factor profiles that are similar to those of transitioned countries. As a result, breast cancer incidence rates have risen and are slowly approaching levels observed in transitioned countries. Evidence from sub-Saharan Africa shows that incidence rates have increased by more than 5% every year in Malawi, Nigeria and the Seychelles and by 3–4% per year in South Africa and Zimbabwe [28]. Higher proportions of women developing breast cancer at premenopausal ages in these world regions is directly related to the much younger age structure, although women of African descent have been shown to have an increased risk of Triple Negative Breast Cancer (TNBC) that is often characterized by an earlier age at onset relative to other breast cancer subtypes [29]. Whether the age at diagnosis, adjusted for demographics, is truly different across countries remains to be elucidated.\n      Mortality rates from breast cancer have increased in sub-Saharan Africa and are among the highest in the world. While 5-year survival rates for breast cancer exceed 90% in most high-income countries, this figure was 66% for 12 sub-Saharan African countries combined for cases diagnosed 2008–2015 [30], with country-specific estimates as low as 12% in Uganda [31]. Higher mortality in sub-Saharan Africa is mainly attributable to late-stage presentation and inadequate access to high-quality care [32]. Among patients with known stage, 64.9% were diagnosed with advanced disease (stages III and IV) and 18.4% had distant metastases at diagnosis (stage IV), where survival is low [31]. According to a meta-analysis summarizing evidence from 83 studies across 17 sub-Saharan African countries, 77% of all staged cases were advanced (stage III) or metastatic (stage IV) at diagnosis [33]. In contrast, only about 15% of all breast cancer cases are diagnosed at advanced stages (III and IV) in high-income countries, such as the Netherlands [34]. In the absence of organized screening programmes, early diagnosis focusing on breast self-awareness and improved access to quality diagnosis and treatment are crucial elements in breast cancer control in transitioning countries. Multiple coordinated interventions, including the reduction of stigmas through public education and improved awareness, such as the recognition of signs and symptoms of early breast cancer are required to improve and accelerate referral for adequate diagnostic evaluation and timely, evidence-based treatment [3,35,36]. These also represent the main goals of the ABC Global Alliance (https://www.abcglobalalliance.org/), a multi-stakeholder platform focusing on advanced breast cancer (ABC). A recent study conducted in 5 sub-Saharan African countries estimated that at least a third of all breast cancer deaths in these countries could be prevented through earlier diagnosis of symptomatic disease alongside improvements in treatment [37].\n      In response to the growing global breast cancer burden and particularly the premature mortality in transitioning countries, the Global Breast Cancer Initiative [3] was launched by the WHO and international partners in early 2021. Together with allies and global collaborators, the initiative aims to reduce global breast cancer mortality by increasing access to breast cancer early diagnosis and prompt, comprehensive cancer management. In addition, a series of evidence-based, resource-stratified guidelines that support phased implementation into real-world practice has been developed by the Breast Health Global Initiative [[38], [39], [40]]. Only few established risk factors of breast cancer are truly modifiable. Primary prevention efforts are therefore limited to decreasing excess body weight and alcohol consumption and to encourage physical activity and breastfeeding. More importantly, educational and awareness efforts to increase early detection in countries with high proportions of late stage disease, and population-based breast cancer screening programs in countries with low proportions of late stage disease, are crucial to reduce breast cancer mortality, together with equal access to high quality multidisciplinary and specialized care [41]. The WHO recommends organized, population-based mammography screening every 2 years for women at average risk for breast cancer aged 50–69 years in well-resourced settings. In limited resource settings, where most women with breast cancer are diagnosed in late stages and mammography screening is not cost-effective or feasible, available resources should be focused on early diagnosis by ensuring access of women with symptomatic lesions to prompt and effective diagnosis and treatment [42].\n      The numbers and rates presented in this article are estimates based on the best available data from population-based cancer registries that have been thoroughly reviewed. Yet, some caution is warranted when interpreting the findings, especially for countries where estimates are based on proxy data [4]. While the introduction of screening in many parts of the world has led to an increasing detection and incidence of in-situ carcinomas of the breast, this global assessment only includes invasive breast cancer. Moreover, estimates do not reflect the impact of the COVID-19 pandemic as they are based on extrapolations of cancer data collected in earlier years. In the first half of 2020, breast cancer screening and diagnostic imaging have been dramatically disrupted and temporarily suspended in many countries such as the United States [43], the Netherlands [44] or the UK [45]. In the United States, the COVID-19 pandemic has led to a near-total cessation of mammography services in mid-March 2020. Screening and diagnostic mammography volumes however recovered by July 2020, with a lag observed for certain sub-populations [43]. A subsequent short-term reduction in the number of referrals, and an overall decline in the number of breast cancer diagnoses were observed in several countries [[44], [45], [46], [47]]. A study from Italy [48] reported an increase in diagnoses of node-positive and stage III breast cancer after a 2-month interruption of mammographic screening. In the Netherlands no shift in stage could be seen until August 2020, while a clear change in initial treatment was observed during the pandemic, with fewer patients undergoing breast conserving therapy or mastectomy plus breast reconstruction and more neoadjuvant hormonal treatment [47,49]. The full extent of the impact of the COVID-19 pandemic on breast cancer diagnoses and deaths in different world regions, however, currently remains unknown. Forthcoming research is warranted to assess whether the decreased diagnostic scrutiny resulted in stage migration and/or altered clinical management in poorer outcomes.\n      Finally, the future projections presented here are based on demographic forecasts (population growth and ageing) and past global incidence and mortality trends and do not account for geographic and generational variation. Changes in the prevalence of risk factors may further exacerbate these predictions, especially in countries where incidence and mortality rates continue rising. Incidence predictions thus likely represent a conservative estimate (an underestimation) of the future breast cancer burden and need to be interpreted with great caution. Additionally, the mortality projections are based on current survival rates, which could be significantly impacted by strategies that improve more equitable access to early diagnosis and availability of treatments, along with possible development of effective new treatments.\n      \n        4.1\n        Conclusion\n        Breast cancer is by far the most commonly diagnosed malignancy worldwide, with the majority of the disease burden occurring in females. While great geographical variation exists in its burden, breast cancer continues to represent an important cause of premature mortality, particularly in women living in transitioning countries. Global efforts and public health measures targeting the whole continuum of cancer control – ranging from primary prevention to early diagnosis, screening, and treatment – are needed to reduce breast cancer mortality and to tackle the overall burden from the disease.\nDeclarations\n      \n        Data availability statement\n        The dataset supporting the conclusions of this article is available at gco.iarc.fr.\n      \n      \n        Competing interests\n        The authors declare that they have no competing interests.\n      \n      \n        Ethical approval\n        Not required.\n      \n      \n        Funding\n        This work was supported by the Susan G. Komen Foundation (Career Catalyst Grant CCR19608129 to MA). The funder had no role in study design, data collection, data analysis, data interpretation, or writing of the report. The corresponding author had full access to all the data in the study and had final responsibility for the decision to submit for publication.\n      \n      \n        Author contributions\n        MA initiated the study, interpreted the results, and drafted the manuscript. JV and ML conducted the statistical analysis and prepared the figures and tables. EM, HR, AM, DS, JRG, FC, SS and IS provided comments on the draft and the final version of the manuscript. All authors read and approved the final manuscript.\nData availability statement\n        The dataset supporting the conclusions of this article is available at gco.iarc.fr.\nCompeting interests\n        The authors declare that they have no competing interests.\nEthical approval\n        Not required.\nFunding\n        This work was supported by the Susan G. Komen Foundation (Career Catalyst Grant CCR19608129 to MA). The funder had no role in study design, data collection, data analysis, data interpretation, or writing of the report. The corresponding author had full access to all the data in the study and had final responsibility for the decision to submit for publication.\nAuthor contributions\n        MA initiated the study, interpreted the results, and drafted the manuscript. JV and ML conducted the statistical analysis and prepared the figures and tables. EM, HR, AM, DS, JRG, FC, SS and IS provided comments on the draft and the final version of the manuscript. All authors read and approved the final manuscript.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9465273/",
    "doi": "https://doi.org/10.1016/j.breast.2022.08.010",
    "citation_count": 320,
    "references": {
        "11037279": "ZC3H12A inhibits tumor growth and metastasis of breast cancer under hypoxic condition via the inactivation of IL-17 signaling pathway",
        "11036514": "Unexpected focal fluorodeoxyglucose uptake in main organs; pass through or pass by?",
        "11026844": "Preliminary insights on the mutational spectrum of BRCA1 and BRCA2 genes in Pakhtun ethnicity breast cancer patients from Khyber Pakhtunkhwa (KP), Pakistan",
        "11025100": "BRCA Mutations and MicroRNA Expression Patterns in the Peripheral Blood of Breast Cancer Patients",
        "11024766": "Metastasis to the bladder from primary breast cancer: A case report and literature review",
        "11022230": "Breamy: An augmented reality mHealth prototype for surgical decision‐making in breast cancer",
        "11019981": "Evaluation of large language models in breast cancer clinical scenarios: a comparative analysis based on ChatGPT-3.5, ChatGPT-4.0, and Claude2",
        "11013307": "Soy Product Consumption and the Risk of Cancer: A Systematic Review and Meta-Analysis of Observational Studies",
        "11013092": "Nutrition Knowledge, Attitudes, and Lifestyle Practices That May Lead to Breast Cancer Risk Reduction among Female University Students in Lebanon",
        "11012307": "Digital Health Platforms for Breast Cancer Care: A Scoping Review",
        "11012188": "Actuarial Analysis of Survival after Breast Cancer Diagnosis among Lithuanian Females",
        "11011301": "Tissue Expression of Growth Differentiation Factor 11 in Patients with Breast Cancer",
        "11011105": "Translational Aspects in Metaplastic Breast Carcinoma",
        "11007175": "Medical cost of breast cancer services in Serbia between 2010 and 2019: national data report",
        "11007099": "Centrosomes and associated proteins in pathogenesis and treatment of breast cancer",
        "11005287": "Effects of solid lipid nanocarrier containing methyl urolithin A by coating folate-bound chitosan and evaluation of its anti-cancer activity",
        "11002299": "Optimization of Electrochemical Sensitivity in Anticancer Drug Quantification through ZnS@CNS Nanosheets: Synthesis via Accelerated Sonochemical Methodology",
        "10998752": "Intervention model under the Omaha system framework can effectively improve the sleep quality and negative emotion of patients with mid to late-stage lung cancer and is a protective factor for quality of life",
        "10998123": "Enhanced efficacy of β-carotene loaded solid lipid nanoparticles optimized and developed via central composite design on breast cancer cell lines",
        "10996372": "Comprehensive analysis of risk factors for postoperative wound infection following radical mastectomy in breast cancer patients",
        "10995116": "CYP2C8 rs11572080 and CYP3A4 rs2740574 risk genotypes in paclitaxel-treated premenopausal breast cancer patients",
        "10994607": "Exploring female medical students’ knowledge, attitudes, practices, and perceptions related to breast cancer screening: a scoping review",
        "10990519": "Exploring long-term breast cancer survivors’ care trajectories using dynamic time warping-based unsupervised clustering",
        "10990114": "High-Throughput Transcriptomics of Nontumorigenic Breast Cells Exposed to Environmentally Relevant Chemicals",
        "10974878": "Natural Compounds and Breast Cancer: Chemo-Preventive and Therapeutic Capabilities of Chlorogenic Acid and Cinnamaldehyde",
        "10974594": "Genistein Supplementation and Bone Health in Breast Cancer in Rats",
        "10973928": "Use of ultra-high performance liquid chromatography-high-resolution mass spectroscopy to profile the metabolites from the serum of patients with breast cancer",
        "10973645": "Factors influencing the time to diagnosis and treatment of breast cancer among women in low- and middle-income countries: A systematic review",
        "10971533": "The Correlation of Body Mass Index with Risk of Recurrence in Post-Menopausal Women with Breast Cancer Undergoing Fluorodeoxyglucose Positron Emission Tomography/Computed Tomography",
        "10970597": "EB1089 Increases the Antiproliferative Response of Lapatinib in Combination with Antiestrogens in HER2-Positive Breast Cancer Cells",
        "10969832": "Zeolitic Imidazole Framework/Silica Nanocomposite for Targeted Cancer Therapeutics: Comparative Study of Chemo-Drug Cisplatin (CPt) and Green Platinum (GPt) Efficacy",
        "10969458": "Unveiling the Molecular Mechanism of Trastuzumab Resistance in SKBR3 and BT474 Cell Lines for HER2 Positive Breast Cancer",
        "10968736": "HER2-Positive Early Breast Cancer: Time for Ultimate De-Escalation?",
        "10968685": "SORBS1 inhibits epithelial to mesenchymal transition (EMT) of breast cancer cells by regulating PI3K/AKT signaling and macrophage phenotypic polarization",
        "10965137": "Cancer mortality patterns in selected Northern and Southern African countries",
        "10961778": "miR-125 in Breast Cancer Etiopathogenesis: An Emerging Role as a Biomarker in Differential Diagnosis, Regenerative Medicine, and the Challenges of Personalized Medicine",
        "10958368": "Encapsulation and release of calcein from herceptin-conjugated eLiposomes",
        "10955326": "Article review: Brazilin as potential anticancer agent",
        "10954173": "High rate of high-risk human papillomavirus among benign and breast cancer patients in Ethiopia",
        "10954078": "Presentation of Breast Cancer and Impact of Patient Navigation on Timeliness of Diagnosis and Treatment and on Adherence to Treatment Recommendations in a Multicenter Network in Malaysia",
        "10950695": "Exercise affects high-fat diet-stimulated breast cancer metastasis through irisin secretion by altering cancer stem cell properties",
        "10945923": "The Challenges of Collecting Long-Term Outcomes in Cancer Patients on the Population-Level: The Case of Metastatic Breast Cancer",
        "10943108": "Polygenic risk score-based prediction of breast cancer risk in Taiwanese women with dense breast using a retrospective cohort study",
        "10942069": "Cost-effectiveness of one-year adjuvant trastuzumab therapy in treatment for early-stage breast cancer patients with HER2+ in Vietnam",
        "10941575": "Developing a conceptual model for understanding caregiving experience and their impacts on quality of life for Chinese breast cancer family caregivers: A qualitative study",
        "10937278": "LINC00839 in Human Disorders: Insights into its Regulatory Roles and Clinical Impact, with a Special Focus on Cancer",
        "10929036": "Tissue Engineering Scaffolds Loaded With a Variety of Plant Extracts: Novel Model in Breast Cancer Therapy",
        "10928765": "Association between long-term use of calcium channel blockers (CCB) and the risk of breast cancer: a retrospective longitudinal observational study protocol",
        "10927741": " Rhodomyrtus tomentosa as a new anticancer molecular strategy in breast histology via Her2, IL33, EGFR, and MUC1",
        "10926595": "Decoding contextual crosstalk: revealing distinct interactions between non-coding RNAs and unfolded protein response in breast cancer",
        "10924839": "Resveratrol Nanoformulation Inhibits Invasive Breast Cancer Cell Growth through Autophagy Induction: An In Vitro Study",
        "10921259": "Liquid biopsy utilizing miRNA in patients with advanced breast cancer treated with cyclin‑dependent kinase 4/6 inhibitors",
        "10920332": "Return to work, work productivity loss and activity impairment in Chinese breast cancer survivors 12-month post-surgery: a longitudinal study",
        "10916281": "Dysregulated Gab1 signalling in triple negative breast cancer",
        "10915419": "Application of a modified lateral thoracic artery perforator flap in partial breast defects",
        "10914699": "Extracellular vesicles as a promising source of lipid biomarkers for breast cancer detection in blood plasma",
        "10909965": "Effects of nonpharmacological interventions on symptom clusters in breast cancer survivors: A systematic review of randomized controlled trials",
        "10909106": "Diagnostic Accuracy of Immunohistochemistry for HER2-Positive Breast Cancer",
        "10906904": "Inhaled anesthesia associated with reduced mortality in patients with stage III breast cancer: A population-based study",
        "10905587": "Novel Chitosan-Coated Liposomes Coloaded with Exemestane and Genistein for an Effective Breast Cancer Therapy",
        "10896335": "SMARCD1 is a “Goldilocks” metastasis modifier",
        "10894558": "Targeting Receptor Tyrosine Kinases as a Novel Strategy for the Treatment of Triple-Negative Breast Cancer",
        "10894132": "Diagnostic performance of additional imaging tests for staging purposes in a bicentric German series of low-risk early breast cancer patients",
        "10892933": "Niosomes: Composition, Formulation Techniques, and Recent Progress as Delivery Systems in Cancer Therapy",
        "10891482": "A Preliminary Investigation into Search and Matching for Tumor Discrimination in World Health Organization Breast Taxonomy Using Deep Networks",
        "10889574": "The Efficacy of Muscle Energy and Mulligan Mobilization Techniques for the Upper Extremities and Posture after Breast Cancer Surgery with Axillary Dissection: A Randomized Controlled Trial",
        "10889347": "FEN1 Inhibition as a Potential Novel Targeted Therapy against Breast Cancer and the Prognostic Relevance of FEN1",
        "10888713": "Sex-Hormone-Binding Globulin Gene Polymorphisms and Breast Cancer Risk in Caucasian Women of Russia",
        "10886716": "Modulation of Estrogen Receptor Alpha (ERα) and Tumor Suppressor Gene BRCA1 in Breast Cancer Cells by Bazedoxifene Acetate (BZA)",
        "10886524": "Molecular Characterization and Subtyping of Breast Cancer Cell Lines Provide Novel Insights into Cancer Relevant Genes",
        "10884953": "Appraising the causal association between Crohn’s disease and breast cancer: a Mendelian randomization study",
        "10883115": "Cerebral venous sinus thrombosis in a patient treated with ribociclib for metastatic breast cancer. Case reports and literature review",
        "10883021": "New Phenolic Glycosides from Coelogyne fuscescens Lindl. var. brunnea and Their Cytotoxicity against Human Breast Cancer Cells",
        "10873433": "PANoptosis: a potential new target for programmed cell death in breast cancer treatment and prognosis",
        "10873290": "Ambient air pollutants and breast cancer stage in Tehran, Iran",
        "10871660": "Racial disparities in surgical outcomes after mastectomy in 223 000 female breast cancer patients: a retrospective cohort study",
        "10870721": "High-protein diet scores, macronutrient substitution, and breast cancer risk: insights from substitution analysis",
        "10866978": "Germline mutations of 4567 patients with hereditary breast-ovarian cancer spectrum in Thailand",
        "10866624": "High sensitivity saliva-based biosensor in detection of breast cancer biomarkers: HER2 and CA15-3",
        "10863284": "Novel quinazolines bearing 1,3,4-thiadiazole-aryl urea derivative as anticancer agents: design, synthesis, molecular docking, DFT and bioactivity evaluations",
        "10860977": "Availability and Geographic Access to Hospital-Based Breast Cancer Diagnostic Services in Ghana",
        "10859963": "Targeting the Oxytocin Receptor for Breast Cancer Management: A Niche for Peptide Tracers",
        "10858503": "Psychometric evaluation of the Chinese version of the stressors in breast cancer scale: a translation and validation study",
        "10854866": "Swin-Net: A Swin-Transformer-Based Network Combing with Multi-Scale Features for Segmentation of Breast Tumor Ultrasound Images",
        "10854694": "Gender-Specific Genetic Predisposition to Breast Cancer: BRCA Genes and Beyond",
        "10854666": "Optimizing Clinical Implementation of Hypofractionation: Comprehensive Evidence Synthesis and Practical Guidelines for Low- and Middle-Income Settings",
        "10852167": "Breast screening practices of 35–65 years old women – A cross-sectional survey in Alappuzha, Kerala, India",
        "10844132": "Silica/Annona muricata nano-hybrid: Synthesis and anticancer activity against breast cancer",
        "10843953": "European value-based healthcare benchmarking: moving from theory to practice",
        "10840221": "Body mass index and altered lipid profile as major risk markers for breast cancer progression: a cross-sectional study of postmenopausal women in Pakistan",
        "10840064": "Explainable machine learning for breast cancer diagnosis from mammography and ultrasound images: a systematic review",
        "10831774": "Exploring the Spatial Landscape of the Estrogen Receptor Proximal Proteome With Antibody-Based Proximity Labeling",
        "10830498": "Enhancing apoptosis-mediated anticancer activity of evodiamine through protein-based nanoparticles in breast cancer cells",
        "10821154": "Chitotriose Enhanced Antitumor Activity of Doxorubicin through Egr1 Upregulation in MDA-MB-231 Cells",
        "10820301": "Naphthoquinone Derivatives from Angustimassarina populi CF-097565 Display Anti-Tumour Activity in 3D Cultures of Breast Cancer Cells",
        "10819256": "In Vitro and In Vivo Preventive Effects of Thymoquinone against Breast Cancer: Role of DNMT1",
        "10819101": "Exploring Biomarkers in Breast Cancer: Hallmarks of Diagnosis, Treatment, and Follow-Up in Clinical Practice",
        "10818444": "Experimental Studies on the Therapeutic Potential of Vaccinium Berries in Breast Cancer—A Review",
        "10816584": "Resistance to Combined Anthracycline–Taxane Chemotherapy Is Associated with Altered Metabolism and Inflammation in Breast Carcinomas",
        "10815801": "Aptamer-Based Recognition of Breast Tumor Cells: A New Era for Breast Cancer Diagnosis",
        "10815711": "Clerodendrum chinense Stem Extract and Nanoparticles: Effects on Proliferation, Colony Formation, Apoptosis Induction, Cell Cycle Arrest, and Mitochondrial Membrane Potential in Human Breast Adenocarcinoma Breast Cancer Cells",
        "10814201": "Exploring Helium Ions’ Potential for Post-Mastectomy Left-Sided Breast Cancer Radiotherapy",
        "10814151": "Common Misconceptions about Diet and Breast Cancer: An Unclear Issue to Dispel",
        "10813895": "ELF5: A Molecular Clock for Breast Aging and Cancer Susceptibility",
        "10811843": "Triglyceride-glucose index is a risk factor for breast cancer in China: a cross-sectional study",
        "10808284": "Beyond a decade: a comparative study of 15-year survival rates in screen-detected vs. symptomatic breast cancer patients in Hungary",
        "10805818": "Incidence and risk factors of hypothyroidism after treatment for early breast cancer: a population-based cohort study",
        "10804393": "Immune checkpoint inhibitors in breast cancer: development, mechanisms of resistance and potential management strategies",
        "10804376": "A novel approach for transforming breast cancer stem cells into endothelial cells",
        "10801086": "Unraveling the “golden ratio”: a pilot study investigating acute-to-chronic workload ratio in breast cancer patients undergoing active treatment",
        "10800782": "A zinc metabolism-related gene signature for predicting prognosis and characteristics of breast cancer",
        "10785354": "A network meta-analysis of efficacy and safety for first-line and second/further-line therapies in postmenopausal women with hormone receptor-positive, HER2-negative, advanced breast cancer",
        "10780985": "Anticancer, Immunomodulatory, and Phytochemical Screening of Carthamus oxyacantha M.Bieb Growing in the North of Iraq",
        "10779249": "Generation and Characterization of Trastuzumab/Pertuzumab-Resistant HER2-Positive Breast Cancer Cell Lines",
        "10776602": "Targeting cancer stem cell plasticity in triple-negative breast cancer",
        "10774137": "Breast cancer: Epidemiology, risk factors and screening",
        "10772314": "Revolutionizing Breast Healthcare: Harnessing the Role of Artificial Intelligence",
        "10770986": "The global, regional, and national disease burden of breast cancer attributable to tobacco from 1990 to 2019: a global burden of disease study",
        "10770835": "Aromatase inhibitors: the journey from the state of the art to clinical open questions",
        "10765467": "Evaluation of the Influence of Geodimensional and Histological Parameters on the Need for Margin Widening in Breast Lesions Marked With Magnetic Seeds",
        "10765117": "Circular RNAs in breast cancer diagnosis, treatment and prognosis",
        "10764114": "Biooriented Synthesis of Ibuprofen-Clubbed Novel Bis-Schiff Base Derivatives as Potential Hits for Malignant Glioma: In Vitro Anticancer Activity and In Silico Approach",
        "10761147": "Denosumab versus pamidronate in the treatment of osteolytic bone metastases secondary to breast cancer: a multi-institutional analysis",
        "10753706": "Nanomedicine-Based Drug-Targeting in Breast Cancer: Pharmacokinetics, Clinical Progress, and Challenges",
        "10743293": "Metastatic Breast Cancer Presenting as Acute Appendicitis: A Rare Case Study and Review of Current Knowledge",
        "10743217": "Heterozygous Knockout of ARID4B Using CRISPR/Cas9 Attenuates Some Aggressive Phenotypes in a Breast Cancer Cell Line",
        "10741119": "Comparative Analysis of Diagnostic Performance of Automatic Breast Ultrasound, Full-Field Digital Mammography and Contrast-Enhanced Mammography in Relation to Breast Composition",
        "10734022": "Network Pharmacology Combined with Molecular Docking, Molecular Dynamics, and In Vitro Experimental Validation Reveals the Therapeutic Potential of Thymus vulgaris L. Essential Oil (Thyme Oil) against Human Breast Cancer",
        "10731600": "Feasibility of monitoring Global Breast Cancer Initiative Framework key performance indicators in 21 Asian National Cancer Centers Alliance member countries",
        "10731356": "Oncoplastic and reconstructive surgery in SENONETWORK Italian breast centers: lights and shadows",
        "10731334": "New use of preoperative fibrinogen in ovarian cancer management",
        "10729681": "Immunotherapy: Constructive Approach for Breast Cancer Treatment",
        "10725966": "Extracellular vesicles in the breast cancer brain metastasis: physiological functions and clinical applications",
        "10722549": "Downregulated GPD1 and MAGL protein levels as potential biomarkers for the metastasis of triple‑negative breast tumors to axillary lymph nodes",
        "10718625": "Effects of sevoflurane on metalloproteinase and natural killer group 2, member D (NKG2D) ligand expression and natural killer cell-mediated cytotoxicity in breast cancer: an in vitro study",
        "10716849": "Collagen-Binding Nanoparticles for Paclitaxel Encapsulation and Breast Cancer Treatment",
        "10706865": "Repurposing Study of 4-Acyl-1-phenylaminocarbonyl-2-substituted-piperazine Derivatives as Potential Anticancer Agents—In Vitro Evaluation against Breast Cancer Cells",
        "10706779": "Role of Clinical Risk Factors and B-Type Natriuretic Peptide in Assessing the Risk of Asymptomatic Cardiotoxicity in Breast Cancer Patients in Kazakhstan ",
        "10693652": "Impact of Nanomedicine in Women’s Metastatic Breast Cancer",
        "10692969": "Low presence of papillomavirus and its lack of correlation with clinicopathological factors in breast cancer: a case control study",
        "10681792": "The Role of Crohn Disease on Breast Cancer Incidence: A Clinical Analysis",
        "10681531": "Association of Delay in Breast Cancer Diagnosis With Survival in Addis Ababa, Ethiopia: A Prospective Cohort Study",
        "10679843": "A Review of the Advancements in Targeted Therapies for Breast Cancer",
        "10674953": "Synthesis of Pyrrolo[3,4-b]pyridin-5-ones via Ugi–Zhu Reaction and In Vitro–In Silico Studies against Breast Carcinoma",
        "10673091": "A Simple Technique Using Peri-Prosthetic Irrigation Improves Implant Salvage Rates in Immediate Implant-Based Breast Reconstruction",
        "10671473": "Temporal Evolution and Associated Factors of Adherence to Mammography Screening among Women in Spain: Results from Two National Health Surveys (2017–2020)",
        "10668456": "The practice of breast self-examination and associated factors among female healthcare professionals working in selected hospitals in Kigali, Rwanda: a cross sectional study",
        "10666628": "Immunohistochemistry-derived subtypes of breast cancer distribution in four regions of Ethiopia",
        "10666181": "Multigene testing panels reveal pathogenic variants in sporadic breast cancer patients in northern China",
        "10662149": "Stemness signature and targeted therapeutic drugs identification for Triple Negative Breast Cancer",
        "10658810": "The Emerging Roles of Exosomal miRNAs in Breast Cancer Progression and Potential Clinical Applications",
        "10658435": "Ultrafast photoacoustic cavitation pumped by picosecond laser for high-efficient and long-term shockwave theranostics",
        "10655209": "The incidence, impact, and risk factors for moderate to severe persistent pain after breast cancer surgery: a prospective cohort study",
        "10652387": "Mutational Landscape and In-Silico Analysis of TP53, PIK3CA, and PTEN in Patients with Breast Cancer from Khyber Pakhtunkhwa",
        "10650224": "A Novel Algorithm for Evaluating Bone Metastatic Potential of Breast Cancer through Morphometry and Computational Mathematics",
        "10649164": "Application of Biosensors in Detecting Breast Cancer Metastasis",
        "10648629": "Circulating oxysterols and prognosis among women with a breast cancer diagnosis: results from the MARIE patient cohort",
        "10644338": "Exploring the human microbiome – A step forward for precision medicine in breast cancer",
        "10643473": "PI3K/AKT signaling activates HIF1α to modulate the biological effects of invasive breast cancer with microcalcification",
        "10642055": "A disproportionality analysis of adverse events associated to pertuzumab in the FDA Adverse Event Reporting System (FAERS)",
        "10636951": "The effects of chemotherapy on resting energy expenditure, body composition, and cancer-related fatigue in women with breast cancer: a prospective cohort study",
        "10636649": "Global Stage Distribution of Breast Cancer at Diagnosis: A Systematic Review and Meta-Analysis",
        "10629034": "Protocol to evaluate sequential electronic health record-based strategies to increase genetic testing for breast and ovarian cancer risk across diverse patient populations in gynecology practices",
        "10627721": "Impacts of Sociodemographic Factors, Screening, and Organization of Health Services on Breast Cancer Mortality in Brazil: An Ecological Study of 20 Years",
        "10624203": "FAAH inhibition ameliorates breast cancer in a murine model",
        "10621434": "Socioeconomic Impact of OncotypeDX on Breast Cancer Treatment: Preliminary Results",
        "10620963": "Two-carbon tethered artemisinin–isatin hybrids: design, synthesis, anti-breast cancer potential, and in silico study",
        "10619647": "Pathogenic germline variants in patients with breast cancer: conversations across generations, practices and patients’ attitude",
        "10613072": "Hepatitis C virus infection is associated with high risk of breast cancer: a pooled analysis of 68,014 participants",
        "10608013": "Robust Identification of Differential Gene Expression Patterns from Multiple Transcriptomics Datasets for Early Diagnosis, Prognosis, and Therapies for Breast Cancer",
        "10607564": "Make It Less Complex: Autoencoder for Speckle Noise Removal—Application to Breast and Lung Ultrasound",
        "10605794": "The G Protein-Coupled Estrogen Receptor (GPER): A Critical Therapeutic Target for Cancer",
        "10604333": "WWFedCBMIR: World-Wide Federated Content-Based Medical Image Retrieval",
        "10603986": "Microwave Breast Sensing via Deep Learning for Tumor Spatial Localization by Probability Maps",
        "10598997": "Impact of the OncotypeDX score and HER2 RNA PCR levels on HER2-low IHC levels in primary and metastasized tumors",
        "10595148": "Clinicopathological characteristics, evolution, treatment pattern and outcomes of hormone-receptor-positive/HER2-low metastatic breast cancer",
        "10592394": "Embedded bioprinting of breast tumor cells and organoids using low concentration collagen based bioinks",
        "10587756": "Breast cancer risk prediction using Tyrer-Cuzick algorithm with an 18-SNPs polygenic risk score in a European population with below-average breast cancer incidence",
        "10587533": "Causal relationship between dietary factors and breast cancer risk: A Mendelian randomization study",
        "10581802": "Dynamic light scattering microscopy sensing mitochondria dynamics for label-free detection of triple-negative breast cancer enhanced by deep learning",
        "10574664": "Bufotalin Suppresses Proliferation and Metastasis of Triple-Negative Breast Cancer Cells by Promoting Apoptosis and Inhibiting the STAT3/EMT Axis",
        "10572081": "Estrogen Receptor Signaling in Breast Cancer",
        "10570414": "An online home-based exercise program improves autonomic dysfunction in breast cancer survivors",
        "10566595": "Epidemiology trends and progress in breast cancer survival: earlier diagnosis, new therapeutics",
        "10564663": "The effect of aquatic and land exercise on the mental well-being of women following breast cancer surgery-comparative study",
        "10560934": "Oncoplastic breast-conserving surgery improves cosmetic outcomes without increasing recurrence risk compared to modified radical mastectomy in early breast cancer patients: development and validation of a recurrence risk prediction model",
        "10557261": "Functionalization of breast implants by cyclodextrin in-situ polymerization: a local drug delivery system for augmentation mammaplasty",
        "10552893": "Cadherin‐11 increases tumor cell proliferation and metastatic potential via Wnt pathway activation",
        "10552885": "From bedside to portable and wearable: development of a conformable ultrasound patch for deep breast tissue imaging",
        "10550057": "BRCA1 promoter methylation & its immunohistochemical correlation in sporadic breast cancer",
        "10543079": "Aggressiveness of Cancer Care at End of Life in Patients with Metastatic Breast Cancer in Jordan",
        "10538757": "Synergistic combination of doxorubicin with hydralazine, and disulfiram against MCF-7 breast cancer cell line",
        "10531370": "Effect of Conservative Rehabilitation Interventions on Health-Related Quality of Life in Women with Upper Limb Lymphedema Secondary to Breast Cancer: A Systematic Review",
        "10531367": "Decoding the IL-33/ST2 Axis: Its Impact on the Immune Landscape of Breast Cancer",
        "10526846": "Targeting Breast Cancer: The Familiar, the Emerging, and the Uncharted Territories",
        "10518059": "A Narrative Review of Breastfeeding and Its Correlation With Breast Cancer: Current Understanding and Outcomes",
        "10503161": "Impact of the COVID-19 pandemic on women living with and beyond breast cancer: a qualitative study of women’s experiences and how they varied by social determinants of health",
        "10499041": "Clinical utility of the pan-immune-inflammation value in breast cancer patients",
        "10493854": "Facile one-pot hydrothermal synthesis of a zinc oxide/curcumin nanocomposite with enhanced toxic activity against breast cancer cells",
        "10490459": "High Dietary Phosphorus Is Associated with Increased Breast Cancer Risk in a U.S. Cohort of Middle-Aged Women",
        "10486708": "DCIS and LCIS: Are the Risk Factors for Developing In Situ Breast Cancer Different?",
        "10484504": "Case Report: Ribociclib-induced phototoxicity presented as dyschromia with subsequent bullae formation",
        "10483653": "Machine Learning-Based Approach to Developing Potent EGFR Inhibitors for Breast Cancer—Design, Synthesis, and In Vitro Evaluation",
        "10473515": "Investigation of germline variants in Bahraini women with breast cancer using next-generation sequencing based-multigene panel",
        "10458441": "Anticancer Effect of Gallic Acid on Acidity-Induced Invasion of MCF7 Breast Cancer Cells",
        "10454362": "Enhancing Healthcare Outcomes and Modulating Apoptosis- and Antioxidant-Related Genes through the Nano-Phytosomal Delivery of Phenolics Extracted from Allium ampeloprasum",
        "10453196": "Ex Vivo Chromosomal Radiosensitivity Testing in Patients with Pathological Germline Variants in Breast Cancer High-Susceptibility Genes BReast CAncer 1 and BReast CAncer 2",
        "10452610": "Advancing Breast Cancer Heterogeneity Analysis: Insights from Genomics, Transcriptomics and Proteomics at Bulk and Single-Cell Levels",
        "10452070": "Avatar-Based Strategies for Breast Cancer Patients: A Systematic Review",
        "10440841": "Pathologically confirmed women's breast cancer: A descriptive study of Tunisian and Algerian series",
        "10428536": "3D-based strain analysis and cardiotoxicity detection in cancer patients received chemotherapy",
        "10424192": "Dual targeting multiwalled carbon nanotubes for improved neratinib delivery in breast cancer",
        "10422984": "An Intraoperative Sub-Anesthetic Dose of Esketamine on Postoperative Depressive Symptoms in Perimenopausal Women with Breast Cancer Undergoing Modified Radical Mastectomy: Protocol for a Randomized, Triple-Blinded, Controlled Trial",
        "10421415": "Natural-Product-Derived Adjunctive Treatments to Conventional Therapy and Their Immunoregulatory Activities in Triple-Negative Breast Cancer",
        "10418463": "Characterization of Breast Cancer Aggressiveness by Cell Mechanics",
        "10416113": "Applications of nanotechnologies for miRNA-based cancer therapeutics: current advances and future perspectives",
        "10404187": "Acupuncture improves immunity and fatigue after chemotherapy in breast cancer patients by inhibiting the Leptin/AMPK signaling pathway",
        "10379723": "The APOBEC3B c.783delG Truncating Mutation Is Not Associated with an Increased Risk of Breast Cancer in the Polish Population",
        "10377749": "Surviving the Test of Time: A Young Patient’s Triumph Over Early-Onset Invasive Ductal Carcinoma and Its Recurrence a Decade Later",
        "10376786": "Integrating Proteomics and Lipidomics for Evaluating the Risk of Breast Cancer Progression: A Pilot Study",
        "10374727": "Intercontinental comparison of women with breast cancer treated by oncologists in Europe, Asia, and Latin America: a retrospective study of 99,571 patients",
        "10373926": "Electron stream effect in 0.35 Tesla magnetic resonance image guided radiotherapy for breast cancer",
        "10373600": "Identification of an Imidazopyridine-based Compound as an Oral Selective Estrogen Receptor Degrader for Breast Cancer Therapy",
        "10360147": "Advances in the protein‑encoding functions of circular RNAs associated with cancer (Review)",
        "10359473": "Editorial: Natural products, medicinal foods and complementary and alternative medicine as cancer-preventive agents",
        "10352724": "Relationship between Symptom Burden and HRQOL among Kuwaiti Women Recently Diagnosed with Breast Cancer: A Cross-Sectional Study",
        "10347955": "From Patient Reported Outcome Measure (PROM) to Environment Related Outcome Measure (EROM): Towards “Green Breast Surgery”",
        "10346890": "Selected Flavonols in Breast and Gynecological Cancer: A Systematic Review",
        "10344534": "Mechanism of morusin on breast cancer via network pharmacology and in vitro experiments",
        "10342560": "Delays in Initiating Anti-Cancer Therapy for Early-Stage Breast Cancer—How Slow Can We Go?",
        "10342200": "CTSL, a prognostic marker of breast cancer, that promotes proliferation, migration, and invasion in cells in triple-negative breast cancer",
        "10330295": "The impact of vitamin D on cancer: A Mini Review",
        "10329441": "CXCL12 and CXCR4 as Potential Early Biomarkers for Luminal A and Luminal B Subtypes of Breast Cancer",
        "10326573": "Association of high miR-27a, miR-206, and miR-214 expression with poor patient prognosis and increased chemoresistance in triple-negative breast cancer",
        "10324146": "Advancements in clinical aspects of targeted therapy and immunotherapy in breast cancer",
        "10321568": "Clinicopathological Profile of Breast Cancer at a Tertiary Cancer Center in Jharkhand, India: A Descriptive Cohort Study",
        "10317070": "Deciphering the mechanisms of action of progesterone in breast cancer",
        "10314317": "Trends in Disparities and Transitions of Treatment in Patients With Early Breast Cancer in China and the US, 2011 to 2021",
        "10308682": "Noninvasive imaging signatures of HER2 and HR using ADC in invasive breast cancer: repeatability, reproducibility, and association with pathological complete response to neoadjuvant chemotherapy",
        "10302233": "Urtica dioica Leaf Infusion Enhances the Sensitivity of Triple-Negative Breast Cancer Cells to Cisplatin Treatment",
        "10301419": "The Intricate Interplay between Cancer Stem Cells and Oncogenic miRNAs in Breast Cancer Progression and Metastasis",
        "10301029": "Overcoming the Challenges of Phytochemicals in Triple Negative Breast Cancer Therapy: The Path Forward",
        "10299507": "Digital Breast Tomosynthesis: Towards Dose Reduction through Image Quality Improvement",
        "10298323": "Czech Women’s Point of Views on Immediate Breast Reconstruction after Mastectomy due to BRCA Gene Mutation or Breast Cancer",
        "10296674": "Identification of Novel Diagnostic and Prognostic Gene Signature Biomarkers for Breast Cancer Using Artificial Intelligence and Machine Learning Assisted Transcriptomics Analysis",
        "10289736": "The effect of multidisciplinary team on survival rates of women with breast cancer: a systematic review and meta-analysis",
        "10283202": "Antimicrobial peptide moricin induces ROS mediated caspase-dependent apoptosis in human triple-negative breast cancer via suppression of notch pathway",
        "10278612": "Comparison of whole blood and serum samples of breast cancer based on laser-induced breakdown spectroscopy with machine learning",
        "10275606": "Diagnostic value of mammography density of breast masses by using deep learning",
        "10265619": "Outcomes in breast cancer—does ethnicity matter?",
        "10262790": "The gut microbiota in breast cancer development and treatment: The good, the bad, and the useful!",
        "10253700": "Dietary Bioactive Compounds and Breast Cancer",
        "10252621": "Evaluation of Contrast-Enhanced Mammography and Development of Flowchart for BI-RADS Classification of Breast Lesions",
        "10242333": "The role of viruses in cancer development versus cancer therapy: An oncological perspective",
        "10233026": "The role of tumor-infiltrating lymphocytes in triple-negative breast cancer and the research progress of adoptive cell therapy",
        "10223291": "Targeted Fisetin-Encapsulated β-Cyclodextrin Nanosponges for Breast Cancer",
        "10223251": "Clinicopathological Features of Invasive Breast Cancer: A Five-Year Retrospective Study in Southern and South-Western Ethiopia",
        "10219251": "Synthesis, Biological Activity, ADME and Molecular Docking Studies of Novel Ursolic Acid Derivatives as Potent Anticancer Agents",
        "10217438": "Loneliness in Breast Cancer Patients with Early Life Adversity: An Investigation of the Effects of Childhood Trauma and Self-Regulation",
        "10217154": "Developing a Supplementary Diagnostic Tool for Breast Cancer Risk Estimation Using Ensemble Transfer Learning",
        "10216785": "Regulation of IDO2 by the Aryl Hydrocarbon Receptor (AhR) in Breast Cancer",
        "10216146": "Identification of New Key Genes and Their Association with Breast Cancer Occurrence and Poor Survival Using In Silico and In Vitro Methods",
        "10216081": "Synthesis of New Chromene Derivatives Targeting Triple-Negative Breast Cancer Cells",
        "10215386": "Experience of Pain and Unpleasantness during Mammography Screening: A Cross-Sectional Study on the Roles of Emotional, Cognitive, and Personality Factors",
        "10211347": "The effects of exercise training for eight weeks on immune cell characteristics among breast cancer survivors",
        "10203097": "Does Digital Rubbing Massage-Pain Relief (DRM Pain Relief) Affect Breast Cancer Patients’ Pain, Comfort, and Quality of Life?",
        "10201047": "Cancer incidence and mortality in Brunei Darussalam, 2011 to 2020",
        "10199568": "Amygdalin-folic acid-nanoparticles inhibit the proliferation of breast cancer and enhance the effect of radiotherapy through the modulation of tumor-promoting factors/ immunosuppressive modulators in vitro",
        "10196239": "Autophagy modulation in breast cancer utilizing nanomaterials and nanoparticles",
        "10186169": "The comparison between young and old patients and the prognostic roles of magnetic resonance imaging-related parameter characteristics in young patients—a retrospective cohort study",
        "10180201": "Promising Effects of N-Docosahexaenoyl Ethanolamine in Breast Cancer: Molecular and Cellular Insights",
        "10179051": "Absolute Stereochemistry and Cytotoxic Effects of Vismione E from Marine Sponge-Derived Fungus Aspergillus sp. 1901NT-1.2.2",
        "10178988": "Clinical and Translational Applications of Serological and Histopathological Biomarkers in Metastatic Breast Cancer: A Comprehensive Review",
        "10173590": "Comparative efficacy and safety of PD-1/PD-L1 inhibitors in triple negative breast cancer: a systematic review and network meta-analysis of randomized controlled trials",
        "10165832": "Circulating microRNAs as diagnostic biomarkers for melanoma: a systematic review and meta-analysis",
        "10164004": "The association between night shift work and breast cancer risk in the Finnish twins cohort",
        "10148140": "Repositioning Cannabinoids and Terpenes as Novel EGFR-TKIs Candidates for Targeted Therapy Against Cancer: A virtual screening model using CADD and biophysical simulations",
        "10141386": "The Blockade of Mitogen-Activated Protein Kinase 14 Activation by Marine Natural Product Crassolide Triggers ICD in Tumor Cells and Stimulates Anti-Tumor Immunity",
        "10139112": "The Variety of 3D Breast Cancer Models for the Study of Tumor Physiology and Drug Screening",
        "10137050": "Reviewing the Prospective Pharmacological Potential of Isothiocyanates in Fight against Female-Specific Cancers",
        "10136975": "High-Fat Diet Exposure in Early Life Alters Mammary Metabolic and Inflammatory Microenvironment in Favor of Breast Tumorigenesis Later in Life in Mice",
        "10123681": "Neurotrophin-3 (NT-3) as a Potential Biomarker of the Peripheral Nervous System Damage Following Breast Cancer Treatment",
        "10115970": "Therapy-resistant breast cancer in focus: Clinically relevant mitigation by flavonoids targeting cancer stem cells",
        "10110841": "Impact of traditional East Asian medicine as an add-on therapy on survival and recurrence after surgery for breast cancer: A systematic review and meta-analysis",
        "10090286": "Effects of saponins from Chinese herbal medicines on signal transduction pathways in cancer: A review",
        "10067827": "An integrative machine learning framework for classifying SEER breast cancer",
        "10062385": "In situ Raman spectroscopy and machine learning unveil biomolecular alterations in invasive breast cancer",
        "10061446": "Sacituzumab Govitecan in HR-positive HER2-negative metastatic breast cancer",
        "10060106": "Blaming in women with breast cancer subjected to intimate partner violence: A hermeneutic phenomenological study",
        "10058631": "Cytotoxic Activity of Amaryllidaceae Plants against Cancer Cells: Biotechnological, In Vitro, and In Silico Approaches",
        "10056500": "Cardiovascular Side Effects of Anthracyclines and HER2 Inhibitors among Patients with Breast Cancer: A Multidisciplinary Stepwise Approach for Prevention, Early Detection, and Treatment",
        "10052714": "The Effects of Omega-3 Polyunsaturated Fatty Acids on Breast Cancer as a Preventive Measure or as an Adjunct to Conventional Treatments",
        "10048948": "Biomarkers for Early Detection of Cancer: Molecular Aspects",
        "10047123": "The Potential of Proton Therapy for Locally Advanced Breast Cancer: Clinical and Technical Considerations",
        "10046665": "Non-Surgical Definitive Treatment for Operable Breast Cancer: Current Status and Future Prospects",
        "10046257": "Proposal and Definition of an Intelligent Clinical Decision Support System Applied to the Screening and Early Diagnosis of Breast Cancer",
        "10025058": "Socio-economic variations of breast cancer treatment and discontinuation: a study from a public tertiary cancer hospital in Mumbai, India",
        "10002431": "Carbonic Anhydrase IX in Tumor Tissue and Plasma of Breast Cancer Patients: Reliable Biomarker of Hypoxia and Prognosis",
        "9963797": "Breast Cancer Beliefs and Screening Practices among Syrian Refugee Women and Jordanian Women",
        "9962912": "Avoiding Tissue Overlap in 2D Images: Single-Slice DBT Classification Using Convolutional Neural Networks",
        "9957608": "Cadmium exposure and risk of breast cancer: A meta-analysis",
        "9954621": "Evaluation of Lee–Carter model to breast cancer mortality prediction in China and Pakistan",
        "9954440": "Advanced Phytochemical-Based Nanocarrier Systems for the Treatment of Breast Cancer",
        "9917013": "Expression of CD22 in Triple-Negative Breast Cancer: A Novel Prognostic Biomarker and Potential Target for CAR Therapy",
        "9914486": "Prone versus Supine FDG PET/CT in the Staging of Breast Cancer",
        "9913437": "Facilitating Factors and Barriers in the Return to Work of Working Women Survivors of Breast Cancer: A Qualitative Study",
        "9902930": "More recent insights into the breast cancer burden across BRICS-Plus: Health consequences in key nations with emerging economies using the global burden of disease study 2019",
        "9867511": "GelMA, Click-Chemistry Gelatin and Bioprinted Polyethylene Glycol-Based Hydrogels as 3D Ex Vivo Drug Testing Platforms for Patient-Derived Breast Cancer Organoids",
        "9864289": "C1QBP Mediates Breast Cancer Cell Proliferation and Growth via Multiple Potential Signalling Pathways",
        "9858037": "The Antiproliferative Activity of a Mixture of Peptide and Oligosaccharide Extracts Obtained from Defatted Rapeseed Meal on Breast Cancer Cells and Human Fibroblasts",
        "9818801": "ETECADx: Ensemble Self-Attention Transformer Encoder for Breast Cancer Diagnosis Using Full-Field Digital X-ray Breast Images",
        "9782413": "Impact of physical exercise programs in breast cancer survivors on health-related quality of life, physical fitness, and body composition: Evidence from systematic reviews and meta-analyses",
        "9781485": "LC-MS/MS-Based Metabolomic Profiling of Constituents from Glochidion velutinum and Its Activity against Cancer Cell Lines",
        "9777080": "Immunoinformatics Approach for Epitope-Based Vaccine Design: Key Steps for Breast Cancer Vaccine",
        "9740941": "Do Patient-Reported Upper-Body Symptoms Predict Breast Cancer-Related Lymphoedema: Results from a Population-Based, Longitudinal Breast Cancer Cohort Study",
        "9730816": "Understanding and harnessing triple-negative breast cancer-related microbiota in oncology",
        "9729290": "Obesity is associated with early recurrence on breast cancer patients that achieved pathological complete response to neoadjuvant chemotherapy",
        "9695041": "The Anti-Breast Cancer Activity of Dihydroartemisinin-5-methylisatin Hybrids Tethered via Different Carbon Spacers",
        "9687473": "Targeting Adiponectin in Breast Cancer",
        "9566266": "Demoralization and Its Association with Quality of Life, Sleep Quality, Spiritual Interests, and Suicide Risk in Breast Cancer Inpatients: A Cross-Sectional Study"
    },
    "journal": "The Breast : Official Journal of the European Society of Mastology",
    "topics": [
        "current, cancer, burden",
        "current, statistics, future",
        "global, breast, statistics"
    ]
}