{
    "title": "Amplified Ca2+ dynamics and accelerated cell proliferation in breast cancer tissue during purinergic stimulation",
    "abstract": "3.3 Intracellular Ca2+ levels and organellar Ca2+ storage are unaltered whereas purinergic responses are attenuated in human colon cancer tissue In order to explore whether the observed changes in human and murine breast cancer tissue (Figures 1 and 2) are observed also in other solid cancers, we next evaluated Ca2+ dynamics in human colon cancer compared with normal colon tissue (Figure 3). Although attenuated intracellular Ca2+ responses to P2Y2 and P2Y4 receptor activation could suggest a change in the capacity of the organellar Ca2+ stores, this is an unlikely explanation for the colon cancer tissue because we find no difference in the Ca2+ responses elicited by 10 μM CPA between colon cancer tissue and normal colon tissue (Figure 3G,I). 3.3 Intracellular Ca2+ levels and organellar Ca2+ storage are unaltered whereas purinergic responses are attenuated in human colon cancer tissue In order to explore whether the observed changes in human and murine breast cancer tissue (Figures 1 and 2) are observed also in other solid cancers, we next evaluated Ca2+ dynamics in human colon cancer compared with normal colon tissue (Figure 3).",
    "authors": [
        "Mikkel B. Henningsen",
        "Kezia McWhan",
        "Vibeke S. Dam",
        "Marco Mele",
        "Katrine R. Hauerslev",
        "Ninna C. S. Voss",
        "Parag D. Dabir",
        "Eva Balling",
        "Helene L. Pedersen",
        "Pernille Vahl",
        "Tonje Johansen",
        "Trine Tramm",
        "Peer M. Christiansen",
        "Ebbe Boedtkjer"
    ],
    "published_year": "2022",
    "description": "1\n      INTRODUCTION\n      Intracellular Ca2+ modifies metabolism, proliferation and cell death\n1\n, \n2\n, \n3\n consistent with a fundamental role in cancer development and progression. The cytosolic Ca2+ concentration is controlled by Ca2+ buffers and transport across cell and organelle membranes. Individual molecular mechanisms influencing intracellular Ca2+ dynamics are deregulated in cancer cell lines\n4\n, \n5\n—supporting the potential for therapeutic intervention—but Ca2+ measurements from human cancer tissue and matched normal tissue are lacking.\n      Organellar Ca2+ storage—particularly in the endoplasmic reticulum—and release in response to stimuli from the local environment are key for control of the cytosolic Ca2+ concentration. Protein expression data suggest that the sarco‐/endoplasmic reticulum Ca2+ ATPase isoform 2 (SERCA2/ATP2A2) is upregulated in murine breast cancer tissue compared with normal breast tissue\n6\n and in human breast cancer cell lines (MCF7, MDA‐MB‐231, T47D) compared with nontumorigenic MCF10A breast epithelial cells.\n7\n In contrast, SERCA3/ATP2A3 appears downregulated in breast and colon cancer.\n7\n, \n8\n, \n9\n Numerous other ion channels and transporters involved in Ca2+ movement across the plasmalemma (eg, plasma membrane Ca2+ ATPase, store‐operated and voltage‐gated Ca2+ channels) or organelle membranes (eg, mitochondrial Ca2+ uniporter, STIM1) also show altered expression and activity or promising therapy‐relevant functional consequences in breast and colon cancer cells.\n10\n, \n11\n, \n12\n, \n13\n, \n14\n Yet, many implications of deregulated Ca2+ signaling during carcinogenesis remain unclear. In the current study, we functionally assessed cellular Ca2+ handling and potential malignant consequences in human and murine breast and colon biopsies.\n      Pharmacological compounds specifically targeting cellular Ca2+ handling are not in routine clinical use for anti‐cancer therapy. However, the SERCA inhibitor thapsigargin elevates the intracellular Ca2+ concentration and can induce apoptosis in breast and colorectal cancer cell lines\n15\n, \n16\n; and in congruence, the thapsigargin‐based prodrug mipsagargin, which is activated by prostate specific membrane antigen‐mediated cleavage, has shown positive results in phase‐2 clinical testing in patients with hepatocellular carcinoma.\n17\n Inhibitors of voltage‐gated Ca2+ channels are furthermore reported to influence breast cancer risk.\n4\n Notably, several anti‐cancer drugs—including taxanes and anthracyclines currently used against triple‐negative breast cancer—in addition to their classically emphasized actions also modify cellular Ca2+ handling.\n18\n, \n19\n, \n20\n\n\n      The local microenvironment of solid tumors—including breast and colon carcinomas—differs drastically from that of corresponding normal tissue in its chemical and cellular composition. Tumor acidity and hypoxia have widespread consequences for malignant progression as they alter gene and protein expression patterns and acutely modify functional activity. The raised energy demand of cancer cells challenges intracellular ATP availability, but accelerated aerobic glycolysis typically maintains intracellular ATP concentrations in a range comparable to that of normal cells.\n21\n Extracellular ATP concentrations, on the other hand, are dramatically elevated from practically undetectable levels in normal tissue to the 100 μM range in solid cancer tissue.\n22\n, \n23\n, \n24\n\n\n      Micromolar concentrations of extracellular nucleotides (eg, ATP, UTP, UDP) activate purinergic P2X and P2Y receptors in the plasma membrane with potential influences on cellular Ca2+ levels and phenotypic traits. Whereas the ionotropic P2X receptors are cation channels that can mediate Ca2+ influx from the extracellular space, the metabotropic P2Y receptors can link to second messenger‐derived Ca2+ release from intracellular stores.\n1\n, \n25\n Purinergic receptors contribute to local auto‐ and paracrine signaling that upon activation can induce cell death but also promote cell proliferation.\n1\n Moreover, purinergic signals may modify cell‐cell interactions and contribute, for instance, to the lack of contact inhibition characteristic for cancer cells.\n26\n Given the discrepancies between previous studies based on cultured cells,\n1\n purinergic receptors cannot currently be classified as strictly pro‐ or anti‐neoplastic. Also, malignancy‐dependent changes in Ca2+ signaling are not restricted to purinergic receptors. For instance, cellular expression patterns and functional influences from cholinergic receptors vary between organs and dynamically during carcinogenesis,\n27\n and they are known to be involved in growth regulation of lung carcinoma cells.\n28\n\n\n      The phenotypical changes occurring during cell culture and the lack of realistic cultured equivalents of normal cells have previously complicated studies of carcinogenesis. Our current experimental approach evaluates (a) epithelial organoids freshly isolated from biopsies of human and murine breast cancer and matched normal breast tissue (Figures 1A and 2A) and (b) freshly isolated crypts from human colon cancer and normal colonic mucosa (Figure 3A). In these tissue preparations, we can study ion transport across cell membranes in a realistic—yet, controllable—microenvironment and compare the mechanisms of Ca2+ transport among normal and cancer tissue. This is a unique approach because ion transport and specific intracellular signaling cascades in cancer cells have otherwise typically been investigated in model systems ranging from 2‐dimensional monocultures to 3‐dimensional homo‐ and heterocellular spheroids.\n      \n        FIGURE 1\n        \n          Resting intracellular Ca2+ levels and responses to ATP, UTP and cyclopiazonic acid (CPA) are elevated in murine breast cancer compared with normal breast tissue. (A) Images of Fura‐2‐loaded organoids freshly isolated from murine normal breast tissue (left panel) and breast cancer tissue (right panel). The images are shown at the same magnification; the scale bar represents 50 μm. (B) Original traces showing ATP‐ and CPA‐induced intracellular Ca2+ dynamics in organoids isolated from murine breast cancer and normal breast tissue. (C) Averaged baseline intracellular Ca2+ levels in organoids isolated from murine breast cancer and normal breast tissue (n = 40‐56). The Ca2+ levels are expressed relative to the average value for the breast cancer tissue. (D) Average intracellular Ca2+ responses to ATP in organoids isolated from murine breast cancer and normal breast tissue (n = 6‐31). Where indicated, the nonselective P2 receptor antagonist suramin (100 μM) was added. (E) Average ATP‐induced intracellular Ca2+ responses in organoids from murine breast cancer and normal breast tissue at extracellular pH (pHo) 7.4 and 6.8 (n = 15). (F) Original traces showing UTP‐induced intracellular Ca2+ dynamics in organoids isolated from murine breast cancer and normal breast tissue. (G) Average intracellular Ca2+ responses to UTP in organoids isolated from murine breast cancer and normal breast tissue (n = 8). (H) Original traces showing UDP‐ and CPA‐induced intracellular Ca2+ dynamics in organoids isolated from murine breast cancer and normal breast tissue. (I + J) Average intracellular Ca2+ responses to UDP (I, n = 6) and CPA (J, n = 6) in organoids isolated from murine breast cancer and normal breast tissue. (K) Original traces showing ATP‐ and benzoylbenzoyl (Bz)ATP‐induced Ca2+ dynamics in murine breast cancer tissue. (L) Average intracellular Ca2+ responses to BzATP and ATP in organoids isolated from murine breast cancer and normal breast tissue (n = 5). In panel C, D, G, I, J and L, single parameters were compared between two groups by two‐tailed Student's t test. In panel D, we tested for linear trend by one way ANOVA. In panel E, we tested the effect of two variables on a third variable by two‐way ANOVA followed by Sidak's posttest. *P < .05; **P < .01; ***P < .001, NS: not significantly different vs normal under similar conditions. #\nP < .05; ###\nP < .001 vs 100 μM ATP in Cancer. The Ca2+ responses are expressed relative to the average response of breast cancer organoids exposed to 100 μM ATP\n        \n        \n      \n      \n        FIGURE 2\n        \n          Resting intracellular Ca2+ levels and responses to ATP, UTP and cyclopiazonic acid (CPA) are elevated in human breast cancer compared with normal breast tissue. (A) Images of Fura‐2‐loaded organoids freshly isolated from human normal breast tissue (left panel) and breast cancer tissue (right panel). The images are shown at the same magnification; the scale bar represents 50 μm. (B) Original traces showing ATP‐induced intracellular Ca2+ dynamics in organoids isolated from human breast cancer and normal breast tissue. (C) Average baseline intracellular Ca2+ levels in organoids isolated from breast cancer and matched normal breast tissue (n = 33). The Ca2+ levels are expressed relative to the average value for the breast cancer tissue. (D) Average intracellular Ca2+ responses to ATP in organoids isolated from human breast cancer and normal breast tissue (n = 23). (E) Original traces showing UTP‐ and CPA‐induced intracellular Ca2+ dynamics in organoids isolated from human breast cancer and normal breast tissue. (F + G) Average intracellular Ca2+ responses to UTP (F, n = 9) and CPA (G, n = 12) in organoids isolated from human breast cancer and normal breast tissue. (H) Original traces showing UDP‐induced intracellular Ca2+ dynamics in organoids isolated from human breast cancer and normal breast tissue. (I) Average intracellular Ca2+ responses to UDP in organoids from human breast cancer and normal breast tissue (n = 8). The data were compared by paired two‐tailed Student's t test. *P < .05; **P < .01, NS: not significantly different vs normal under similar conditions. The Ca2+ responses are expressed relative to the average response of breast cancer organoids exposed to 100 μM ATP\n        \n        \n      \n      \n        FIGURE 3\n        \n          Intracellular Ca2+ responses to ATP and UTP are attenuated in human colon cancer tissue compared with normal colon tissue. (A) Images of Fura‐2‐loaded crypt‐like structures from normal colon tissue (upper panel) and colon cancer tissue (lower panel). The images are shown at the same magnification; the scale bar represents 100 μm. (B) Original traces showing ATP‐induced intracellular Ca2+ dynamics in crypts from colon cancer and normal colon tissue. (C) Average baseline intracellular Ca2+ levels in crypts from colon cancer and normal colon tissue (n = 38). The Ca2+ levels are expressed relative to the average value for the colon cancer tissue. (D) Average intracellular Ca2+ responses to ATP in crypts from colon cancer and normal colon tissue (n = 6‐21). (E) Original traces showing UTP‐induced intracellular Ca2+ dynamics in crypts from colon cancer and normal colon tissue. (F) Average intracellular Ca2+ responses to UTP in crypts from colon cancer and normal colon tissue (n = 14). (G) Original traces showing UDP‐ and cyclopiazonic acid (CPA)‐induced intracellular Ca2+ dynamics in crypts from colon cancer and normal colon tissue. (H + I) Average intracellular Ca2+ responses to UDP (H, n = 4) or CPA (I, n = 38) in crypts from colon cancer and normal colon tissue. (J) Original traces showing benzoylbenzoyl (Bz)ATP‐induced intracellular Ca2+ dynamics in crypts from colon cancer and normal colon tissue. (K) Average intracellular Ca2+ responses to BzATP in crypts from colon cancer and normal colon tissue (n = 5). The data in panel C, F, H and I were compared by paired two‐tailed Student's t test. In panel D, data were compared by repeated measures two‐way ANOVA followed by Sidak's posttest. *P < .05, NS: not significantly different vs normal under similar conditions. The Ca2+ responses are expressed relative to the average response of colon cancer crypts exposed to 100 μM ATP\n2\n      MATERIALS AND METHODS\n      The present studies are based on human and murine tissue samples from colon and breast. We processed the surgical biopsies immediately after excision to isolate crypts and organoids as described below. When investigated directly after isolation—without culture—the resulting tissue preparations best preserve the functional characteristics of the breast and colon tissue.\n      \n        2.1\n        Human tissue\n        We sampled human breast cancer tissue and matched normal breast tissue as previously described in detail.\n29\n, \n30\n The 33 included female patients underwent breast‐conserving lumpectomy at Randers Regional Hospital or Aarhus University Hospital, Denmark, and gave written informed consent. The participants were more than 18 years of age and had tumors larger than 10 mm. Table 1 reports the clinical and pathological patient characteristics. Breast cancer was diagnosed by triple test including clinical examination, mammography combined with ultrasonography, and fine‐needle aspiration cytology and/or core‐needle biopsy. Two small (approximately 2 × 2 × 2 mm) biopsies were sampled by the pathologist from the excised surgical specimen, one from the tumor mass and one from the macroscopically normal tissue. The biopsies immersed in cold physiological saline solution were transferred to the Department of Biomedicine at Aarhus University, Denmark. Breast cancer malignancy was evaluated based on the Elston‐Ellis modification of the Bloom‐Richardson grading system.\n        \n          TABLE 1\n          \n            Clinical and pathological patient characteristics of the breast cancer patients investigated in the current study\n          \n          \n            \n            \n            \n              \n                Number of patients\n                33\n              \n              \n                Patient age (years; median, interquartile range)\n                62 (52‐71)\n              \n              \n                Tumor size (mm; median, interquartile range)\n                14 (12‐19)\n              \n              \n                Histological type\n                \n              \n              \n                Invasive ductal carcinomas\n                24 (73%)\n              \n              \n                Invasive lobular carcinomas\n                6 (18%)\n              \n              \n                Other\n                3 (9%)\n              \n              \n                HER2 receptor status\n                \n              \n              \n                Normal\n                28 (85%)\n              \n              \n                Overexpression or gene amplification\n                5 (15%)\n              \n              \n                Estrogen receptor status\n                \n              \n              \n                Positive\n                31 (94%)\n              \n              \n                Negative\n                2 (6%)\n              \n              \n                Malignancy grade\n                \n              \n              \n                I\n                4 (12%)\n              \n              \n                II\n                20 (61%)\n              \n              \n                III\n                9 (27%)\n              \n              \n                Axillary lymph node status\n                \n              \n              \n                Negative\n                18 (55%)\n              \n              \n                Positive\n                15 (45%)\n              \n            \n          \n          \n            \n              \nNote: Other histological types include combined invasive ductal and lobular carcinoma and apocrine carcinoma.\n            \n          \n        \n        We sampled human colon biopsies from 38 resections of biopsy‐verified colon adenocarcinomas at Randers Regional Hospital immediately after surgical excision from patients, who had not received radiotherapy in the area or recent chemotherapy.\n31\n, \n32\n Normal colon tissue was sampled from the same surgical specimens at a minimal distance of 10 cm from the macroscopic tumor border. The biopsies were placed in ice‐cold advanced DMEM/F12 medium (Gibco, Denmark) with 1% GlutaMAX (ThermoFisher, Denmark) and kept on ice during transport to the Department of Biomedicine at Aarhus University, Denmark.\n        The human biopsy collection was designed to ensure that the sampling did not influence the surgical procedure or standard diagnostic workup.\n      \n      \n        2.2\n        Mouse tissue\n        Murine breast cancer was induced by overexpression of the neu (ErbB2/HER2) proto‐oncogene in FVB/N‐Tg(MMTVneu)202Mul/J mice, which results in palpable tumor development when the mice are around 6 months of age.\n33\n, \n34\n After mice were sacrificed by cervical dislocation, surgical biopsies of breast cancer tissue and normal breast tissue were immediately sampled and transferred to cold physiological saline solution.\n      \n      \n        2.3\n        Freshly isolated breast organoids\n        From the human and murine breast biopsies, we freshly isolated organoids by partial enzymatic digestion using collagenase type 3. The tissue samples were first cut into 1 mm pieces in phosphate‐buffered saline and then transferred to Tissue Culture Flat Tubes (Techno Plastic Products AG, Switzerland) containing advanced DMEM/F12 culture medium (Life Technologies, Denmark) added 10% fetal bovine serum (Biochrom AG, Germany), 1% GlutaMAX and 450 IU/mL collagenase type 3 (Worthington Biochemical Corporation, Lakewood, New Jersey). After continuous shaking overnight (human tissue) or for 4 h (mouse tissue) at 60 rpm in an incubator with 5% CO2 at 37°C, the isolated organoids sedimented for 20 min by gravitational forces and were then used directly for experiments. We observed no signs of bacterial infection. The isolated organoids are multicellular conglomerates of approximately 150 μm diameter (Figures 1A and 2A), and we have previously shown that they are dominated by cytokeratin 19‐positive epithelial cells with fewer smooth muscle α‐actin‐positive myofibroblasts.\n30\n, \n34\n, \n35\n Although we cannot fully exclude that the enzymatic treatment influences extracellular epitopes and hence the function of membrane proteins, (a) the partial digestion was mild in order to generate organoids rather than single cell suspensions and (b) we have previously shown that—at least for acid‐base transporters—functions evaluated in freshly isolated breast cancer organoids resemble those observed in slices of breast cancer tissue.\n29\n, \n30\n, \n34\n, \n36\n We investigated the organoids immediately after enzymatic digestion without subsequent culture in order to avoid phenotypic changes. The organoids were classified as “normal” or “cancer” based on the location and macroscopic evaluation of the biopsy site. The subsequent standard pathological evaluation confirmed the malignancy of the tumor mass, as well as the presence of surrounding normal tissue with clear surgical margins. Still, we cannot fully exclude the possibility that the normal tissue could include smaller precancerous lesions.\n      \n      \n        2.4\n        Freshly isolated human colon crypts\n        Human colon crypts were prepared as previously described\n32\n, \n37\n by placing small samples of biopsy material in Ca2+‐free Ringer solution (in mM: 125 NaCl, 5 KCl, 1 MgCl2, 5 Na‐pyruvate, 10 HEPES, 5 EDTA [free acid], 5 glucose; adjusted to pH 7.4 with NaOH) heated to 37°C in a water bath on a shaking table for 20 min. After vigorous shaking, the samples sedimented for 5 min before the supernatant was removed, and the pellet was washed three times in DMEM medium. The human colon crypts (Figure 3A) were investigated functionally directly after isolation in order to best maintain their original phenotype.\n      \n      \n        2.5\n        Intracellular Ca2+ recordings\n        Isolated organoids or crypts were loaded for 30 min with 5 μM of the Ca2+‐sensitive fluorophore Fura‐2‐AM in a load mix containing dimethyl sulfoxide, Cremophor EL and Pluronic F127 (final concentrations: 0.04%, 0.0016% and 0.008%, respectively). Next, the organoids and crypts—sedimented as described above—were transferred in a small volume (~100 μL) to the glass coverslip bottom (#1.5/0.17 mm thickness; 88% to 92% light transmission at 340, 380 and 510 nm; Menzel Gläser, Thermo Scientific, USA) of a custom‐built chamber and mechanically fixed under a nylon mesh (mesh count 250 in.−1, thread diameter 40 μm), which was held in place by a perforated stainless steel ring attached to a stainless steel rod mounted on a micromanipulator. The porosity of the mesh ensures that solution and gas exchange occurs rapidly and transmission light illumination is sufficient for easy organoid and crypt identification. Heated water from a thermostatically controlled water bath circulated through the square metal base (14 × 14 cm) of the experimental chamber in order to maintain the pre‐warmed buffer solutions at 37°C within the cylindrical sample‐containing chamber insert (diameter 2 cm). All elements in contact with the experimental buffer solutions were constructed from stainless steel to ensure high heat conductivity and avoid contamination with heavy metals. Solution changes and addition of reagents were achieved by direct pipetting. Throughout experiments, we continuously aerated the stationary pre‐gassed buffer solutions in the chamber with 5% CO2/balance air through a fixed stainless steel tube.\n        The crypts and organoids were investigated by wide‐field microscopy. The sample‐holding chamber was placed on the XY stage of an Olympus IX70 inverted microscope coupled to an EasyRatioPro fluorescence imaging system (Photon Technology International, USA) or a Nikon Diaphot 200 inverted microscope equipped with an SRV or R1 CCD Retiga camera (QImaging, Canada) and VisiView software (Visitron systems, Germany). Under software control, light excitation at alternating wavelengths was achieved by directing a 75 W xenon arc light beam through either a DeltaRAM X High Speed Random Access Monochromator system (Photon Technology International) or a dynamic Lambda 10‐B filter wheel and IQ25‐W SmartShutter system (Sutter Instruments, Novato, California). As the fluorescence excitation and emission light paths of the inverted microscopes enter and leave the chamber from below, the nylon mesh used to immobilize the tissue did not interfere with the Fura‐2 imaging.\n        We extracted fluorescence emission signals collected at 510 nm from organoids or crypts and ambient background fluorescence signals from image regions without tissue. We used pixel binning 4 for breast organoids (resolution 344 × 256) and 8 for colonic crypts (resolution 174 × 130). From the background‐subtracted signals recorded during alternating excitation at 340 nm (E\n340; exposure time 1500 ms) and 380 nm (E\n380; exposure time 1000 ms for breast organoids and 500 ms for colonic crypts), we then calculated Fura‐2 fluorescence emission ratios as E\n340/E\n380. This approach follows the method by Grynkiewicz et al,\n38\n with the exception that we did not calibrate to absolute intracellular Ca2+ concentrations. Calibration of the Fura‐2 fluorescence signal would require estimates of maximal (R\nmax) and minimal (R\nmin) Fura‐2 ratios, which is usually achieved by first adding the Ca2+ ionophore ionomycin and then stepping from a high Ca2+ concentration that saturates Fura‐2 (R\nmax) to a Ca2+‐free solution with excess EGTA (R\nmin). Further steps to record wavelength‐specific background signals, for instance, by adding Mn2+ to quench the indicator may be required.\n39\n Because pilot experiments showed that the signal‐to‐noise ratio for organoids and crypts deteriorates rapidly already during the initial ionomycin exposure and calibration steps, we instead quantified intracellular Ca2+ responses to agonist stimulation as the peak increases in the Fura‐2 fluorescence emission ratio (ie, (E\n340/E\n380)peak − (E\n340/E\n380)baseline) during the first 120 s of agonist exposure. To ease comparison between experiments performed over an extended period of time and spanning hardware and lamp changes, we separately normalized the peak Fura‐2 ratio responses within each experimental series to the average response of the cancer tissue to 100 μM ATP. Similarly, we displayed baseline Fura‐2 fluorescence emission ratios (E\n340/E\n380) normalized to the average baseline ratio in the cancer tissue.\n        Autofluorescence constituted approximately 15% of the increase in fluorescence over the ambient background signal upon Fura‐2 loading. Thus, potential differences or changes in autofluorescence are unlikely to influence the Fura‐2 ratio dynamics substantially.\n        The physiological salt solution for these experiments had the following composition (in mM): 10 HEPES, 115.9 NaCl, 2.82 KCl, 1.2 MgSO4, 22 NaHCO3, 1.18 KH2PO4, 1.6 CaCl2, 0.03 EDTA (free acid) and 5.5 glucose. As previously discussed elsewhere,\n40\n the buffer composition was chosen to best resemble normal plasma concentrations. The low concentration of EDTA was added for its antioxidant properties.\n41\n The solutions were heated to 37°C, added 5 mM probenecid to inhibit fluorophore extrusion by organic anion transporters, and bubbled with 5% CO2/balance air for at least 20 min before pH was adjusted to 7.40 with NaOH. In a subset of experiments, the concentration of NaHCO3 was lowered to 5.5 mM, through isosmolar substitution with NaCl, and pH was adjusted to 6.80 with NaOH.\n      \n      \n        2.6\n        Cell proliferation and survival assays\n        For cell proliferation assays, breast organoids isolated from cancer and matched normal tissue incubated for 6 h with 10 μM bromodeoxyuridine (BrdU; B23151, Invitrogen) at 37°C with or without nucleotides added to the medium. Incorporation of the thymidine analog BrdU into newly synthesized DNA allows for subsequent identification of dividing cells based on immunofluorescence imaging. After the BrdU incubation period, the medium was aspirated by three consecutive washes in phosphate‐buffered saline (PBS, in mM: 138 NaCl, 2.6 KCl, 8.1 Na2HPO4, 1.5 KH2PO4, pH 7.4), and the organoids were fixed in 75% ethanol for 20 min. The fixative was then aspirated by a triple‐wash with PBS, and the DNA denatured in 1 M HCl for 1 h at 37°C. After another triple‐wash with PBS + 0.05% Tween‐20, we blocked with 2% normal goat serum added to the same solution. Samples were next incubated with an anti‐BrdU mouse monoclonal primary antibody (#5292, Cell Signaling, Danvers, Massachusetts; diluted 1:1000 in PBS/0.05% Tween‐20/2% normal goat serum) for 30 min at 37°C. After additional thorough washing in PBS + 0.05% Tween‐20, the organoids incubated with Alexa488‐labeled donkey anti‐mouse secondary antibody (#A21202, Invitrogen; diluted 1:1000 in PBS/0.05% Tween‐20) in the dark at 37°C for 1 h. Nuclei were co‐stained with SYTO16 (Life Technologies; diluted 1:1000 in PBS) at room temperature for 5 min. After a final thorough wash, the organoids were mounted under a cover slip, visualized with a Zeiss LSM510META confocal laser scanning microscope, and proliferation indices (BrdU‐positive cells/SYTO16‐positive nuclei) calculated for 3 different focal planes in each organoid using ImageJ software (NIH, Bethesda, Maryland).\n        For cell survival analysis, the isolated breast organoids were incubated for 2 h under control conditions or with ATP added to the medium, and then loaded with 4 μM calcein‐AM and 2 μM ethidium homodimer‐1 in phosphate‐buffered saline (DMSO solvent <0.1%) for 30 min. Organoids were excited on a Zeiss LSM510META confocal microscope at 488 nm and emission light collected simultaneously at 515 nm (calcein) and 635 nm (ethidium homodimer‐1). We calculated the ratio of cells positive for ethidium homodimer‐1 relative to calcein for three different focal planes in each organoid using ImageJ software.\n      \n      \n        2.7\n        Statistics\n        Data are given as mean ± SEM; n equals number of patients or animals (ie, biological replicates). We compared single variables between two groups by two‐tailed Student's t test and between more than two groups by one‐way ANOVA followed by Dunnett's posttest or test for linear trend. We used two‐way ANOVA followed by Sidak's posttest to evaluate effects of two variables on a third variable. If the initial distribution was right‐skewed, the data were log‐transformed prior to statistical testing. We considered P‐values smaller than 0.05 statistically significant. Statistical analyses were performed with GraphPad Prism 9.3.0 software.\n2.1\n        Human tissue\n        We sampled human breast cancer tissue and matched normal breast tissue as previously described in detail.\n29\n, \n30\n The 33 included female patients underwent breast‐conserving lumpectomy at Randers Regional Hospital or Aarhus University Hospital, Denmark, and gave written informed consent. The participants were more than 18 years of age and had tumors larger than 10 mm. Table 1 reports the clinical and pathological patient characteristics. Breast cancer was diagnosed by triple test including clinical examination, mammography combined with ultrasonography, and fine‐needle aspiration cytology and/or core‐needle biopsy. Two small (approximately 2 × 2 × 2 mm) biopsies were sampled by the pathologist from the excised surgical specimen, one from the tumor mass and one from the macroscopically normal tissue. The biopsies immersed in cold physiological saline solution were transferred to the Department of Biomedicine at Aarhus University, Denmark. Breast cancer malignancy was evaluated based on the Elston‐Ellis modification of the Bloom‐Richardson grading system.\n        \n          TABLE 1\n          \n            Clinical and pathological patient characteristics of the breast cancer patients investigated in the current study\n          \n          \n            \n            \n            \n              \n                Number of patients\n                33\n              \n              \n                Patient age (years; median, interquartile range)\n                62 (52‐71)\n              \n              \n                Tumor size (mm; median, interquartile range)\n                14 (12‐19)\n              \n              \n                Histological type\n                \n              \n              \n                Invasive ductal carcinomas\n                24 (73%)\n              \n              \n                Invasive lobular carcinomas\n                6 (18%)\n              \n              \n                Other\n                3 (9%)\n              \n              \n                HER2 receptor status\n                \n              \n              \n                Normal\n                28 (85%)\n              \n              \n                Overexpression or gene amplification\n                5 (15%)\n              \n              \n                Estrogen receptor status\n                \n              \n              \n                Positive\n                31 (94%)\n              \n              \n                Negative\n                2 (6%)\n              \n              \n                Malignancy grade\n                \n              \n              \n                I\n                4 (12%)\n              \n              \n                II\n                20 (61%)\n              \n              \n                III\n                9 (27%)\n              \n              \n                Axillary lymph node status\n                \n              \n              \n                Negative\n                18 (55%)\n              \n              \n                Positive\n                15 (45%)\n              \n            \n          \n          \n            \n              \nNote: Other histological types include combined invasive ductal and lobular carcinoma and apocrine carcinoma.\n            \n          \n        \n        We sampled human colon biopsies from 38 resections of biopsy‐verified colon adenocarcinomas at Randers Regional Hospital immediately after surgical excision from patients, who had not received radiotherapy in the area or recent chemotherapy.\n31\n, \n32\n Normal colon tissue was sampled from the same surgical specimens at a minimal distance of 10 cm from the macroscopic tumor border. The biopsies were placed in ice‐cold advanced DMEM/F12 medium (Gibco, Denmark) with 1% GlutaMAX (ThermoFisher, Denmark) and kept on ice during transport to the Department of Biomedicine at Aarhus University, Denmark.\n        The human biopsy collection was designed to ensure that the sampling did not influence the surgical procedure or standard diagnostic workup.\n2.2\n        Mouse tissue\n        Murine breast cancer was induced by overexpression of the neu (ErbB2/HER2) proto‐oncogene in FVB/N‐Tg(MMTVneu)202Mul/J mice, which results in palpable tumor development when the mice are around 6 months of age.\n33\n, \n34\n After mice were sacrificed by cervical dislocation, surgical biopsies of breast cancer tissue and normal breast tissue were immediately sampled and transferred to cold physiological saline solution.\n2.3\n        Freshly isolated breast organoids\n        From the human and murine breast biopsies, we freshly isolated organoids by partial enzymatic digestion using collagenase type 3. The tissue samples were first cut into 1 mm pieces in phosphate‐buffered saline and then transferred to Tissue Culture Flat Tubes (Techno Plastic Products AG, Switzerland) containing advanced DMEM/F12 culture medium (Life Technologies, Denmark) added 10% fetal bovine serum (Biochrom AG, Germany), 1% GlutaMAX and 450 IU/mL collagenase type 3 (Worthington Biochemical Corporation, Lakewood, New Jersey). After continuous shaking overnight (human tissue) or for 4 h (mouse tissue) at 60 rpm in an incubator with 5% CO2 at 37°C, the isolated organoids sedimented for 20 min by gravitational forces and were then used directly for experiments. We observed no signs of bacterial infection. The isolated organoids are multicellular conglomerates of approximately 150 μm diameter (Figures 1A and 2A), and we have previously shown that they are dominated by cytokeratin 19‐positive epithelial cells with fewer smooth muscle α‐actin‐positive myofibroblasts.\n30\n, \n34\n, \n35\n Although we cannot fully exclude that the enzymatic treatment influences extracellular epitopes and hence the function of membrane proteins, (a) the partial digestion was mild in order to generate organoids rather than single cell suspensions and (b) we have previously shown that—at least for acid‐base transporters—functions evaluated in freshly isolated breast cancer organoids resemble those observed in slices of breast cancer tissue.\n29\n, \n30\n, \n34\n, \n36\n We investigated the organoids immediately after enzymatic digestion without subsequent culture in order to avoid phenotypic changes. The organoids were classified as “normal” or “cancer” based on the location and macroscopic evaluation of the biopsy site. The subsequent standard pathological evaluation confirmed the malignancy of the tumor mass, as well as the presence of surrounding normal tissue with clear surgical margins. Still, we cannot fully exclude the possibility that the normal tissue could include smaller precancerous lesions.\n2.4\n        Freshly isolated human colon crypts\n        Human colon crypts were prepared as previously described\n32\n, \n37\n by placing small samples of biopsy material in Ca2+‐free Ringer solution (in mM: 125 NaCl, 5 KCl, 1 MgCl2, 5 Na‐pyruvate, 10 HEPES, 5 EDTA [free acid], 5 glucose; adjusted to pH 7.4 with NaOH) heated to 37°C in a water bath on a shaking table for 20 min. After vigorous shaking, the samples sedimented for 5 min before the supernatant was removed, and the pellet was washed three times in DMEM medium. The human colon crypts (Figure 3A) were investigated functionally directly after isolation in order to best maintain their original phenotype.\n3.3\n        Intracellular Ca2+ levels and organellar Ca2+ storage are unaltered whereas purinergic responses are attenuated in human colon cancer tissue\n        In order to explore whether the observed changes in human and murine breast cancer tissue (Figures 1 and 2) are observed also in other solid cancers, we next evaluated Ca2+ dynamics in human colon cancer compared with normal colon tissue (Figure 3). Consistent with our previous observations,\n32\n the crypt‐like structures isolated from human colon cancer tissue (Figure 3A, lower panel) were wider and more irregular than the crypts isolated from normal colon tissue (Figure 3A, upper panel).\n        In the human colon cancer tissue, we found no evidence for an elevated resting Ca2+ level (Figure 3B,C). In contrast to our observations from the breast cancer tissue (Figures 1 and 2), responses to ATP were attenuated—especially around the 100 μM range—in crypts isolated from human colon cancer compared with normal colon tissue (Figure 3B,D). Similarly, the intracellular Ca2+ response to 100 μM UTP was markedly reduced in human colon cancer tissue compared with normal colon tissue (Figure 3E,F). These findings are consistent with altered P2Y2 and P2Y4 receptor signaling\n42\n; and indeed, we observed almost no change of the intracellular Ca2+ concentration in human colon cancer or normal colon tissue when we stimulated P2Y6 and P2Y14 receptors with UDP (Figure 3G,H).\n        Although attenuated intracellular Ca2+ responses to P2Y2 and P2Y4 receptor activation could suggest a change in the capacity of the organellar Ca2+ stores, this is an unlikely explanation for the colon cancer tissue because we find no difference in the Ca2+ responses elicited by 10 μM CPA between colon cancer tissue and normal colon tissue (Figure 3G,I).\n        We observed only a small intracellular Ca2+ response in colon cancer tissue as well as in normal colon tissue when we stimulated P2X7 receptors with BzATP (Figure 3J,K).\n2.6\n        Cell proliferation and survival assays\n        For cell proliferation assays, breast organoids isolated from cancer and matched normal tissue incubated for 6 h with 10 μM bromodeoxyuridine (BrdU; B23151, Invitrogen) at 37°C with or without nucleotides added to the medium. Incorporation of the thymidine analog BrdU into newly synthesized DNA allows for subsequent identification of dividing cells based on immunofluorescence imaging. After the BrdU incubation period, the medium was aspirated by three consecutive washes in phosphate‐buffered saline (PBS, in mM: 138 NaCl, 2.6 KCl, 8.1 Na2HPO4, 1.5 KH2PO4, pH 7.4), and the organoids were fixed in 75% ethanol for 20 min. The fixative was then aspirated by a triple‐wash with PBS, and the DNA denatured in 1 M HCl for 1 h at 37°C. After another triple‐wash with PBS + 0.05% Tween‐20, we blocked with 2% normal goat serum added to the same solution. Samples were next incubated with an anti‐BrdU mouse monoclonal primary antibody (#5292, Cell Signaling, Danvers, Massachusetts; diluted 1:1000 in PBS/0.05% Tween‐20/2% normal goat serum) for 30 min at 37°C. After additional thorough washing in PBS + 0.05% Tween‐20, the organoids incubated with Alexa488‐labeled donkey anti‐mouse secondary antibody (#A21202, Invitrogen; diluted 1:1000 in PBS/0.05% Tween‐20) in the dark at 37°C for 1 h. Nuclei were co‐stained with SYTO16 (Life Technologies; diluted 1:1000 in PBS) at room temperature for 5 min. After a final thorough wash, the organoids were mounted under a cover slip, visualized with a Zeiss LSM510META confocal laser scanning microscope, and proliferation indices (BrdU‐positive cells/SYTO16‐positive nuclei) calculated for 3 different focal planes in each organoid using ImageJ software (NIH, Bethesda, Maryland).\n        For cell survival analysis, the isolated breast organoids were incubated for 2 h under control conditions or with ATP added to the medium, and then loaded with 4 μM calcein‐AM and 2 μM ethidium homodimer‐1 in phosphate‐buffered saline (DMSO solvent <0.1%) for 30 min. Organoids were excited on a Zeiss LSM510META confocal microscope at 488 nm and emission light collected simultaneously at 515 nm (calcein) and 635 nm (ethidium homodimer‐1). We calculated the ratio of cells positive for ethidium homodimer‐1 relative to calcein for three different focal planes in each organoid using ImageJ software.\n2.7\n        Statistics\n        Data are given as mean ± SEM; n equals number of patients or animals (ie, biological replicates). We compared single variables between two groups by two‐tailed Student's t test and between more than two groups by one‐way ANOVA followed by Dunnett's posttest or test for linear trend. We used two‐way ANOVA followed by Sidak's posttest to evaluate effects of two variables on a third variable. If the initial distribution was right‐skewed, the data were log‐transformed prior to statistical testing. We considered P‐values smaller than 0.05 statistically significant. Statistical analyses were performed with GraphPad Prism 9.3.0 software.\n3\n      RESULTS\n      We used human and murine biopsies of breast and colon cancer and matched normal tissue to evaluate intracellular Ca2+ dynamics and their consequences for proliferation and cell death. Studying cellular signaling in preparations that closely resemble the human clinical condition is crucial, and comparisons with relevant normal tissue help predict the potential of individual therapeutic targets.\n      \n        3.1\n        Intracellular Ca2+ levels, organellar Ca2+ storage and purinergic responses are elevated in murine breast cancer tissue\n        When immersed in standard physiological salt solution at pH 7.4, the resting intracellular Ca2+ level was raised (Figure 1B,C) in organoids freshly isolated from murine breast cancer tissue (Figure 1A, right panel) compared with organoids isolated from normal breast tissue (Figure 1A, left panel).\n        Extracellular ATP produced much stronger intracellular Ca2+ rises when applied to organoids from murine breast cancer tissue than normal breast tissue (Figure 1B,D). These ATP responses were fully inhibited by prior application of 100 μM of the nonselective P2 receptor antagonist suramin (Figure 1D). Although extracellular acidification attenuated the intracellular Ca2+ dynamics of breast cancer tissue (Figure 1E), the difference in ATP‐induced Ca2+ responses between murine breast cancer and normal breast tissue observed at extracellular pH (pHo) 7.4 was also evident at pHo 6.8, which resembles the conditions in poorly vascularized regions of breast carcinomas.\n        Consistent with involvement of P2Y2 and P2Y4 receptors,\n42\n responses of breast organoids to 100 μM UTP (Figure 1F,G) were of similar magnitude as those to 100 μM ATP (Figure 1B,D). UTP responses also showed marked augmentation in murine breast cancer tissue compared with normal breast tissue (Figure 1F,G). In contrast, the response to the P2Y6 and P2Y14 agonist UDP\n42\n was of similar magnitude in murine breast cancer tissue and normal breast tissue (Figure 1H,I).\n        Enhanced metabotropic signaling in cancer cells could imply a change in the organellar Ca2+ storage mechanisms. As we and others have previously observed elevated expression of SERCA2 in breast cancer tissue and cells,\n6\n, \n7\n we next evaluated the response to 10 μM cyclopiazonic acid (CPA) that inhibits the sarco‐/endoplasmic reticulum Ca2+ ATPase (Figure 1B,H,J). Indeed, the organoids isolated from murine breast cancer tissue, on average, responded with a greater CPA‐induced elevation in cytosolic Ca2+ concentration than organoids from matched normal breast tissue (Figure 1J).\n        Earlier studies suggest that P2X7 receptors play a role in breast cancer. Yet, we observed only a minimal change in intracellular Ca2+ concentration when we applied 100 μM of the P2X7‐specific agonist benzoylbenzoyl (Bz)ATP to organoids isolated from murine breast cancer tissue (Figure 1K,L).\n      \n      \n        3.2\n        Intracellular Ca2+ levels, organellar Ca2+ storage, and purinergic responses are elevated in human breast cancer tissue\n        Organoids isolated from human breast cancer tissue (Figure 2A) responded with Ca2+ dynamics that were very similar to those of organoids isolated from murine breast cancer tissue (compare Figures 1 and 2).\n        On average, the resting intracellular Ca2+ concentration was elevated in human breast cancer tissue compared with normal breast tissue (Figure 2B,C).\n        Supporting a role for P2Y2 and P2Y4 receptors,\n42\n intracellular Ca2+ responses to UTP were at least as large as responses to ATP; and for both nucleotides, the rise in intracellular Ca2+ concentration was markedly elevated in the human breast cancer tissue compared with normal breast tissue (Figure 2B,D‐F). In contrast, the Ca2+ response to UDP (Figure 2H,I) was of small magnitude compared with ATP (Figure 2D) and UTP (Figure 2F) confirming that P2Y6 and P2Y14 receptors are not of major importance.\n42\n\n\n        The human tissue samples were mostly from invasive ductal carcinomas, less frequently from invasive lobular carcinomas, and in a few instances from rarer histological subtypes (Table 1). When divided between the separate experimental series, the number of samples of each histological subtype was too small for stratification and detailed analysis of how tumor heterogeneity influences Ca2+‐responses. Still, our current evidence suggests that breast cancer tissue across the most common histopathologies respond with enhanced ATP‐induced intracellular Ca2+ elevations: the relative Fura‐2 ratio response to 100 μM ATP was 0.47 ± 0.31 higher in lobular carcinomas than in matching normal tissue (n = 3) with corresponding values of 0.74 ± 0.21 for ductal carcinomas (n = 17) and 0.39 ± 0.13 for mixed ductal and lobular carcinomas (n = 2).\n        Consistent with augmented organellar Ca2+ stores, the rise in Ca2+ concentration during application of 10 μM CPA was greater in human breast cancer tissue than in matched normal breast tissue (Figure 2E,G).\n      \n      \n        3.3\n        Intracellular Ca2+ levels and organellar Ca2+ storage are unaltered whereas purinergic responses are attenuated in human colon cancer tissue\n        In order to explore whether the observed changes in human and murine breast cancer tissue (Figures 1 and 2) are observed also in other solid cancers, we next evaluated Ca2+ dynamics in human colon cancer compared with normal colon tissue (Figure 3). Consistent with our previous observations,\n32\n the crypt‐like structures isolated from human colon cancer tissue (Figure 3A, lower panel) were wider and more irregular than the crypts isolated from normal colon tissue (Figure 3A, upper panel).\n        In the human colon cancer tissue, we found no evidence for an elevated resting Ca2+ level (Figure 3B,C). In contrast to our observations from the breast cancer tissue (Figures 1 and 2), responses to ATP were attenuated—especially around the 100 μM range—in crypts isolated from human colon cancer compared with normal colon tissue (Figure 3B,D). Similarly, the intracellular Ca2+ response to 100 μM UTP was markedly reduced in human colon cancer tissue compared with normal colon tissue (Figure 3E,F). These findings are consistent with altered P2Y2 and P2Y4 receptor signaling\n42\n; and indeed, we observed almost no change of the intracellular Ca2+ concentration in human colon cancer or normal colon tissue when we stimulated P2Y6 and P2Y14 receptors with UDP (Figure 3G,H).\n        Although attenuated intracellular Ca2+ responses to P2Y2 and P2Y4 receptor activation could suggest a change in the capacity of the organellar Ca2+ stores, this is an unlikely explanation for the colon cancer tissue because we find no difference in the Ca2+ responses elicited by 10 μM CPA between colon cancer tissue and normal colon tissue (Figure 3G,I).\n        We observed only a small intracellular Ca2+ response in colon cancer tissue as well as in normal colon tissue when we stimulated P2X7 receptors with BzATP (Figure 3J,K).\n      \n      \n        3.4\n        Acetylcholine responses are enhanced in human and murine breast cancer tissue but unaffected in human colon cancer tissue\n        As described above, inhibition of the sarco‐/endoplasmic reticulum Ca2+ ATPase elicits enhanced Ca2+ responses in breast cancer tissue compared with normal breast tissue (Figures 1J and 2G). This difference was not observed between colon cancer tissue and normal colon tissue (Figure 3I). Together these observations imply that the intracellular Ca2+ stores are magnified specifically during breast carcinogenesis. The observations moreover suggest that Gα(q/11)‐coupled metabotropic receptor agonists in addition to nucleotides will induce greater Ca2+ responses in breast cancer tissue but not in colon cancer tissue when compared with corresponding normal tissue. In order to test this hypothesis, we next applied acetylcholine to organoids isolated from breast cancer and normal breast tissue (Figure 4A‐D) as well as to crypts isolated from colon cancer and normal colon tissue (Figure 4E,F). Acetylcholine induced markedly greater elevations in intracellular Ca2+ concentration in organoids from both murine (Figure 4A,B) and human (Figure 4C,D) breast cancer tissue compared with normal breast tissue. In sharp contrast, acetylcholine‐induced increases in intracellular Ca2+ concentration were comparable for crypts isolated from colon cancer tissue and normal colon tissue (Figure 4E,F). The dependency of the acetylcholine responses on muscarinic receptors was confirmed by their full inhibition following incubation with 1 μM atropine (Figure 4F).\n        \n          FIGURE 4\n          \n            Acetylcholine (ACh)‐induced intracellular Ca2+ responses are strongly augmented in human and murine breast cancer tissue compared with normal breast tissue. In contrast, acetylcholine‐induced intracellular Ca2+ responses are unaffected in human colon cancer compared with normal colon tissue. (A‐D) Original traces (A,C) and corresponding quantifications (B,D) of intracellular Ca2+ responses to acetylcholine in organoids isolated from murine (A,B) and human (C,D) breast cancer and normal breast tissue (n = 6‐13). The Ca2+ responses are expressed relative to the average increase in Ca2+ concentration in breast cancer organoids when exposed to 100 μM ATP. (E + F) Original traces (E) and corresponding quantifications (F) of intracellular Ca2+ responses to acetylcholine in crypts from human colon cancer and normal colon tissue (n = 5‐13). The Ca2+ responses are expressed relative to the average response of colon cancer crypts exposed to 100 μM ATP. The muscarinic receptor antagonist atropine was applied at a concentration of 1 μM. The data were compared by repeated measures two‐way ANOVA followed by Sidak's posttest. *P < .05; **P < .01, NS: not significantly different vs normal under similar conditions. #\nP < .05; ##\nP < .01 vs 100 μM in tissue of same source (cancer or normal)\n          \n          \n        \n      \n      \n        3.5\n        Purinergic signals increase proliferation in breast cancer tissue\n        We next tested whether the greater Ca2+ responses elicited by extracellular nucleotides in the breast cancer tissue relative to normal breast tissue associate with an altered proliferative activity (Figure 5A‐D). We studied cell proliferation by BrdU incorporation for 6 h and found that ATP concentration‐dependently elevated the proportion of dividing cells in the breast cancer tissue (Figure 5A,B). We observed a much smaller effect of 100 μM ATP on cell proliferation in the normal breast tissue (Figure 5C,D) consistent with the smaller ATP‐induced Ca2+ responses (Figure 1D). In further agreement with the magnitude of the intracellular Ca2+ responses (Figure 1G), UTP elevated cell proliferation in breast cancer tissue (Figure 5A,B) but showed no significant effect in normal breast tissue (Figure 5C,D). At the highest tested concentration (1 mM)—that exceeds reported values from solid cancer tissue\n22\n, \n23\n, \n24\n—the pro‐proliferative effect of ATP appeared to wane in the breast cancer tissue (Figure 5B).\n        \n          FIGURE 5\n          \n            ATP and UTP promote cell proliferation in breast cancer tissue with minimal effect in normal breast tissue. In contrast, ATP induces cell death only when applied at very high concentration. (A‐D) Representative images (A,C) and corresponding quantifications (B,D) of bromodeoxyuridine (BrdU) incorporation in organoids freshly isolated from breast cancer tissue (A,B) and normal breast tissue (C,D). The organoids (n = 5‐6) were incubated with BrdU for 6 h under control conditions or with ATP or UTP present at the indicated concentrations. All images are shown at the same magnification; the scale bars represent 100 μm. (E + F) Representative images (E) and corresponding quantifications (F) of cell death in freshly isolated breast cancer organoids stained with calcein and ethidium homodimer‐1 (EthD‐1). The isolated organoids (n = 4) were evaluated after a 2‐h control period or following incubation with ATP at the indicated concentration. All images are shown at the same magnification; the scale bar represents 100 μm. Data were compared by one‐way ANOVA followed by Dunnett's posttest. *P < .05; **P < .01; ***P < .001, NS: not significantly different vs control\n          \n          \n        \n      \n      \n        3.6\n        Purinergic signals cause cell death in breast cancer tissue only at very high nucleotide concentrations\n        Given the tendency for declining cell proliferation at very high nucleotide concentrations (Figure 5B), we hypothesized that ATP at millimolar concentrations can induce cell death. Indeed, whereas we observed no effect of 100 μM ATP on the fraction of dead cells, we saw widespread cell death when the breast cancer tissue was stimulated with 1 mM ATP (Figure 5E,F).\n3.4\n        Acetylcholine responses are enhanced in human and murine breast cancer tissue but unaffected in human colon cancer tissue\n        As described above, inhibition of the sarco‐/endoplasmic reticulum Ca2+ ATPase elicits enhanced Ca2+ responses in breast cancer tissue compared with normal breast tissue (Figures 1J and 2G). This difference was not observed between colon cancer tissue and normal colon tissue (Figure 3I). Together these observations imply that the intracellular Ca2+ stores are magnified specifically during breast carcinogenesis. The observations moreover suggest that Gα(q/11)‐coupled metabotropic receptor agonists in addition to nucleotides will induce greater Ca2+ responses in breast cancer tissue but not in colon cancer tissue when compared with corresponding normal tissue. In order to test this hypothesis, we next applied acetylcholine to organoids isolated from breast cancer and normal breast tissue (Figure 4A‐D) as well as to crypts isolated from colon cancer and normal colon tissue (Figure 4E,F). Acetylcholine induced markedly greater elevations in intracellular Ca2+ concentration in organoids from both murine (Figure 4A,B) and human (Figure 4C,D) breast cancer tissue compared with normal breast tissue. In sharp contrast, acetylcholine‐induced increases in intracellular Ca2+ concentration were comparable for crypts isolated from colon cancer tissue and normal colon tissue (Figure 4E,F). The dependency of the acetylcholine responses on muscarinic receptors was confirmed by their full inhibition following incubation with 1 μM atropine (Figure 4F).\n        \n          FIGURE 4\n          \n            Acetylcholine (ACh)‐induced intracellular Ca2+ responses are strongly augmented in human and murine breast cancer tissue compared with normal breast tissue. In contrast, acetylcholine‐induced intracellular Ca2+ responses are unaffected in human colon cancer compared with normal colon tissue. (A‐D) Original traces (A,C) and corresponding quantifications (B,D) of intracellular Ca2+ responses to acetylcholine in organoids isolated from murine (A,B) and human (C,D) breast cancer and normal breast tissue (n = 6‐13). The Ca2+ responses are expressed relative to the average increase in Ca2+ concentration in breast cancer organoids when exposed to 100 μM ATP. (E + F) Original traces (E) and corresponding quantifications (F) of intracellular Ca2+ responses to acetylcholine in crypts from human colon cancer and normal colon tissue (n = 5‐13). The Ca2+ responses are expressed relative to the average response of colon cancer crypts exposed to 100 μM ATP. The muscarinic receptor antagonist atropine was applied at a concentration of 1 μM. The data were compared by repeated measures two‐way ANOVA followed by Sidak's posttest. *P < .05; **P < .01, NS: not significantly different vs normal under similar conditions. #\nP < .05; ##\nP < .01 vs 100 μM in tissue of same source (cancer or normal)\n3.5\n        Purinergic signals increase proliferation in breast cancer tissue\n        We next tested whether the greater Ca2+ responses elicited by extracellular nucleotides in the breast cancer tissue relative to normal breast tissue associate with an altered proliferative activity (Figure 5A‐D). We studied cell proliferation by BrdU incorporation for 6 h and found that ATP concentration‐dependently elevated the proportion of dividing cells in the breast cancer tissue (Figure 5A,B). We observed a much smaller effect of 100 μM ATP on cell proliferation in the normal breast tissue (Figure 5C,D) consistent with the smaller ATP‐induced Ca2+ responses (Figure 1D). In further agreement with the magnitude of the intracellular Ca2+ responses (Figure 1G), UTP elevated cell proliferation in breast cancer tissue (Figure 5A,B) but showed no significant effect in normal breast tissue (Figure 5C,D). At the highest tested concentration (1 mM)—that exceeds reported values from solid cancer tissue\n22\n, \n23\n, \n24\n—the pro‐proliferative effect of ATP appeared to wane in the breast cancer tissue (Figure 5B).\n        \n          FIGURE 5\n          \n            ATP and UTP promote cell proliferation in breast cancer tissue with minimal effect in normal breast tissue. In contrast, ATP induces cell death only when applied at very high concentration. (A‐D) Representative images (A,C) and corresponding quantifications (B,D) of bromodeoxyuridine (BrdU) incorporation in organoids freshly isolated from breast cancer tissue (A,B) and normal breast tissue (C,D). The organoids (n = 5‐6) were incubated with BrdU for 6 h under control conditions or with ATP or UTP present at the indicated concentrations. All images are shown at the same magnification; the scale bars represent 100 μm. (E + F) Representative images (E) and corresponding quantifications (F) of cell death in freshly isolated breast cancer organoids stained with calcein and ethidium homodimer‐1 (EthD‐1). The isolated organoids (n = 4) were evaluated after a 2‐h control period or following incubation with ATP at the indicated concentration. All images are shown at the same magnification; the scale bar represents 100 μm. Data were compared by one‐way ANOVA followed by Dunnett's posttest. *P < .05; **P < .01; ***P < .001, NS: not significantly different vs control\n3.6\n        Purinergic signals cause cell death in breast cancer tissue only at very high nucleotide concentrations\n        Given the tendency for declining cell proliferation at very high nucleotide concentrations (Figure 5B), we hypothesized that ATP at millimolar concentrations can induce cell death. Indeed, whereas we observed no effect of 100 μM ATP on the fraction of dead cells, we saw widespread cell death when the breast cancer tissue was stimulated with 1 mM ATP (Figure 5E,F).\n4\n      DISCUSSION\n      The chemical microenvironment in solid tumors shapes cancer development and progression and responses to anti‐cancer therapies. A striking characteristic of solid cancer tissue—beyond hypoxia and acidosis—is elevated nucleotide concentrations\n22\n, \n23\n, \n24\n that arise from a shifted balance between controlled cellular release through large anion‐conducting membrane pores or exocytosis, escape of cellular content during necrosis, cellular uptake via macropinocytosis and enzymatic conversion by ectonucleotidases.\n43\n, \n44\n, \n45\n\n\n      The implications of the chemical tumor microenvironment for cancer and stromal cell functions are only starting to emerge; and in the current study, we show that nucleotide‐induced responses acquired during carcinogenesis promote cell proliferation in breast cancer tissue (Figure 5A‐D). The identified drastic differences in cellular Ca2+ handling (Figures 1, 2, 3, 4) between breast and colon cancer tissue and corresponding normal tissue support a promising new therapeutic avenue for targeting malignant development and progression.\n      The intense acidity of the tumor microenvironment\n6\n, \n46\n is particularly interesting in the context of this study because ATP, Ca2+ and H+ homeostasis are interlinked by multiple mechanisms: Ca2+ ATPases transport H+ as counter ions and may thereby alter pH reciprocally in neighboring intracellular compartments or between the cytosol and extracellular space.\n4\n Associated net ATP hydrolysis also liberates H+; however, under steady‐state conditions, H+ consumption during ATP synthesis is expected to balance H+ release from ATP hydrolysis avoiding substantial acute changes in intracellular pH (pHi).\n47\n Because H+ and Ca2+ buffers overlap and pH modifies the activity of many Ca2+ transporters and channels, changes in pHi have potential to modify the intracellular Ca2+ concentration.\n4\n Interestingly, local acid‐base conditions may moreover influence macropinocytosis, which is commonly inhibited by amiloride‐derivatives that block Na+/H+ exchangers.\n48\n, \n49\n, \n50\n, \n51\n Macropinocytosis is prominent in breast and colon cancer cells,\n49\n, \n50\n, \n51\n and could accelerate cellular ATP uptake.\n43\n\n\n      In breast and colon cancer tissue, we find that intracellular Ca2+ responses to UTP are equal to or greater than responses to ATP whereas UDP has only minimal effect (Figures 1, 2, 3). This Ca2+ response pattern is indicative of predominant P2Y2 and P2Y4 signaling.\n42\n Compared with matching normal tissue, the responses to ATP and UTP are strongly elevated in human and murine breast cancer tissue (Figures 1 and 2) but attenuated in human colon cancer tissue (Figure 3). The influence of P2Y2 receptors on proliferation is controversial in cultured breast cancer cell lines: in estrogen receptor‐positive MCF7 cells and triple‐negative MDA‐MB‐231 cells derived from human breast adenocarcinomas, activation of P2Y2 receptors has been found to have little to no effect on proliferation,\n52\n to increase proliferation,\n53\n or to suppress proliferation.\n54\n It is not clear whether these reported inconsistencies in proliferative activity relate to variation in cell culture conditions or other experimental circumstances. In the current study—based on acute functional investigations of breast biopsies—ATP and UTP both stimulate cell proliferation in breast cancer tissue (Figure 5A,B) but show no major influence on proliferation in normal breast tissue (Figure 5C,D).\n      Previous studies reported a combination of pro‐ and anti‐neoplastic consequences of purinergic signaling.\n1\n We confirm here that extracellular nucleotides can accelerate cell proliferation (Figure 5A‐D) but also enhance cell death (Figure 5E,F). However, whereas nucleotides at 30 to 100 μM concentration enhance proliferation, they stimulate cell death only when elevated to the millimolar range, which is higher than typically observed in solid cancer tissue.\n22\n, \n23\n, \n24\n Thus, our findings support that the increased purinergic signaling reported for solid cancer tissue will mainly promote neoplastic progression in the breast.\n      The observed pattern of purinergic signaling—with amplified Ca2+ responses in breast but not colon cancer tissue (Figures 1, 2, 3)—extends also to activation of other metabotropic receptors. Whereas acetylcholine induces strongly augmented Ca2+ responses in breast cancer tissue compared with normal breast tissue (Figure 4A‐D), acetylcholine responses in colon cancer tissue are very similar to those of normal colon tissue (Figure 4E,F). This is particularly interesting because the different responsiveness between breast and colon cancer tissue is consistent with the magnitude of their Ca2+ response when the sarco‐/endoplasmic reticulum Ca2+ ATPase is inhibited with CPA (Figures 1J, 2G and 3I). Hence, our findings suggest that intracellular Ca2+ signals downstream of metabotropic receptors are shaped by the capacity of the intracellular Ca2+ stores. Consistent with the enhanced store release responses of breast cancer tissue (Figures 1J and 2G), we and others previously found that SERCA2 protein expression levels are elevated in breast cancer tissue and cell lines compared with normal breast tissue and nontumorigenic cells.\n6\n, \n7\n\n\n      Expression of SERCA in organellar membranes allows cancer cells to lower cytosolic Ca2+ levels acutely. However, by augmenting organellar Ca2+ storage at the expense of extrusion across the plasma membrane, elevated SERCA activity also amplifies the capacity for subsequent Ca2+ release in response to metabotropic receptor agonists such as extracellular nucleotides or acetylcholine. In addition to changes in Ca2+ store release capacity, it is possible that Ca2+ responses of cancer cells are influenced by expressional changes or posttranslational modifications that alter the activity of purinergic and cholinergic receptors during carcinogenesis. Several studies report high expression of purinergic receptors in breast and colon cancer cell lines,\n44\n, \n55\n but poor specificity of antibodies for quantification of purinergic receptor expression is a challenge,\n56\n and more work is needed to establish the molecular pathways that determine the magnitude of nucleotide‐induced Ca2+ responses in cancer cells.\n      P2X7 receptors have previously been implicated in breast malignancy.\n57\n, \n58\n However, based on Ca2+ responses of minimal magnitude to BzATP (Figures 1K,L and 3J,K), we conclude that P2X7 receptors do not contribute substantively to nucleotide‐induced intracellular Ca2+ responses in breast or colon cancer tissue.\n      In contrast to previous studies based primarily on cancer cell lines, the current investigations employ freshly isolated tissue from humans and mice. We obtain very consistent results between human and murine breast cancer tissue (Figures 1, 2 and 4), which is in congruence with our earlier studies of acid‐base parameters, where findings from carcinogen‐ and ErbB2‐induced models of murine breast carcinogenesis extrapolated well to human breast cancer tissue.\n30\n, \n34\n, \n35\n We previously showed that acid‐base parameters recorded in organoids freshly isolated from human breast cancer tissue can predict proliferative activity and metastasis.\n36\n Our current investigation shows that acutely isolated breast organoids and colon crypts can be used for evaluating intracellular Ca2+ dynamics (Figures 1, 2, 3, 4) and study consequences for cell proliferation and survival (Figure 5). Based on our collective previous and current work, the approach of studying freshly isolated human and murine tissue preparations—that retain a profile accurately reflecting the clinical condition—is very well suited for evaluating carcinogenesis‐related adaptations and for screening pharmacological agents for functional activity.\n      Notably, differences between normal and cancer tissue may exist for a number of reasons: individual cell types can change phenotype, for instance, due to mutations or adaptations to the microenvironment, or the relative distribution of cell types can change due to selection and expansion of cells with a survival or proliferative benefit under the tumor conditions. Irrespectively, the comparison of organoids and crypts freshly isolated from human and murine cancer tissue to matched normal tissue provides a unique approach for studying carcinogenesis‐related functional differences with potential for pharmacological targeting.\n      In conclusion, we find that intracellular Ca2+ signaling varies dramatically between breast and colon cancer. Resting intracellular Ca2+ concentrations, organellar Ca2+ storage, and responses to ATP, UTP and acetylcholine are elevated in breast cancer tissue compared with normal breast tissue. Accordingly, ATP and UTP strikingly stimulate proliferation in breast cancer tissue, yet only minimally enhance proliferation in normal breast tissue. We observe increases in cell death only when ATP concentrations are above the expected pathophysiological range. These studies support that changes in Ca2+ signaling acquired during carcinogenesis shape cancer cell phenotypes and, in particular, that elevated nucleotide concentrations have overall pro‐malignant consequences in breast cancer tissue.\nAbbreviations\n        \n          ACh\n          \n            acetylcholine\n          \n        \n        \n          BrdU\n          \n            bromodeoxyuridine\n          \n        \n        \n          BzATP\n          \n            benzoylbenzoyl ATP\n          \n        \n        \n          CPA\n          \n            cyclopiazonic acid\n          \n        \n        \n          EthD‐1\n          \n            ethidium homodimer‐1\n          \n        \n        \n          pHo\n\n          \n            extracellular pH\n          \n        \n        \n          pHi\n\n          \n            intracellular pH\n          \n        \n        \n          SERCA\n          \n            sarco‐/endoplasmic reticulum Ca2+ ATPase\nAUTHOR CONTRIBUTIONS\n      Boedtkjer conceived of the studies and designed the overall experimental approach. Mele, Hauerslev, Dabir, Balling, Pedersen, Vahl, Johansen, Tramm and Christiansen collected tissue and performed the clinical and pathological evaluations. Henningsen (colonic crypt and organoid Ca2+ fluorimetry; proliferation and survival), McWhan (organoid Ca2+ fluorimetry), Dam (human organoid Ca2+ fluorimetry) and Voss (proliferation) performed the experiments. Henningsen (colonic crypt Ca2+ fluorimetry; organoid proliferation and survival), McWhan (organoid Ca2+ fluorimetry), Dam (human organoid Ca2+ fluorimetry) and Boedtkjer designed the experimental protocols, analyzed and interpreted the results. Boedtkjer drafted the manuscript. All authors edited the manuscript and approved the final version. The work reported in the paper has been performed by the authors, unless clearly specified in the text.\nFUNDING INFORMATION\n      This study was financially supported by the Danish Cancer Society (R146‐A9461 to Boedtkjer; R127‐A8262‐15‐S7 to Henningsen) and the Independent Research Fund Denmark (7025‐00050B to Boedtkjer).\nCONFLICT OF INTEREST\n      The authors declare no conflict of interest.\nETHICS STATEMENT\n      \nHuman breast tissue biopsies: The Mid‐Jutland Regional Committee on Health Research Ethics approved the human breast tissue sampling (No. M‐20100288). Breast cancer patients gave written informed consent. The Danish Data Protection Agency approved the procedures for data handling (No. 1‐16‐02‐191‐16). Human colon tissue biopsies: The Mid‐Jutland Regional Committee on Health Research Ethics approved the procedure for human colon tissue sampling and concluded that written informed consent was not required according to Danish legislation, because the studies involved excess surgically resected tissue and all postsurgical tissue and data handling was anonymized (enquiry no. 157/2014). Murine experiments: The Danish Animal Experiments Inspectorate approved the mouse experiments (2012‐15‐2935‐00002 and 2012‐15‐2934‐00103).\nDATA AVAILABILITY STATEMENT\n      Anonymized data from this study are available from the corresponding author upon reasonable request.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9544627/",
    "doi": "https://doi.org/10.1002/ijc.34147",
    "citation_count": 3,
    "references": {
        "10991555": "Antibodies toward Na+,HCO3–-cotransporter NBCn1/SLC4A7 block net acid extrusion and cause pH-dependent growth inhibition and apoptosis in breast cancer",
        "10127511": "Carbonic anhydrases reduce the acidity of the tumor microenvironment, promote immune infiltration, decelerate tumor growth, and improve survival in ErbB2/HER2-enriched breast cancer",
        "9601708": "Bta-miR-6531 Regulates Calcium Influx in Bovine Leydig Cells and Is Associated with Sperm Motility"
    },
    "journal": "International Journal of Cancer",
    "topics": [
        "proliferation, cell, purinergic, stimulation",
        "proliferation, cell, dynamics, stimulation",
        "accelerated, purinergic, tissue, cancer"
    ]
}