{
    "title": "Thematic trends and knowledge structure map of sentinel lymph node biopsy for breast cancer: a bibliometric analysis from 2010 to 2019",
    "abstract": "Knowledge structure of SLNB in breast cancer The SNA represented the co-occurrence of high-frequency words from 2010 to 2019 in Figure 6, and centrality parameters such as degree, betweenness, and closeness were used to analyze the knowledge structure of the SNA networks. Knowledge structure of SLNB in breast cancer The SNA represented the co-occurrence of high-frequency words from 2010 to 2019 in Figure 6, and centrality parameters such as degree, betweenness, and closeness were used to analyze the knowledge structure of the SNA networks. After summarizing the clusters of the past 10 years, we have obtained the four hot spots: (I) indications for SLNB in breast cancer; (II) detection of lymph node metastases and tracking methods for SLNB; (III) advantages and disadvantages of SLNB in breast cancer; (IV) assessment of axillary lymph nodes in neoadjuvant chemotherapy and application of SLNB.",
    "authors": [
        "Yujie Huo",
        "Ting Fan",
        "Si Chen",
        "Qiannan Liu",
        "Yue Fang",
        "Fan Yao"
    ],
    "published_year": "2022",
    "description": "Background\n          Breast cancer is the leading cancer-related deaths among women. Although great progress has been made in clinical surgical treatment, it is still urgently needed to look for a treatment model with smaller wounds, lower damage, and a better prognosis. Sentinel lymph node biopsy (SLNB) is a minimally invasive technique for breast cancer treatment, which can correctly assess the patients’ condition, prognosis, and treatment response.\nMethods\n      \n        Data collection\n        Relevant original articles were selected in PubMed. Our study was carried out on April 3, 2020 based on a co-word clustering analysis approach was performed. Detailed search strategy was as follows: #1 breast cancer; #2 sentinel lymph node biopsy; #3 search*[ti] AND seek*[ti]. According to the above searching strategy, 4,152 publications were found in PubMed. The titles and abstracts of the publications were screened according to relevance and selection criteria. The inclusion criteria were the contents of papers primarily focus on SLNB in breast cancer. Publications downloaded from PubMed to extract the following key information: article title, institution, author, publication year, country, and Medical Subject Headings (MeSH) terms.\n      \n      \n        Statistical analysis\n        The Bibliographic Item Co-Occurrence Matrix Builder (BICOMB) (21) was applied to determine the distribution of the authors, publication years, journals, countries, languages, and the frequency ranks of major MeSH terms. Bicluster high-frequency MeSH terms and related publications were performed in order to explore the hot spots of breast cancer in SLNB. By using the approach of biclustering in our study, the relationship among the highly frequent words, the source articles and the relationships between highly frequent words were gained.\n        We used gCLUTO software (http://glaros.dtc.umn.edu/gkhome/cluto/gcluto) to build a matrix with the source articles as the column and highly frequent major MeSH terms as the row for further biclustering. To obtain the distinguish the optimal number of clusters, we try to reran the biclustering with different numbers of clusters. The matrix biclustering result of high-frequency major MeSH terms-source publications was shown through matrix visualization and mountain visualization. The basic framework of hotspots of SLNB in breast cancer was drawn and analyzed with the help of semantic relationship between the content of the representative papers and MeSH terms.\n      \n      \n        Strategic diagram analysis\n        Strategic diagram was used to interpret the internal and external cohesion of a specific research field (22). We calculated the density and the centrality for each cluster based on co-occurrence matrix. Base on the themes’ density and centrality, we built a strategic diagram along two axes by plotting themes (23,24). The x-axis represented the external cohesion index or centrality, which represents the central position of the subject in the network. And the y-axis represented the internal cohesion index or density, which present the conceptual development (24-26). The centrally and density had been interpreted based on M Callon [1991] method (26). Thus, the x-axis and y-axis generated four quadrants. According to the results of the bi-clustering analysis, the MeSH terms/MeSH subheading clusters were assigned to different quadrants.\n      \n      \n        Analysis of social network\n        Our study used the social network analysis (SNA) to analyze the structural data and the knowledge structures (27). Centrality measurement was a useful approach for our network analysis. Betweenness, closeness centrality and degree were widely accepted items, which allowed comparison of node centrality within networks. A node’s degree centrality presents the number of its links. It combines with the other nodes, which indicates the importance of the specific node to social network. The higher betweenness means the powerful to control other nodes (28). Closeness centrality which means the higher the proximity centrality is, the closer the node is to other nodes in the network (28,29). In the whole social network betweenness act the mediating role of all nodes. Thereby, we choose betweenness to scale nodes size in our study.\n        Base on the co-occurrence matrix of high-frequency major MeSH terms and MeSH subheadings, we use Ucinet 6.0 software to construct SNA network. The high-frequency major MeSH terms and MeSH subheadings were presented in a network map to visualize the network structure. Nodes were represented by the major MeSH terms and MeSH subheadings in the network and its links showed the co-occurrence frequency. The nodes’ locations measured the centrality and betweenness of each node to get insights of structure about SLNB in breast cancer (30).\nResults\n      \n        The increased literature about SLNB in breast cancer\n        Based on the searching strategy and inclusion criteria, a total of 4,152 publications were included from 2010 to 2019 in this study. Figure 1 showed the annual number of publications of SLNB-related studies in the field of breast cancer from 1996. The number of publications has increased year by year since the first related article was published. Until now the research of SLNB in breast cancer has reached a relatively saturated state.\n        \n          Figure 1\n          \n            The number of publications on SLNB from 1996 to 2019. SLNB, sentinel lymph node biopsy.\n          \n          \n        \n      \n      \n        Distribution of countries, authors, first authors, most active journals and languages about SLNB\n        According to the authors’ information provided by PubMed, we further made a rough statistic on the location and number of authors of 4,152 articles. The results showed that all articles related to SLNB in breast cancer published on PubMed from 2010 to 2019 were mainly from 54 different countries or regions (Figure 2A). Moreover, the United States ranked first among the 54 countries or regions with 1,330 (1,330/4,152, 32%) articles (Figure 2B).\n        \n          Figure 2\n          \n            Geographical distribution of literatures related to SLNB in breast cancer. (A) The geographic distribution of research output on SLNB in breast cancer. (B) The histogram geographic distribution of research output on SLNB in breast cancer. SLNB, sentinel lymph node biopsy.\n          \n          \n        \n        In the past 10 years, a total of 13,568 authors published articles related to SLNB in breast cancer. Among them, KK Hunt published 52 articles in this field, ranking first in the number of publications of all authors (Figure 3A). We further counted the top 10 authors who published articles in the field of SLNB in breast cancer from 2010 to 2019. M Ahmed was the first author with the highest number of published articles from 2010 to 2019 (Figure 3B). In the last 10 years, M Ahmed’s articles had been updated the fastest, and his research direction in the field of SLNB in breast cancer deserved in-depth analysis.\n        \n          Figure 3\n          \n            Author and first author of SLNB in breast cancer. (A) The author of SLNB in breast cancer from 2010 to 2019. (B) The first author of SLNB in breast cancer from 2010 to 2019. SLNB, sentinel lymph node biopsy.\n          \n          \n        \n        From 2010 to 2019, 4,152 articles about SLNB for breast cancer were published in 624 journals. Among them, there were 9 more active journals (Table 1), and a total of 1,069 articles related to this field have been accepted. According to Bradford’s law (31), these 9 more active journals were regarded as the core journals in the field of SLNB in breast cancer research. In the past 10 years, literature in the field of SLNB in breast cancer was mainly published in English, followed by Japanese and French (Figure 4).\n        \n          Table 1\n          \n            Journals with higher contributions on SLNB in breast cancer from PubMed\n          \n          \n            \n            \n            \n            \n            \n            \n            \n              \n                No.\n                Journal\n                Frequency\n                Percentage (%)\n                Impact factor [2021]\n                ISSN\n              \n            \n            \n              \n                1\n                \nAnnals of Surgical Oncology\n\n                276\n                7.8\n                5.344\n                1068-9265\n              \n              \n                2\n                \nEuropean Journal of Surgical Oncology: the journal of the European Society of Surgical Oncology and the British Association of Surgical Oncology\n\n                134\n                3.8\n                4.424\n                0748-7983\n              \n              \n                3\n                \nBreast (Edinburgh, Scotland)\n\n                130\n                3.7\n                4.336\n                0960-9776\n              \n              \n                4\n                \nThe Breast Journal\n\n                118\n                3.4\n                2.431\n                1075-122X\n              \n              \n                5\n                \nBreast Cancer Research and Treatment\n\n                110\n                3.1\n                4.872\n                0167-6806\n              \n              \n                6\n                \nBreast Cancer (Tokyo, Japan)\n\n                86\n                2.4\n                4.239\n                1340-6868\n              \n              \n                7\n                \nGan To Kagaku Ryoho. Cancer & Chemotherapy\n\n                77\n                2.2\n                Missing\n                0385-0684\n              \n              \n                8\n                \nClinical Breast Cancer\n\n                77\n                2.2\n                3.225\n                1526-8209\n              \n              \n                9\n                \nJournal of Surgical Oncology\n\n                61\n                1.7\n                –\n                –\n              \n            \n          \n          \n            SLNB, sentinel lymph node biopsy; ISSN, International Standard Serial Number.\n          \n        \n        \n          Figure 4\n          \n            Publication language of SLNB in breast cancer sentinel lymph node biopsy.\n          \n          \n        \n      \n      \n        Research hot spots of SLNB in breast cancer identified based on MeSH term clusters\n        Through our collection and sorting of the previous data, we conducted a bi-cluster analysis. There were 1,840 major MeSH terms with a cumulative frequency of 13,607 times for the publications from 2010 to 2019. The main MeSH term refers to the term with a cumulative percentage of 60%. In this domain, frequencies of 38 or more occurrences are defined as frequently occurring MESH terms. Therefore, 47 high-frequency main MeSH terms were extracted from the included publications (Table 2). Judging from the annual distribution of frequent MeSH terms, it could be found that the breast neoplasms/pathology had always been a research focus. These main MeSH terms/MeSH subheadings were used to study the related hot spots of SLNB in breast cancer for each of the past 10 years. MeSH terms retrieved from 2010 to 2019 were analyzed and divided into four clusters using bicluster analysis. Mountain and matrix visualizations of these major MeSH terms/MeSH subheadings are shown in Figure 5. Cluster 1 and cluster 0 with red peaks represented the most significant results. At the same time cluster objects had lower internal standard deviations. The matrix visualization results showed that the 47 high-frequency main MeSH terms/MeSH subtitles can be divided into four categories. The hierarchical tree on the left and top showed the relationship between high-frequency main MeSH/MeSH terms and the relationship between articles (Figure 5).\n        \n          Table 2\n          \n            Main keywords on SLNB in breast cancer from PubMed\n          \n          \n            \n            \n            \n            \n            \n            \n            \n              \n                No.\n                Major MeSH terms\n                Frequency\n                Percentage (%)\n                Cumulative percentage (%)\n                Degree\n              \n            \n            \n              \n                1\n                Breast Neoplasms/pathology\n                1,522\n                11.1854\n                11.1854\n                46\n              \n              \n                2\n                Breast Neoplasms/surgery\n                758\n                5.5707\n                16.7561\n                45\n              \n              \n                3\n                Sentinel Lymph Node Biopsy\n                716\n                5.2620\n                22.0181\n                43\n              \n              \n                4\n                Lymph Nodes/pathology\n                705\n                5.1812\n                27.1992\n                44\n              \n              \n                5\n                Sentinel Lymph Node Biopsy/methods\n                550\n                4.0420\n                31.2413\n                45\n              \n              \n                6\n                Breast Neoplasms/diagnosis\n                272\n                1.9990\n                33.2402\n                37\n              \n              \n                7\n                Breast Neoplasms/diagnostic imaging\n                243\n                1.7858\n                35.0261\n                38\n              \n              \n                8\n                Lymph Node Excision\n                238\n                1.7491\n                36.7752\n                38\n              \n              \n                9\n                Breast Neoplasms/therapy\n                212\n                1.5580\n                38.3332\n                34\n              \n              \n                10\n                Carcinoma, Ductal, Breast/pathology\n                161\n                1.1832\n                39.5164\n                43\n              \n              \n                11\n                Sentinel Lymph Node/pathology\n                159\n                1.1685\n                40.6849\n                40\n              \n              \n                12\n                Lymph Nodes/diagnostic imaging\n                157\n                1.1538\n                41.8388\n                35\n              \n              \n                13\n                Lymph Nodes/surgery\n                131\n                0.9627\n                42.8015\n                34\n              \n              \n                14\n                Breast Neoplasms/drug therapy\n                130\n                0.9554\n                43.7569\n                29\n              \n              \n                15\n                Lymph Node Excision/methods\n                122\n                0.8966\n                44.6535\n                38\n              \n              \n                16\n                Lymphatic Metastasis/pathology\n                119\n                0.8745\n                45.5280\n                34\n              \n              \n                17\n                Lymphatic Metastasis/diagnosis\n                106\n                0.7790\n                46.3070\n                34\n              \n              \n                18\n                Neoadjuvant Therapy\n                98\n                0.7202\n                47.0273\n                33\n              \n              \n                19\n                Carcinoma, Ductal, Breast/secondary\n                95\n                0.6982\n                47.7254\n                36\n              \n              \n                20\n                Carcinoma, Ductal, Breast/surgery\n                92\n                0.6761\n                48.4016\n                34\n              \n              \n                21\n                Carcinoma, Lobular/pathology\n                88\n                0.6467\n                49.0483\n                33\n              \n              \n                22\n                Breast Neoplasms/radiotherapy\n                87\n                0.6394\n                49.6877\n                27\n              \n              \n                23\n                Sentinel Lymph Node Biopsy/adverse effects\n                83\n                0.6100\n                50.2976\n                34\n              \n              \n                24\n                Carcinoma, Intraductal, Noninfiltrating/pathology\n                82\n                0.6026\n                50.9003\n                29\n              \n              \n                25\n                Antineoplastic Combined Chemotherapy Protocols/therapeutic use\n                77\n                0.5659\n                51.4662\n                31\n              \n              \n                26\n                Lymphatic Metastasis/diagnostic imaging\n                76\n                0.5585\n                52.0247\n                25\n              \n              \n                27\n                Sentinel Lymph Node Biopsy/statistics & numerical data\n                75\n                0.5512\n                52.5759\n                36\n              \n              \n                28\n                Lymph Node Excision/adverse effects\n                64\n                0.4703\n                53.0462\n                18\n              \n              \n                29\n                Axilla/pathology\n                64\n                0.4703\n                53.5166\n                28\n              \n              \n                30\n                Mastectomy\n                63\n                0.4630\n                53.9796\n                30\n              \n              \n                31\n                Mastectomy/methods\n                59\n                0.4336\n                54.4132\n                30\n              \n              \n                32\n                Neoplasm Recurrence, Local/pathology\n                58\n                0.4263\n                54.8394\n                28\n              \n              \n                33\n                Sentinel Lymph Node/diagnostic imaging\n                57\n                0.4189\n                55.2583\n                21\n              \n              \n                34\n                Mastectomy, Segmental/methods\n                55\n                0.4042\n                55.6625\n                22\n              \n              \n                35\n                Carcinoma, Lobular/surgery\n                51\n                0.3748\n                56.0373\n                29\n              \n              \n                36\n                Mastectomy, Segmental\n                51\n                0.3748\n                56.4121\n                27\n              \n              \n                37\n                Carcinoma, Intraductal, Noninfiltrating/surgery\n                50\n                0.3675\n                56.7796\n                27\n              \n              \n                38\n                Indocyanine Green\n                50\n                0.3675\n                57.1471\n                22\n              \n              \n                39\n                Carcinoma, Lobular/secondary\n                48\n                0.3528\n                57.4998\n                23\n              \n              \n                40\n                Breast Neoplasms/mortality\n                48\n                0.3528\n                57.8526\n                25\n              \n              \n                41\n                Nucleic Acid Amplification Techniques/methods\n                44\n                0.3234\n                58.1759\n                18\n              \n              \n                42\n                Axilla/surgery\n                43\n                0.3160\n                58.4920\n                25\n              \n              \n                43\n                Neoplasm Staging/methods\n                41\n                0.3013\n                58.7933\n                28\n              \n              \n                44\n                Breast Neoplasms/secondary\n                41\n                0.3013\n                59.0946\n                20\n              \n              \n                45\n                Radiopharmaceuticals\n                40\n                0.2940\n                59.3886\n                25\n              \n              \n                46\n                Lymph Node Excision/statistics & numerical data\n                40\n                0.2940\n                59.6825\n                27\n              \n              \n                47\n                Sentinel Lymph Node/surgery\n                38\n                0.2793\n                59.9618\n                30\n              \n            \n          \n          \n            SLNB, sentinel lymph node biopsy; MeSH, Medical Subject Headings.\n          \n        \n        \n          Figure 5\n          \n            Biclustering analysis of 47 high-frequency major medical subjects heading terms/medical subjects heading subheadings and articles on SLNB in 2010 to 2019. (A) Matrix visualization of biclustering of 47 high-frequency major MeSH terms/MeSH subheadings and PMIDs of articles. (B) Mountain visualization of biclustering of 47 high-frequency major MeSH terms/MeSH subheadings and articles. (C) High-frequency major MeSH terms/MeSH subheadings and articles in each cluster. SLNB, sentinel lymph node biopsy; MeSH, Medical Subject Headings; PMID, PubMed unique identifier.\n          \n          \n        \n        In addition, representative articles for each cluster were obtained by identifying and summarizing the topics of each cluster. The high-frequency major MeSH terms/MeSH subheadings were listed in Table 2. The representative articles in each cluster were employed to identify and summarize the themes for each cluster (Table 3). So, the important articles included in cluster 0 and cluster 1 from 2010 to 2019 represented indications for SLNB in breast cancer; moreover, detection of lymph node metastases and tracking methods for SLNB were needed to be analyzed.\n        \n          Table 3\n          \n            Bicluster analysis of high-frequency major medical subjects heading terms/medical subjects heading subheadings of SLNB in breast cancer\n          \n          \n            \n            \n            \n            \n              \n                Period\n                Cluster\n                Cluster analysis\n              \n            \n            \n              \n                2010–2019\n                0\n                Indications for SLNB in breast cancer\n              \n              \n                1\n                Detection of lymph node metastases and tracking methods for SLNB\n              \n              \n                2\n                Advantages and disadvantages of SLNB in breast cancer\n              \n              \n                3\n                Assessment of axillary lymph nodes in neoadjuvant chemotherapy and application of SLNB\n              \n            \n          \n          \n            SLNB, sentinel lymph node biopsy.\n          \n        \n      \n      \n        Knowledge structure of SLNB in breast cancer\n        The SNA represented the co-occurrence of high-frequency words from 2010 to 2019 in Figure 6, and centrality parameters such as degree, betweenness, and closeness were used to analyze the knowledge structure of the SNA networks. The main MeSH terms and degree represented by numbers are shown in Table 2. To better understand the results, all SNAs are plotted based on betweenness centrality. The size of the nodes represented the major MeSH terms/MeSH subheadings betweenness centrality and the thickness of lines stranded for the co-occurrence frequency. Breast neoplasms/pathology, breast neoplasms/surgery, SLNB/methods were the core themes of the decade according to the SNA (Table 2). In the past 10 years, the MeSH terminology of SLNB in breast cancer has been rapidly updated, and we should pay attention to the hot spots of SLNB in breast cancer. MeSH terms such as breast neoplasms/secondary, lymph node excision/adverse effects, nucleic acid amplification techniques/methods with other popular words were weakened and tend to be marginalized in 2010 to 2019.\n        \n          Figure 6\n          \n            SNA for major medical subjects heading terms/medical subjects heading subheadings in SLNB publications. The size of the nodes indicates MeSH terms centrality. The thickness of the lines indicates the co-occurrence frequency of MeSH terms pairs. SNA, social network analysis; SLNB, sentinel lymph node biopsy; MeSH, Medical Subject Headings.\n          \n          \n        \n      \n      \n        Theme trends of SLNB in breast cancer\n        Core maturity referred to the themes in Quadrant I. These themes had strong centrality and high density. Those topics with insufficient external interaction but high density was defined as special topics in Quadrant II. The themes in Quadrant III with weaker density and insufficient centrality were generally considered peripheral and unexplored. Quadrant IV contained themes with strong centrality but weaker internal maturity (23). In the strategy diagram, the theme was represented by spheres based on the calculated density and centrality of the spheres, which represented internal and external cohesion. Callon (M Callon) explained the meaning of the strategy map (Figure 7A). The clusters in Quadrant I were considered to be closely connected to other clusters and had a high degree of development. The clusters in the second quadrant were considered peripheral but had developed well. The clusters in Quadrant III were peripheral devices that have not yet been developed. The star clusters in the quadrant IV were in the center and not yet developed, they have matured to some extent (23). The area of the spheres was represented by the number of high-frequency major MeSH terms/MeSH subheadings involved in each theme cluster. It means the larger the volume of the sphere, the more subject words it contains. Figure 7B represented the strategy map from 2010 to 2019.\n        \n          Figure 7\n          \n            Strategic diagrams for SLNB in breast cancer. (A) The meaning of strategic diagram. (B) Strategic diagram for SLNB. Clusters in each strategic diagram refer to the biclustering results presented in Table 2. The size of a signal node represents the number of major MeSH terms/MeSH subheadings involved in each cluster. Arrows associated with clusters indicate the description of each cluster. SLNB, sentinel lymph node biopsy; MeSH, Medical Subject Headings.\n          \n          \n        \n        In the last 10 years, cluster 1 was in the first quadrant. Detection of lymph node metastases and tracking methods for SLNB had sufficient concentration and high density. Cluster 0 in quadrant II represented indications for SLNB in breast cancer. Cluster 2 in quadrant III represented advantages and disadvantages of SLNB in breast cancer was considered to be a new untapped main topic. The research about cluster 3 of assessment of axillary lymph nodes in neoadjuvant chemotherapy and application of SLNB was still immature. In other words, this was the core immature area and research frontier in the field of SLNB in breast cancer. This strategic map has shown the trend and development of each subject group of SLNB in breast cancer during the development process. The MeSH terms and cluster analysis were shown in Table 2.\nConclusions\n          Through bicluster analysis, we divided the related articles of SLNB in breast cancer field from 2010 to 2019 into 4 clusters. Among them, indications for SLNB in breast cancer and detection of lymph node metastases and tracking methods for SLNB were considered to be current research hotspots, while assessment of axillary lymph nodes in neoadjuvant chemotherapy and application of SLNB was a potential hotspot.\nIntroduction\n      Breast cancer is a kind of biologically and molecularly heterogeneous diseases that originated from the breast (1), which is the most common cancer diagnosed in women worldwide (2,3). With a deeper understanding of the pathogenesis as well as the change and update of treatment concepts of breast cancer, the clinical therapy of breast cancer has entered the era of comprehensive treatment (4). The coexisting treatment model of local breast cancer and systemic treatment has basically formed (5). Doctors will select appropriate treatment methods according to the stage of the tumor and the physical condition of the patients, such as surgery, radiotherapy, chemotherapy, endocrine therapy, bio-targeted therapy, and Chinese medicine adjuvant therapy as appropriate (6,7).\n      The main manifestations of breast cancer are breast enlargement and enlarged axillary lymph nodes (8). Axillary staging is a key component of breast cancer patients’ surgical surgery, which includes sentinel lymph node biopsy (SLNB) and axillary lymph node dissection (ALND) (9). Traditionally, ALND has been considered the most accurate method for assessing disease metastasis to local lymph nodes (10). However, ALND may result in lymphedema, nerve injury, shoulder dysfunction, and other short-term or long-term complications, thereby reducing the quality of life (11). SLNB is based on the orderly drainage of tumors through the lymphatic system, and the status of the sentinel lymph node can best reflect whether the tumor has spread. Currently, SLNB is a less damaging method to assess the degree of lymph node involvement (12). Moreover, the SLNB group experienced an improved quality of life and upper extremity function when compared with the ALND group (13). Therefore, SLNB is gradually replacing the ALND to reflect the overall axillary lymph node status.\n      Nowadays, not only breast cancer, but also other malignant tumors are trying to apply the SLNB, such as cutaneous head and neck malignancies, small papillary thyroid cancer, colorectal cancer, vulvar cancer, and endometrial cancer (14-19). There are three main methods for detecting sentinel lymph nodes: traditional dye methods, nuclide detection methods, and fluorescent detection methods (20). Although SLNB has a certain false alarm rate in actual operation, it has always been a research hotspot.\n      In this study, we statistically analyzed the articles about SLNB in breast cancer from 2010 to 2019. In our research, we found that the current research hotspots and directions of SLNB through bi-clustering analysis and drawing strategy diagrams of related researchers. The result may provide a basis for clinicians to choose reasonable treatment methods.\nData collection\n        Relevant original articles were selected in PubMed. Our study was carried out on April 3, 2020 based on a co-word clustering analysis approach was performed. Detailed search strategy was as follows: #1 breast cancer; #2 sentinel lymph node biopsy; #3 search*[ti] AND seek*[ti]. According to the above searching strategy, 4,152 publications were found in PubMed. The titles and abstracts of the publications were screened according to relevance and selection criteria. The inclusion criteria were the contents of papers primarily focus on SLNB in breast cancer. Publications downloaded from PubMed to extract the following key information: article title, institution, author, publication year, country, and Medical Subject Headings (MeSH) terms.\nStatistical analysis\n        The Bibliographic Item Co-Occurrence Matrix Builder (BICOMB) (21) was applied to determine the distribution of the authors, publication years, journals, countries, languages, and the frequency ranks of major MeSH terms. Bicluster high-frequency MeSH terms and related publications were performed in order to explore the hot spots of breast cancer in SLNB. By using the approach of biclustering in our study, the relationship among the highly frequent words, the source articles and the relationships between highly frequent words were gained.\n        We used gCLUTO software (http://glaros.dtc.umn.edu/gkhome/cluto/gcluto) to build a matrix with the source articles as the column and highly frequent major MeSH terms as the row for further biclustering. To obtain the distinguish the optimal number of clusters, we try to reran the biclustering with different numbers of clusters. The matrix biclustering result of high-frequency major MeSH terms-source publications was shown through matrix visualization and mountain visualization. The basic framework of hotspots of SLNB in breast cancer was drawn and analyzed with the help of semantic relationship between the content of the representative papers and MeSH terms.\nStrategic diagram analysis\n        Strategic diagram was used to interpret the internal and external cohesion of a specific research field (22). We calculated the density and the centrality for each cluster based on co-occurrence matrix. Base on the themes’ density and centrality, we built a strategic diagram along two axes by plotting themes (23,24). The x-axis represented the external cohesion index or centrality, which represents the central position of the subject in the network. And the y-axis represented the internal cohesion index or density, which present the conceptual development (24-26). The centrally and density had been interpreted based on M Callon [1991] method (26). Thus, the x-axis and y-axis generated four quadrants. According to the results of the bi-clustering analysis, the MeSH terms/MeSH subheading clusters were assigned to different quadrants.\nAnalysis of social network\n        Our study used the social network analysis (SNA) to analyze the structural data and the knowledge structures (27). Centrality measurement was a useful approach for our network analysis. Betweenness, closeness centrality and degree were widely accepted items, which allowed comparison of node centrality within networks. A node’s degree centrality presents the number of its links. It combines with the other nodes, which indicates the importance of the specific node to social network. The higher betweenness means the powerful to control other nodes (28). Closeness centrality which means the higher the proximity centrality is, the closer the node is to other nodes in the network (28,29). In the whole social network betweenness act the mediating role of all nodes. Thereby, we choose betweenness to scale nodes size in our study.\n        Base on the co-occurrence matrix of high-frequency major MeSH terms and MeSH subheadings, we use Ucinet 6.0 software to construct SNA network. The high-frequency major MeSH terms and MeSH subheadings were presented in a network map to visualize the network structure. Nodes were represented by the major MeSH terms and MeSH subheadings in the network and its links showed the co-occurrence frequency. The nodes’ locations measured the centrality and betweenness of each node to get insights of structure about SLNB in breast cancer (30).\nThe increased literature about SLNB in breast cancer\n        Based on the searching strategy and inclusion criteria, a total of 4,152 publications were included from 2010 to 2019 in this study. Figure 1 showed the annual number of publications of SLNB-related studies in the field of breast cancer from 1996. The number of publications has increased year by year since the first related article was published. Until now the research of SLNB in breast cancer has reached a relatively saturated state.\n        \n          Figure 1\n          \n            The number of publications on SLNB from 1996 to 2019. SLNB, sentinel lymph node biopsy.\nDistribution of countries, authors, first authors, most active journals and languages about SLNB\n        According to the authors’ information provided by PubMed, we further made a rough statistic on the location and number of authors of 4,152 articles. The results showed that all articles related to SLNB in breast cancer published on PubMed from 2010 to 2019 were mainly from 54 different countries or regions (Figure 2A). Moreover, the United States ranked first among the 54 countries or regions with 1,330 (1,330/4,152, 32%) articles (Figure 2B).\n        \n          Figure 2\n          \n            Geographical distribution of literatures related to SLNB in breast cancer. (A) The geographic distribution of research output on SLNB in breast cancer. (B) The histogram geographic distribution of research output on SLNB in breast cancer. SLNB, sentinel lymph node biopsy.\n          \n          \n        \n        In the past 10 years, a total of 13,568 authors published articles related to SLNB in breast cancer. Among them, KK Hunt published 52 articles in this field, ranking first in the number of publications of all authors (Figure 3A). We further counted the top 10 authors who published articles in the field of SLNB in breast cancer from 2010 to 2019. M Ahmed was the first author with the highest number of published articles from 2010 to 2019 (Figure 3B). In the last 10 years, M Ahmed’s articles had been updated the fastest, and his research direction in the field of SLNB in breast cancer deserved in-depth analysis.\n        \n          Figure 3\n          \n            Author and first author of SLNB in breast cancer. (A) The author of SLNB in breast cancer from 2010 to 2019. (B) The first author of SLNB in breast cancer from 2010 to 2019. SLNB, sentinel lymph node biopsy.\n          \n          \n        \n        From 2010 to 2019, 4,152 articles about SLNB for breast cancer were published in 624 journals. Among them, there were 9 more active journals (Table 1), and a total of 1,069 articles related to this field have been accepted. According to Bradford’s law (31), these 9 more active journals were regarded as the core journals in the field of SLNB in breast cancer research. In the past 10 years, literature in the field of SLNB in breast cancer was mainly published in English, followed by Japanese and French (Figure 4).\n        \n          Table 1\n          \n            Journals with higher contributions on SLNB in breast cancer from PubMed\n          \n          \n            \n            \n            \n            \n            \n            \n            \n              \n                No.\n                Journal\n                Frequency\n                Percentage (%)\n                Impact factor [2021]\n                ISSN\n              \n            \n            \n              \n                1\n                \nAnnals of Surgical Oncology\n\n                276\n                7.8\n                5.344\n                1068-9265\n              \n              \n                2\n                \nEuropean Journal of Surgical Oncology: the journal of the European Society of Surgical Oncology and the British Association of Surgical Oncology\n\n                134\n                3.8\n                4.424\n                0748-7983\n              \n              \n                3\n                \nBreast (Edinburgh, Scotland)\n\n                130\n                3.7\n                4.336\n                0960-9776\n              \n              \n                4\n                \nThe Breast Journal\n\n                118\n                3.4\n                2.431\n                1075-122X\n              \n              \n                5\n                \nBreast Cancer Research and Treatment\n\n                110\n                3.1\n                4.872\n                0167-6806\n              \n              \n                6\n                \nBreast Cancer (Tokyo, Japan)\n\n                86\n                2.4\n                4.239\n                1340-6868\n              \n              \n                7\n                \nGan To Kagaku Ryoho. Cancer & Chemotherapy\n\n                77\n                2.2\n                Missing\n                0385-0684\n              \n              \n                8\n                \nClinical Breast Cancer\n\n                77\n                2.2\n                3.225\n                1526-8209\n              \n              \n                9\n                \nJournal of Surgical Oncology\n\n                61\n                1.7\n                –\n                –\n              \n            \n          \n          \n            SLNB, sentinel lymph node biopsy; ISSN, International Standard Serial Number.\n          \n        \n        \n          Figure 4\n          \n            Publication language of SLNB in breast cancer sentinel lymph node biopsy.\nResearch hot spots of SLNB in breast cancer identified based on MeSH term clusters\n        Through our collection and sorting of the previous data, we conducted a bi-cluster analysis. There were 1,840 major MeSH terms with a cumulative frequency of 13,607 times for the publications from 2010 to 2019. The main MeSH term refers to the term with a cumulative percentage of 60%. In this domain, frequencies of 38 or more occurrences are defined as frequently occurring MESH terms. Therefore, 47 high-frequency main MeSH terms were extracted from the included publications (Table 2). Judging from the annual distribution of frequent MeSH terms, it could be found that the breast neoplasms/pathology had always been a research focus. These main MeSH terms/MeSH subheadings were used to study the related hot spots of SLNB in breast cancer for each of the past 10 years. MeSH terms retrieved from 2010 to 2019 were analyzed and divided into four clusters using bicluster analysis. Mountain and matrix visualizations of these major MeSH terms/MeSH subheadings are shown in Figure 5. Cluster 1 and cluster 0 with red peaks represented the most significant results. At the same time cluster objects had lower internal standard deviations. The matrix visualization results showed that the 47 high-frequency main MeSH terms/MeSH subtitles can be divided into four categories. The hierarchical tree on the left and top showed the relationship between high-frequency main MeSH/MeSH terms and the relationship between articles (Figure 5).\n        \n          Table 2\n          \n            Main keywords on SLNB in breast cancer from PubMed\n          \n          \n            \n            \n            \n            \n            \n            \n            \n              \n                No.\n                Major MeSH terms\n                Frequency\n                Percentage (%)\n                Cumulative percentage (%)\n                Degree\n              \n            \n            \n              \n                1\n                Breast Neoplasms/pathology\n                1,522\n                11.1854\n                11.1854\n                46\n              \n              \n                2\n                Breast Neoplasms/surgery\n                758\n                5.5707\n                16.7561\n                45\n              \n              \n                3\n                Sentinel Lymph Node Biopsy\n                716\n                5.2620\n                22.0181\n                43\n              \n              \n                4\n                Lymph Nodes/pathology\n                705\n                5.1812\n                27.1992\n                44\n              \n              \n                5\n                Sentinel Lymph Node Biopsy/methods\n                550\n                4.0420\n                31.2413\n                45\n              \n              \n                6\n                Breast Neoplasms/diagnosis\n                272\n                1.9990\n                33.2402\n                37\n              \n              \n                7\n                Breast Neoplasms/diagnostic imaging\n                243\n                1.7858\n                35.0261\n                38\n              \n              \n                8\n                Lymph Node Excision\n                238\n                1.7491\n                36.7752\n                38\n              \n              \n                9\n                Breast Neoplasms/therapy\n                212\n                1.5580\n                38.3332\n                34\n              \n              \n                10\n                Carcinoma, Ductal, Breast/pathology\n                161\n                1.1832\n                39.5164\n                43\n              \n              \n                11\n                Sentinel Lymph Node/pathology\n                159\n                1.1685\n                40.6849\n                40\n              \n              \n                12\n                Lymph Nodes/diagnostic imaging\n                157\n                1.1538\n                41.8388\n                35\n              \n              \n                13\n                Lymph Nodes/surgery\n                131\n                0.9627\n                42.8015\n                34\n              \n              \n                14\n                Breast Neoplasms/drug therapy\n                130\n                0.9554\n                43.7569\n                29\n              \n              \n                15\n                Lymph Node Excision/methods\n                122\n                0.8966\n                44.6535\n                38\n              \n              \n                16\n                Lymphatic Metastasis/pathology\n                119\n                0.8745\n                45.5280\n                34\n              \n              \n                17\n                Lymphatic Metastasis/diagnosis\n                106\n                0.7790\n                46.3070\n                34\n              \n              \n                18\n                Neoadjuvant Therapy\n                98\n                0.7202\n                47.0273\n                33\n              \n              \n                19\n                Carcinoma, Ductal, Breast/secondary\n                95\n                0.6982\n                47.7254\n                36\n              \n              \n                20\n                Carcinoma, Ductal, Breast/surgery\n                92\n                0.6761\n                48.4016\n                34\n              \n              \n                21\n                Carcinoma, Lobular/pathology\n                88\n                0.6467\n                49.0483\n                33\n              \n              \n                22\n                Breast Neoplasms/radiotherapy\n                87\n                0.6394\n                49.6877\n                27\n              \n              \n                23\n                Sentinel Lymph Node Biopsy/adverse effects\n                83\n                0.6100\n                50.2976\n                34\n              \n              \n                24\n                Carcinoma, Intraductal, Noninfiltrating/pathology\n                82\n                0.6026\n                50.9003\n                29\n              \n              \n                25\n                Antineoplastic Combined Chemotherapy Protocols/therapeutic use\n                77\n                0.5659\n                51.4662\n                31\n              \n              \n                26\n                Lymphatic Metastasis/diagnostic imaging\n                76\n                0.5585\n                52.0247\n                25\n              \n              \n                27\n                Sentinel Lymph Node Biopsy/statistics & numerical data\n                75\n                0.5512\n                52.5759\n                36\n              \n              \n                28\n                Lymph Node Excision/adverse effects\n                64\n                0.4703\n                53.0462\n                18\n              \n              \n                29\n                Axilla/pathology\n                64\n                0.4703\n                53.5166\n                28\n              \n              \n                30\n                Mastectomy\n                63\n                0.4630\n                53.9796\n                30\n              \n              \n                31\n                Mastectomy/methods\n                59\n                0.4336\n                54.4132\n                30\n              \n              \n                32\n                Neoplasm Recurrence, Local/pathology\n                58\n                0.4263\n                54.8394\n                28\n              \n              \n                33\n                Sentinel Lymph Node/diagnostic imaging\n                57\n                0.4189\n                55.2583\n                21\n              \n              \n                34\n                Mastectomy, Segmental/methods\n                55\n                0.4042\n                55.6625\n                22\n              \n              \n                35\n                Carcinoma, Lobular/surgery\n                51\n                0.3748\n                56.0373\n                29\n              \n              \n                36\n                Mastectomy, Segmental\n                51\n                0.3748\n                56.4121\n                27\n              \n              \n                37\n                Carcinoma, Intraductal, Noninfiltrating/surgery\n                50\n                0.3675\n                56.7796\n                27\n              \n              \n                38\n                Indocyanine Green\n                50\n                0.3675\n                57.1471\n                22\n              \n              \n                39\n                Carcinoma, Lobular/secondary\n                48\n                0.3528\n                57.4998\n                23\n              \n              \n                40\n                Breast Neoplasms/mortality\n                48\n                0.3528\n                57.8526\n                25\n              \n              \n                41\n                Nucleic Acid Amplification Techniques/methods\n                44\n                0.3234\n                58.1759\n                18\n              \n              \n                42\n                Axilla/surgery\n                43\n                0.3160\n                58.4920\n                25\n              \n              \n                43\n                Neoplasm Staging/methods\n                41\n                0.3013\n                58.7933\n                28\n              \n              \n                44\n                Breast Neoplasms/secondary\n                41\n                0.3013\n                59.0946\n                20\n              \n              \n                45\n                Radiopharmaceuticals\n                40\n                0.2940\n                59.3886\n                25\n              \n              \n                46\n                Lymph Node Excision/statistics & numerical data\n                40\n                0.2940\n                59.6825\n                27\n              \n              \n                47\n                Sentinel Lymph Node/surgery\n                38\n                0.2793\n                59.9618\n                30\n              \n            \n          \n          \n            SLNB, sentinel lymph node biopsy; MeSH, Medical Subject Headings.\n          \n        \n        \n          Figure 5\n          \n            Biclustering analysis of 47 high-frequency major medical subjects heading terms/medical subjects heading subheadings and articles on SLNB in 2010 to 2019. (A) Matrix visualization of biclustering of 47 high-frequency major MeSH terms/MeSH subheadings and PMIDs of articles. (B) Mountain visualization of biclustering of 47 high-frequency major MeSH terms/MeSH subheadings and articles. (C) High-frequency major MeSH terms/MeSH subheadings and articles in each cluster. SLNB, sentinel lymph node biopsy; MeSH, Medical Subject Headings; PMID, PubMed unique identifier.\n          \n          \n        \n        In addition, representative articles for each cluster were obtained by identifying and summarizing the topics of each cluster. The high-frequency major MeSH terms/MeSH subheadings were listed in Table 2. The representative articles in each cluster were employed to identify and summarize the themes for each cluster (Table 3). So, the important articles included in cluster 0 and cluster 1 from 2010 to 2019 represented indications for SLNB in breast cancer; moreover, detection of lymph node metastases and tracking methods for SLNB were needed to be analyzed.\n        \n          Table 3\n          \n            Bicluster analysis of high-frequency major medical subjects heading terms/medical subjects heading subheadings of SLNB in breast cancer\n          \n          \n            \n            \n            \n            \n              \n                Period\n                Cluster\n                Cluster analysis\n              \n            \n            \n              \n                2010–2019\n                0\n                Indications for SLNB in breast cancer\n              \n              \n                1\n                Detection of lymph node metastases and tracking methods for SLNB\n              \n              \n                2\n                Advantages and disadvantages of SLNB in breast cancer\n              \n              \n                3\n                Assessment of axillary lymph nodes in neoadjuvant chemotherapy and application of SLNB\n              \n            \n          \n          \n            SLNB, sentinel lymph node biopsy.\nKnowledge structure of SLNB in breast cancer\n        The SNA represented the co-occurrence of high-frequency words from 2010 to 2019 in Figure 6, and centrality parameters such as degree, betweenness, and closeness were used to analyze the knowledge structure of the SNA networks. The main MeSH terms and degree represented by numbers are shown in Table 2. To better understand the results, all SNAs are plotted based on betweenness centrality. The size of the nodes represented the major MeSH terms/MeSH subheadings betweenness centrality and the thickness of lines stranded for the co-occurrence frequency. Breast neoplasms/pathology, breast neoplasms/surgery, SLNB/methods were the core themes of the decade according to the SNA (Table 2). In the past 10 years, the MeSH terminology of SLNB in breast cancer has been rapidly updated, and we should pay attention to the hot spots of SLNB in breast cancer. MeSH terms such as breast neoplasms/secondary, lymph node excision/adverse effects, nucleic acid amplification techniques/methods with other popular words were weakened and tend to be marginalized in 2010 to 2019.\n        \n          Figure 6\n          \n            SNA for major medical subjects heading terms/medical subjects heading subheadings in SLNB publications. The size of the nodes indicates MeSH terms centrality. The thickness of the lines indicates the co-occurrence frequency of MeSH terms pairs. SNA, social network analysis; SLNB, sentinel lymph node biopsy; MeSH, Medical Subject Headings.\nTheme trends of SLNB in breast cancer\n        Core maturity referred to the themes in Quadrant I. These themes had strong centrality and high density. Those topics with insufficient external interaction but high density was defined as special topics in Quadrant II. The themes in Quadrant III with weaker density and insufficient centrality were generally considered peripheral and unexplored. Quadrant IV contained themes with strong centrality but weaker internal maturity (23). In the strategy diagram, the theme was represented by spheres based on the calculated density and centrality of the spheres, which represented internal and external cohesion. Callon (M Callon) explained the meaning of the strategy map (Figure 7A). The clusters in Quadrant I were considered to be closely connected to other clusters and had a high degree of development. The clusters in the second quadrant were considered peripheral but had developed well. The clusters in Quadrant III were peripheral devices that have not yet been developed. The star clusters in the quadrant IV were in the center and not yet developed, they have matured to some extent (23). The area of the spheres was represented by the number of high-frequency major MeSH terms/MeSH subheadings involved in each theme cluster. It means the larger the volume of the sphere, the more subject words it contains. Figure 7B represented the strategy map from 2010 to 2019.\n        \n          Figure 7\n          \n            Strategic diagrams for SLNB in breast cancer. (A) The meaning of strategic diagram. (B) Strategic diagram for SLNB. Clusters in each strategic diagram refer to the biclustering results presented in Table 2. The size of a signal node represents the number of major MeSH terms/MeSH subheadings involved in each cluster. Arrows associated with clusters indicate the description of each cluster. SLNB, sentinel lymph node biopsy; MeSH, Medical Subject Headings.\n          \n          \n        \n        In the last 10 years, cluster 1 was in the first quadrant. Detection of lymph node metastases and tracking methods for SLNB had sufficient concentration and high density. Cluster 0 in quadrant II represented indications for SLNB in breast cancer. Cluster 2 in quadrant III represented advantages and disadvantages of SLNB in breast cancer was considered to be a new untapped main topic. The research about cluster 3 of assessment of axillary lymph nodes in neoadjuvant chemotherapy and application of SLNB was still immature. In other words, this was the core immature area and research frontier in the field of SLNB in breast cancer. This strategic map has shown the trend and development of each subject group of SLNB in breast cancer during the development process. The MeSH terms and cluster analysis were shown in Table 2.\nDiscussion\n      This research aimed to study the structure of knowledge and its evolution over the past 10 years of SLNB for breast cancer. In this study, we reported the evaluation of recent global SLNB-related studies for the first time. The number of studies has soared with the improvement of understanding of clinical applications. SLNB has become an important research field, and systematic analysis of trends and knowledge structure is needed.\n      We used gCLUTO software to find out the hot topics on SLNB in breast cancer in the present study. After summarizing the clusters of the past 10 years, we have obtained the four hot spots: (I) indications for SLNB in breast cancer; (II) detection of lymph node metastases and tracking methods for SLNB; (III) advantages and disadvantages of SLNB in breast cancer; (IV) assessment of axillary lymph nodes in neoadjuvant chemotherapy and application of SLNB.\n      \n        Indications for SLNB in breast cancer\n        The presence of disease in the lymph nodes is a component of breast cancer staging and an important prognostic indicator that helps direct local and systemic therapies (32). ALND is an essential part of breast cancer treatment, however, it is notorious for increased arm morbidity and decreased quality of life (33). SLNB was initially pioneered for staging melanoma in 1994 and has become the new standard of care for patients with clinically node negative invasive breast cancer (34,35). Currently, for early-stage breast cancer with negative axillary preoperative imaging assessment (36), breast cancer with breast-conserving surgery (37), breast cancer with 1–2 lymph node metastasis, and patients with axillary status reduced from cN0 or cN1 to cN0 after neoadjuvant therapy (38), determination of lymph node involvement using SLNB has been basically affirmed. However, the use of SLNB in patients with prophylactic mastectomy, intraductal carcinoma (39,40), and axillary condition cN2 and above is controversial (41-44).\n      \n      \n        Detection of lymph node metastases and tracking methods for SLNB\n        Lymphatic vessels are the preferential route of most solid tumors to metastasize in the body (45). Pathological examination of lymph node biopsy is generally considered to be the standard for SLNB. It can detect metastatic foci [i.e., macrometastases (>2 mm), micrometastases (0.2–2 mm), or isolated tumour cell clusters (<0.2 mm or <200 cancer cells in one section)] (46-49). In addition, computerized tomography (CT) and other emerging imaging methods such as dynamic contrast-enhanced (DCE)-magnetic resonance imaging (MRI) (50), full-dose fluorodeoxyglucose (FDG) positron emission tomography (PET)/CT (51), and ultrasound imaging (52) are also used to assist in the judgment of axillary lymph nodes (53). Moreover, from the original common dye method, nuclide method to near-infrared fluorescent dye method (54,55), superparamagnetic iron oxide and nuclide and dye double tracer method (56), the tracing method of SLNB is also constantly updated and developed. Emergence of new dyes allows us to determine sentinel lymph nodes with more reliably, environmentally friendly, sensitive tracers (57). At the same time, we found that there are some problems about tracer allergies, iatrogenic nuclear contamination, and poor targeting (58). Now, the application of new technologies in surgery has also been widely developed in recent years. Fourier transform infrared (FTIR) spectroscopy is a rapid, accurate, non-destructive and cost-effective molecular method that can be used to detect sentinel lymph node metastasis during surgery. FTIR analysis can be useful for the intraoperative diagnosis of lymph node metastases at large institutions, to reduce the workload of pathologists, as well as in regions lacking pathologists (59). Research has confirmed that intraoperative injection of the radiocolloid tracer is highly effective in the detection of sentinel nodes in clinically node-negative breast cancer patients. Eliminating the need for a preoperative injection of radiocolloid tracer can avoid scheduling conflicts and decrease patient morbidity (60).\n      \n      \n        Advantages and disadvantages of SLNB in breast cancer\n        The histologic examination of removed lymph nodes in ALND is thought to be the most accurate method for assessing spread of disease to the lymph nodes. However, the anatomic disruption caused by ALND may also result in lymphedema, nerve injury, shoulder dysfunction, and other complications that may compromise functionality and quality of life (11). Because of SLNB involves less nerve damage and lymphatic tissue damage, it might be a better choice (61). According to research findings, lymphoedema with arm swelling and restriction of movement causing a substantial decrease in quality of life occurs in 20% of patients undergoing ALND versus <5% after SLNB (62,63). From several previous trials, including the NSABP-B32 trial, patients who received SLNB had lower morbidity and better quality of life compared with ALND, and had no adverse effects on survival at long-term follow-up (64). The patients who underwent only sentinel-node biopsy had less pain and numbness and better arm mobility than those who underwent axillary-node dissection as well. They also had less arm swelling than those who underwent immediate axillary-node dissection (65). In addition, more attention should be given to the subjective reports of symptom such as reporting self-perceived arm lymphoedema, regardless of objective lymphoedema or not, have a decreased long-term health-related quality of life (66). Although SLNB has great advantages (67), it has false negative rate (FNR) of detecting cancer (68,69). The FNR of SLNB may have the following reasons: (I) determination of intraoperative sentinel lymph node. SLNB can accurately determine whether axillary metastases are present in patients with early-stage breast cancer with clinically negative axillary nodes. Both success and accuracy of SLNB are optimised by the combined use of blue dye and isotope (70). (II) Neoadjuvant chemotherapy. The accuracy of sentinel lymph node detection after neoadjuvant chemotherapy remains controversial. Lymphatic drainage from breast tumors to regional nodes could be impaired by neoadjuvant chemotherapy, leading to a decrease in the sentinel lymph node identification rate (IR) and an increase in the FNR (71). (III) Pathology-related false negatives. Stellate mammographic pattern and estrogen receptor (ER)-positive status were independent predictors for false-negative on biopsy (72). Frozen rapid histopathology and/or print cytology are recommended as tests for the intraoperative diagnosis of sentinel lymph node (73). (IV) Other factors. The number of sentinel lymph node samples (it is generally believed that the FNR is reduced when 3 or more lymph nodes) and the metastasis of sentinel lymph node in the internal mammary region also can result in the FNR (74-76). In summary, the combination of contrast-enhanced ultrasonography with blue dye, serial sectioning and other methods can effectively reduce the false negative of SLNB (77,78).\n      \n      \n        Assessment of axillary lymph nodes in neoadjuvant chemotherapy and application of SLNB\n        Neoadjuvant therapy, a pre-operative treatment of tumors with chemotherapy, radiation therapy, and endocrine therapy, has become a potential standard treatment approach. Since neoadjuvant therapy can downstage tumors and allow breast-conserving surgery, it has been regarded as the preferred treatment strategy especially in HER2-positive and triple-negative early-stage breast cancer (3). Neoadjuvant systemic chemotherapy is an option for breast cancer patients who would require adjuvant chemotherapy (79) which based on clinical and histological examination and imaging such as FDG PET/CT, MRI and ultrasound imaging (80-82). The use of neoadjuvant systemic therapy in operable breast cancer is currently increasing because of its advantages that include higher rates of breast conserving surgery and the possibility of measuring early in-vivo response to systemic treatment (83). With the promotion of neoadjuvant therapy in clinical, more research about SLNB combined with neoadjuvant chemotherapy may give more reference for the clinician.\n        Comparing SLNB before and after neoadjuvant treatment, there was no significant difference in local regional recurrence rate (LRR) (83). For patients with initial axillary staging cN0/cN1, and cN0 after neoadjuvant treatment, SLNB can effectively avoid ALND (84). With the increase of the number of sentinel lymph nodes detected, the FNR decreased accordingly (85). Especially when three or more were detected, the FNR reached below 10%. The dual tracer method can reduce FNR. For patients axillary staging is cNX after neoadjuvant therapy, immunohistochemical testing and strict definition of positive sentinel lymph nodes will reduce FNR (38). Moreover, SLNB is not recommended for patients whose initial staging is cN2. In summary, the initial tumor burden is lower, and patients with pathological complete response (pCR) in the primary tumor and axilla have a longer survival time; chemotherapy-sensitive populations (HER2-positive, triple negative breast cancer) may be the preferred population for neoadjuvant therapy. Neoadjuvant treatment should be strongly considered as a therapeutic option for localized breast cancer (38).\n        In this study, we found that in the strategy graph that cluster 2 is a low-density and low-centrality third quadrant cluster. Advantages and disadvantages of SLNB in breast cancer are the main unexplored topics from 2010 to 2019, and its development deserves our attention. At the same time, we observed that cluster 3 represents an assessment of axillary lymph nodes in neoadjuvant chemotherapy and application of SLNB located in the fourth quadrant with low density and high centrality are also worthy of in-depth research on the subject terms contained therein.\n        In addition, we recognize that there were several potential limitations that may encourage further research efforts. For one thing, the number of publications has shown a downward trend in 2019. We speculate that it may be an incomplete collection of literature. We hope that more literature databases could be exploited in the future. For another, although co-word biclustering is a quite useful method for identifying hot spots of one field, the results may also be affected by factors such as the accuracy of the MeSH terms and the time when a MeSH term was introduced to the MeSH vocabulary.\nIndications for SLNB in breast cancer\n        The presence of disease in the lymph nodes is a component of breast cancer staging and an important prognostic indicator that helps direct local and systemic therapies (32). ALND is an essential part of breast cancer treatment, however, it is notorious for increased arm morbidity and decreased quality of life (33). SLNB was initially pioneered for staging melanoma in 1994 and has become the new standard of care for patients with clinically node negative invasive breast cancer (34,35). Currently, for early-stage breast cancer with negative axillary preoperative imaging assessment (36), breast cancer with breast-conserving surgery (37), breast cancer with 1–2 lymph node metastasis, and patients with axillary status reduced from cN0 or cN1 to cN0 after neoadjuvant therapy (38), determination of lymph node involvement using SLNB has been basically affirmed. However, the use of SLNB in patients with prophylactic mastectomy, intraductal carcinoma (39,40), and axillary condition cN2 and above is controversial (41-44).\nDetection of lymph node metastases and tracking methods for SLNB\n        Lymphatic vessels are the preferential route of most solid tumors to metastasize in the body (45). Pathological examination of lymph node biopsy is generally considered to be the standard for SLNB. It can detect metastatic foci [i.e., macrometastases (>2 mm), micrometastases (0.2–2 mm), or isolated tumour cell clusters (<0.2 mm or <200 cancer cells in one section)] (46-49). In addition, computerized tomography (CT) and other emerging imaging methods such as dynamic contrast-enhanced (DCE)-magnetic resonance imaging (MRI) (50), full-dose fluorodeoxyglucose (FDG) positron emission tomography (PET)/CT (51), and ultrasound imaging (52) are also used to assist in the judgment of axillary lymph nodes (53). Moreover, from the original common dye method, nuclide method to near-infrared fluorescent dye method (54,55), superparamagnetic iron oxide and nuclide and dye double tracer method (56), the tracing method of SLNB is also constantly updated and developed. Emergence of new dyes allows us to determine sentinel lymph nodes with more reliably, environmentally friendly, sensitive tracers (57). At the same time, we found that there are some problems about tracer allergies, iatrogenic nuclear contamination, and poor targeting (58). Now, the application of new technologies in surgery has also been widely developed in recent years. Fourier transform infrared (FTIR) spectroscopy is a rapid, accurate, non-destructive and cost-effective molecular method that can be used to detect sentinel lymph node metastasis during surgery. FTIR analysis can be useful for the intraoperative diagnosis of lymph node metastases at large institutions, to reduce the workload of pathologists, as well as in regions lacking pathologists (59). Research has confirmed that intraoperative injection of the radiocolloid tracer is highly effective in the detection of sentinel nodes in clinically node-negative breast cancer patients. Eliminating the need for a preoperative injection of radiocolloid tracer can avoid scheduling conflicts and decrease patient morbidity (60).\nAdvantages and disadvantages of SLNB in breast cancer\n        The histologic examination of removed lymph nodes in ALND is thought to be the most accurate method for assessing spread of disease to the lymph nodes. However, the anatomic disruption caused by ALND may also result in lymphedema, nerve injury, shoulder dysfunction, and other complications that may compromise functionality and quality of life (11). Because of SLNB involves less nerve damage and lymphatic tissue damage, it might be a better choice (61). According to research findings, lymphoedema with arm swelling and restriction of movement causing a substantial decrease in quality of life occurs in 20% of patients undergoing ALND versus <5% after SLNB (62,63). From several previous trials, including the NSABP-B32 trial, patients who received SLNB had lower morbidity and better quality of life compared with ALND, and had no adverse effects on survival at long-term follow-up (64). The patients who underwent only sentinel-node biopsy had less pain and numbness and better arm mobility than those who underwent axillary-node dissection as well. They also had less arm swelling than those who underwent immediate axillary-node dissection (65). In addition, more attention should be given to the subjective reports of symptom such as reporting self-perceived arm lymphoedema, regardless of objective lymphoedema or not, have a decreased long-term health-related quality of life (66). Although SLNB has great advantages (67), it has false negative rate (FNR) of detecting cancer (68,69). The FNR of SLNB may have the following reasons: (I) determination of intraoperative sentinel lymph node. SLNB can accurately determine whether axillary metastases are present in patients with early-stage breast cancer with clinically negative axillary nodes. Both success and accuracy of SLNB are optimised by the combined use of blue dye and isotope (70). (II) Neoadjuvant chemotherapy. The accuracy of sentinel lymph node detection after neoadjuvant chemotherapy remains controversial. Lymphatic drainage from breast tumors to regional nodes could be impaired by neoadjuvant chemotherapy, leading to a decrease in the sentinel lymph node identification rate (IR) and an increase in the FNR (71). (III) Pathology-related false negatives. Stellate mammographic pattern and estrogen receptor (ER)-positive status were independent predictors for false-negative on biopsy (72). Frozen rapid histopathology and/or print cytology are recommended as tests for the intraoperative diagnosis of sentinel lymph node (73). (IV) Other factors. The number of sentinel lymph node samples (it is generally believed that the FNR is reduced when 3 or more lymph nodes) and the metastasis of sentinel lymph node in the internal mammary region also can result in the FNR (74-76). In summary, the combination of contrast-enhanced ultrasonography with blue dye, serial sectioning and other methods can effectively reduce the false negative of SLNB (77,78).\nAssessment of axillary lymph nodes in neoadjuvant chemotherapy and application of SLNB\n        Neoadjuvant therapy, a pre-operative treatment of tumors with chemotherapy, radiation therapy, and endocrine therapy, has become a potential standard treatment approach. Since neoadjuvant therapy can downstage tumors and allow breast-conserving surgery, it has been regarded as the preferred treatment strategy especially in HER2-positive and triple-negative early-stage breast cancer (3). Neoadjuvant systemic chemotherapy is an option for breast cancer patients who would require adjuvant chemotherapy (79) which based on clinical and histological examination and imaging such as FDG PET/CT, MRI and ultrasound imaging (80-82). The use of neoadjuvant systemic therapy in operable breast cancer is currently increasing because of its advantages that include higher rates of breast conserving surgery and the possibility of measuring early in-vivo response to systemic treatment (83). With the promotion of neoadjuvant therapy in clinical, more research about SLNB combined with neoadjuvant chemotherapy may give more reference for the clinician.\n        Comparing SLNB before and after neoadjuvant treatment, there was no significant difference in local regional recurrence rate (LRR) (83). For patients with initial axillary staging cN0/cN1, and cN0 after neoadjuvant treatment, SLNB can effectively avoid ALND (84). With the increase of the number of sentinel lymph nodes detected, the FNR decreased accordingly (85). Especially when three or more were detected, the FNR reached below 10%. The dual tracer method can reduce FNR. For patients axillary staging is cNX after neoadjuvant therapy, immunohistochemical testing and strict definition of positive sentinel lymph nodes will reduce FNR (38). Moreover, SLNB is not recommended for patients whose initial staging is cN2. In summary, the initial tumor burden is lower, and patients with pathological complete response (pCR) in the primary tumor and axilla have a longer survival time; chemotherapy-sensitive populations (HER2-positive, triple negative breast cancer) may be the preferred population for neoadjuvant therapy. Neoadjuvant treatment should be strongly considered as a therapeutic option for localized breast cancer (38).\n        In this study, we found that in the strategy graph that cluster 2 is a low-density and low-centrality third quadrant cluster. Advantages and disadvantages of SLNB in breast cancer are the main unexplored topics from 2010 to 2019, and its development deserves our attention. At the same time, we observed that cluster 3 represents an assessment of axillary lymph nodes in neoadjuvant chemotherapy and application of SLNB located in the fourth quadrant with low density and high centrality are also worthy of in-depth research on the subject terms contained therein.\n        In addition, we recognize that there were several potential limitations that may encourage further research efforts. For one thing, the number of publications has shown a downward trend in 2019. We speculate that it may be an incomplete collection of literature. We hope that more literature databases could be exploited in the future. For another, although co-word biclustering is a quite useful method for identifying hot spots of one field, the results may also be affected by factors such as the accuracy of the MeSH terms and the time when a MeSH term was introduced to the MeSH vocabulary.\nSupplementary\n      \n        The article’s supplementary files as\n      \n      \n        \n          10.21037/tcr-21-2841\n        \n        \n          10.21037/tcr-21-2841",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9552069/",
    "doi": "https://doi.org/10.21037/tcr-21-2841",
    "citation_count": 1,
    "references": {
        "9641074": "Bibliometric analysis of an important diagnostic technique for the treatment of breast cancer"
    },
    "journal": "Translational Cancer Research",
    "topics": [
        "thematic, lymph, bibliometric, node",
        "thematic, lymph, knowledge, node",
        "structure, cancer, bibliometric"
    ]
}