{
    "title": "STAT family of transcription factors in breast cancer: Pathogenesis and therapeutic opportunities and challenges",
    "abstract": "STAT family of transcription factors in breast cancer: Pathogenesis and therapeutic opportunities and challenges Grace L. Wong Sara G. Manore Daniel L. Doheny Hui-Wen Lo",
    "authors": [
        "Grace L. Wong",
        "Sara G. Manore",
        "Daniel L. Doheny",
        "Hui-Wen Lo"
    ],
    "published_year": "Not available",
    "description": "",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9714692/",
    "doi": "https://doi.org/10.1016/j.semcancer.2022.08.003",
    "citation_count": 19,
    "references": {
        "10973928": "Use of ultra-high performance liquid chromatography-high-resolution mass spectroscopy to profile the metabolites from the serum of patients with breast cancer",
        "10943090": "O-GlcNAcylation mediates H2O2-induced apoptosis through regulation of STAT3 and FOXO1",
        "10915330": "6-O-endosulfatases in tumor metastasis: heparan sulfate proteoglycans modification and potential therapeutic targets",
        "10887059": "Circular RNAs in Breast Cancer: An Update",
        "10724500": "STAT4 facilitates PD‐L1 level via IL‐12R/JAK2/STAT3 axis and predicts immunotherapy response in breast cancer",
        "10666338": "Integrated single-cell and bulk RNA sequencing analysis identifies a neoadjuvant chemotherapy-related gene signature for predicting survival and therapy in breast cancer",
        "10637938": "Targeting cuproptosis by zinc pyrithione in triple-negative breast cancer",
        "10616178": "Talin-1 inhibits Smurf1-mediated Stat3 degradation to modulate β-cell proliferation and mass in mice",
        "10571791": "The Cell-Autonomous Pro-Metastatic Activities of PD-L1 in Breast Cancer Are Regulated by N-Linked Glycosylation-Dependent Activation of STAT3 and STAT1",
        "10562413": "PRMT6 methylation of STAT3 regulates tumor metastasis in breast cancer",
        "10531000": "Euphorbiasteroid Induces Apoptosis as Well as Autophagy through Modulating SHP-1/STAT3 Pathway in Hepatocellular Carcinoma Cells",
        "10465393": "TRPM7 transactivates the FOSL1 gene through STAT3 and enhances glioma stemness",
        "10318786": "Oral membrane-biomimetic nanoparticles for enhanced endocytosis and regulation of tumor-associated macrophage",
        "10196327": "Evolving cognition of the JAK-STAT signaling pathway: autoimmune disorders and cancer",
        "10188950": "Pharmacological impact of microRNAs in head and neck squamous cell carcinoma: Prevailing insights on molecular pathways, diagnosis, and nanomedicine treatment",
        "10123497": "A new class of anti-proliferative activity and apoptotic inducer with molecular docking studies for a novel of 1,3-dithiolo[4,5-b]quinoxaline derivatives hybrid with a sulfonamide moiety",
        "10019759": "BST2 regulated by the transcription factor STAT1 can promote metastasis, invasion and proliferation of oral squamous cell carcinoma via the AKT/ERK1/2 signaling pathway",
        "9990334": "Prolactin levels and breast cancer risk by tumor expression of prolactin-related markers",
        "9871386": "Novel immune-related prognostic model and nomogram for breast cancer based on ssGSEA"
    },
    "journal": "Seminars in cancer biology",
    "topics": [
        "opportunities, family, stat, pathogenesis",
        "factors, transcription, challenges, stat",
        "cancer, factors, challenges, breast"
    ]
}