{
    "title": "Characteristics and chronologically changing patterns of late-onset breast cancer in Korean women of age ≥ 70 years: A hospital based-registry study",
    "abstract": "The increase in the incidence of the luminal A subtype of breast cancer predominantly contributed to the increase in the incidence of both OBC and non-OBC, whereas increases in the incidence of other subtypes were relatively less evident. Although the proportion of OBC cases is still lower in Korea than in the West, our data show that the trend is shifting toward the values observed in the West, clearly indicating that age significanly increases the risk of breast cancer in the country. Second, the matter of selection bias still persists for the subgroup analysis, as there were numerous cases with missing data on clinicopathological characteristics.Table 3Korean Breast Cancer Society’s registry relative to Korean central cancer registry datasets 2000–2013YearKBCS registry data (n)KCCR data (n)KBCR/KCCR (%)*20002081584835.620013368711647.320024090803350.920034698847155.520045482917959.72005631610,22861.82006735410,90067.52007770111,98864.22008878312,78668.72009906213,63166.52010953914,62765.2201110,50816,12565.2201211,37516,71768.0201312,02217,41569.0Values are presented as number or percentages*Annual proportion of female patients with newly diagnosed breast cancer in:KCBS Korean Breast Cancer Society Registry and KCCR Korea Central Cancer Registry*Relative portion of numbers of dataset in KBCS to KCCR are presented as percentages",
    "authors": [
        "Hyun-June Paik",
        "Suk Jung Kim",
        "Ku Sang Kim",
        "Yongsuk Kim",
        "Se Kyung Lee",
        "Su Hwan Kang",
        "Jeong Joon",
        "Hyun Jo Youn"
    ],
    "published_year": "2022",
    "description": "Background\n      Currenly, breast cancer is the most prevalent among other famale malignancies globally [1, 2]. Because the incidence of breast cancer and the associated mortality have been shown to increase with age in developed countries, aging is recognized as the strongest risk factor for the disease [3]. Although the incidence and mortality associated with breast cancer have been decreasing in developed countries since the early 2000s, this trend is less significant or even reversed among elderly women [4]. In 2012, breast cancer in women aged 70 years or older accounted for 30.1% of the entire new breast cancer diagnoses and 51.2% of breast cancer mortalities in developed countries [3]. Moreover, with the global population trend in aging, late-onset breast cancer diagnosis poses a significant disease burden. More attention is now directed towards the epidemiology, clinical and biological aspects, and clinical results of old-onset breast cancer (OBC) than of non-OBC [3, 5].\n      Regarding breast cancer, Asia faces more rapid increases in the incidence rate than does the West [6]. In 2020, Asians accounted for, 1,026,171 (45.4%) of the 2,261,419 new diagnoses of breast cancer worldwide [7]. Asian and western populations are starkly different in terms of their breast cancer-related epidemiologic and biologic profiles [8–10]. Noticeably, the peak age at disease onset is much younger in Asia than in the West (40–50 years vs. 60–70 years) [8]. Despite the lower incidence rate in the older age group in Korean women, the incidence rate increased mostly in the oldest group, age ≥ 70 years. It was reported as 2.3 times among women in their thirties, 2.5 times among those in their forties, 2.6 times among women in their fifties, 3.4 times among those in their sixties, and 3.8 times among women in their seventies, between 1998 and 2010 [11]. Nevertheless, most of the global research studies on breast cancer in elderly women have focused on western populations, and there is a relative lack of relevant data for Asian populations [3].\n      We intended to assess the features of breast cancer in elderly Korean women and determine the variations in the incidence and subtypes of OBC over time. Finally, we also intended to evaluate the future trends in OBC in Korea.\nMethods\n      \n        Korean Breast Cancer Registry\n        The entire dataset on breast cancer cases in this study were derived from the Korean Breast Cancer Registry (KBCR). The KBCR is a multiinstituional, online breast cancer database collected in a prospective manner (http://registry.kbcs.or.kr/ecrf/login.php), which was estalished by the Korean Breast Cancer Society (KBCS) 〔11〕. More than100 instituions with over 400 beds each volountarilly took part in this registry 〔11〕. In 2013, it was assumed that this registry would reflect over 65% of new breast cancer cases detected in Korea [12]. The KBCR provides diverse data on breast cancer research, beyond basic registry data (sex, age), encompassing social circumstances (region, education level, marital status), clinical information (body mass index, history of breast feeding, menopausal status), pathological results (histological features, stage in accoradence with the American Joint Committee on Cancer classification, biomarker expressions of estrogen receptors [ERs], progesterone receptors [PRs], human epidermal growth factor receptor 2 [HER2]), and treatment methods (surgery, neoadjuvant, adjuvant therapy) 〔11〕.\n        By contrast, the Korean Central Cancer Registry (KCCR) is a nationwide cancer database established by the Korean Ministry of Health and Welfare, and the KCCR data includes the entire cancer cases in Korea (https://kccrsurvey.cancer.go.kr/index.do). However, the KCCR only contains cancer data confined to general epidemiology (incidence, mortality, survival rate), brief patient information (age, sex, and region) .\n      \n      \n        Definition of OBC and breast cancer incidence\n        Previous studies on breast cancer in older women show inconsistencies in the definition of the OBC cutoff age [3, 13–16]. We defined OBC as breast cancer developing in a woman aged 70 years or older. We further defined breast cancer incidenace as the number of newly detected breast cancer case per 100 Korean women per year 〔17〕. The exclusion criteria were breast cancer cases without information on cancer stage or surgical methods used. Therefore, the incidence of breast cancer, as reported in our study, is not equal to the whole breast cancer incidence in Korea recorded by the nation-wide registry data.\n      \n      \n        Definition of breast cancer subtypes\n        In respect of molecular subtype classification of breast cancer, immunohistochemical surrogates for ER, PR, HER2 status were used to determine breast cancer subtypes. Positivity or negetivity of ER and PR expression was solely based on immunohistochemistry (IHC) staining, whereas positivity or negetivity of HER2 expression was based on both IHC staining and in situ hybridization (fluorescence [FISH] or silver [SISH] in situ hybridization methods). IHC reults of zero or 1+ (week) HER2 staining were considered to have a negative HER2 status, whereas those with 3 + (strong) HER2 staining were considered to have a positive. For cases with 2+ (equivocal) HER2 staining, FISH or SISH results that determined the the final HER2 expression; cases with positive FISH or SISH results were considered as HER2-positive, whereas those with negative FISH or SISH results were considered as HER2-negative. Cases with missing FISH or SISH results were determined as having an unknown HER2 status.\n        According to the status of hormone receptor and HER2 expression, patients were classified into four breast cancer subtypes. These subtypes included ‘luminal A’: postive-ER and/or PR and negative-HER2; ‘luminal B’: positive-ER and/or PR and positive- HER2; ‘triple negative breast cancer (TNBC)’: negative - ER and PR and negative -HER2; ‘HER2’: negative-ER and PR and postive–HER2.\n      \n      \n        Study population (Fig. 1)\n        This study attained an approval from the Instituional Review Board of Haeundae Paik Hospital (Institutional Review Board file no. 2019–09-010). The KBCS anonymized and de-identified personal information from the records for the protection of patient privacy.Fig. 1Patient selection. LCIS, lobular carcinoma in situ\n        For this analysis, we excluded male patients, patients aged less than 40 years, those with a histopathology of lobular carcinoma in situ, phyllodes tumor, sarcoma and lymphoma, cases without data on age, types of surgery, pathological stages, and those diagnosed prior to the year 2000 owing to their questionable reliability. Patients younger than 40 years of age were excluded from the non-OBC group because young-age breast cancer (under 40 years of age) is reported to have dissimilar clinicopathological characteristics compared with older-age breast cancer (age 40 years and older) [17]. In addition, the issue of patients aged less than 40 years had already been intensively dealt and analyzed in the preceding study which used the identical database and study period as this study [17]. In this retrospective study drawn from a hostpial-based Korean registry, we finally included 102,379 patients who underwent surgical treatment of primary breast cancer from January 1, 2000 to December 31, 2013 in Korea.\n        Based on this dataset, we compared between the OBC and non-OBC groups to assess the features of OBC and examine chronological changes in incidence rates of OBC. To assess chronological changes in subtypes, we performed subset analysis of 76,349 cases having accurate data on status of ER, PR, and HER2 expression.\n      \n      \n        Statistical analysis\n        Regarding comparison between the OBC and non–OBC groups, clinicopathological features presented as categorial variables were compared using Fisher’s exact or Chi-squared test. However, those presented as continous variables were compared using Mann-Whitney U or independent test. A large amount of data on clinicopathological variables were missing, and the missing data were excluded from the analysis. To check the normality of the distribution, we used the Shapiro-Wilk test. To compare changes in the frequencies, incidences, and proportions with time among different age and subtype groups, we performed multiple linear regression test and checked interaction effects between variables regarding changes. Bonferroni-corrected p values were calculated for multiple comparison tests. Estimates of the frequency and incidence of each subtype were derived by the slope of the regression line, which represents the annual rate of change in the frequency and incidence. For all statistical analyses, SPSS version 24.0 was used, and p values less than 0.05 were idenified as having statistial significance.\nResults\n      \n        Clinicopathological features of OBC in Korea\n        Of a total of 102,379 patients, 6.0% had OBC. A comparison of the OBC and non-OBC data is shown in Tables 1 and 2. OBC was diagnosed at the mean age of 73 (range, 70–108) years. Patients with OBC were significantly more likely to have late menarche, late menopause, an early first delivery, high parity, lactation experience, be obese, have a lower education level, have undergone fewer previous mammographic screenings, a more symptomatic initial presentation including palpation of the tumor, undergone a total mastectomy, as well as lower rates of breast reconstruction, chemotherapy, and radiation therapy. OBC tumors showed favorable biologic features, except for a higher proportion of TNBC. Those favorable biologic features included a lower histologic grade, weaker lymphovascular invasion, higher negative HER2 status, a higher proportion of the luminal A subtype, and lower proportions of the luminal B and HER2 subtypes. However, OBC was associated with aggressive clinical manifestations related to symptomatic presentation, degree of palpation of the tumor, degree of negative PR expression, and advanced pathologic stage (advanced T, M, and overall stages).Table 1Clinical characteristics of elderly Korean women with breast cancerGroupVariableTotal no. of analyzed patients (%)Old-onset breast cancer (≥70)Non old-onset breast cancer(40 ~ 69)p value(N = 102,379)(N = 6104)(n = 96,275)Age, years50 (40–108)73 (70–108)50 (40–69)<.001152.46 ± 9.0974.21 ± 4.0251.08 ± 7.41Age at menarche, years20,574 (20.1)<.0012  < 1354221 (0.9)521 (2.8) 13–1613,4101218 (55.0)12,192 (66.4)  ≥ 176622975 (44.0)5647 (30.8) Missing81,805389077,915Age at menopause onset, years20,574 (20.1)<.0012  < 452277229 (10.3)2048 (11.2) 45–5416,0841622 (73.3)14,462 (78.8)  ≥ 552213363 (16.4)1850 (10.1) Missing81,805389077,915Age at first delivery, years20,574 (20.1)<.0012  < 234354967 (43.7)3387 (18.4)  ≥ 2316,2201247 (56.3)14,973 (81.6) Missing81,805389077,915Parity64,939 (63.4).911264,939 (63.4)<.0012 01967116 (3.1)1851 (3.0) 1 ~ 245,244884 (23.3)44,360 (72.5)  ≥ 317,7282792 (73.6)14,936 (24.4) Missing37,440231235,128BMI, kg/m275,274 (73.5)<.0012  < 18.5184494 (2.1)1750 (2.5) 18.5–22.931,0101146 (25.9)29,864 (42.2) 23–24.918,5041003 (22.7)17,501 (24.7) 25–29.920,4681821 (41.1)18,647 (26.3)  ≥ 303448363 (8.2)3085 (4.4) Missing27,105167725,428Family history73,757 (72.0).2402 Yes5962324 (7.6)5638 (8.1) No67,7953935 (92.4)63,860 (91.9) Missing28,622184526,777Personal history102,379 (100.0).5032 Yes2061130 (2.1)1931 (2.0) No100,3185974 (97.9)94,344 (98.0) Missing000Lactation experience59,723 (58.3)<.0012 Yes43,7053008 (88.7)40,697 (72.2) No16,018383 (11.3)15,635 (27.8) Missing42,656271339,943Oral contraceptive use58,960 (57.6).4932 Yes7009384 (11.5)6625 (11.9) No51,9512951 (88.5)49,000 (88.1) Missing43,419276940,650Hormone replacement therapy58,938 (57.6).1422 Yes6415340 (10.1)6075 (10.9) No52,5233020 (89.9)49,503 (89.1) Missing43,441274440,697Education level49,715 (48.6)<.0012 More than middle school40,0781077 (37.0)39,001 (83.3) Less than middle school96371830 (63.0)7807 (16.7) Missing52,664319749,467Prior mammography screening48,003 (46.9)<.0012 Yes27,8761181 (43.4)26,695 (59.0) No20,1271542 (56.6)18,585 (41.0) Missing54,376338150,995Presence of symptoms102,379 (100.0)<.0012 Asymptomatic21,4041067 (17.5)20,337 (21.1) Symptomatic80,9755037 (82.5)75,938 (78.9)Palpation of the tumor69,580 (68.0).0092 Yes55,5233321 (81.4)52,202 (79.7) No14,057759 (18.6)13,298 (20.3) Missing32,799202430,775Breast surgery102,379 (100.0)<.0012 Mastectomy46,7133798 (62.2)42,915 (44.6) BCS55,6662306 (37.8)53,360 (55.4)Axilla surgery102,378(100.0)<.0012 Sentinel lymph node biopsy29,8571899 (31.1)27,958 (29.0) Axillary dissection64,3683669 (60.1)60,699 (63.0) No surgery8153536 (8.8)7617 (7.9) Missing101Values are either frequency with percentage in parentheses or median (range)1P values were derived from the Mann-Whitney U test2\nP values were derived from a Chi-square testThe Shapiro-Wilk test was employed to examine the normality assumptionBMI Body mass indexTable 2Pathological and biological characteristics of elderly Korean women with breast cancerGroupVariableTotal no. of analyzed patients (%)Old-onset breast cancer (≥70)Non old-onset breast cancer(40 ~ 69)p value(N = 102,379)(N = 6104)(n = 96,275)Multiplicity77,724 (75.9)<.0011 Single69,0064177 (91.1)64,829 (88.6) Two5922292 (6.4)5630 (7.7) More than 32796117 (2.6)2679 (3.7) Missing24,655151823,137Histologic grade101,082 (98.7)<.0011 Low, intermediate48,1813057 (50.6)45,124 (47.5) High52,9012988 (49.4)49,913 (52.5) Missing1297591238Histopathology102,379(100.0)<.0011 In situ10,402453 (7.4)9949 (10.3) IDC75,9244415 (72.3)71,509 (74.3) ILC2838151 (2.5)2687 (2.8) Mucinous carcinoma1962250 (4.1)1712 (1.8) Others11,253835 (13.7)10,418 (10.8)Presence of lymphovascular invasion67,118 (65.6).0061 Yes22,6511288 (31.8)21,363 (33.9) No44,4672768 (68.2)41,699 (66.1) Missing35,261204833,213ER90,827 (88.7).1211 Positive61,8113675 (69.0)58,136 (68.0) Negative29,0161650 (31.0)27,366 (32.0) Missing11,55277910,773PR90,732 (88.6)<.0011 Positive54,0192964 (55.8)51,055 (59.8) Negative36,7132346 (44.2)34,367 (40.2) Missing11,64779410,853HER276,508 (74.7)<.0011 Positive18,945892 (19.6)18,053 (25.1) Negative57,5633662 (80.4)53,901 (74.9) Missing25,871155024,321Ki-6745,789 (44.7)<.0011  < 14%22,2131528 (51.9)20,685 (48.3)  ≥ 14%23,5761418 (48.1)22,158 (51.7) Missing56,590315853,432Subtype76,349 (74.6) HR+/HER2- (Luminal A)45,1332841 (62.6)42,292 (58.9)<.0011 HR+/HER2+ (Luminal B)9300398 (8.8)8902 (12.4)<.0011 HR−/HER2+ (HER2)9595487 (10.7)9108 (12.7)<.0011 HR−/HER2- (TNBC)12,321813 (17.9)11,508 (16.0)<.0011 Missing26,030156524,465pT98,583(96.3)<.0011 T0, Tis, T160,4843287 (56.1)57,197 (61.7) T2, T3, T438,0592572 (43.9)35,487 (38.3) Tx40040 Missing000pN98,583 (96.3).0641 N0, N187,3445142 (87.9)82,202 (88.7) N2, N311,175707 (12.1)10,468 (11.3) Nx45639 Missing19415pM98,583 (96.3).0081 M097,5115775 (98.6)91,736 (98.9) M1107284 (1.4)988 (1.1) Missing000p Stage98,583 (96.3)<.0011 0, I48,2102667 (45.5)45,543 (49.1) II, III, IV50,3733192 (54.5)47,181 (50.9) Missing000Chemotherapy85,570 (83.6)<.0011 Yes56,7141668 (34.4)55,046 (68.2) No28,8563176 (65.6)25,680 (31.8) Missing16,809126015,549Chemotherapy56,714 (55.4)<.0011 Neoadjuvant276781 (5.1)2686 (5.2) Adjuvant49,5191471 (91.8)48,048 (92.2) Neoadjuvant and adjuvant103223 (1.4)1009 (1.9) Palliative42528 (1.7)397 (0.8) Missing2971652906Radiotherapy82,800 (80.9)<.0011 Yes51,9501796 (37.8)50,154 (64.3) No30,8502961 (62.2)27,889 (35.7) Missing19,579134718,232Radiotherapy51,950 (50.7).1761 Adjuvant46,4001642 (98.4)44,758 (98.8) Palliative59027 (1.6)563 (1.2) Missing49601274833Hormonal therapy80,877 (79.0).9371 Yes57,0413416 (70.6)53,625 (70.5) No23,8361424 (29.4)22,412 (29.5) Missing21,502126420,238Values are either frequency with percentage in parentheses or median (range)1\nP values were derived from a Chi-square testThe Shapiro-Wilk test was employed to examine the normality assumptionPR Progesterone receptor, ER Estrogen receptor, HER2 Human epidermal growth factor receptor 2\n      \n      \n        Korean breast cancer occurence according to ages (Fig. 2)\n        The frequencies and incidence rates of total breast cancer, non-OBC, and OBC significantly increased with time (p < 0.001 for all). The frequency and incidence rates of OBC increased more radiply than did the non-OBC and total breast cancer (p < 0.001 for both frequency and incidence rate, from the regression analysis after Bonferroni correction). The proportion of OBC cases neared 4% in 2000. And this low proportion of OBC cases increased annually to 7.6% in 2013.Fig. 2Breast cancer occurence with time (frequency, incidence rate, proportion) within age subgroups. The age subgroups that are compared are 40–69 and ≥ 70 years\n      \n      \n        Korean breast cancer occurence according to the subtypes within different ages (Figs. 3, 4)\n        We assessed how the frequency and incidence have changed with time according to the subtype within each age group. In the OBC group, both the frequency and incidence of all subtypes significantly increased with time (p < 0.001 for all, Fig. 3). However, regarding incidence, the rate of increase was significantly more higher in the luminal A subtype than did the remaining subtypes (p < 0.001). In descending order of numerical value, the frequencies of subtypes were estimated as 33.36 (luminal A), 8.25 (TNBC), 5.40 (HER2), and 4.31 (luminal B), respectively. In addition, their incidence were estimated as 0.000133 (luminal A), 0.000033(TNBC), 0.000021 (HER2), and 0.000017 (luminal B), respectively. Of all the subtypes, the incidence of the luminal A subtype increased the fastest, and the associated rate of increase was four to eight times higher than that of the other subtypes (p < 0.001).Fig. 3Breast cancer development (frequency, incidence rate) by subtype (luminal A, B, HER2, TNBC). Two age subgroups were compared (i.e., 40–69 and ≥ 70 years) among patients with old-onset breast cancer. HER, human epidermal growth factor receptor; TNBC, triple-negative breast cancerFig. 4Breast cancer development (frequency, incidence rate) by subtype (luminal A, B, HER2, TNBC). Two age subgroups were compared (i.e., 40–69 and ≥ 70 years) among patients with non-old-onset breast cancer. HER, human epidermal growth factor receptor; TNBC, triple-negative breast cancer\n        In the non-OBC group, both the frequency and incidence of all the subtypes significantly increased with time (p < 0.001 for all, Fig. 4). In descending order of numerical value, the frequencies of subtypes were estimated as 397.45 (luminal A), 71.20 (HER2), 70.56 (luminal B), and 64.91 (TNBC), respectively. Moreover, the estimates of their incidence were 0.00157 (luminal A), 0.00028 (HER2), 0.00028 (luminal B), and 0.00025 (TNBC), respectively. Of all the subtypes, the luminal A subtype demonstrated the fastest increase in incidence, and the associated rate of increase was about six times higher than that of the other subtypes (p < 0.0001).\n      \n      \n        Future trend in the proportion of OBC in Korea\n        Based on data from the KBCR, the porportion of OBC was low (6%) in Korea. However, the increase rate was steeper in OBC than non-OBC; consequently, the relative proportion of OBC has increased slowly over time. Assuming that the current trend persists, the relative proportion of OBC will eventually proceed toward the values reported in western countries.\nConclusions\n      In conclusion, based on a hospital-based database in Korea, although OBC in Korea was associated with favorable biological features, it showed a greater rate of the TNBC subtype and advanced disease stage. Currently, the Korean society continues to undergo popolution aging, and, accordingly, older Korean women ≥70 years old increasingly experienced breast cancer. Therefore, the management of breast cancer in this particular age group is expected to emerge as an urgent clinical issue in the near future. To lay the foundation for the management of OBC in Korea, there is a need for a comprehensive understanding of the disease’s characteristics, including the associated tumor biology and differences from non-OBC. Future studies should focus on this. Our results may provide novel insights into OBC in Korea, and aid in the development of optimal management of the disease in the country.\nTrial registration\n          Retrospectively registered.\nKorean Breast Cancer Registry\n        The entire dataset on breast cancer cases in this study were derived from the Korean Breast Cancer Registry (KBCR). The KBCR is a multiinstituional, online breast cancer database collected in a prospective manner (http://registry.kbcs.or.kr/ecrf/login.php), which was estalished by the Korean Breast Cancer Society (KBCS) 〔11〕. More than100 instituions with over 400 beds each volountarilly took part in this registry 〔11〕. In 2013, it was assumed that this registry would reflect over 65% of new breast cancer cases detected in Korea [12]. The KBCR provides diverse data on breast cancer research, beyond basic registry data (sex, age), encompassing social circumstances (region, education level, marital status), clinical information (body mass index, history of breast feeding, menopausal status), pathological results (histological features, stage in accoradence with the American Joint Committee on Cancer classification, biomarker expressions of estrogen receptors [ERs], progesterone receptors [PRs], human epidermal growth factor receptor 2 [HER2]), and treatment methods (surgery, neoadjuvant, adjuvant therapy) 〔11〕.\n        By contrast, the Korean Central Cancer Registry (KCCR) is a nationwide cancer database established by the Korean Ministry of Health and Welfare, and the KCCR data includes the entire cancer cases in Korea (https://kccrsurvey.cancer.go.kr/index.do). However, the KCCR only contains cancer data confined to general epidemiology (incidence, mortality, survival rate), brief patient information (age, sex, and region) .\nDefinition of OBC and breast cancer incidence\n        Previous studies on breast cancer in older women show inconsistencies in the definition of the OBC cutoff age [3, 13–16]. We defined OBC as breast cancer developing in a woman aged 70 years or older. We further defined breast cancer incidenace as the number of newly detected breast cancer case per 100 Korean women per year 〔17〕. The exclusion criteria were breast cancer cases without information on cancer stage or surgical methods used. Therefore, the incidence of breast cancer, as reported in our study, is not equal to the whole breast cancer incidence in Korea recorded by the nation-wide registry data.\nDefinition of breast cancer subtypes\n        In respect of molecular subtype classification of breast cancer, immunohistochemical surrogates for ER, PR, HER2 status were used to determine breast cancer subtypes. Positivity or negetivity of ER and PR expression was solely based on immunohistochemistry (IHC) staining, whereas positivity or negetivity of HER2 expression was based on both IHC staining and in situ hybridization (fluorescence [FISH] or silver [SISH] in situ hybridization methods). IHC reults of zero or 1+ (week) HER2 staining were considered to have a negative HER2 status, whereas those with 3 + (strong) HER2 staining were considered to have a positive. For cases with 2+ (equivocal) HER2 staining, FISH or SISH results that determined the the final HER2 expression; cases with positive FISH or SISH results were considered as HER2-positive, whereas those with negative FISH or SISH results were considered as HER2-negative. Cases with missing FISH or SISH results were determined as having an unknown HER2 status.\n        According to the status of hormone receptor and HER2 expression, patients were classified into four breast cancer subtypes. These subtypes included ‘luminal A’: postive-ER and/or PR and negative-HER2; ‘luminal B’: positive-ER and/or PR and positive- HER2; ‘triple negative breast cancer (TNBC)’: negative - ER and PR and negative -HER2; ‘HER2’: negative-ER and PR and postive–HER2.\nStudy population (Fig. 1)\n        This study attained an approval from the Instituional Review Board of Haeundae Paik Hospital (Institutional Review Board file no. 2019–09-010). The KBCS anonymized and de-identified personal information from the records for the protection of patient privacy.Fig. 1Patient selection. LCIS, lobular carcinoma in situ\n        For this analysis, we excluded male patients, patients aged less than 40 years, those with a histopathology of lobular carcinoma in situ, phyllodes tumor, sarcoma and lymphoma, cases without data on age, types of surgery, pathological stages, and those diagnosed prior to the year 2000 owing to their questionable reliability. Patients younger than 40 years of age were excluded from the non-OBC group because young-age breast cancer (under 40 years of age) is reported to have dissimilar clinicopathological characteristics compared with older-age breast cancer (age 40 years and older) [17]. In addition, the issue of patients aged less than 40 years had already been intensively dealt and analyzed in the preceding study which used the identical database and study period as this study [17]. In this retrospective study drawn from a hostpial-based Korean registry, we finally included 102,379 patients who underwent surgical treatment of primary breast cancer from January 1, 2000 to December 31, 2013 in Korea.\n        Based on this dataset, we compared between the OBC and non-OBC groups to assess the features of OBC and examine chronological changes in incidence rates of OBC. To assess chronological changes in subtypes, we performed subset analysis of 76,349 cases having accurate data on status of ER, PR, and HER2 expression.\nStatistical analysis\n        Regarding comparison between the OBC and non–OBC groups, clinicopathological features presented as categorial variables were compared using Fisher’s exact or Chi-squared test. However, those presented as continous variables were compared using Mann-Whitney U or independent test. A large amount of data on clinicopathological variables were missing, and the missing data were excluded from the analysis. To check the normality of the distribution, we used the Shapiro-Wilk test. To compare changes in the frequencies, incidences, and proportions with time among different age and subtype groups, we performed multiple linear regression test and checked interaction effects between variables regarding changes. Bonferroni-corrected p values were calculated for multiple comparison tests. Estimates of the frequency and incidence of each subtype were derived by the slope of the regression line, which represents the annual rate of change in the frequency and incidence. For all statistical analyses, SPSS version 24.0 was used, and p values less than 0.05 were idenified as having statistial significance.\nClinicopathological features of OBC in Korea\n        Of a total of 102,379 patients, 6.0% had OBC. A comparison of the OBC and non-OBC data is shown in Tables 1 and 2. OBC was diagnosed at the mean age of 73 (range, 70–108) years. Patients with OBC were significantly more likely to have late menarche, late menopause, an early first delivery, high parity, lactation experience, be obese, have a lower education level, have undergone fewer previous mammographic screenings, a more symptomatic initial presentation including palpation of the tumor, undergone a total mastectomy, as well as lower rates of breast reconstruction, chemotherapy, and radiation therapy. OBC tumors showed favorable biologic features, except for a higher proportion of TNBC. Those favorable biologic features included a lower histologic grade, weaker lymphovascular invasion, higher negative HER2 status, a higher proportion of the luminal A subtype, and lower proportions of the luminal B and HER2 subtypes. However, OBC was associated with aggressive clinical manifestations related to symptomatic presentation, degree of palpation of the tumor, degree of negative PR expression, and advanced pathologic stage (advanced T, M, and overall stages).Table 1Clinical characteristics of elderly Korean women with breast cancerGroupVariableTotal no. of analyzed patients (%)Old-onset breast cancer (≥70)Non old-onset breast cancer(40 ~ 69)p value(N = 102,379)(N = 6104)(n = 96,275)Age, years50 (40–108)73 (70–108)50 (40–69)<.001152.46 ± 9.0974.21 ± 4.0251.08 ± 7.41Age at menarche, years20,574 (20.1)<.0012  < 1354221 (0.9)521 (2.8) 13–1613,4101218 (55.0)12,192 (66.4)  ≥ 176622975 (44.0)5647 (30.8) Missing81,805389077,915Age at menopause onset, years20,574 (20.1)<.0012  < 452277229 (10.3)2048 (11.2) 45–5416,0841622 (73.3)14,462 (78.8)  ≥ 552213363 (16.4)1850 (10.1) Missing81,805389077,915Age at first delivery, years20,574 (20.1)<.0012  < 234354967 (43.7)3387 (18.4)  ≥ 2316,2201247 (56.3)14,973 (81.6) Missing81,805389077,915Parity64,939 (63.4).911264,939 (63.4)<.0012 01967116 (3.1)1851 (3.0) 1 ~ 245,244884 (23.3)44,360 (72.5)  ≥ 317,7282792 (73.6)14,936 (24.4) Missing37,440231235,128BMI, kg/m275,274 (73.5)<.0012  < 18.5184494 (2.1)1750 (2.5) 18.5–22.931,0101146 (25.9)29,864 (42.2) 23–24.918,5041003 (22.7)17,501 (24.7) 25–29.920,4681821 (41.1)18,647 (26.3)  ≥ 303448363 (8.2)3085 (4.4) Missing27,105167725,428Family history73,757 (72.0).2402 Yes5962324 (7.6)5638 (8.1) No67,7953935 (92.4)63,860 (91.9) Missing28,622184526,777Personal history102,379 (100.0).5032 Yes2061130 (2.1)1931 (2.0) No100,3185974 (97.9)94,344 (98.0) Missing000Lactation experience59,723 (58.3)<.0012 Yes43,7053008 (88.7)40,697 (72.2) No16,018383 (11.3)15,635 (27.8) Missing42,656271339,943Oral contraceptive use58,960 (57.6).4932 Yes7009384 (11.5)6625 (11.9) No51,9512951 (88.5)49,000 (88.1) Missing43,419276940,650Hormone replacement therapy58,938 (57.6).1422 Yes6415340 (10.1)6075 (10.9) No52,5233020 (89.9)49,503 (89.1) Missing43,441274440,697Education level49,715 (48.6)<.0012 More than middle school40,0781077 (37.0)39,001 (83.3) Less than middle school96371830 (63.0)7807 (16.7) Missing52,664319749,467Prior mammography screening48,003 (46.9)<.0012 Yes27,8761181 (43.4)26,695 (59.0) No20,1271542 (56.6)18,585 (41.0) Missing54,376338150,995Presence of symptoms102,379 (100.0)<.0012 Asymptomatic21,4041067 (17.5)20,337 (21.1) Symptomatic80,9755037 (82.5)75,938 (78.9)Palpation of the tumor69,580 (68.0).0092 Yes55,5233321 (81.4)52,202 (79.7) No14,057759 (18.6)13,298 (20.3) Missing32,799202430,775Breast surgery102,379 (100.0)<.0012 Mastectomy46,7133798 (62.2)42,915 (44.6) BCS55,6662306 (37.8)53,360 (55.4)Axilla surgery102,378(100.0)<.0012 Sentinel lymph node biopsy29,8571899 (31.1)27,958 (29.0) Axillary dissection64,3683669 (60.1)60,699 (63.0) No surgery8153536 (8.8)7617 (7.9) Missing101Values are either frequency with percentage in parentheses or median (range)1P values were derived from the Mann-Whitney U test2\nP values were derived from a Chi-square testThe Shapiro-Wilk test was employed to examine the normality assumptionBMI Body mass indexTable 2Pathological and biological characteristics of elderly Korean women with breast cancerGroupVariableTotal no. of analyzed patients (%)Old-onset breast cancer (≥70)Non old-onset breast cancer(40 ~ 69)p value(N = 102,379)(N = 6104)(n = 96,275)Multiplicity77,724 (75.9)<.0011 Single69,0064177 (91.1)64,829 (88.6) Two5922292 (6.4)5630 (7.7) More than 32796117 (2.6)2679 (3.7) Missing24,655151823,137Histologic grade101,082 (98.7)<.0011 Low, intermediate48,1813057 (50.6)45,124 (47.5) High52,9012988 (49.4)49,913 (52.5) Missing1297591238Histopathology102,379(100.0)<.0011 In situ10,402453 (7.4)9949 (10.3) IDC75,9244415 (72.3)71,509 (74.3) ILC2838151 (2.5)2687 (2.8) Mucinous carcinoma1962250 (4.1)1712 (1.8) Others11,253835 (13.7)10,418 (10.8)Presence of lymphovascular invasion67,118 (65.6).0061 Yes22,6511288 (31.8)21,363 (33.9) No44,4672768 (68.2)41,699 (66.1) Missing35,261204833,213ER90,827 (88.7).1211 Positive61,8113675 (69.0)58,136 (68.0) Negative29,0161650 (31.0)27,366 (32.0) Missing11,55277910,773PR90,732 (88.6)<.0011 Positive54,0192964 (55.8)51,055 (59.8) Negative36,7132346 (44.2)34,367 (40.2) Missing11,64779410,853HER276,508 (74.7)<.0011 Positive18,945892 (19.6)18,053 (25.1) Negative57,5633662 (80.4)53,901 (74.9) Missing25,871155024,321Ki-6745,789 (44.7)<.0011  < 14%22,2131528 (51.9)20,685 (48.3)  ≥ 14%23,5761418 (48.1)22,158 (51.7) Missing56,590315853,432Subtype76,349 (74.6) HR+/HER2- (Luminal A)45,1332841 (62.6)42,292 (58.9)<.0011 HR+/HER2+ (Luminal B)9300398 (8.8)8902 (12.4)<.0011 HR−/HER2+ (HER2)9595487 (10.7)9108 (12.7)<.0011 HR−/HER2- (TNBC)12,321813 (17.9)11,508 (16.0)<.0011 Missing26,030156524,465pT98,583(96.3)<.0011 T0, Tis, T160,4843287 (56.1)57,197 (61.7) T2, T3, T438,0592572 (43.9)35,487 (38.3) Tx40040 Missing000pN98,583 (96.3).0641 N0, N187,3445142 (87.9)82,202 (88.7) N2, N311,175707 (12.1)10,468 (11.3) Nx45639 Missing19415pM98,583 (96.3).0081 M097,5115775 (98.6)91,736 (98.9) M1107284 (1.4)988 (1.1) Missing000p Stage98,583 (96.3)<.0011 0, I48,2102667 (45.5)45,543 (49.1) II, III, IV50,3733192 (54.5)47,181 (50.9) Missing000Chemotherapy85,570 (83.6)<.0011 Yes56,7141668 (34.4)55,046 (68.2) No28,8563176 (65.6)25,680 (31.8) Missing16,809126015,549Chemotherapy56,714 (55.4)<.0011 Neoadjuvant276781 (5.1)2686 (5.2) Adjuvant49,5191471 (91.8)48,048 (92.2) Neoadjuvant and adjuvant103223 (1.4)1009 (1.9) Palliative42528 (1.7)397 (0.8) Missing2971652906Radiotherapy82,800 (80.9)<.0011 Yes51,9501796 (37.8)50,154 (64.3) No30,8502961 (62.2)27,889 (35.7) Missing19,579134718,232Radiotherapy51,950 (50.7).1761 Adjuvant46,4001642 (98.4)44,758 (98.8) Palliative59027 (1.6)563 (1.2) Missing49601274833Hormonal therapy80,877 (79.0).9371 Yes57,0413416 (70.6)53,625 (70.5) No23,8361424 (29.4)22,412 (29.5) Missing21,502126420,238Values are either frequency with percentage in parentheses or median (range)1\nP values were derived from a Chi-square testThe Shapiro-Wilk test was employed to examine the normality assumptionPR Progesterone receptor, ER Estrogen receptor, HER2 Human epidermal growth factor receptor 2\nKorean breast cancer occurence according to ages (Fig. 2)\n        The frequencies and incidence rates of total breast cancer, non-OBC, and OBC significantly increased with time (p < 0.001 for all). The frequency and incidence rates of OBC increased more radiply than did the non-OBC and total breast cancer (p < 0.001 for both frequency and incidence rate, from the regression analysis after Bonferroni correction). The proportion of OBC cases neared 4% in 2000. And this low proportion of OBC cases increased annually to 7.6% in 2013.Fig. 2Breast cancer occurence with time (frequency, incidence rate, proportion) within age subgroups. The age subgroups that are compared are 40–69 and ≥ 70 years\nKorean breast cancer occurence according to the subtypes within different ages (Figs. 3, 4)\n        We assessed how the frequency and incidence have changed with time according to the subtype within each age group. In the OBC group, both the frequency and incidence of all subtypes significantly increased with time (p < 0.001 for all, Fig. 3). However, regarding incidence, the rate of increase was significantly more higher in the luminal A subtype than did the remaining subtypes (p < 0.001). In descending order of numerical value, the frequencies of subtypes were estimated as 33.36 (luminal A), 8.25 (TNBC), 5.40 (HER2), and 4.31 (luminal B), respectively. In addition, their incidence were estimated as 0.000133 (luminal A), 0.000033(TNBC), 0.000021 (HER2), and 0.000017 (luminal B), respectively. Of all the subtypes, the incidence of the luminal A subtype increased the fastest, and the associated rate of increase was four to eight times higher than that of the other subtypes (p < 0.001).Fig. 3Breast cancer development (frequency, incidence rate) by subtype (luminal A, B, HER2, TNBC). Two age subgroups were compared (i.e., 40–69 and ≥ 70 years) among patients with old-onset breast cancer. HER, human epidermal growth factor receptor; TNBC, triple-negative breast cancerFig. 4Breast cancer development (frequency, incidence rate) by subtype (luminal A, B, HER2, TNBC). Two age subgroups were compared (i.e., 40–69 and ≥ 70 years) among patients with non-old-onset breast cancer. HER, human epidermal growth factor receptor; TNBC, triple-negative breast cancer\n        In the non-OBC group, both the frequency and incidence of all the subtypes significantly increased with time (p < 0.001 for all, Fig. 4). In descending order of numerical value, the frequencies of subtypes were estimated as 397.45 (luminal A), 71.20 (HER2), 70.56 (luminal B), and 64.91 (TNBC), respectively. Moreover, the estimates of their incidence were 0.00157 (luminal A), 0.00028 (HER2), 0.00028 (luminal B), and 0.00025 (TNBC), respectively. Of all the subtypes, the luminal A subtype demonstrated the fastest increase in incidence, and the associated rate of increase was about six times higher than that of the other subtypes (p < 0.0001).\nFuture trend in the proportion of OBC in Korea\n        Based on data from the KBCR, the porportion of OBC was low (6%) in Korea. However, the increase rate was steeper in OBC than non-OBC; consequently, the relative proportion of OBC has increased slowly over time. Assuming that the current trend persists, the relative proportion of OBC will eventually proceed toward the values reported in western countries.\nDiscussion\n      This hospital-based database study showed that, in Korea, OBC has clinicopathological characteristics that are distinct from those of non-OBC, and that the incidences of total breast cancer, OBC, and non-OBC have continuously increased in the country. Noticeably, the increase in the incidence of OBC was slightly steeper than that of non-OBC in Korea; as a result, the proportion of OBC has been slowly increasing. The increase in the incidence of the luminal A subtype of breast cancer predominantly contributed to the increase in the incidence of both OBC and non-OBC, whereas increases in the incidence of other subtypes were relatively less evident.\n      In 2012, in the developed world, the ratio of female patinets with breast cancer at age ≥ 70 years accounted for 32.1% of all female patients with breast cancer at age ≥ 40 years [3]. Breast cancer incidence in Korea peaks at ages 45–49 years and, thereafter, declines with age [18]. In 2015, later-onset breast cancer at age ≥ 70 years account for only 8.8% of all breast cancer in Korea [17]. This pattern is unlike that noted in western countries, in which the incidence continuously increases with increasing age [8]. Although the proportion of OBC cases is still lower in Korea than in the West, our data show that the trend is shifting toward the values observed in the West, clearly indicating that age significanly increases the risk of breast cancer in the country. By 2050, the population of people who are 70 years or older is expected to rise sharply, up to 30.4% of the total population [19]. Considering the synergistic effect of the steep degree in population aging in Korea [19], the degree of increase in the relative ratio of OBC cases in the country may be larger than expected because the values noted in the West may be reached sooner than expected. The increase in the incidence of OBC can be attributed to prolonged life expectancy, which results in age-related biological alterations such as ER hypersensitivity, mammary epithelial cell changes, tumor microenvironment changes, and immune senescence that can increase one’s susceptibility to breast cancer [3].\n      In this study, OBC in Korea showed favorable biological features, except for the higher proportion of TNBC cases; however, there were discordantly advanced stages. OBC is considered to be different from non-OBC [3, 16]. Generally, OBC is characterized by favorable biological features, including a low tumor grade, low lympho-vascular invasion, histological types with good prognoses, more expressions of ER and PR, diploid and B-cell lymphoma 2 (Bcl-2) protein, and lesser expressions of HER2, Ki67, p53, and epidermal growth factor receptor [5, 14, 16, 20–30]. A recent meta-analysis focusing on OBC arrived at a parallel conclusion [3]. However, OBC is associated with a larger tumor size, greater lymph node involvement, a greater number of stage IV metastatic disease cases, and a more advanced overall tumor stage [3, 5, 14, 16, 25–27, 31–35]. Moreover, contrary to the general belief of the indolent course of OBC, growing evidence points to worse outcomes in older breast cancer patients [5, 33, 36]. The reasons for the worse outcomes in older patients can be attributed to under-treatment or variable disease biology, even within the same subtype [36]. Although breast cancer seemed to be more idolent in older patients than in younger ones, additional biological and genetic differences can exist even within similar disease subtypes [36].\n      Discrepancies between favorable biological features and advanced stages in OBC can be partly explained by an altered biological environment related to aging, which facilitates rapid disease progression, and also by society-related mechanisms such as the exclusion of elderly people from screening, or the notion of OBC being less aggressive, leading to diagnostic delays and the provision of proper care [3]. Along with omission of mammographic screening and self-breast examination, low perception of breast cancer in elderly women may also result in delayed diagnosis [26, 33].\n      Existing literature on OBC demonstrates great heterogeneities in terms of cancer stage, size, grade, and lymph node status at presentation, and clinical results in elderly women relative to their younger counterparts [3, 14, 16, 37]. The results of these parameters varied by study design and population, and either decreased or increased, or did not change with age [3, 14, 16, 37]. On average, elderly patients show a higher tumor stage than younger patients [14, 26, 33–35]. However, the proportion of those with an unknown stage increases with age because data on primary, nodal, and metastatic tumor statuses are frequently missed in elderly people [3, 14, 33, 34, 38]. Missing data in elderly populations can also be partly attributed to the discrepancy in terms of why breast cancer at older age demonstrate less aggressiveness in cancer biology despite its higher cancer stage at diagnosis, in contrast to breast cancer at younger age [14].\n      The distribution of breast cancer subtypes greatly fluctuates because of the complex effects of both age and race/ethnicity [39–45]. Regardless of race/ethnicity, the luminal subtype is universally the most predominant and is associated with the highest lifetime risk. Further, almost half of all luminal cancers develop after age 70 [40]. Breast cancer is biologically heterogeneous and intricate, and subtype alterations depending on age also vary with race [39]. A California-based study compared the proportions of breast cancer subtypes between between women groups at two different ages (40–69 years vs. ≥ 70 years), and evaluated how differently breast cancer subtypes varied according to age, depending on race [39]. The proportion of luminal A subtype cases increased after age 70 across people of all races, except Caucasians [39]. For White women, the proportion of the luminal A subtype was not influenced by age [39]. In Asian/Pacific Islander women, the proportion of the remaining subtypes other than luminal A did not change after age 70 [39]. Our data on native Korean women also show that the proportion of the luminal A subtype significantly after age 70. The global rise in the proportion of postmenopausal breast cancer and the luminal A subtype is regarded to be principally attributable to the global trend of acculturation to the Western lifestyle, including a high dietary consumption of animal fat, increased body mass index, and altered reproductive activities, such as nullipara, first childbirth at older age [17, 46–48]. For native Korean women, the increased incidence of the luminal A subtype was largely responsible for the overall increased incidence of both OBC and non-OBC, implying that environmental factors were predominantly responsible for the increased incidence of breast cancer in those aged 40 years and older.\n      In previous California-based studies, age did not significantly increase the risks of the TBNC and HER2 subtypes among Asian/Pacific Islander women [39, 49]. However, our data show that the proportion of all breast cancer subtypes did change after age 70. The proportion of the TNBC and luminal A subtypes significantly increased after age 70, whereas that of both the HER2+ and luminal B subtypes significantly decreased after that age. A recent study conducted in the United States showed that TNBC accounted for 8.4% of the 1,151,724 breast cancer cases [50]; this proportion varied according to race: 8.0% for non-Hispanic Whites, 18.1% for non-Hispanic Blacks, and 7.2% for Asians [50]. Compared with the proportion (7.2%) of TNBC observed in Asian-Americans [50], the proportions of the same in native Koreans (17.9% for OBC, 16.0% for non-OBC) are much higher, reaching the value (18.1%) observed in non-Hispanic Blacks. In the aforementioned population-based study, the proportion of TNBC cases decreased with age: 18.7, 10.5, 9.6, 7.7, 7.2% for ages < 40, 40–49, 50–64, 65–74, and ≥ 75 years, respectively), in accordance with the results of a California-based study [39]. However, interestingly, the proportion of TNBC cases in native Korean women increased after age 70. When considering the high proportion (23.8%) of TNBC cases among native Koreans under the age of 40 [17], the incidence of TNBC could have a bimodal peak before age 40 and after age 70 in native Korean women.\n      Our data, derived from the hospital-based voluntary cancer registry (KBCR), provide more specific information on patient and tumor characteristics, surpassing those derived from the nationwide obligatory cancer registry (KCCR). Nevertheless, the presence of selection bias cannot be ruled out. First, it cannot be guaranteed that KBCR data are fully representative of the actual breast cancer status in Korea. In fact, a period from 2000 to 2013, the proportions of OBC according to two major registry data were 6.0% (6104/102,379) in the KBCR, and 8.1% (11,162/137,540) in the nationwide cancer registry [51]. Table 3 summarizes annual difference in enrolled datasets between KBCR and KCCR. Indeed, in KBCR, enrolling institution and registered patients per each institution fluctuated annually because data collections were voluntarily carried out and altered by variable individual circumstances, which could influence results. However, our KBCR data can be somewhat representative of all Korean breast cancer cases. In terms of the differences in the proportions of OBC cases, as observed in the KBCR and nationwide registry, the 95% confidence interval of the difference was − 2.36 and − 1.95%, and the equivalence margin was 3%. Second, the matter of selection bias still persists for the subgroup analysis, as there were numerous cases with missing data on clinicopathological characteristics.Table 3Korean Breast Cancer Society’s registry relative to Korean central cancer registry datasets 2000–2013YearKBCS registry data (n)KCCR data (n)KBCR/KCCR (%)*20002081584835.620013368711647.320024090803350.920034698847155.520045482917959.72005631610,22861.82006735410,90067.52007770111,98864.22008878312,78668.72009906213,63166.52010953914,62765.2201110,50816,12565.2201211,37516,71768.0201312,02217,41569.0Values are presented as number or percentages*Annual proportion of female patients with newly diagnosed breast cancer in:KCBS Korean Breast Cancer Society Registry and KCCR Korea Central Cancer Registry*Relative portion of numbers of dataset in KBCS to KCCR are presented as percentages",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9720951/",
    "doi": "https://doi.org/10.1186/s12885-022-10295-y",
    "citation_count": 0,
    "references": [],
    "journal": "BMC Cancer",
    "topics": [
        "characteristics, korean, study, years",
        "age, breast, patterns, hospital",
        "years, study, women, chronologically"
    ]
}