{
    "title": "The Great Immune Escape: Understanding the Divergent Immune Response in Breast Cancer Subtypes",
    "abstract": "The Great Immune Escape: Understanding the Divergent Immune Response in Breast Cancer Subtypes Sayali S. Onkar Neil M. Carleton Peter C Lucas Tullia C Bruno Adrian V Lee Dario AA Vignali Steffi Oesterreich",
    "authors": [
        "Sayali S. Onkar",
        "Neil M. Carleton",
        "Peter C Lucas",
        "Tullia C Bruno",
        "Adrian V Lee",
        "Dario AA Vignali",
        "Steffi Oesterreich"
    ],
    "published_year": "Not available",
    "description": "",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9833841/",
    "doi": "https://doi.org/10.1158/2159-8290.CD-22-0475",
    "citation_count": 23,
    "references": {
        "11040035": "A novel gene-based model for prognosis prediction of head and neck squamous cell carcinoma",
        "11024218": "Resonance of fatty acid metabolism and immune infiltration in anti-PD-1 monotherapy for breast cancer",
        "11007120": "The HLA-I landscape confers prognosis and antitumor immunity in breast cancer",
        "11006698": "高表达UBE2S通过增加癌细胞干性促进肝癌的进程机制",
        "10943227": "Dual inhibitors of DNMT and HDAC induce viral mimicry to induce antitumour immunity in breast cancer",
        "10854814": "High Numbers of CD163+ Tumor-Associated Macrophages Predict Poor Prognosis in HER2+ Breast Cancer",
        "10854660": "Macrophages Promote Subtype Conversion and Endocrine Resistance in Breast Cancer",
        "10829303": "Systematic analysis of the role of LDHs subtype in pan-cancer demonstrates the importance of LDHD in the prognosis of hepatocellular carcinoma patients",
        "10800661": "The prognostic implications and tumor-suppressive functions of CYR61 in estrogen receptor-positive breast cancer",
        "10771560": "Distinguished biomimetic dECM system facilitates early detection of metastatic breast cancer cells",
        "10770627": "M6A demethylase ALKBH5 regulates FOXO1 mRNA stability and chemoresistance in triple-negative breast cancer",
        "10757132": "Components of the tumor immune microenvironment based on m‐IHC correlate with prognosis and subtype of triple‐negative breast cancer",
        "10728640": "Impact of disulfidptosis-associated clusters on breast cancer survival rates and guiding personalized treatment",
        "10711977": "First-in-human study of SBRT and adenosine pathway blockade to potentiate the benefit of immunochemotherapy in early-stage luminal B breast cancer: results of the safety run-in phase of the Neo-CheckRay trial",
        "10636996": "Construction of disulfidptosis-related lncRNA signature for predicting the prognosis and immune escape in colon adenocarcinoma",
        "10592889": "Distinct functions of EHMT1 and EHMT2 in cancer chemotherapy and immunotherapy",
        "10529029": "Unraveling the Role of Hepatic PGC1α in Breast Cancer Invasion: A New Target for Therapeutic Intervention?",
        "10385854": "A Novel Bromophenol Compound from Leathesia nana Inhibits Breast Cancer in a Direct Tumor Killing and Immunotherapy Manner",
        "10304265": "The impact of lipid metabolism on breast cancer: a review about its role in tumorigenesis and immune escape",
        "10196327": "Evolving cognition of the JAK-STAT signaling pathway: autoimmune disorders and cancer",
        "10090471": "Comprehensive analysis of the expression and prognosis for RAI2: A promising biomarker in breast cancer",
        "10086617": "Response to Maltoni, Puccetti, Poli, et al.",
        "9992199": "Tailoring therapies to counter the divergent immune landscapes of breast cancer"
    },
    "journal": "Cancer discovery",
    "topics": [
        "immune, divergent, response, great",
        "escape, immune, subtypes, cancer",
        "immune, breast, great, cancer"
    ]
}