{
    "title": "Breast cancer brain metastasis: Current evidence and future directions",
    "abstract": "Blocking ERBB3 decreased the activity of PI3K and the relevant downstream pathway, and recovered the efficacy of the PI3K inhibitor, implying that the activation of the PI3K‐AKT pathway by ERBB3 could lead to CNS metastasis. Considering the significant therapeutic effect of tucatinib on the CNS in the HER2CLIMB trial, the COMPASS‐RD trial is ongoing to test the combined application of T‐DM1 and tucatinib in the high‐risk residual lesion setting (NCT03975647), hoping that it will enhance disease‐free survival and control CNS progression. To improve the permeability of drugs to the CNS, two methods are being studied to overcome the BBB: (a) disrupting the BBB, such as intrathecal administration of the antibodies, intra‐arterial administration, radiotherapy to increase the BBB permeability and osmotherapy; (b) methods without disrupting the BBB, for example, increasing the dose of drugs or in combination with other therapeutic agents, nano‐functionalization of drugs to cross the BBB or intranasal administration.",
    "authors": [
        "Hongna Sun",
        "Junnan Xu",
        "Shuang Dai",
        "Yiwen Ma",
        "Tao Sun"
    ],
    "published_year": "2022",
    "description": "1\n      INTRODUCTION\n      Breast cancer is the most common cancer in women and the second leading cause of cancer‐related deaths after lung cancer.\n1\n With the progress in diagnostic technologies and the advances of molecular‐targeted drugs in clinical practice, the outcomes of metastatic breast cancer have been significantly improved. However, breast cancer brain metastasis (BCBM) is the second most common cause of brain metastasis, and its occurrence has been rising in the past two decades with the significant improvement in survival of advanced breast cancer patients. Brain metastases attack nearly 25% of advanced breast cancer patients, which greatly reduces their quality of life and overall survival (OS).\n2\n\n\n      The risk factors for the development of BCBM are patient characteristics of younger age and ethnicity, tumor features of poorly differentiated, hormone receptor (HR)‐negative and human epidermal growth factor receptor 2 (HER2)‐positive, more than four metastatic lymph nodes and some genetic variations.\n3\n, \n4\n Breast cancer can spread to bone, liver, lung, and brain, and metastasizing to the brain is a late event. Brain MRI screening is not recommended unless patients have central nervous system (CNS)‐related symptoms of brain metastasis. As a result, detection of brain metastases may be delayed. Therefore, BCBM patients at high risk should be followed up closely. Breast cancer is a heterogeneous disease that can be classified into luminal A, luminal B, HER2‐positive, and triple‐negative subtypes according to receptor status and index of Ki‐67. Each subtype has its own unique growth pattern, natural history, metastatic tendency, and outcome. HER2‐positive and triple‐negative breast cancers (TNBC) are more likely to develop brain metastasis than luminal cancers.\n2\n The relationship between different subtypes and BCBM is summarized in Table 1. BCBM patients have been in an inferior position due to the lack of clinical research in this field, and in fact, such patients are often explicitly excluded from almost all clinical trials.\n      \n        TABLE 1\n        \n          The relationship between various subtypes and BCBM\n        \n        \n          \n          \n          \n          \n          \n          \n          \n          \n          \n            \n              Subtype\n              ER\n              PR\n              HER2\n              Ki‐67\n              Incidence of CNS metastases\n              mOS after BCBM(months)\n              Reference\n            \n          \n          \n            \n              Luminal subtype\n              (+)\n              (+)\n              (−)\n              Low or high\n              ~15%\n              7.1 ~ 9.3\n              2, 45, 120\n            \n            \n              HER2‐positive\n              (±)\n              (±)\n              (+)\n              High\n              ~50%\n              11.5 ~ 18.9\n            \n            \n              TNBC\n              (−)\n              (−)\n              (−)\n              High\n              ~35%\n              4.4 ~ 4.9\n            \n          \n        \n        \n          \n            Abbreviations: BCBM, breast cancer brain metastasis; HER2, human epidermal growth factor receptor 2; ER, estrogen receptor; PR, progesterone receptor; TNBC, triple‐negative breast cancer; +, positive; −, negative; ±, positive, or negative.\n          \n        \n      \n      Currently, the standard treatment of BCBM is local intervention, including neurosurgical resection and radiation therapy (stereotactic or whole‐brain). While, we use systemic therapies to complement local treatment to better control CNS lesions, and the best management is determined by an experienced multidisciplinary team. However, the outcomes of BCBM patients remain poor because the blood–brain barrier (BBB) limits the penetrability of drugs. It is imperative to detect the underlying molecular mechanisms of BCBM, which will probably provide a basis for preventing or treating such diseases. In this review, we have retrieved the latest literature of molecules and pathways associated with BCBM, summarized common therapy strategies, and discussed the prospects and clinical implications of targeting the molecules involved.\n      \n        1.1\n        Blood–brain barrier (BBB), blood‐tumor barrier (BTB), and breast cancer metastasize to the brain\n        The biological structure between blood and brain parenchyma, BBB, separates the blood compartment from brain tissue. Ehrlich et al.\n5\n discovered the existence of the BBB for the first time, and subsequent studies provided further details of the structure and function of the BBB. The prominent anatomical architecture of the BBB consists of endothelial cells, pericytes, basement membranes, and astrocytes. The endothelial cells form the blood vessel wall, surrounded intimately by pericytes that are embedded in the basement membrane, and the vessels are ensheathed by astrocytic endfeet.\n6\n Besides, the endothelial cells form the tight junctions (TJs) via junctional protein complexes, preventing the paracellular transport,\n7\n maintaining CNS homeostasis by tightly allowing the passage of specific nutrients to the brain, restraining the entrance of harmful xenobiotic molecules, and effluxing the toxic substances, metabolites, and waste products.\n8\n, \n9\n BBB plays a critical role in ensuring normal brain function. BBB is one of the main barriers for cancer cells to extravasate and colonize the brain. However, as the development of primary or metastatic tumors in the brain, relevant changes occur in this context: new aberrant vessels grow during tumor progression, and the BBB becomes disrupted and is altered to the BTB.\n10\n We know little about BTB, and most of our understanding of the microenvironment of CNS neoplasms originates from rodent models. BTB is highly heterogeneous and easier to leak than the BBB, which is the basis for drugs entering the brain. Anatomically, BTB is featured by abnormal pericyte distribution, alteration of the basement membrane, loss of astrocytic endfeet, and neuronal connections. Functionally, BTB is characterized by non‐uniform permeability, which results from uneven distribution of drugs in mouse models of CNS metastasis.\n11\n BTB is not an autonomous structure because it occurs synchronously with cancer cells and is affected by cancer cell behaviors.\n        The development of brain metastasis is caused by a series of complicated and multistage orchestrated cellular processes (Figure 1). At first, morphology and adhesion of cells are changed by epithelial‐mesenchymal transition (EMT), which is an essential step to start metastasis. Breast cancer cells acquire traits of mesenchymal cells, allowing invasion, intravasation, and distant metastasis.\n12\n Therefore, the tumor cells are more likely to escape from the primary tumor. Then, the tumor cells invade from the basement membrane to surrounding tissues, intravasate into the bloodstream or lymphatic vessels, survive, and arrest in the circulatory system, extravasate through transendothelial migration, colonize, and eventually form distant metastatic lesions.\n13\n\n\n        \n          FIGURE 1\n          \n            Breast cancer cell metastasis to the brain. A portion of cells at the primary site acquired invasive properties by EMT. Invasive cancer cells intravasate into the bloodstream, survive, and arrest the circulatory system. Then these cells extravasate through transendothelial migration, colonize, and form metastatic brain lesions. BBB plays a critical role in ensuring normal brain function. However, as the development of primary or metastatic tumors in the brain, BBB becomes disrupted, and is altered to BTB. At last, new, and aberrant vessels grow during tumor progression. Abbreviations: EMT, epithelial to mesenchymal transition; BBB, blood‐brain barrier; BTB, blood tumor barrier.\n1.1\n        Blood–brain barrier (BBB), blood‐tumor barrier (BTB), and breast cancer metastasize to the brain\n        The biological structure between blood and brain parenchyma, BBB, separates the blood compartment from brain tissue. Ehrlich et al.\n5\n discovered the existence of the BBB for the first time, and subsequent studies provided further details of the structure and function of the BBB. The prominent anatomical architecture of the BBB consists of endothelial cells, pericytes, basement membranes, and astrocytes. The endothelial cells form the blood vessel wall, surrounded intimately by pericytes that are embedded in the basement membrane, and the vessels are ensheathed by astrocytic endfeet.\n6\n Besides, the endothelial cells form the tight junctions (TJs) via junctional protein complexes, preventing the paracellular transport,\n7\n maintaining CNS homeostasis by tightly allowing the passage of specific nutrients to the brain, restraining the entrance of harmful xenobiotic molecules, and effluxing the toxic substances, metabolites, and waste products.\n8\n, \n9\n BBB plays a critical role in ensuring normal brain function. BBB is one of the main barriers for cancer cells to extravasate and colonize the brain. However, as the development of primary or metastatic tumors in the brain, relevant changes occur in this context: new aberrant vessels grow during tumor progression, and the BBB becomes disrupted and is altered to the BTB.\n10\n We know little about BTB, and most of our understanding of the microenvironment of CNS neoplasms originates from rodent models. BTB is highly heterogeneous and easier to leak than the BBB, which is the basis for drugs entering the brain. Anatomically, BTB is featured by abnormal pericyte distribution, alteration of the basement membrane, loss of astrocytic endfeet, and neuronal connections. Functionally, BTB is characterized by non‐uniform permeability, which results from uneven distribution of drugs in mouse models of CNS metastasis.\n11\n BTB is not an autonomous structure because it occurs synchronously with cancer cells and is affected by cancer cell behaviors.\n        The development of brain metastasis is caused by a series of complicated and multistage orchestrated cellular processes (Figure 1). At first, morphology and adhesion of cells are changed by epithelial‐mesenchymal transition (EMT), which is an essential step to start metastasis. Breast cancer cells acquire traits of mesenchymal cells, allowing invasion, intravasation, and distant metastasis.\n12\n Therefore, the tumor cells are more likely to escape from the primary tumor. Then, the tumor cells invade from the basement membrane to surrounding tissues, intravasate into the bloodstream or lymphatic vessels, survive, and arrest in the circulatory system, extravasate through transendothelial migration, colonize, and eventually form distant metastatic lesions.\n13\n\n\n        \n          FIGURE 1\n          \n            Breast cancer cell metastasis to the brain. A portion of cells at the primary site acquired invasive properties by EMT. Invasive cancer cells intravasate into the bloodstream, survive, and arrest the circulatory system. Then these cells extravasate through transendothelial migration, colonize, and form metastatic brain lesions. BBB plays a critical role in ensuring normal brain function. However, as the development of primary or metastatic tumors in the brain, BBB becomes disrupted, and is altered to BTB. At last, new, and aberrant vessels grow during tumor progression. Abbreviations: EMT, epithelial to mesenchymal transition; BBB, blood‐brain barrier; BTB, blood tumor barrier.\n2\n      GENE MUTATIONS AND SIGNALING PATHWAYS INVOLVED IN BCBM\n      Various aberrant genes and signaling pathways are involved in metastatic breast cancer, which possibly acts as promising biomarkers to predict relapse and provide a targeted therapy strategy. However, the molecular mechanism of breast cancer metastasis, especially brain metastasis, has not been fully clarified yet. To better understand these diseases, we have reviewed related literature and summarized the signaling pathways and mechanisms associated with the development of BCBM, hoping to provide new perspectives for targeted therapy of BCBM.\n      \n        2.1\n        Wnt and notch signaling pathway\n        Wnt and Notch pathways play a protective role in normal stem cells and are also connected with tumor stem cells. There are three different activation pathways of Wnt signaling: beta‐Catenin‐dependent pathways (canonical WNT pathway), planar cell polarity (PCP) pathways, and Wnt/Ca2+ pathways. Activation of non‐typical WNT signaling is related to the invasive behavior of the basal‐like subtype.\n14\n, \n15\n Smid et al. found that members of the Wnt signaling are highly expressed in basal‐like breast cancer and brain‐specific relapse, suggesting that the active Wnt/β‐catenin pathway may be helpful to basal‐like breast cancer metastasis to the brain.\n15\n Klemm et al. also discovered upregulated Wnt pathways were closely correlated to basal‐like and other subtypes of breast cancers metastasis to CNS.\n14\n Multiple studies have shown that Notch signaling pathways act in either an oncogenic or a tumor‐suppressive manner in cancer cells. Classical NOTCH pathways are composed of four NOTCH receptors (NOTCH1‐4) and corresponding ligands (Delta‐like 1, 3, and 4 and Jagged 1 and 2). Nam et al. cultured a brain metastasis model of breast cancer using the breast cancer cell line MDA‐MB‐435. They discovered that high expression of the Jagged‐2 ligand could activate the Notch pathway in Br4, which promoted tumor cell migration and invasion, suggesting that the activation of the Notch pathway might play an essential role in CNS metastasis.\n16\n Also, Xing et al. found that IL‐1β was highly expressed in metastatic brain cells, which was associated with tumor angiogenesis, growth, and invasion. IL‐1β played a key role in metastasis by upregulating the expression of Notch ligand JAG1 in astrocytes. The interaction of astrocytes and cancer stem‐like cells significantly inhibited Notch signaling in cancer stem‐like cells. Furthermore, they found that compound E, a BBB permeable Notch inhibitor, could substantially inhibit brain metastasis. The discovery provided an opportunity to identify a novel therapeutic target for BCBM.\n17\n In addition, Leontovich et al. demonstrated that NOTCH3 could enhance the invasive ability of unique TNBC cells (TNBC‐M25) originated from a patient‐derived CNS metastasis.\n18\n Increasing evidences have indicated that Wnt and Notch signaling are of great significance in the regulation of BCBM, while there is little clinical experience about Wnt and Notch pathway inhibitors.\n      \n      \n        2.2\n        \nPI3K/AKT/mTOR signaling pathway and PTEN\n\n        The phosphatidylinositol‐3 kinase (PI3K)/AKT/mammalian target of rapamycin (mTOR) signaling pathway affects such biological functions as cell proliferation, growth, metabolism, angiogenesis, invasion, migration, and apoptosis. Phosphatidylinositol‐4,5‐bisphosphate 3‐kinase catalytic subunit alpha (PIK3CA) has been confirmed as a category of oncogenes, which encode the catalytic subunit P110 of PI3K. When the PIK3CA gene occurs mutation, loss, or amplification, the abnormal P110 subunit will be encoded, resulting in the continuous activation of PI3K.\n19\n PI3K is a member of the lipid kinases family. PI3K can be divided into three categories based on structural features and lipid substrate preferences. Class I PI3Ks include four isoforms: p110α, p110β, p110γ, and p110δ, which are also known as PIK3CA, PIK3CB, PIK3CG, and PIK3CD, respectively. Class I PI3Ks appear in all cell types, while δ and γ are highly enriched in leukocytes.\n20\n Class II PI3Ks have three isoforms: PI3K‐C2α, PI3K‐C2β, and PI3K‐C2γ. α and β are expressed in most of the tissues, however, a research reported that γ is preferentially expressed in the liver.\n21\n Class III PI3Ks has one member: VPS34. Among them, the class I PI3K, especially PIK3CA, is concerned with the development of breast cancer. About 30–40% of breast cancer patients possess PIK3CA mutations, and hotspot mutations are mainly located in exons 9 and 20.\n22\n AKT, the serine/threonine‐protein kinase, is the primary downstream molecule of the PI3K pathway. AKT is activated by PtdIns(3,4)P2 (PIP2) and PtdIns(3,4,5)P3 (PIP3) directly binding to the pleckstrin homology domain of AKT. After activation, AKT further phosphorylates its downstream substrate, regulating cell proliferation, invasion, apoptosis, and glycogen metabolism.\n22\n mTOR, a class of serine/threonine kinases, has been identified as the downstream target of PI3K/AKT, and it acts on a variety of signaling pathways by regulating transcription and albumin synthesis.\n19\n There is a complex of mTORC1 and mTORC2 in the cell. mTORC1 promotes cell growth and the progression of cell cycle. mTORC2 regulates cell survival, metabolism, and cytoskeleton construction.\n23\n\n\n        PI3K/AKT/mTOR axis influences cell growth, survival, motility, and metabolism of breast cancer. Furthermore, PI3K/AKT/mTOR signaling pathway plays a significant role in regulating CNS metastasis.\n24\n A systematic review comprehensively reported the most frequently mutated genes discovered in samples of BCBM and found that PIK3CA (22%) was the second most commonly reported gene, after TP53 (52%).\n25\n PI3K/AKT/mTOR pathway can be activated in metastatic cells as well as in the metastatic microenvironment. Microglia expresses Class I PI3Ks, forming a heterodimer, which includes a catalytic subunit (p110) and a regulatory subunit (p85). The regulatory subunit binds to the relevant receptors and the catalytic subunit phosphorylates PIP2 to PIP3 and then activates the downstream pathway AKT, which inhibits apoptosis and contributes to cell survival. A study found that PI3K/AKT/mTOR pathway resulted in the overexpression of immunorelated genes (PD‐L1, CSF1, and CSF1R) or cytotoxic T lymphocyte‐associated protein 4 (CTLA4) in microglia or cancer cells in the microenvironment of brain metastases. The expression of these genes and the invasive cancer cells of BCBM are significantly decreased when using a pharmacological inhibitor of the PI3K/AKT/mTOR signaling pathway.\n26\n\n\n        Phosphatase and tensin homolog (PTEN), a lipid phosphatase that eliminates the 3‐phosphate from PIP2 and PIP3, negatively regulates the PI3K/AKT pathway. Consequently, the deletion of PTEN can activate the PI3K/AKT signaling cascade by restraining the degradation of PIP2 and PIP3. Compared with HR+/HER2‐ and HER2+ breast cancer, loss of PTEN is more common in TNBC.\n27\n, \n28\n The deletion of PTEN may lead to the dismal OS in TNBC patients with BCBM.\n29\n Wikman et al. demonstrated that the expression of PTEN was significantly decreased in CNS metastases compared to nonmetastatic primary tumors. Moreover, the frequency of the mutation analysis of the PTEN gene in BCBM was much higher than that in primary tumors.\n30\n Zhang et al. discovered that primary tumor cells expressing normal levels of PTEN would lose PTEN expression after spreading to the brain, not to other organs. In addition, after leaving the brain microenvironment, the expression level of PTEN in PTEN‐loss brain metastatic cancer cells was restored. Moreover, they also found that this process was regulated by microRNAs (miRNAs) from astrocytes. Furthermore, loss of PTEN in brain metastatic tumor cells increased the expression of cytokine chemokine (C‐C motif) ligand 2 (CCL2), which promoted the development of brain metastatic tumor cells.\n31\n\n\n      \n      \n        2.3\n        \nERBB signaling pathway\n        EGFR (epidermal growth factor receptor, also known as ERBB1/HER1), ERBB2 (HER2), ERBB3 (HER3), and ERBB4 (HER4) are members of the ERBB family of receptor tyrosine kinase (RTKs). These four receptors are similar in structure, comprising a transmembrane segment, an intracellular protein tyrosine kinase domain, and an extracellular ligand‐binding domain.\n32\n ERBB family members participate in regulating vital biological processes, including cell differentiation, proliferation, angiogenesis, migration, survival, apoptosis, and metabolism through activating downstream signaling pathways, such as PI3K/Akt, Ras/MEK/ERK, Janus‐activated kinase/signal transducer, activator of transcription (JAK/STAT), and phospholipase Cγ (PLCγ)/PKC.\n33\n Among the members of the ERBB family, HER2, and EGFR are often highly expressed in multiple cancers. Activation of HER2‐mediated signaling pathways is induced by heterodimers of HER2‐EGFR or HER2‐HER3, or by HER2 homodimers instead of straightly binding to any known ligands, which is different from other ERBB family members.\n34\n Furthermore, HER3 is a critical partner for HER2‐amplified breast cancer tissues. An ERBB signaling pathway is activated by various mechanisms, including constitutive activation of receptors, excess of receptors, and excess of ligands.\n33\n The signal transfer process can be summarized as follows: ligand binding to the extracellular domain and exposing the dimerization domain to allow receptor dimerization. Then each receptor activates its partner through phosphorylation, accompanied by tyrosine kinase section of the dimer moiety transactivation. At the end, the phosphorylation event activates downstream signaling pathways.\n34\n\n\n        EGFR, HER2, and ERBB3 are all related to the causation and progression of cancer. However, the role of ERBB4 in oncogenesis remains less well defined. Among the four receptors, ERBB4 is unique as it is the only member with a growth inhibition effect. EGFR mutations (L858R point mutation and exon 19 deletion) in lung cancer have been well studied and testified to have good effects of EGFR tyrosine kinase inhibitor (TKI) such as gefitinib and erlotinib. Compared with lung cancer, EGFR mutation hardly happens in breast cancer.\n35\n Hohensee et al. displayed that EGFR mutations were relatively more common in brain metastasis than other distant metastases or primary tumors, suggesting that TNBC patients with EGFR variation are at high risk of developing brain metastases.\n28\n Researches concerning ERBB3 are far less than HER2. However, the number of ERBB3 studies is gradually increasing and substantial studies are concentrated on developing new therapies that target ERBB3. ERBB3 is regularly expressed in human breast cancers accompanied by HER2.\n34\n P. Kodack et al. demonstrated that the resistance to PI3K inhibitor would take place in PI3KCA‐mutations and/or HER2‐amplification BCBM when the activity of the ERBB3 signaling pathway was enhanced in vivo or in vitro. Blocking ERBB3 decreased the activity of PI3K and the relevant downstream pathway, and recovered the efficacy of the PI3K inhibitor, implying that the activation of the PI3K‐AKT pathway by ERBB3 could lead to CNS metastasis.\n36\n U3–1402 (patritumab deruxtecan), a novel ERBB3 inhibitor, is an ERBB3‐targeted antibody‐drug conjugate consisting of a novel topoisomerase I inhibitor, DX‐8951 derivative (DXd), and the HER3 antibody patritumab. U3–1402 exhibits antitumor activity in several cancers.\n37\n, \n38\n, \n39\n, \n40\n So far, patritumab deruxtecan has been explored in advanced breast cancer patients with HER3 overexpression. In the 2022 ASCO annual meeting, investigators reported the updated safety and efficacy data from the phase 1/2 study of patritumab deruxtecan in patients with HER3‐expressing metastatic breast cancer. Although this population had been highly pretreated, patritumab deruxtecan demonstrated promising activity in patients with advanced HR+/HER2−, HER2+, and TNBC patients. Furthermore, the longer follow‐up safety profile revealed adequate safety and tolerability.\n41\n\n\n        HER2 overexpression is mainly attributed to HER2 gene amplification and constitutive activation of the HER2 signaling network.\n33\n Apart from gene amplification, HER2 overexpression can be influenced by other potential mechanisms. For instance, FOXP3, an X‐linked tumor suppressor gene, plays an essential role in keeping low levels of HER2. Therefore, the mutation or absence of FOXP3 promotes overexpression of HER2.\n42\n Previous studies have confirmed that HER2‐positive is an important prognostic and predictive factor in the development of BCBM. HER2 overexpression can be seen in about 30% of breast cancer patients and is related to the advanced condition and poor OS.\n43\n Furthermore, brain metastases will happen to approximately 50% of patients with HER2+ breast cancer, with a median survival of 7 to 18 months after diagnosis.\n44\n, \n45\n, \n46\n There are three factors to explain the propensity of metastasis to CNS in HER2‐positive breast cancer patients. First, anti‐HER2 therapy extends the survival of patients, which in turn brings about brain metastases. Second, the limited permeability of the BBB by trastuzumab makes the brain a “sanctuary” site for metastases. Third, HER2‐positive breast cancer has the inherent tendency of metastasis to the brain. Palmieri et al. put forward that HER2 overexpression would have impact on the natural history of breast cancer brain metastatic growth by transfecting HER‐2 into 231‐ BR cells (a brain‐seeking breast cancer cell line), which significantly increased brain metastatic colonization.\n47\n2.1\n        Wnt and notch signaling pathway\n        Wnt and Notch pathways play a protective role in normal stem cells and are also connected with tumor stem cells. There are three different activation pathways of Wnt signaling: beta‐Catenin‐dependent pathways (canonical WNT pathway), planar cell polarity (PCP) pathways, and Wnt/Ca2+ pathways. Activation of non‐typical WNT signaling is related to the invasive behavior of the basal‐like subtype.\n14\n, \n15\n Smid et al. found that members of the Wnt signaling are highly expressed in basal‐like breast cancer and brain‐specific relapse, suggesting that the active Wnt/β‐catenin pathway may be helpful to basal‐like breast cancer metastasis to the brain.\n15\n Klemm et al. also discovered upregulated Wnt pathways were closely correlated to basal‐like and other subtypes of breast cancers metastasis to CNS.\n14\n Multiple studies have shown that Notch signaling pathways act in either an oncogenic or a tumor‐suppressive manner in cancer cells. Classical NOTCH pathways are composed of four NOTCH receptors (NOTCH1‐4) and corresponding ligands (Delta‐like 1, 3, and 4 and Jagged 1 and 2). Nam et al. cultured a brain metastasis model of breast cancer using the breast cancer cell line MDA‐MB‐435. They discovered that high expression of the Jagged‐2 ligand could activate the Notch pathway in Br4, which promoted tumor cell migration and invasion, suggesting that the activation of the Notch pathway might play an essential role in CNS metastasis.\n16\n Also, Xing et al. found that IL‐1β was highly expressed in metastatic brain cells, which was associated with tumor angiogenesis, growth, and invasion. IL‐1β played a key role in metastasis by upregulating the expression of Notch ligand JAG1 in astrocytes. The interaction of astrocytes and cancer stem‐like cells significantly inhibited Notch signaling in cancer stem‐like cells. Furthermore, they found that compound E, a BBB permeable Notch inhibitor, could substantially inhibit brain metastasis. The discovery provided an opportunity to identify a novel therapeutic target for BCBM.\n17\n In addition, Leontovich et al. demonstrated that NOTCH3 could enhance the invasive ability of unique TNBC cells (TNBC‐M25) originated from a patient‐derived CNS metastasis.\n18\n Increasing evidences have indicated that Wnt and Notch signaling are of great significance in the regulation of BCBM, while there is little clinical experience about Wnt and Notch pathway inhibitors.\n3.4\n        \nCDK4/6 inhibitors\n        Cyclin‐dependent kinases (CDKs) control the transition from one stage of the cell cycle to the next, and CDKs are activated upon interaction with their partner cyclins. CDK4 and CDK6, a pair of kinases that are similar to each other in structure and function, mediate transition from G0/G1‐phase to S‐phase of the cell cycle.\n92\n The CDK 4/6 inhibitors such as palbociclib, ribociclib, abemaciclib, and dalpiciclib are a new class of drugs that interrupt the proliferation of cancer cells by inhibiting cell cycle progression. Previous studies have demonstrated the robust antitumor activity of CDK 4/6 inhibitors in HR+/HER2‐ breast cancer.\n93\n, \n94\n, \n95\n, \n96\n However, few studies have included BCBM patients. Abemaciclib is a selective CDK 4/6 inhibitor. Previous studies have shown that abemaciclib and its metabolites are more likely to cross the BBB than palbociclib, ribociclib, and dalpiciclib. Investigators applied abemaciclib to human xenograft models, which suggested that tumor growth decreased in the brain, and abemaciclib had the highest unbound brain‐to‐plasma ratio, displaying effective penetration to the brain.\n97\n A phase II study of abemaciclib evaluated intracranial ORR of applying abemaciclib to patients with brain metastases secondary to HR‐positive breast cancer, suggesting an intracranial clinical benefit rate of 24% in heavily pretreated HR+ HER2‐ BCBM. However, this study did not meet its primary endpoint, with an intracranial ORR of 5.2%.\n98\n The efficacy of palbociclib, ribociclib, and dalpiciclib in treating brain metastases is an important unanswered problem in the clinic. Prospective trials are being underway to investigate brain penetration and efficacy of abemaciclib (NCT02308020) and palbociclib (NCT02896335 and NCT04334330) in the treatment of BCBM.\n3\n      POTENTIAL STRATEGIES FOR PREVENTION OR TREATMENT OF BCBM\n      Patients are prone to develop CNS metastasis, even though their extracranial lesions are controlled. Approximately half of the patients succumb to brain metastasis. Unfortunately, BCBM patients are routinely excluded from clinical trials. There are few targeted treatment options for BCBM. Nevertheless, with the wide application of second‐generation sequencing, underlying genetic mutations have been discovered in clinical practice. What's more, the strategies for prevention and treatment of BCBM have been further developed along with a better understanding of the BBB and the application of targeted drugs such as monoclonal antibodies, tyrosine kinase inhibitors, PARP inhibitors, immune checkpoint inhibitors, and CDK4/6 inhibitors. Several clinical trials are ongoing to investigate new drugs or combinations treating BCBM. We select some ongoing clinical trials in Table 2.\n      \n        TABLE 2\n        \n          Selected ongoing clinical trials of targeted therapy and immunotherapy in patients with BCBM\n        \n        \n          \n          \n          \n          \n          \n          \n          \n            \n              Treatment\n              NCT identifier\n              Title\n              Phase\n              Number of patients\n              Primary point\n            \n          \n          \n            \n              HER2 targeted drug\n              NCT02614794\n              Phase 2 Randomized, Double‐Blinded, Controlled Study of Tucatinib vs Placebo in Combination With Capecitabine and Trastuzumab in Patients With Pretreated Unresectable Locally Advanced or Metastatic HER2+ Breast Carcinoma\n              II\n              612\n              PFS\n            \n            \n              NCT03975647\n              Randomized, Double‐blind, Phase 3 Study of Tucatinib or Placebo in Combination With Ado‐trastuzumab Emtansine (T‐DM1) for Subjects With Unresectable Locally advanced or Metastatic HER2+ Breast Cancer (HER2CLIMB‐02)\n              III\n              460\n              PFS\n            \n            \n              NCT03933982\n              Pyrotinib Plus Vinorelbine in Patients With Brain Metastases From HER2‐positive Metastatic Breast Cancer: a Prospective, Single‐arm, Open‐label Study\n              II\n              30\n              CNS ORR\n            \n            \n              NCT03691051\n              Pyrotinib Plus Capecitabine in Patients With Brain Metastases From HER2‐positive Metastatic Breast Cancer: a Single‐arm, Open‐label, Ahead Study\n              II\n              78\n              CNS ORR\n            \n            \n              NCT04303988\n              A Prospective, Single‐arm, Single‐center, Multi‐cohort Phase II Clinical Study of HER2‐positive and Triple‐negative BCBM\n              II\n              59\n              CNS ORR\n            \n            \n              NCT01494662\n              A Phase II Trial of HKI‐272 (Neratinib), Neratinib, and Capecitabine, and Ado‐Trastuzumab Emtansine for Patients With Human Epidermal Growth Factor Receptor 2 (HER2)‐Positive Breast Cancer and Brain Metastases\n              II\n              168\n              ORR\n            \n            \n              NCT02536339\n              An Open‐Label, Single‐Arm, Phase II Study of Pertuzumab With High‐Dose Trastuzumab for the Treatment of Central Nervous System Progression Post‐Radiotherapy in Patients With HER2‐Positive Metastatic Breast Cancer (PATRICIA)\n              II\n              40\n              CNS ORR\n            \n            \n              NCT03417544\n              A Phase II Study of Atezolizumab in Combination With Pertuzumab Plus High‐dose Trastuzumab for the Treatment of Central Nervous System Metastases in Patients With Her2‐positive Breast Cancer\n              II\n              33\n              CNS ORR\n            \n            \n              NCT01622868\n              Phase II Randomized Study of Whole Brain Radiotherapy/Stereotactic Radiosurgery in Combination With Concurrent Lapatinib in Patients With Brain Metastasis From HER2‐Positive Breast Cancer ‐ A Collaborative Study of NRG Oncology and KROG\n              II\n              143\n              CR Rate in the Brain at 12 Weeks after RT\n            \n            \n              NCT03190967\n              Phase I/II Study of T‐DM1 Alone Versus T‐DM1 and Metronomic Temozolomide in Secondary Prevention of HER2‐Positive Breast Cancer Brain Metastases Following Stereotactic Radiosurgery\n              I/II\n              125\n              Maximum tolerated dose of TMZ; Median time to progression\n            \n            \n              NCT03054363\n              Phase IB/II Open‐label Single‐Arm Study to Evaluate Safety and Efficacy of Tucatinib in Combination With Palbociclib and Letrozole in Subjects With Hormone Receptor‐Positive and HER2‐positive Metastatic Breast Cancer\n              I/II\n              42\n              Phase I: safety and tolerability Phase II: PFS\n            \n            \n              PI3K inhibitor\n              NCT03765983\n              Phase II Trial of GDC‐0084 in Combination With Trastuzumab for Patients With HER2‐Positive BCBM\n              II\n              47\n              CNS ORR\n            \n            \n              NCT02000882\n              Phase II Multicenter Single‐arm Study of BKM120 Plus Capecitabine for Breast Cancer Patients With Brain Metastases\n              II\n              10\n              CBR\n            \n            \n              mTOR inhibitor\n              NCT01305941\n              A Phase II Study Evaluating The Efficacy And Tolerability Of Everolimus (RAD001) In Combination With Trastuzumab And Vinorelbine In The Treatment Of Progressive HER2‐Positive BCBM\n              II\n              32\n              CNS ORR\n            \n            \n              NCT01283789\n              Phase II Trial of Lapatinib and RAD‐001 for HER2 Positive Metastatic Breast Cancer\n              II\n              23\n              Efficacy\n            \n            \n              NCT01783756\n              Phase 1b/2 Single‐arm Trial Evaluating the Combination of Lapatinib, Everolimus, and Capecitabine for the Treatment of Patients With HER2‐positive Metastatic Breast Cancer With CNS Progression After Trastuzumab\n              I/II\n              9\n              CNS ORR\n            \n            \n              CDK4/6 inhibitor\n              NCT02896335\n              A Phase 2 Study of Palbociclib in Progressive Brain Metastases Harboring Alterations in the CDK Pathway\n              II\n              30\n              CBR\n            \n            \n              NCT02308020\n              A Phase 2 Study of Abemaciclib in Patients With Brain Metastases Secondary to Hormone Receptor‐Positive Breast Cancer, Non‐small Cell Lung Cancer, or Melanoma\n              II\n              162\n              CNS ORR\n            \n            \n              NCT04334330\n              Palbociclib, Trastuzumab, Lapatinib and Fulvestrant Treatment in Patients With Brain Metastasis From ER Positive, HER‐2 Positive Breast Cancer: A Multi‐center, Prospective Study in China\n              II\n              48\n              CNS ORR\n            \n            \n              PARP inhibitor\n              NCT02595905\n              Phase II Randomized Placebo‐Controlled Trial of Cisplatin With or Without ABT‐888 (Veliparib) in Metastatic Triple‐Negative Breast Cancer and/or BRCA Mutation‐Associated Breast Cancer, With, or Without Brain Metastases\n              II\n              333\n              PFS\n            \n            \n              NCT01173497\n              A Phase II Study of the PARP Inhibitor, INIPARIB (BSI‐201), in Combination With Chemotherapy to Treat Triple‐Negative BCBM\n              II\n              44\n              Efficacy\n            \n            \n              NCT04508803\n              Combination of HX008 And Niraparib in germ‐line‐mutated metastatic breast cancer: a multi‐center Phase II study\n              II\n              50\n              ORR\n            \n            \n              Immunotherapy\n              NCT04303988\n              A Prospective, Single‐arm, Single‐center, Multi‐cohort Phase II Clinical Study of HER2‐positive and Triple‐negative BCBM\n              II\n              59\n              CNS ORR\n            \n            \n              NCT03449238\n              Pembrolizumab And SRS Of Selected Brain Metastases In Breast Cancer Patients\n              I/II\n              41\n              Tumor response for non‐irradiated brain lesions at 8 weeks\n            \n            \n              NCT03483012\n              A Phase II Study of Atezolizumab in Combination With SRS for Patients With Triple‐negative Breast Cancer and Brain Metastasis\n              II\n              45\n              PFS\n            \n            \n              Other therapies\n              NCT03696030\n              A Phase 1 Cellular Immunotherapy Study of Intraventricularly Administered Autologous HER2‐Targeted Chimeric Antigen Receptor (HER2‐CAR) T Cells in Patients With Brain and/or Leptomeningeal Metastases From HER2 Positive Cancers\n              I\n              39\n              Incidence of dose‐limiting toxicities; treatment‐related adverse events\n            \n            \n              NCT04158947\n              A Randomized Study of HER2+ Breast Cancer Patients With Active Refractory Brain Metastases Treated With Afatinib in Combination With T‐DM1 vs. T‐DM1 Alone\n              I/II\n              130\n              Safety and tolerability\n            \n            \n              NCT03613181\n              A Randomized Open‐Label, Multi‐Center Pivotal Study of ANG1005 Compared With Physician's Best Choice in HER2‐Negative Breast Cancer Patients With Newly Diagnosed Leptomeningeal Carcinomatosis and Previously Treated Brain Metastases (ANGLeD)\n              III\n              150\n              OS\n            \n            \n              NCT02581839\n              Treatment of Brain Metastases From Breast Cancer With Eribulin Mesylate\n              II\n              9\n              CNS PFS\n            \n            \n              NCT02260531\n              A Phase II Study of Cabozantinib Alone or in Combination With Trastuzumab in Breast Cancer Patients With Brain Metastases\n              II\n              36\n              CNS ORR\n            \n          \n        \n        \n          \n            Abbreviation: BCBM, breast cancer brain metastases; CBR, clinical benefit rate; CNS, central nervous system; ORR, objective response rate; OS, overall survival; PFS, progression‐free survival; RT, radiation therapy; SRS, stereotactic radiosurgery; TMZ, temozolomide; T‐DM1, trastuzumab Emtansine.\n          \n        \n      \n      \n        3.1\n        \nPI3K/AKT/mTOR signaling pathway\n        A few studies have addressed that PI3K/AKT/mTOR pathway occurs in 43–75% of BCBM patients, indicating that inhibiting this pathway may be a helpful treatment strategy for BCBM patients.\n29\n, \n48\n, \n49\n\n\n        Buparlisib, a potent pan‐class I PI3K inhibitor, has demonstrated its effectiveness in postmenopausal patients with HR+ breast cancer refractory to aromatase inhibitors.\n50\n, \n51\n Like capecitabine, buparlisib can also cross the BBB, making it a preferred candidate for treating BCBM patients. A phase II clinical trial was made to evaluate the safety and effectiveness of buparlisib plus capecitabine in BCBM, which is ongoing (NCT02000882). Maria Ippen et al. have proven that GDC‐0068, an ATP‐competitive pan‐AKT inhibitor, induces apoptosis and presents a robust tumor‐suppressing role in PIK3CA‐mutant BCBM xenograft models, which provides a significant survival benefit, implying that GDC‐0068 may be a promising targeted therapy strategy for BCBM patients with mutations in the PI3K pathway.\n52\n Everolimus, a brain‐permeable mTORC1 inhibitor, has been approved in combination with exemestane for patients previously treated with nonsteroidal aromatase inhibitors and HR+/HER2‐ advanced breast cancer. Everolimus is effective in HR+/HER2‐ terminal breast cancer in BOLERO‐2\n53\n and BOLERO‐3\n54\n trials. However, both trials excluded BCBM patients. The role of everolimus in BCBM has been researched in several studies.\n55\n, \n56\n Phase Ib/II trial (TRIO‐US B‐09) revealed that the combination of lapatinib, everolimus, and capecitabine was efficient in refractory HER2+ BCBM with a CNS objective response rate (ORR) of 27% at 12 weeks and a progression‐free survival (PFS) of 6.2 months.\n55\n A trial of studying the combination of everolimus, vinorelbine, and trastuzumab in heavily pretreated patients population of HER2+ BCBM showed limited activity in the intracranial lesions.\n56\n In short, further researches on targeting the PI3K/AKT/mTOR signaling for BCBM patients remain needed.\n      \n      \n        3.2\n        \nHER2 signaling pathway\n        Before the era of HER2‐targeted therapy, HER2+ breast cancer was invasive with rapid recurrence and poor survival. The application of anti‐HER2 targeted drugs has dramatically increased the survival of this subtype. Anti‐HER2 drugs can be classified into monoclonal antibodies (trastuzumab and pertuzumab), antibody‐drug conjugates (T‐DM1 and T‐DXd), and small‐molecule tyrosine kinase inhibitors (tucatinib, lapatinib, neratinib, and pyrotinib). These are widely applied in clinical practice. Table 3 provides the most pivotal clinical trials of patients with HER2+ BCBM.\n        \n          TABLE 3\n          \n            Important clinical trials in patients of HER2‐positive BCBM\n          \n          \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n              \n                Clinical trials\n                Agents\n                Trial characteristics\n                Number of patients\n                CNS ORR\n                mPFS\n                mOS\n                Time to BM after medication (m)\n                Incidence of brain metastases\n              \n            \n            \n              \n                Krop et al.\n64\n Phase III NCT00829166\n                Trastuzumab Emtansine (T‐DM1) vs. lapatinib+capecitabine (XL)\n                An exploratory analysis of patients with CNS metastases in EMILIA\n                T‐DM1: 45 XL: 50\n                \nNR\nNR\n\n                5.9 5.7\n                26.8 12.9\n                \nNR\nNR\n\n                \nNR\nNR\n\n              \n              \n                Montemurro et al.\n65\n Phase IIIb NCT01702571\n                Trastuzumab Emtansine (T‐DM1)\n                A post hoc exploratory analysis of KAMILLA trial\n                126\n                21.4%\n                5.5\n                18.9\n                NR\n                NR\n              \n              \n                Swain et al.\n62\n Phase III NCT00567190\n                Pertuzumab+trastuzumab+ docetaxel (PTD) vs. placebo+trastuzumab+docetaxel (TD)\n                An exploratory analysis of CLEOPATRA trial\n                PTD: 51 TD: 55\n                \nNR\nNR\n\n                \nNR\nNR\n\n                34.4 26.3\n                \n15.0\n11.9\n\n                13.7% 12.6%\n              \n              \n                Bachelot et al.\n82\n Phase II NCT00967031\n                Lapatinib+capecitabine\n                LANDSCAPE: study for newly diagnosed brain metastases\n                45\n                65.9%\n                5.5\n                17\n                NR\n                NR\n              \n              \n                Freedman et al.\n83\n Phase II NCT01494662\n                Neratinib+capecitabine\n                TBCRC 022: study for HER2+ breast cancer and brain metastases\n                pretreated lapatinib? NO:37 YES:12\n                49% 33%\n                5.5 3.1\n                13.3 15.1\n                \nNR\nNR\n\n                \nNR\nNR\n\n              \n              \n                Hurvitz et al.\n85\n Phase III NCT01808573\n                neratinib+capecitabine (NC) vs. lapatinib+capecitabine (LC)\n                Efficacy of NC in the subgroup of patients with BM from NALA Trial\n                NC: 51 LC: 50\n                26.0% 15.0%\n                7.8 5.5\n                48.0 16.4\n                26.2% 41.6%\n                \nNR\nNR\n\n              \n              \n                Yan et al.\n88\n Phase II NCT03691051\n                Pyrotinib+capecitabine\n                PERMEATE: study for newly diagnosed brain metastases\n                \nprevious radiotherapy?\nNO: 59\nYES: 19\n\n                74·6% 42.1%\n                11.3 5.6\n                \nNR\nNR\n\n                \nNR\nNR\n\n                \nNR\nNR\n\n              \n              \n                Murthy et al.\n76\n Phase II NCT02614794\n                Tucatinib+trastuzumab+capecitabine (TTC) vs. placebo+trastuzumab+capecitabine (TC)\n                HER2CLIMB:Tucatinib+trastuzumab+capecitabine for HER2+ breast cancer\n                TTC:198 TC:93\n                47.3% 20.0%\n                9.9 4.2\n                18.1 12.0\n                \nNR\nNR\n\n                \nNR\nNR\n\n              \n              \n                Jerusalem et al.\n67\n Phase II NCT03248492\n                T‐DXd\n                A subgroup analysis of the DESTINY‐Breast01 trial\n                24\n                58.3%\n                18.1\n                NR\n                NR\n                NR\n              \n            \n          \n          \n            \n              Abbreviations: BM, brain metastasis; CNS, central nervous system; HER2, human epidermal growth factor receptor; m, months; mPFS, median progression‐free survival; mOS, median overall survival; NR: not reported; ORR, objective response rate; ph, phase; T‐DXd, trastuzumab deruxtecan; vs., versus.\n            \n          \n        \n        Trastuzumab, a recombinant humanized monoclonal antibody blocking HER2 receptors, can recognize and bind to the extracellular domain of HER2 receptors, thus weakening the proliferation of tumor cells. Trastuzumab is the first approved targeted drug for treating HER2+ breast cancer in clinical practice and is now widely used as the first‐line therapy.\n57\n The application of trastuzumab has dramatically changed the natural history of HER2+ breast cancer. Multiple studies have shown that trastuzumab can significantly prolong the time to develop CNS metastasis of HER2+ breast cancer.\n58\n, \n59\n However, a meta‐analysis of four randomized trials among 9020 patients has revealed that adjuvant trastuzumab may increase the risk of CNS metastases as the first relapse location in HER2+ breast cancer patients,\n60\n because the drug cannot cross the BBB. Alternatively, it might lead to more brain metastasis as trastuzumab enhances extracranial lesions control and prolongs survival.\n        Pertuzumab, another humanized monoclonal antibody targeting HER2, plus trastuzumab and docetaxel has been widely used in terminal breast cancer as first‐line therapy.\n61\n An exploratory analysis of the CLEOPATRA study indicates that trastuzumab, pertuzumab, and docetaxel cannot decrease the incidence of brain metastases but can delay the development of brain metastasis compared with trastuzumab, docetaxel, and placebo (15 vs. 11.9 m).\n62\n However, after radiotherapy, dual‐target trastuzumab and pertuzumab produces disappointing outcomes against brain metastases for the difficulties in CNS penetration of monoclonal antibodies.\n63\n Trastuzumab emtansine (T‐DM1), an antibody drug conjugate consisting of trastuzumab and cytotoxic agent DM1, is approved as second‐line therapy for patients pretreated by trastuzumab, pertuzumab, and taxane. A retrospective exploratory analysis of EMILIA suggested that the PFS of brain metastasis in patients with HER2+ terminal breast cancer was similar to that of T‐DM1 and lapatinib–capecitabine (5.9 vs. 5.7 m).\n64\n Similarly, A post hoc exploratory analysis of KAMILLA showed that median PFS was 5.5 months in HER2+ BCBM patients treated with TDM1.\n65\n TDM1 seems to be active in brain lesions in spite of lower OS than the patients without intracranial diseases.\n        Trastuzumab deruxtecan (T‐DXd, DS8201) is an antibody‐drug conjugate composed of a topoisomerase I inhibitor and an anti‐HER2 antibody. The DESTINY‐Breast01 trial demonstrated that T‐DXd had strong anti‐tumor activity in pretreated patients with HER2+ metastatic breast cancer.\n66\n And DESTINY‐Breast01 subgroup analysis revealed a median PFS of 18.1 months in HER2+ BCBM patients treated with T‐DXd, which suggested that it would be a promising therapeutic strategy.\n67\n The latest data of DESTINY‐Breast03 showed that T‐DXd was superior to TDM1 in patients with HER2+ advanced breast cancer who had been previously treated with trastuzumab and a taxane. And the subgroup analysis also suggested that patients with brain metastasis had a significant benefit from T‐DXd.\n68\n In addition, despite a more extended treatment duration with T‐DXd, it demonstrated a tolerable safety profile in the result of safety follow‐up of the study of DESTINY‐Breast03, which was reported in the 2022 ASCO meeting abstract.\n69\n Although T‐DXd's intracranial response and long‐term clinical activity in HER2+ metastatic breast cancer patients were emphasized in DESTINY‐Breast01 and DESTINY‐Breast03, both studies did not include patients with active BCBMs. In the latest reported results of the DEBBRAH trial, T‐DXd presented the intracranial activity of HER2+ metastatic breast cancer patients with active and asymptomatic brain metastasis with an intracranial ORR of 44.4% and 50.0%, respectively.\n70\n In addition, the TUXEDO‐1 trial studied T‐DXd in HER2+ breast cancer patients with active brain metastasis, showing that intracranial RR was 73.3% (11/15) and PFS was 14 months (95%CI 8.48–19.52) at 11 months median follow‐up. The results suggest that T‐DXd achieves significant therapeutic effects in CNS metastasis and should thus be further explored in this context.\n71\n DESTINY‐Breast04 demonstrated a statistically significant and clinically meaningful benefit of T‐DXd in PFS and OS compared to standard‐of‐care treatment in patients with HER2‐low metastatic breast cancer.\n72\n Therefore, knowing the proportion of low expression of HER2 in BCBM is significant for determining the targeted therapy in such patients.\n        CNS metastases occur in approximately 35–62% of patients with HER2+ advanced breast cancer after being treated with trastuzumab, thereby resulting in a poor prognosis.\n58\n, \n73\n, \n74\n In addition, studies of patients carrying intracranial lesions were conducted to compare the concentration of trastuzumab in cerebrospinal fluid (CSF) and plasma, which showed that trastuzumab levels in their plasma were much higher than those in cerebrospinal fluid.\n75\n To sum up, these data may explain why brain metastasis still occurs when trastuzumab effectively controls the extracranial disease. An intact BBB may hinder the penetration of macromolecule drugs like trastuzumab into the brain. Besides antibody drugs, a growing number of small‐molecule TKIs have been testified efficiency or are under evaluation at different phases of pre‐clinical and clinical studies. Compared to antibody drugs, TKIs are easier to penetrate to CNS due to a small molecular weight, thus producing an antitumor effect on the brain.\n        Tucatinib, an oral KTI, has been demonstrated with high efficiency in BCBM patients. In the HER2CLIMB clinical trial, researchers applied tucatinib plus trastuzumab and capecitabine to heavily pretreated patients with HER2+ advanced breast cancer, including a large percentage of patients with brain metastases, which obtained significant clinical benefit. The result implies that compared with targeting the external domain alone, targeting the internal domain of HER2 with tucatinib and the external domain with trastuzumab at the same time remarkably improves the survival of patients.\n76\n In addition, tucatinib plus trastuzumab and capecitabine was the first drug approved by Food and Drug Administration (FDA) to treat BCBM patients. Considering the significant therapeutic effect of tucatinib on the CNS in the HER2CLIMB trial, the COMPASS‐RD trial is ongoing to test the combined application of T‐DM1 and tucatinib in the high‐risk residual lesion setting (NCT03975647), hoping that it will enhance disease‐free survival and control CNS progression. In addition, a recent study by Cordero et al. proved that tucatinib plus LM008–HER2Ab neural stem cells could continuously secrete abundant anti‐HER2Ab, and through inhibiting PI3K/Akt signaling, significant survival benefit was achieved in the preclinical models of HER2+ BCBM.\n77\n\n\n        Lapatinib is a small dual TKI of HER1 and HER2. Lapatinib plus capecitabine is approved to treat metastatic HER2‐positive breast cancer that progresses after trastuzumab treatment. Morikawa found that lapatinib could cross the BBB for the first time.\n78\n However, lapatinib monotherapy has limited effect on BCBM. Compared with the treatment of lapatinib alone, lapatinib plus capecitabine can significantly increase brain disease response rates in BCBM.\n79\n, \n80\n, \n81\n Metro et al. reported the median brain‐specific PFS was 5.6 months in HER2+ BCBM patients treated with lapatinib plus capecitabine.\n81\n In addition, in the LANDSCAPE study, lapatinib plus capecitabine was investigated as a first‐line treatment among patients with untreated brain metastases, with a CNS ORR of 57·1%.\n82\n\n\n        Neratinib is an irreversible pan‐HER TKI that inhibits HER1, HER2, and HER4. A phase II trial (TBCRC 022) suggested that neratinib plus capecitabine were active in refractory HER2+ BCBM. CNS ORR was 33% in the lapatinib‐treated cohort and 49% in the lapatinib –naïve cohort.\n83\n Subsequent phase III trial (NALA) compared the efficacy between neratinib plus capecitabine and lapatinib plus capecitabine in patients with HER2‐positive advanced breast cancer, who had previously received at least 2 HER2‐targeted therapy regimens. The CNS ORR of lapatinib was lower than that of neratinib (15% vs. 26%).\n84\n, \n85\n\n\n        Pyrotinib, a novel irreversible pan‐ERBB inhibitor (HER1, HER2, and HER4), has demonstrated its potent tumor‐suppressing activity in previous clinical trials.\n86\n, \n87\n The recent PERMEATE study reported promising activity of pyrotinib in combination with capecitabine against BCBM, with a CNS ORR of 74·6% of pyrotinib without previous radiotherapy and 42·1% of pyrotinib with previous radiotherapy. Furthermore, consistent activity was observed in extracranial metastatic lesions.\n88\n In contrast, several studies proved the efficiency of pyrotinib plus radiotherapy.\n89\n, \n90\n The first real‐world study by Lin et al. using pyrotinib to treat HER2‐positive patients with BCBM showed that the pyrotinib‐based regimen plus radiotherapy had better intracranial control (ORR 66.7%) compared with the patients who did not have radiotherapy (ORR 6.3%).\n90\n Tian et al. used pyrotinib in combination with radiotherapy and capecitabine in HER2‐positive BCBM patients, which discovered that pyrotinib could substantially increase the radiosensitivity. Moreover, they identified this finding by culturing HER2+ breast cancer cell lines in vitro.\n89\n Whether pyrotinib plus radiotherapy can exactly enhance the treatment efficiency of BCBM patients requires further verification. Taken together, the development of TKIs has made a significant contribution to the therapy of breast cancer.\n      \n      \n        3.3\n        Immunotherapy\n        Despite the fact that immunotherapy has shown potent anti‐tumor activity in a variety of cancers, its application in breast cancer remains limited, and it shows promising activity only in metastatic TNBC. The clinical trial IMpassion130 investigated the effect of an immune checkpoint inhibitor atezolizumab plus nab‐paclitaxel in metastatic TNBC, suggesting that the combination prolonged PFS. However, the subgroup analysis did not show a benefit for patients with BCBM.\n91\n However, we have to analyze these results prudently as the study population of CNS metastasis is very small, accounting for only 6.3%. A Phase II study is being investigated to assess the effectiveness and safety of treatment options for BCBM based on molecular subtype. Patients are divided into two cohorts by HR status and HER2 status. HER2+/HR‐ cohort receive pyrotinib plus temozolomide, and HER2‐/HR‐cohort receive bevacizumab, SHR1316 (a new anti‐PD‐L1 antibody), and cisplatin/carboplatin (NCT04303988). Additionally, new therapeutic strategies are being explored. For example, HER2‐CART cells were delivered into the brain's ventricles, which may recognize and kill tumor cells. Phase I trial is ongoing to evaluate the side effects and effectiveness of HER2‐CART cells in HER2‐positive BCBM (NCT03696030). Immune checkpoint inhibitors in combination with radiotherapy are presently being evaluated as well. The ongoing phase I/II trial is to evaluate the role of pembrolizumab and stereotactic radiosurgery (SRS) in BCBM patients (NCT03449238). A phase II clinical trial is studying the combination of atezolizumab and SRS as a possible treatment for TNBC with CNS metastasis (NCT03483012).\n      \n      \n        3.4\n        \nCDK4/6 inhibitors\n        Cyclin‐dependent kinases (CDKs) control the transition from one stage of the cell cycle to the next, and CDKs are activated upon interaction with their partner cyclins. CDK4 and CDK6, a pair of kinases that are similar to each other in structure and function, mediate transition from G0/G1‐phase to S‐phase of the cell cycle.\n92\n The CDK 4/6 inhibitors such as palbociclib, ribociclib, abemaciclib, and dalpiciclib are a new class of drugs that interrupt the proliferation of cancer cells by inhibiting cell cycle progression. Previous studies have demonstrated the robust antitumor activity of CDK 4/6 inhibitors in HR+/HER2‐ breast cancer.\n93\n, \n94\n, \n95\n, \n96\n However, few studies have included BCBM patients. Abemaciclib is a selective CDK 4/6 inhibitor. Previous studies have shown that abemaciclib and its metabolites are more likely to cross the BBB than palbociclib, ribociclib, and dalpiciclib. Investigators applied abemaciclib to human xenograft models, which suggested that tumor growth decreased in the brain, and abemaciclib had the highest unbound brain‐to‐plasma ratio, displaying effective penetration to the brain.\n97\n A phase II study of abemaciclib evaluated intracranial ORR of applying abemaciclib to patients with brain metastases secondary to HR‐positive breast cancer, suggesting an intracranial clinical benefit rate of 24% in heavily pretreated HR+ HER2‐ BCBM. However, this study did not meet its primary endpoint, with an intracranial ORR of 5.2%.\n98\n The efficacy of palbociclib, ribociclib, and dalpiciclib in treating brain metastases is an important unanswered problem in the clinic. Prospective trials are being underway to investigate brain penetration and efficacy of abemaciclib (NCT02308020) and palbociclib (NCT02896335 and NCT04334330) in the treatment of BCBM.\n      \n      \n        3.5\n        Poly(adenosine diphosphate–ribose) polymerase (PARP) inhibitors\n        BRCA1 and BRCA2 are both associated with homologous recombination‐mediated DNA repair, checkpoint control of cell cycle, and transcription.\n99\n The tumor suppressor BRCA is a part of the complex responsible for double‐stranded DNA breakages. Patients carrying BRCA1 and/or BRCA2 mutations lack the function of homologous recombinational repair of the single‐strand breaks, thus, remarkably increasing the risks of ovarian cancer and breast cancer. Several studies have highlighted that breast cancer patients carrying germline BRCA1 and/or BRCA2 mutations are more likely to have CNS metastasis.\n100\n, \n101\n PARP inhibitors target BRCA mutation and induce cell apoptosis by inhibiting the enzyme PARP from repairing single‐strand breaks.\n        PARP inhibitors (olaparib and talazoparib) have been approved by FDA for germline BRCA‐mutated breast cancer. The sEMBRACA trial was performed to evaluate patients with BRCA‐mutated metastatic breast cancer. In the talazoparib treatment group, 14.6% of patients had pretreatment and stable CNS lesions at baseline. Moreover, according to the subgroup analysis, the PFS benefit for patients with brain metastasis was superior to that for patients without brain metastasis, which implied that talazoparib may have an effect on CNS.\n102\n In addition, the OlympiAD trial was done to investigate the role of olaparib in advanced breast cancer with BRCA mutation. It was found that although there was no statistical significance in the improvement of OS with olaparib compared to the treatment of physician's choice (TPC), the PFS of the olaparib group was longer than that of TPC (7.0 vs. 4.2 months). However, the effect on patients with brain metastasis was not reported in the subset analysis. The role of olaparib in BCBM warrants further studies.\n103\n, \n104\n Veliparib is regarded as an effective oral PARP inhibitor and presents antitumor activity in metastatic brain lesions. A phase I clinical trial has confirmed the effect and safety of veliparib plus whole‐brain radiotherapy (WBRT) for patients with CNS metastasis.\n105\n The phase II trial has been carried out to compare veliparib plus WBRT with placebo plus WBRT in patients with brain metastases from non‐small cell lung cancer, which is still in process (NCT01657799). The phase III BROCADE3 trial, involving 5% of BCBM patients, compared veliparib versus placebo plus carboplatin‐paclitaxel in patients with HER2 negative metastatic breast cancer with a germline BRCA1 or BRCA2 mutation. Compared with placebo plus carboplatin‐paclitaxel, the PFS of the combination of veliparib and carboplatin‐paclitaxel was improved (14.5 vs. 12.6 months). While the subgroup analysis showed that no improvement of PFS was observed in veliparib plus carboplatin‐paclitaxel compared to carboplatin‐paclitaxel for germline BRCA mutation advanced breast cancer (8.3 vs. 12.5 months). Importantly, patients with brain metastasis should be interpreted with caution due to the small study population.\n106\n3.3\n        Immunotherapy\n        Despite the fact that immunotherapy has shown potent anti‐tumor activity in a variety of cancers, its application in breast cancer remains limited, and it shows promising activity only in metastatic TNBC. The clinical trial IMpassion130 investigated the effect of an immune checkpoint inhibitor atezolizumab plus nab‐paclitaxel in metastatic TNBC, suggesting that the combination prolonged PFS. However, the subgroup analysis did not show a benefit for patients with BCBM.\n91\n However, we have to analyze these results prudently as the study population of CNS metastasis is very small, accounting for only 6.3%. A Phase II study is being investigated to assess the effectiveness and safety of treatment options for BCBM based on molecular subtype. Patients are divided into two cohorts by HR status and HER2 status. HER2+/HR‐ cohort receive pyrotinib plus temozolomide, and HER2‐/HR‐cohort receive bevacizumab, SHR1316 (a new anti‐PD‐L1 antibody), and cisplatin/carboplatin (NCT04303988). Additionally, new therapeutic strategies are being explored. For example, HER2‐CART cells were delivered into the brain's ventricles, which may recognize and kill tumor cells. Phase I trial is ongoing to evaluate the side effects and effectiveness of HER2‐CART cells in HER2‐positive BCBM (NCT03696030). Immune checkpoint inhibitors in combination with radiotherapy are presently being evaluated as well. The ongoing phase I/II trial is to evaluate the role of pembrolizumab and stereotactic radiosurgery (SRS) in BCBM patients (NCT03449238). A phase II clinical trial is studying the combination of atezolizumab and SRS as a possible treatment for TNBC with CNS metastasis (NCT03483012).\n3.5\n        Poly(adenosine diphosphate–ribose) polymerase (PARP) inhibitors\n        BRCA1 and BRCA2 are both associated with homologous recombination‐mediated DNA repair, checkpoint control of cell cycle, and transcription.\n99\n The tumor suppressor BRCA is a part of the complex responsible for double‐stranded DNA breakages. Patients carrying BRCA1 and/or BRCA2 mutations lack the function of homologous recombinational repair of the single‐strand breaks, thus, remarkably increasing the risks of ovarian cancer and breast cancer. Several studies have highlighted that breast cancer patients carrying germline BRCA1 and/or BRCA2 mutations are more likely to have CNS metastasis.\n100\n, \n101\n PARP inhibitors target BRCA mutation and induce cell apoptosis by inhibiting the enzyme PARP from repairing single‐strand breaks.\n        PARP inhibitors (olaparib and talazoparib) have been approved by FDA for germline BRCA‐mutated breast cancer. The sEMBRACA trial was performed to evaluate patients with BRCA‐mutated metastatic breast cancer. In the talazoparib treatment group, 14.6% of patients had pretreatment and stable CNS lesions at baseline. Moreover, according to the subgroup analysis, the PFS benefit for patients with brain metastasis was superior to that for patients without brain metastasis, which implied that talazoparib may have an effect on CNS.\n102\n In addition, the OlympiAD trial was done to investigate the role of olaparib in advanced breast cancer with BRCA mutation. It was found that although there was no statistical significance in the improvement of OS with olaparib compared to the treatment of physician's choice (TPC), the PFS of the olaparib group was longer than that of TPC (7.0 vs. 4.2 months). However, the effect on patients with brain metastasis was not reported in the subset analysis. The role of olaparib in BCBM warrants further studies.\n103\n, \n104\n Veliparib is regarded as an effective oral PARP inhibitor and presents antitumor activity in metastatic brain lesions. A phase I clinical trial has confirmed the effect and safety of veliparib plus whole‐brain radiotherapy (WBRT) for patients with CNS metastasis.\n105\n The phase II trial has been carried out to compare veliparib plus WBRT with placebo plus WBRT in patients with brain metastases from non‐small cell lung cancer, which is still in process (NCT01657799). The phase III BROCADE3 trial, involving 5% of BCBM patients, compared veliparib versus placebo plus carboplatin‐paclitaxel in patients with HER2 negative metastatic breast cancer with a germline BRCA1 or BRCA2 mutation. Compared with placebo plus carboplatin‐paclitaxel, the PFS of the combination of veliparib and carboplatin‐paclitaxel was improved (14.5 vs. 12.6 months). While the subgroup analysis showed that no improvement of PFS was observed in veliparib plus carboplatin‐paclitaxel compared to carboplatin‐paclitaxel for germline BRCA mutation advanced breast cancer (8.3 vs. 12.5 months). Importantly, patients with brain metastasis should be interpreted with caution due to the small study population.\n106\n4\n      FUTURE DIRECTIONS\n      Although several drugs have confirmed favorable outcomes in clinical trials, it is still imperative to detect brain metastases early and develop efficacious regimens for patients with progressive brain metastases as drug resistance is inevitable. In addition, it has been proven that metastatic cancers acquire genomic alterations during disease progression. Intracranial diseases have a distinctive genomic landscape different from the primary tumor and extracranial metastatic lesions.\n25\n Thus, it is necessary to monitor the genetic variations of intracranial lesions to better implement individualized treatment. However, it is challenging to obtain intracranial lesions for gene detection from BCBM patients because of the complexity of neurosurgery and inherent risks. Circulating tumor DNA (ctDNA) released by tumor cells is a minimally liquid biopsy, which is used to monitor tumor progression, identify tumor genomic alterations, and track patients' response to treatment. However, plasma ctDNA may not accurately reflect the tumor burden of CNS.\n107\n Generally, CSF is closely linked to CNS cancers, and CSF ctDNA is more abundantly present than plasma ctDNA in CNS cancers.\n108\n ctDNA biomarkers provide real‐time assessment of tumor dynamics and play an essential role in selecting the best therapy and monitoring treatment efficacy.\n109\n\n\n      As previously mentioned, an intact BBB may hinder trastuzumab penetration to the brain. To improve the permeability of drugs to the CNS, two methods are being studied to overcome the BBB: (a) disrupting the BBB, such as intrathecal administration of the antibodies, intra‐arterial administration, radiotherapy to increase the BBB permeability and osmotherapy; (b) methods without disrupting the BBB, for example, increasing the dose of drugs or in combination with other therapeutic agents, nano‐functionalization of drugs to cross the BBB or intranasal administration.\n      Intrathecal administration helps drugs to enter the CNS via the lymphatic system.\n110\n The molecular weight, drugs' biochemical features, and the BBB's efflux systems determine whether drugs can diffuse into deeper brain areas.\n110\n It has been reported that direct intrathecal injections of trastuzumab can treat meningeal carcinomatosis resulted from breast cancer.\n111\n In addition, a clinical trial has been implemented to determine the antitumor activity of intrathecal trastuzumab administration in advanced breast cancer patients with carcinomatous meningitis, which is still ongoing (NCT01373710). Osmotherapy produces a temporary, reversible disruption of BBB by causing endothelial cell shrinkage and thus opening the tight junctions. Osmotherapy is complicated, including an intra‐arterial infusion of mannitol (25%) into a carotid or vertebral artery, followed by intra‐arterial delivery of chemotherapy to treat brain tumors.\n112\n Although osmotherapy is safe, it is hard to implement in clinical practice as it requires hospitalization with intra‐arterial cranial catheter placement under general anesthesia.\n113\n Based on the latest PERMEATE study, there is a better CNS ORR in pyrotinib without previous radiotherapy than in pyrotinib with prior radiotherapy.\n88\n Nevertheless, a number of studies hold that radiotherapy can increase the permeability of BBB.\n89\n, \n90\n Therefore, whether radiotherapy can improve the penetrability of BBB still needs further research.\n      Whether it is helpful to increase the prescription dose may warrant further study. A phase II study was carried out to identify the efficacy of pertuzumab plus high‐dose trastuzumab in BCBM patients and found a modest clinical benefit with a CNS ORR of 11%.\n63\n A combination treatment strategy has become a cornerstone in treating terminal tumors as it enhances the anti‐tumor effect and conquers drug resistance to a certain degree. NEO100 is a high‐purity version of the natural monoterpene perillyl alcohol. Wang et al. detected that NEO100 could open the BBB reversibly and safely in mouse models, thus enabling brain entry of various‐sized therapeutics effectively.\n114\n Subsequent research by the same team further displayed that intra‐arterial administration of NEO100 increased the ability of trastuzumab and T‐DM1 to penetrate BBB in vitro and in vivo and access to intracranial tumor lesions, thus providing a striking therapeutic activity. What's more, they discovered that the opening of BBB by NEO100 increased the recruitment of macrophages, mature NK cells, and CD8+ T cells to the tumor microenvironment.\n115\n Furthermore, nanotherapy is an emerging technology. In a few preclinical studies, the role of nanotherapy in brain metastasis was investigated by using nanoparticles carrying anticancer agents to deliver drugs.\n116\n, \n117\n, \n118\n Unfortunately, the number of clinical trials concerning nanotherapy in BCBM is too small, and there are no clinical data to support the idea that nanotherapy is superior to current treatment strategies. Thus, the application of nanotherapy is still controversial.\n5\n      CONCLUSIONS\n      The treatment of advanced breast cancer has made important progress in the past 20 years, while, CNS metastasis remains the primary concern. CNS metastasis is identified as the leading cause of mortality in breast cancer patients. Local therapy, including surgery and radiotherapy, remains the standard treatment currently. However, cognitive impairment is inevitable even though surgery and radiotherapy have improved the survival of metastatic brain tumors. Especially, the WBRT significantly decreases the quality of life for patients. Then, systemic therapy plays an increasingly important role in the treatment of BCBM. Some targeted therapies focusing on underlying molecular changes and signaling pathways have presented potent antitumor activity against metastatic brain tumors, such as tucatinib, neratinib, and pyrotinib. Besides, the molecular characteristics of CNS metastasis differ from those of the primary tumors and metastases to other sites, reflecting the inherent heterogeneity of tumor. Hence, it is necessary to realize individual treatment through a comprehensive understanding of the gene changes of CNS metastasis. Additionally, CSF ctDNA can provide real‐time tumor dynamics assessment and plays a vital role in selecting the best therapy.\n      BBB can maintain homeostasis in the internal environment, but it may prevent some drugs like trastuzumab from penetrating the brain. Thus, the majority of drugs have a limited effect on brain metastases. At present, researchers are constantly trying to explore multiple methods to improve the permeability of the CNS. However, intracranial lesions are more likely to develop rapid resistance to systemic therapy. Therefore, more effective therapies for CNS metastasis are strongly needed. We believe that in the near future, new targeted therapies, immunotherapy, or multi‐modality of treatment can further improve the survival of BCBM patients.\nAUTHOR CONTRIBUTION\n      Hongna Sun: Conceptualization; Data curation; investigation; writing – original draft; writing – review & editing. Junnan Xu: Conceptualization; Data curation; investigation; writing – original draft; writing – review & editing. Shuang Dai: Conceptualization; investigation; writing – original draft; writing – review & editing. Yiwen Ma: Conceptualization; investigation; writing – original draft; writing – review & editing. Tao Sun: Conceptualization; Data curation; Investigation; Project administration; Writing – original draft; Writing – review & editing.\nFUNDING INFORMATION\n      This study was partly funded by Liaoning Province Key Laboratory Project of Breast Cancer Research (2016‐26‐1, ST), Shenyang Breast Cancer Clinical Medical Research Center (2020‐48‐3‐1, ST), Medical‐Engineering Cross Research Fund between Liaoning Cancer Hospital & Dalian University of Technology (LD202022, ST), “Metabolic Abnormality and Tumor” Research Project (ZP202017, ST), Beijing Medical Award Foundation (YXJL‐2020‐0941‐0752, ST), Wu Jieping Medical Foundation (320.6750.2020‐12‐21, 320.6750.2020‐6‐30, 320.6750.18541, ST).\nCONFLICT OF INTEREST\n      None.\nETHICS STATEMENT\n      Neither informed consent to participate nor ethical approval is required.\nDATA AVAILABILITY STATEMENT\n      This review was based on published literature, all of which is fully listed.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9883555/",
    "doi": "https://doi.org/10.1002/cam4.5021",
    "citation_count": 7,
    "references": {
        "10937193": "Trastuzumab deruxtecan in human epidermal growth factor receptor 2-positive breast cancer brain metastases: a systematic review and meta-analysis",
        "10902571": "Efficacy of anlotinib in Chinese patients with metastatic breast cancer: A retrospective observational study",
        "10869626": "Neurotoxicity-sparing radiotherapy for brain metastases in breast cancer: a narrative review",
        "10731379": "Therapeutic strategies for HER2-positive breast cancer with central nervous system involvement: a literature review and future perspectives",
        "10426190": "SCR-6852, an oral and highly brain-penetrating estrogen receptor degrader (SERD), effectively shrinks tumors both in intracranial and subcutaneous ER + breast cancer models",
        "10418424": "Navigating the Blood–Brain Barrier: Challenges and Therapeutic Strategies in Breast Cancer Brain Metastases",
        "10413138": "Brain metastasis in de novo stage IV breast cancer"
    },
    "journal": "Cancer Medicine",
    "topics": [
        "metastasis, breast, evidence, brain",
        "brain, evidence, metastasis, future",
        "directions, current, cancer, future"
    ]
}