{
    "title": "Distinct Reproductive Risk Profiles for Intrinsic-Like Breast Cancer Subtypes: Pooled Analysis of Population-Based Studies",
    "abstract": "Distinct Reproductive Risk Profiles for Intrinsic-Like Breast Cancer Subtypes: Pooled Analysis of Population-Based Studies Audrey Y Jung Thomas U Ahearn Sabine Behrens Pooja Middha Manjeet K Bolla Qin Wang Volker Arndt Kristan J Aronson Annelie Augustinsson Laura E Beane Freeman Heiko Becher Hermann Brenner Federico Canzian Lisa A Carey Kamila Czene A Heather Eliassen Mikael Eriksson D Gareth Evans Jonine D Figueroa Lin Fritschi Marike Gabrielson Graham G Giles Pascal Guénel Andreas Hadjisavvas Christopher A Haiman Niclas Håkansson Per Hall Ute Hamann Reiner Hoppe John L Hopper Anthony Howell David J Hunter Anika Hüsing Rudolf Kaaks Veli-Matti Kosma Stella Koutros Peter Kraft James V Lacey Loic Le Marchand Jolanta Lissowska Maria A Loizidou Arto Mannermaa Tabea Maurer Rachel A Murphy Andrew F Olshan Håkan Olsson Alpa V Patel Charles M Perou Gad Rennert Rana Shibli Xiao-Ou Shu Melissa C Southey Jennifer Stone Rulla M Tamimi Lauren R Teras Melissa A Troester Thérèse Truong Celine M Vachon Sophia S Wang Alicja Wolk Anna H Wu Xiaohong R Yang Wei Zheng Alison M Dunning Paul D P Pharoah Douglas F Easton Roger L Milne Nilanjan Chatterjee Marjanka K Schmidt Montserrat García-Closas Jenny Chang-Claude Background Reproductive factors have been shown to be differentially associated with risk of estrogen receptor (ER)-positive and ER-negative breast cancer. This association was apparent only after approximately 10 years since last birth and became stronger with increasing time (odds ratio [OR] = 0.59, 95% confidence interval [CI] = 0.49 to 0.71; and OR = 0.36, 95% CI = 0.28 to 0.46 for multiparous women with luminal A-like tumors 20 to less than 25 years after last birth and 45 to less than 50 years after last birth, respectively). Older age at first birth (Pheterogeneity < .001 for triple-negative compared with luminal A-like breast cancer) and breastfeeding (Pheterogeneity < .001 for triple-negative compared with luminal A-like breast cancer) were associated with lower risk of triple-negative breast cancer but not with other disease subtypes.",
    "authors": [
        "Audrey Y Jung",
        "Thomas U Ahearn",
        "Sabine Behrens",
        "Pooja Middha",
        "Manjeet K Bolla",
        "Qin Wang",
        "Volker Arndt",
        "Kristan J Aronson",
        "Annelie Augustinsson",
        "Laura E Beane Freeman",
        "Heiko Becher",
        "Hermann Brenner",
        "Federico Canzian",
        "Lisa A Carey",
        "Kamila Czene",
        "A Heather Eliassen",
        "Mikael Eriksson",
        "D Gareth Evans",
        "Jonine D Figueroa",
        "Lin Fritschi",
        "Marike Gabrielson",
        "Graham G Giles",
        "Pascal Guénel",
        "Andreas Hadjisavvas",
        "Christopher A Haiman",
        "Niclas Håkansson",
        "Per Hall",
        "Ute Hamann",
        "Reiner Hoppe",
        "John L Hopper",
        "Anthony Howell",
        "David J Hunter",
        "Anika Hüsing",
        "Rudolf Kaaks",
        "Veli-Matti Kosma",
        "Stella Koutros",
        "Peter Kraft",
        "James V Lacey",
        "Loic Le Marchand",
        "Jolanta Lissowska",
        "Maria A Loizidou",
        "Arto Mannermaa",
        "Tabea Maurer",
        "Rachel A Murphy",
        "Andrew F Olshan",
        "Håkan Olsson",
        "Alpa V Patel",
        "Charles M Perou",
        "Gad Rennert",
        "Rana Shibli",
        "Xiao-Ou Shu",
        "Melissa C Southey",
        "Jennifer Stone",
        "Rulla M Tamimi",
        "Lauren R Teras",
        "Melissa A Troester",
        "Thérèse Truong",
        "Celine M Vachon",
        "Sophia S Wang",
        "Alicja Wolk",
        "Anna H Wu",
        "Xiaohong R Yang",
        "Wei Zheng",
        "Alison M Dunning",
        "Paul D P Pharoah",
        "Douglas F Easton",
        "Roger L Milne",
        "Nilanjan Chatterjee",
        "Marjanka K Schmidt",
        "Montserrat García-Closas",
        "Jenny Chang-Claude"
    ],
    "published_year": "2022",
    "description": "Background\n          Reproductive factors have been shown to be differentially associated with risk of estrogen receptor (ER)-positive and ER-negative breast cancer. However, their associations with intrinsic-like subtypes are less clear.\nMethods\n          Analyses included up to 23 353 cases and 71 072 controls pooled from 31 population-based case-control or cohort studies in the Breast Cancer Association Consortium across 16 countries on 4 continents. Polytomous logistic regression was used to estimate the association between reproductive factors and risk of breast cancer by intrinsic-like subtypes (luminal A-like, luminal B-like, luminal B-HER2–like, HER2-enriched–like, and triple-negative breast cancer) and by invasiveness. All statistical tests were 2-sided.\nResults\n          Compared with nulliparous women, parous women had a lower risk of luminal A-like, luminal B-like, luminal B-HER2–like, and HER2-enriched–like disease. This association was apparent only after approximately 10 years since last birth and became stronger with increasing time (odds ratio [OR] = 0.59, 95% confidence interval [CI] = 0.49 to 0.71; and OR = 0.36, 95% CI = 0.28 to 0.46 for multiparous women with luminal A-like tumors 20 to less than 25 years after last birth and 45 to less than 50 years after last birth, respectively). In contrast, parous women had a higher risk of triple-negative breast cancer right after their last birth (for multiparous women: OR = 3.12, 95% CI = 2.02 to 4.83) that was attenuated with time but persisted for decades (OR = 1.03, 95% CI = 0.79 to 1.34, for multiparous women 25 to less than 30 years after last birth). Older age at first birth (Pheterogeneity < .001 for triple-negative compared with luminal A-like breast cancer) and breastfeeding (Pheterogeneity < .001 for triple-negative compared with luminal A-like breast cancer) were associated with lower risk of triple-negative breast cancer but not with other disease subtypes. Younger age at menarche was associated with higher risk of all subtypes; older age at menopause was associated with higher risk of luminal A-like but not triple-negative breast cancer. Associations for in situ tumors were similar to luminal A-like.\nConclusions\n          This large and comprehensive study demonstrates a distinct reproductive risk factor profile for triple-negative breast cancer compared with other subtypes, with implications for the understanding of disease etiology and risk prediction.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9949579/",
    "doi": "https://doi.org/10.1093/jnci/djac117",
    "citation_count": 6,
    "references": {
        "11031688": "Postpartum Breast Cancer and Survival in Women With Germline BRCA Pathogenic Variants",
        "10520463": "Review of mendelian randomization studies on age at natural menopause",
        "9820938": "The Causal Effect of Reproductive Factors on Breast Cancer: A Two-Sample Mendelian Randomization Study",
        "9745422": "Can Breast Cancer Prevention Strategies Be Tailored to Biologic Subtype and Unique Reproductive Windows?",
        "9568799": "Young-Onset Breast Cancer Outcomes by Time Since Recent Childbirth in Utah",
        "9470293": "Update Breast Cancer 2022 Part 3 – Early-Stage Breast Cancer"
    },
    "journal": "JNCI Journal of the National Cancer Institute",
    "topics": [
        "reproductive, breast, cancer, profiles",
        "analysis, distinct, pooled, profiles",
        "distinct, pooled, studies, analysis"
    ]
}