{
    "title": "Cost-effectiveness evaluation of risk-based breast cancer screening in Urban Hebei Province",
    "abstract": "US + MG combined ultrasound and mammography screening, MG mammography screening, US ultrasound screening.Table 4The comparison of the effect among screening and no screening strategies.VariablesFrequencyNo screeningUltrasoundMammographyCombinedAnnualBiennialTriennialAnnualBiennialTriennialAnnualBiennialTriennialSummary of morbidity and mortality at the end of the 45 years in each screening program DCIS + I stage282452367331517400352541413360 IV stage163140149149135147147133146146 Cancer cases648814766747852785761866791765 Total deaths71,77671,60971,65971,67671,57371,64071,66371,55871,63271,658 Early diagnosis rate (%)43.5255.5347.9144.3160.6850.9646.2562.4752.2147.06 Proportion of advanced cancers (%)25.1517.2019.4519.9515.8518.7319.3215.3618.4619.08Morbidity and mortality of each screening group (person year) DCIS821315,71010,739884619,48312 67710 08520,94713,42810,565 I stage13,80817,65017,21517,03717,98517 39417 14818,11917,46217,193 II stage7829926811,39912,206765310 56811 673702410,24811,471 III stage7669651974877852577971117609549669647518 IV stage11,793889195499794839592889630820391939567 No cancer deaths1,666,2191,675,4731,674,0741,673,4791,676,5801,674,6631,673,8441,677,0081,674,8891,673,989 Cancer deaths61,27043,59746,64847,89841,23045,40247,11240,31144,92246,813 Total deaths1,727,4891,719,0701,720,7221,721,3771,717,8101,720,0651,720,9561,717,3191,719,8111,720,802Development of each screening group in the next 45 years Early-stage cases22,02133,36027,95425,88337,46830,07127,23339,06630,89027,758 Early diagnosis rate increased (%)–51.4926.9417.5470.1536.5623.6777.4040.2826.05 IV stage cases11,793889195499794839592889630820391939567 IV stage incidence decreased (%)–24.6119.0316.9528.8121.2418.3430.4422.0518.88 Breast cancer deaths61,27043,59746,64847,89841,23045,40247,11240,31144,92246,813 Breast cancer mortality decreased (%)–28.8423.8621.8232.7125.9023.1134.2126.6823.60 With the increasing in the person year of DCIS and stage I breast cancer, the person year incidence of stage IV breast cancer cases and the death rate of breast cancer were both decreased. Comparing with no screening strategy and in the exploration of various scenarios under the WTP threshold, annual, biennial or triennial ultrasound screening strategies and annual mammography screening strategy were regarded as the cost-effectiveness strategies with the ACERs of ¥116,176.15/QALY, ¥148,463.27/QALY, ¥170,038.67/QALY and ¥188,963.87/QALY.Table 5The cost-effectiveness ratios of high risk-based breast cancer screening strategies in Urban Hebei Province.StrategyACERICERCostBenefitΔ Cost*Δ Benefit*ACERΔ CostΔ Benefit (QALY)ICER (per QALY)No screening26,611.7617.71–––NANANAUS screening triennially31,138.8917.734527.130.03170,038.67EDEDEDUS screening biennially31,174.5717.744562.810.03148,463.27EDEDEDUS screening annually31,366.3517.754754.590.04116,176.150.044754.59116,176.15MM screening triennially34,369.9917.737758.230.03265,554.88DDDMM screening biennially34,710.4517.748098.690.03232,435.04DDDMM screening annually35,833.2317.759221.470.05188,963.870.014466.88567,261.63US + MM screening triennially36,045.4717.749433.710.03312,164.66DDDUS + MM screening biennially36,620.1517.7410,008.390.04274,677.25DDDUS + MM screening annually38,266.5217.7611,654.760.05224,757.0802433.29796,560.57Incremental is denoted as ‘Δ’. US + MG combined ultrasound and mammography screening, MG mammography screening, US ultrasound screening.Table 4The comparison of the effect among screening and no screening strategies.VariablesFrequencyNo screeningUltrasoundMammographyCombinedAnnualBiennialTriennialAnnualBiennialTriennialAnnualBiennialTriennialSummary of morbidity and mortality at the end of the 45 years in each screening program DCIS + I stage282452367331517400352541413360 IV stage163140149149135147147133146146 Cancer cases648814766747852785761866791765 Total deaths71,77671,60971,65971,67671,57371,64071,66371,55871,63271,658 Early diagnosis rate (%)43.5255.5347.9144.3160.6850.9646.2562.4752.2147.06 Proportion of advanced cancers (%)25.1517.2019.4519.9515.8518.7319.3215.3618.4619.08Morbidity and mortality of each screening group (person year) DCIS821315,71010,739884619,48312 67710 08520,94713,42810,565 I stage13,80817,65017,21517,03717,98517 39417 14818,11917,46217,193 II stage7829926811,39912,206765310 56811 673702410,24811,471 III stage7669651974877852577971117609549669647518 IV stage11,793889195499794839592889630820391939567 No cancer deaths1,666,2191,675,4731,674,0741,673,4791,676,5801,674,6631,673,8441,677,0081,674,8891,673,989 Cancer deaths61,27043,59746,64847,89841,23045,40247,11240,31144,92246,813 Total deaths1,727,4891,719,0701,720,7221,721,3771,717,8101,720,0651,720,9561,717,3191,719,8111,720,802Development of each screening group in the next 45 years Early-stage cases22,02133,36027,95425,88337,46830,07127,23339,06630,89027,758 Early diagnosis rate increased (%)–51.4926.9417.5470.1536.5623.6777.4040.2826.05 IV stage cases11,793889195499794839592889630820391939567 IV stage incidence decreased (%)–24.6119.0316.9528.8121.2418.3430.4422.0518.88 Breast cancer deaths61,27043,59746,64847,89841,23045,40247,11240,31144,92246,813 Breast cancer mortality decreased (%)–28.8423.8621.8232.7125.9023.1134.2126.6823.60 With the increasing in the person year of DCIS and stage I breast cancer, the person year incidence of stage IV breast cancer cases and the death rate of breast cancer were both decreased.",
    "authors": [
        "Jin Shi",
        "Yazhe Guan",
        "Di Liang",
        "Daojuan Li",
        "Yutong He",
        "Yunjiang Liu"
    ],
    "published_year": "2023",
    "description": "Introduction\n      According to the GLOBOCAN 2020, breast cancer is the most commonly diagnosed cancer in females, with age standardized incidence and mortality rates of 47.8 × 105 and 13.6 × 105, respectively1,2. Female breast cancer is now the most common cancer in China, the incidence is increasing twice as fast as the rate of global, it will continue to increase and there are no signs that this trend will stop by 20303. The diagnosed mean age for breast cancer is 45–55 years old in Chinese women, and it is younger almost 10 years than the women in western developed regions. At an early stage diagnosed, breast cancer patients have a better prognosis, but at an advanced stage diagnosed, patients have a worse prognosis4–6. Detecting and diagnosing at an early stage by breast cancer screening strategy has been confirmed to ease disease burden and improve survival outcomes7–11.\n      To explore screening program for breast cancer, majority countries published the screening and guidelines and standards. In the USA, all guidelines agreed that the females with average risk should perform routine mammography screening, despite differences from departments12. In European, the guidelines recommend organized mammography screening programs for 40–75 years old women with at an average risk13. Several large trials of breast cancer screening, including the population-based Cancer Screening Program in Urban China (CanSPUC), had been established and implemented in China14. The preliminary results indicated that screening detected significantly higher proportions of early-stage breast cancer and tumor sizes < 2 cm among both urban and rural than in the clinic, which indicated that more effective therapy could be selected to improve prognosis15. Hebei was one of the first nine provinces participated in the CanSPUC, which targeted five types of cancer screening that are most prevalent in urban regions, including female breast cancer. Eligible participants were recruited and invited to participate the cancer screening willingly free of charge. For female breast screening, the individuals evaluated as breast cancer high risk by Clinical Cancer Risk Score System were recommended to undergo subsequent ultrasound combined with mammography detection in the designated tertiary-level hospitals16.\n      Breast cancer screening is regard as the effective method to enhance the early diagnosis rates17,18. As is well known, on the one hand, the breast cancer mammography screening strategy by population-based had been widely implemented in developed regions for few decades. A systematic review reported eighteen researches reported that breast cancer screening by mammography was regarded as a cost-effective strategy and almost 70% researches were implemented in upper income and middle income regions19. On the other hand, perhaps because of less developed regions have limited resources compared to developed regions, whether the breast cancer screening by mammography could be effective and cost-effectiveness is still unclear, and even an intractable problem20,21. Researches in some developing and less developed regions including China have revealed that breast cancer screening strategy by mammography is not attractively in terms of economic22–26. Considering Chinese women tend to have smaller and more dense breasts, the sensitivity of mammography correlates negatively with breast density and is especially limited in younger, but ultrasound screening was considered to have the potential to detect the small nodules27–29. Therefore, what’s the screening strategies and interval are more effective and cost-effective in Chinese females, especially in Hebei Province requires further health and economics evaluation.\n      In this current study, the purpose is to introduce Hebei’s assessment system for high risk-based screening strategy and description the baseline information. Meanwhile, we explored the health economic evaluation in different strategies and interval of breast cancer screening strategy by Markov model.\nMaterials and methods\n      \n        Data source and screening process of high-risk breast cancer population\n        In order to evaluate the risk of breast cancer for individuals, health professionals invited women aged 40–74 years to the health facilities and hospitals, then used paper-based questionnaires to collect information about breast cancer risk exposure. The “Harvard Cancer Index online tool” was used by the health professionals to process the collected information. The tool calculates individual cancer scores by giving risk scores to exposures, which including family history, height, age of first period, age of first birth, number of births, age at menopause, use of oral contraceptives, estrogen replacement and so on30,31.\n        A total of 84,029 women completed a risk assessment questionnaire during 2016–2020 in Hebei Province. 20,655 were identified as being at high risk of developing breast cancer after the breast cancer risk evaluation. The program screens high-risk women aged 40–44 years by ultrasound and the women with suspected results are further examined by mammography. High-risk women aged 45–74 years screened with both ultrasound and mammography. All suspected results from either method are confirmed with biopsy18. Figure 1 present the breast cancer screening process of the high-risk population. Breast cancer individuals in the screening arm can be diagnosed while still asymptomatic and at an earlier stage, but breast cancer is only diagnosed on presentation of symptoms for low-risk individuals.Figure 1Screening process for breast cancer in Urban Hebei Province.\n        \n          Modeling strategy\n          We developed a natural history Markov model for breast cancer screening in urban Hebei females using the TreeAge software (TreeAge software Inc. Williamstown, United States of America), to inform a long-term decision model. Our model predicted the lifetime costs and quality-adjusted life years (QALYs) of screening and no screening for urban Hebei females with no previous history of breast cancer, from 40 years to death. We used annual screening frequency in the baseline analysis, and we explored the scenarios of screening biennially and triennially. The screening strategies included ultrasound only, mammography only and combined ultrasound and mammography. Eventually, there were nine screening strategies enrolled in the study. Additionally, the model validation was also performed by comparison the age-specific incidence rate of breast cancer in the “2019 Hebei Tumor Registration Annual Report” and the age-specific breast cancer incidence rate predicted by the model, and the goodness-of-fit test about the two curves was used for fitting.\n        \n      \n      \n        Natural history and initial distribution probability\n        Figure 2 illustrates the various health states and the potential transitions between them. Healthy women can transition to ductal carcinoma in situ (DCIS) or stage I–IV cancer, or remain free of cancer or die. Women with DCIS are at a higher risk of developing invasive breast cancer, or die from causes other than breast cancer or remain the current status. Patients at stage I can progress to stage II, stage III and stage IV in turn. Patients at stage IV can progress die from breast cancer or not, or remain the current status. All women can die from causes other than breast cancer during disease progression, but only patients at stage IV can die from breast cancer. The state progression transition probabilities used in this analysis are from models described in the literature14. We estimated the probability of symptoms in non-screened population by calibrating the model as follows. In the non-screening arm, incident cases are only detected on presentation with symptoms; the distribution of incidence cases by stage is therefore a function of the probability of transitions and the probability of symptoms32,33. We adjusted the probability of symptoms until the distribution of cases presented at each stage was similar to the distribution of reported incidence cases in Hebei Province (Supplementary Fig. 1). All data were provided in Table 1.Figure 2Natural history model for breast cancer progression.Table 1Parameter values in the Markov model.ParameterBaselineReference/sourceAge-specific incidence of invasive breast cancer (years)34 40–4468.79 × 105 45–4986.23 × 105 50–54110.91 × 105 55–5990.34 × 105 60–64136.96 × 105 65–69129.21 × 105 70–74100.77 × 105 75–79103.81 × 105 80–8493.42 × 105 ≥ 8540.17 × 105Age-specific mortality of all-cause; female (years)35 40–4463.16 × 105 45–49112.74 × 105 50–54163.58 × 105 55–59276.53 × 105 60–64449.65 × 105 65–69847.15 × 105 70–741537.34 × 105 75–793025.46 × 105 80–845808.32 × 105 ≥ 8518,516.44 × 105Age-specific mortality of female breast cancer; (years)35 40–445.52 × 105 45–4910.59 × 105 50–5412.90 × 105 55–5918.72 × 105 60–6419.85 × 105 65–6922.26 × 105 70–7422.08 × 105 75–7926.18 × 105 80–8438.72 × 105 ≥ 8570.77 × 105Age-specific mortality of non-female breast cancer; (years)35 40–4457.64 × 105 45–49102.15 × 105 50–54150.68 × 105 55–59257.81 × 105 60–64429.8 × 105 65–69824.89 × 105 70–741515.26 × 105 75–792999.28 × 105 80–845769.60 × 105 ≥ 8518,445.67 × 105Stage-specific probability of symptomsModel calibration Stage I0.004 Stage II0.014 Stage III0.038 Stage IV0.098Average annual progression probability of breast cancer staging36 Stage I–Stage II0.01 Stage II–Stage III0.08 Stage III–Stage IV0.21RR of invasive cancer from DICS2.0238Utility scores39,40Health status Health1.00 DCIS0.76 (0.69–0.83) I0.79 (0.77,0.80) II0.79 (0.78,0.80) III0.77 (0.76–0.79) IV0.69 (0.65–0.72) Death0.00Effectiveness of screening37 Ultrasound sensitivity0.63 (0.53–0.71) Ultrasound specificity0.99 (0.98–0.99) Mammography sensitivity0.86 (0.79–0.93) Mammography specificity0.94 (0.94–0.95) Mammography and ultrasound sensitivity0.95 (0.91–0.99) Mammography and ultrasound specificity0.93 (0.93–0.94)\n      \n      \n        Parameter values in the Markov model\n        \n          Epidemiological and clinical data\n          We obtained the age-specific invasive breast cancer incidences from the 2019 Hebei Cancer Registry Annual Report34. We calculated age-specific mortality from other causes by subtracting age-specific breast cancer mortality rates from the corresponding age-specific all-cause mortality rates35. As there is no screening group data in Hebei Province, data reported in literature are used instead36,37. All data were provided in Table 1.\n        \n        \n          QALYs\n          QALYs is a measurement that reflects both length of life and health-related quality of life. It is calculated as the product of the utility score of a particular state of health, defined as a dimensionless number between 1 (perfect health) and 0 (death), and the number of years lived. We identified the utility scores for patients at stage I, II, III and IV from a cross-sectional survey conducted as part of the screening program. The middle value represents the disease state, and the smaller the value, the lower the individual’s quality of life, and the greater the impact of the disease state on the quality of life. As the cancer stage increases, the health effect value decreases.\n        \n        \n          Effectiveness of screening\n          We used the sensitivity (probability of positive diagnosis if diseased) and specificity (probability of negative diagnosis if not diseased) values from a multi-center Breast Cancer Optimized Screening Program in China, screening strategies were compared, which are different combinations of mammography and ultrasound.\n        \n        \n          Costs\n          This study adopts the discount rate of 3% used in cost-effectiveness analysis as majority literature studies reported18, and the monetary unit of all costs in this paper is expressed in the form of ¥RMB(Yuan). Data describing the costs of management costs, screening (whether ultrasound or mammography, or ultrasound plus mammography) and biopsy were available from the screening program. We also obtained the screening costs and treatment costs by stage in the study. The screening cost refers from CanSPUC program, including ultrasound and mammography screening technology costs and management costs. The treatment cost data comes from the CNBCSP-Urban, including medical expenses and non-medical expenses. Medical expenses refer to expenses including bed fees, examination fees, examination fees, treatment fees, surgical fees, laboratory examination fees, nursing fees, drug fees, and so on. The non-medical expenses refer to the patients’ accommodation, transportation, and extra meals. Economic resources consumed by non-health care sectors. All cost data has been discounted to 2019 (Table 2).Table 2Related cost parameters of Markov model in breast cancer screening.CostVariablesBaseline (Yuan, CN)SourceScreening costsUltrasound76CNBCSP-Urban*Mammography219Mammography and Ultrasound295Management costs22Treatment costsDCIS14,90018,41,42I61,600II67,725III78,733IV108,710CNBCSP-Urban*—Data source form the breast cancer screening program in Urban Hebei.\n        \n      \n      \n        Analysis\n        Average cost-effectiveness ratios (ACERs) were estimated as the ratios of the additional costs of the screening strategies to the QALY compared to no screening. Incremental cost-effectiveness ratios (ICERs) were calculated based on the comparison of a lower cost strategies to the next more expensive and effective strategies after excluding dominated strategies and extendedly dominated strategies43. The willingness-to-pay (WTP) threshold was estimated to be three times the gross domestic product (GDP) per capita in China in 2019 (¥213,000Yuan). An ICER of less than ¥ 213,000Yuan/QALY is therefore an indication that the breast cancer screening for urban Hebei women aged 40–74 years, compared to no screening, is cost-effective.\n        In this study, sensitivity analysis was used to explore the factors that influence the screening program for breast cancer. When other parameters remain unchanged, by changing the value of a certain influencing factor within a predetermined range, the influence degree of the factor was used to examine the stability of the model. The factors included in the sensitivity analysis in this study included discount rate, health utility value, sensitivity, specificity and treatment costs. The first four factors were enrolled with 95% CI, and the treatment cost uses 20% as the possible range of variation. Tornado diagram was used to demonstrate the influencing factors of ICER in breast cancer screening program.\n      \n      \n        Ethics approval and consent to participate\n        The use of the data from the breast was approved by the Ethics Informed Committee of the Fourth Hospital of Hebei Medical University (Shijiazhuang, Hebei, China), and all methods were performed in accordance with the approved guidelines. Written informed consent was obtained from all subjects or from their next of kin if the patients were deceased.\nData source and screening process of high-risk breast cancer population\n        In order to evaluate the risk of breast cancer for individuals, health professionals invited women aged 40–74 years to the health facilities and hospitals, then used paper-based questionnaires to collect information about breast cancer risk exposure. The “Harvard Cancer Index online tool” was used by the health professionals to process the collected information. The tool calculates individual cancer scores by giving risk scores to exposures, which including family history, height, age of first period, age of first birth, number of births, age at menopause, use of oral contraceptives, estrogen replacement and so on30,31.\n        A total of 84,029 women completed a risk assessment questionnaire during 2016–2020 in Hebei Province. 20,655 were identified as being at high risk of developing breast cancer after the breast cancer risk evaluation. The program screens high-risk women aged 40–44 years by ultrasound and the women with suspected results are further examined by mammography. High-risk women aged 45–74 years screened with both ultrasound and mammography. All suspected results from either method are confirmed with biopsy18. Figure 1 present the breast cancer screening process of the high-risk population. Breast cancer individuals in the screening arm can be diagnosed while still asymptomatic and at an earlier stage, but breast cancer is only diagnosed on presentation of symptoms for low-risk individuals.Figure 1Screening process for breast cancer in Urban Hebei Province.\n        \n          Modeling strategy\n          We developed a natural history Markov model for breast cancer screening in urban Hebei females using the TreeAge software (TreeAge software Inc. Williamstown, United States of America), to inform a long-term decision model. Our model predicted the lifetime costs and quality-adjusted life years (QALYs) of screening and no screening for urban Hebei females with no previous history of breast cancer, from 40 years to death. We used annual screening frequency in the baseline analysis, and we explored the scenarios of screening biennially and triennially. The screening strategies included ultrasound only, mammography only and combined ultrasound and mammography. Eventually, there were nine screening strategies enrolled in the study. Additionally, the model validation was also performed by comparison the age-specific incidence rate of breast cancer in the “2019 Hebei Tumor Registration Annual Report” and the age-specific breast cancer incidence rate predicted by the model, and the goodness-of-fit test about the two curves was used for fitting.\nModeling strategy\n          We developed a natural history Markov model for breast cancer screening in urban Hebei females using the TreeAge software (TreeAge software Inc. Williamstown, United States of America), to inform a long-term decision model. Our model predicted the lifetime costs and quality-adjusted life years (QALYs) of screening and no screening for urban Hebei females with no previous history of breast cancer, from 40 years to death. We used annual screening frequency in the baseline analysis, and we explored the scenarios of screening biennially and triennially. The screening strategies included ultrasound only, mammography only and combined ultrasound and mammography. Eventually, there were nine screening strategies enrolled in the study. Additionally, the model validation was also performed by comparison the age-specific incidence rate of breast cancer in the “2019 Hebei Tumor Registration Annual Report” and the age-specific breast cancer incidence rate predicted by the model, and the goodness-of-fit test about the two curves was used for fitting.\nNatural history and initial distribution probability\n        Figure 2 illustrates the various health states and the potential transitions between them. Healthy women can transition to ductal carcinoma in situ (DCIS) or stage I–IV cancer, or remain free of cancer or die. Women with DCIS are at a higher risk of developing invasive breast cancer, or die from causes other than breast cancer or remain the current status. Patients at stage I can progress to stage II, stage III and stage IV in turn. Patients at stage IV can progress die from breast cancer or not, or remain the current status. All women can die from causes other than breast cancer during disease progression, but only patients at stage IV can die from breast cancer. The state progression transition probabilities used in this analysis are from models described in the literature14. We estimated the probability of symptoms in non-screened population by calibrating the model as follows. In the non-screening arm, incident cases are only detected on presentation with symptoms; the distribution of incidence cases by stage is therefore a function of the probability of transitions and the probability of symptoms32,33. We adjusted the probability of symptoms until the distribution of cases presented at each stage was similar to the distribution of reported incidence cases in Hebei Province (Supplementary Fig. 1). All data were provided in Table 1.Figure 2Natural history model for breast cancer progression.Table 1Parameter values in the Markov model.ParameterBaselineReference/sourceAge-specific incidence of invasive breast cancer (years)34 40–4468.79 × 105 45–4986.23 × 105 50–54110.91 × 105 55–5990.34 × 105 60–64136.96 × 105 65–69129.21 × 105 70–74100.77 × 105 75–79103.81 × 105 80–8493.42 × 105 ≥ 8540.17 × 105Age-specific mortality of all-cause; female (years)35 40–4463.16 × 105 45–49112.74 × 105 50–54163.58 × 105 55–59276.53 × 105 60–64449.65 × 105 65–69847.15 × 105 70–741537.34 × 105 75–793025.46 × 105 80–845808.32 × 105 ≥ 8518,516.44 × 105Age-specific mortality of female breast cancer; (years)35 40–445.52 × 105 45–4910.59 × 105 50–5412.90 × 105 55–5918.72 × 105 60–6419.85 × 105 65–6922.26 × 105 70–7422.08 × 105 75–7926.18 × 105 80–8438.72 × 105 ≥ 8570.77 × 105Age-specific mortality of non-female breast cancer; (years)35 40–4457.64 × 105 45–49102.15 × 105 50–54150.68 × 105 55–59257.81 × 105 60–64429.8 × 105 65–69824.89 × 105 70–741515.26 × 105 75–792999.28 × 105 80–845769.60 × 105 ≥ 8518,445.67 × 105Stage-specific probability of symptomsModel calibration Stage I0.004 Stage II0.014 Stage III0.038 Stage IV0.098Average annual progression probability of breast cancer staging36 Stage I–Stage II0.01 Stage II–Stage III0.08 Stage III–Stage IV0.21RR of invasive cancer from DICS2.0238Utility scores39,40Health status Health1.00 DCIS0.76 (0.69–0.83) I0.79 (0.77,0.80) II0.79 (0.78,0.80) III0.77 (0.76–0.79) IV0.69 (0.65–0.72) Death0.00Effectiveness of screening37 Ultrasound sensitivity0.63 (0.53–0.71) Ultrasound specificity0.99 (0.98–0.99) Mammography sensitivity0.86 (0.79–0.93) Mammography specificity0.94 (0.94–0.95) Mammography and ultrasound sensitivity0.95 (0.91–0.99) Mammography and ultrasound specificity0.93 (0.93–0.94)\nParameter values in the Markov model\n        \n          Epidemiological and clinical data\n          We obtained the age-specific invasive breast cancer incidences from the 2019 Hebei Cancer Registry Annual Report34. We calculated age-specific mortality from other causes by subtracting age-specific breast cancer mortality rates from the corresponding age-specific all-cause mortality rates35. As there is no screening group data in Hebei Province, data reported in literature are used instead36,37. All data were provided in Table 1.\n        \n        \n          QALYs\n          QALYs is a measurement that reflects both length of life and health-related quality of life. It is calculated as the product of the utility score of a particular state of health, defined as a dimensionless number between 1 (perfect health) and 0 (death), and the number of years lived. We identified the utility scores for patients at stage I, II, III and IV from a cross-sectional survey conducted as part of the screening program. The middle value represents the disease state, and the smaller the value, the lower the individual’s quality of life, and the greater the impact of the disease state on the quality of life. As the cancer stage increases, the health effect value decreases.\n        \n        \n          Effectiveness of screening\n          We used the sensitivity (probability of positive diagnosis if diseased) and specificity (probability of negative diagnosis if not diseased) values from a multi-center Breast Cancer Optimized Screening Program in China, screening strategies were compared, which are different combinations of mammography and ultrasound.\n        \n        \n          Costs\n          This study adopts the discount rate of 3% used in cost-effectiveness analysis as majority literature studies reported18, and the monetary unit of all costs in this paper is expressed in the form of ¥RMB(Yuan). Data describing the costs of management costs, screening (whether ultrasound or mammography, or ultrasound plus mammography) and biopsy were available from the screening program. We also obtained the screening costs and treatment costs by stage in the study. The screening cost refers from CanSPUC program, including ultrasound and mammography screening technology costs and management costs. The treatment cost data comes from the CNBCSP-Urban, including medical expenses and non-medical expenses. Medical expenses refer to expenses including bed fees, examination fees, examination fees, treatment fees, surgical fees, laboratory examination fees, nursing fees, drug fees, and so on. The non-medical expenses refer to the patients’ accommodation, transportation, and extra meals. Economic resources consumed by non-health care sectors. All cost data has been discounted to 2019 (Table 2).Table 2Related cost parameters of Markov model in breast cancer screening.CostVariablesBaseline (Yuan, CN)SourceScreening costsUltrasound76CNBCSP-Urban*Mammography219Mammography and Ultrasound295Management costs22Treatment costsDCIS14,90018,41,42I61,600II67,725III78,733IV108,710CNBCSP-Urban*—Data source form the breast cancer screening program in Urban Hebei.\nEpidemiological and clinical data\n          We obtained the age-specific invasive breast cancer incidences from the 2019 Hebei Cancer Registry Annual Report34. We calculated age-specific mortality from other causes by subtracting age-specific breast cancer mortality rates from the corresponding age-specific all-cause mortality rates35. As there is no screening group data in Hebei Province, data reported in literature are used instead36,37. All data were provided in Table 1.\nQALYs\n          QALYs is a measurement that reflects both length of life and health-related quality of life. It is calculated as the product of the utility score of a particular state of health, defined as a dimensionless number between 1 (perfect health) and 0 (death), and the number of years lived. We identified the utility scores for patients at stage I, II, III and IV from a cross-sectional survey conducted as part of the screening program. The middle value represents the disease state, and the smaller the value, the lower the individual’s quality of life, and the greater the impact of the disease state on the quality of life. As the cancer stage increases, the health effect value decreases.\nEffectiveness of screening\n          We used the sensitivity (probability of positive diagnosis if diseased) and specificity (probability of negative diagnosis if not diseased) values from a multi-center Breast Cancer Optimized Screening Program in China, screening strategies were compared, which are different combinations of mammography and ultrasound.\nCosts\n          This study adopts the discount rate of 3% used in cost-effectiveness analysis as majority literature studies reported18, and the monetary unit of all costs in this paper is expressed in the form of ¥RMB(Yuan). Data describing the costs of management costs, screening (whether ultrasound or mammography, or ultrasound plus mammography) and biopsy were available from the screening program. We also obtained the screening costs and treatment costs by stage in the study. The screening cost refers from CanSPUC program, including ultrasound and mammography screening technology costs and management costs. The treatment cost data comes from the CNBCSP-Urban, including medical expenses and non-medical expenses. Medical expenses refer to expenses including bed fees, examination fees, examination fees, treatment fees, surgical fees, laboratory examination fees, nursing fees, drug fees, and so on. The non-medical expenses refer to the patients’ accommodation, transportation, and extra meals. Economic resources consumed by non-health care sectors. All cost data has been discounted to 2019 (Table 2).Table 2Related cost parameters of Markov model in breast cancer screening.CostVariablesBaseline (Yuan, CN)SourceScreening costsUltrasound76CNBCSP-Urban*Mammography219Mammography and Ultrasound295Management costs22Treatment costsDCIS14,90018,41,42I61,600II67,725III78,733IV108,710CNBCSP-Urban*—Data source form the breast cancer screening program in Urban Hebei.\nAnalysis\n        Average cost-effectiveness ratios (ACERs) were estimated as the ratios of the additional costs of the screening strategies to the QALY compared to no screening. Incremental cost-effectiveness ratios (ICERs) were calculated based on the comparison of a lower cost strategies to the next more expensive and effective strategies after excluding dominated strategies and extendedly dominated strategies43. The willingness-to-pay (WTP) threshold was estimated to be three times the gross domestic product (GDP) per capita in China in 2019 (¥213,000Yuan). An ICER of less than ¥ 213,000Yuan/QALY is therefore an indication that the breast cancer screening for urban Hebei women aged 40–74 years, compared to no screening, is cost-effective.\n        In this study, sensitivity analysis was used to explore the factors that influence the screening program for breast cancer. When other parameters remain unchanged, by changing the value of a certain influencing factor within a predetermined range, the influence degree of the factor was used to examine the stability of the model. The factors included in the sensitivity analysis in this study included discount rate, health utility value, sensitivity, specificity and treatment costs. The first four factors were enrolled with 95% CI, and the treatment cost uses 20% as the possible range of variation. Tornado diagram was used to demonstrate the influencing factors of ICER in breast cancer screening program.\nEthics approval and consent to participate\n        The use of the data from the breast was approved by the Ethics Informed Committee of the Fourth Hospital of Hebei Medical University (Shijiazhuang, Hebei, China), and all methods were performed in accordance with the approved guidelines. Written informed consent was obtained from all subjects or from their next of kin if the patients were deceased.\nResults\n      \n        Baseline of breast cancer screening in Hebei, 2016–2020\n        In the screening period, there were 84,029 female individual participated the cancer screening program in Urban Hebei, 20,655 were estimated as high risk of breast cancer with the high-risk rate of 24.58%. The highest rates of breast cancer were 40–64 age groups, with all the high-risk rates above 20%. Among the high-risk women, 13,392 individuals undertook the breast cancer screening with the total compliance rate of 64.84%. The relative high compliance rates were 45 to 64 years old with the rates of 64.27%, 66.49%, 71.53% and 67.96%, respectively, as shown in Table 3.Table 3Baseline breast cancer screening in Urban Hebei Province.Age groupsParticipantsParticipants of high risk forBreast cancerParticipants undertaking screeningNPro (%)NHRR (%)Pro (%)NCR (%)Pro (%)40–4410,33912.30267425.8612.95142653.3310.6545–4913,23115.75425732.1720.61273664.2720.4350–5414,46217.21432429.9020.93287566.4921.4755–5913,02415.50352727.0817.08252371.5318.8460–6414,70217.50319921.7615.49217467.9616.2365–6911,96314.24201716.869.77124261.589.2770–7463087.5065710.423.1741663.323.11Total84,029100.0020,65524.58100.0013,39264.84100.00N number of cases, Pro proportion, HRR high risk rate, CR compliance rate.\n      \n      \n        Detection rates of risk-based breast cancer screening\n        Among high-risk breast cancer population undertook ultrasound, mammography and combined screening, the suspicious positive detection rates (SPDR) (BI-RADS-3) were 15.00%, 9.20% and 19.30%, respectively. The SPDR of mammography screening generally demonstrated a steady trend with age. The highest SPDR with 22.09% presented in 45–49 age group for the ultrasound screening. The SPDR detection rates demonstrate a decreased trend for the combined ultrasound and combined screening method. The positive detection rates (PDR) (BI-RADS-4 and 5) of women who screened by ultrasound, mammography and combined screening were 2.11%, 2.76% and 3.83%, respectively. For ultrasound screening, the highest detection rate was 2.63% in the 45–49 age group. Inversely, the highest detection rates were 3.80% and 4.86% both in the 70–74 age group for mammography and combined screening, respectively (Fig. 3).Figure 3Detection rates for breast cancer by ultrasound, mammography and combined screening: US ultrasound, MG mammography, SPDR suspicious positive detection rates, PDR positive detection rates.\n      \n      \n        Comparison of the effects between screening and no screening\n        As is shown in Fig. 4 and Table 4, with the same screening method, the highest detection rate of early diagnosis and number of breast cancer detected, accompanied by the lowest proportion of advanced cancers and the least number of deaths were performed by the annual screening interval. Annual screening by ultrasound, mammography and combined, the early diagnosis rates were 55.53%, 60.68% and 62.47%, the proportion of advanced cancer were 17.20%, 15.85% and 15.36%, respectively. Compared with any screening method, the no screening population had the lowest rate of early diagnosis rate and the least number of breast cancer detected, the proportion of advanced cancers (25.15%) and the number of deaths was the highest inversely.Figure 4The morbidity and mortality for breast cancer at the end of the 45 years. US + MG combined ultrasound and mammography screening, MG mammography screening, US ultrasound screening.Table 4The comparison of the effect among screening and no screening strategies.VariablesFrequencyNo screeningUltrasoundMammographyCombinedAnnualBiennialTriennialAnnualBiennialTriennialAnnualBiennialTriennialSummary of morbidity and mortality at the end of the 45 years in each screening program DCIS + I stage282452367331517400352541413360 IV stage163140149149135147147133146146 Cancer cases648814766747852785761866791765 Total deaths71,77671,60971,65971,67671,57371,64071,66371,55871,63271,658 Early diagnosis rate (%)43.5255.5347.9144.3160.6850.9646.2562.4752.2147.06 Proportion of advanced cancers (%)25.1517.2019.4519.9515.8518.7319.3215.3618.4619.08Morbidity and mortality of each screening group (person year) DCIS821315,71010,739884619,48312 67710 08520,94713,42810,565 I stage13,80817,65017,21517,03717,98517 39417 14818,11917,46217,193 II stage7829926811,39912,206765310 56811 673702410,24811,471 III stage7669651974877852577971117609549669647518 IV stage11,793889195499794839592889630820391939567 No cancer deaths1,666,2191,675,4731,674,0741,673,4791,676,5801,674,6631,673,8441,677,0081,674,8891,673,989 Cancer deaths61,27043,59746,64847,89841,23045,40247,11240,31144,92246,813 Total deaths1,727,4891,719,0701,720,7221,721,3771,717,8101,720,0651,720,9561,717,3191,719,8111,720,802Development of each screening group in the next 45 years Early-stage cases22,02133,36027,95425,88337,46830,07127,23339,06630,89027,758 Early diagnosis rate increased (%)–51.4926.9417.5470.1536.5623.6777.4040.2826.05 IV stage cases11,793889195499794839592889630820391939567 IV stage incidence decreased (%)–24.6119.0316.9528.8121.2418.3430.4422.0518.88 Breast cancer deaths61,27043,59746,64847,89841,23045,40247,11240,31144,92246,813 Breast cancer mortality decreased (%)–28.8423.8621.8232.7125.9023.1134.2126.6823.60\n        With the increasing in the person year of DCIS and stage I breast cancer, the person year incidence of stage IV breast cancer cases and the death rate of breast cancer were both decreased. Whatever any screening methods, the person year number of patients with stage IV incidence and the number of deaths from breast cancer were lower than those of the no screened group (11,793-person year and 61,270-person year).\n        The different screening methods at the same screening interval yield varied. The combined screening performed the highest decreased rates for IV stage incidence and breast cancer mortality with 30.44% and 34.21%, respectively, followed by the mammography screening with the rates of 28.81% and 32.71%, the ultrasound screening showed the lowest rates of 24.61% and 28.8%. Whatever biennial or triennial screening, the rates were demonstrated the same trends as annual screening.\n        The different screening interval at the same screening method yield differently as well, the best effectiveness was annual screening, followed by biennial screening, the triennial was the worst. Although compared with the no screening group, the improvement of various indicators in the biennial and triennial screening interval is not as great as that of the annual screening interval, the early diagnosis rate has also increased, and both the incidence rate of stage IV breast cancer and the mortality rate of breast cancer have been reduced by more than 15.00% and 20.0% respectively.\n      \n      \n        Cost-effectiveness analysis\n        Table 5 reports the discounted lifetime costs, QALYs, ICERs and ACERs. Overall, compared with no screening, the other nine risk-based breast cancer screening strategies yielded higher QALYs, cost more expensive simultaneously. Comparing with no screening strategy and in the exploration of various scenarios under the WTP threshold, annual, biennial or triennial ultrasound screening strategies and annual mammography screening strategy were regarded as the cost-effectiveness strategies with the ACERs of ¥116,176.15/QALY, ¥148,463.27/QALY, ¥170,038.67/QALY and ¥188,963.87/QALY.Table 5The cost-effectiveness ratios of high risk-based breast cancer screening strategies in Urban Hebei Province.StrategyACERICERCostBenefitΔ Cost*Δ Benefit*ACERΔ CostΔ Benefit (QALY)ICER (per QALY)No screening26,611.7617.71–––NANANAUS screening triennially31,138.8917.734527.130.03170,038.67EDEDEDUS screening biennially31,174.5717.744562.810.03148,463.27EDEDEDUS screening annually31,366.3517.754754.590.04116,176.150.044754.59116,176.15MM screening triennially34,369.9917.737758.230.03265,554.88DDDMM screening biennially34,710.4517.748098.690.03232,435.04DDDMM screening annually35,833.2317.759221.470.05188,963.870.014466.88567,261.63US + MM screening triennially36,045.4717.749433.710.03312,164.66DDDUS + MM screening biennially36,620.1517.7410,008.390.04274,677.25DDDUS + MM screening annually38,266.5217.7611,654.760.05224,757.0802433.29796,560.57Incremental is denoted as ‘Δ’. Benefit and incremental benefit are measured in quality-adjusted life-years (QALYs). The incremental cost-effectiveness ratio (ICER) is measured in cost per QALY. Incremental values are not reported for dominated (‘D’) or extendedly dominated (‘ED’) strategies; Average cost-effectiveness ratios (ACERs) were estimated as the ratios of the additional costs of the screening strategies to the QALY compared to no screening.‘*’Means the comparison with the no screening strategy.\n        According to the WTP threshold, out of nine breast cancer screening strategies, there are three alternative undominant strategies, including annual ultrasound screening, annual mammography screening and annual combined ultrasound and mammography screening. Based on the cost effectiveness evaluation standard and the largest effect principle, annual ultrasound screening strategy was the most cost-effectiveness and yield the largest effect with obtaining the benefit of 17.75QALYs and ICER of ¥116,176.15/QALY. Although annual mammography screening and annual combined ultrasound and mammography screening strategies were undominant strategies, the ICERs were more than the WTP threshold with 567,261.63/QALY and 796,560.57/QALY.\n      \n      \n        Sensitivity analysis\n        In sensitivity analysis, which is illustrated in a tornado chart as in Fig. 5, the cost of stage I was identified as the most important driver of cost-effectiveness for breast cancer screening programs, followed by the cost of stage IV, cost of stage II and sensitivity of ultrasound. The sensitivity and specificity of ultrasound were also key determinants of the ICER. Interestingly, the sensitivity and specificity of mammography and combined did not show a significant impact on cost-effectiveness in the chosen model.Figure 5Tornado diagram.\nBaseline of breast cancer screening in Hebei, 2016–2020\n        In the screening period, there were 84,029 female individual participated the cancer screening program in Urban Hebei, 20,655 were estimated as high risk of breast cancer with the high-risk rate of 24.58%. The highest rates of breast cancer were 40–64 age groups, with all the high-risk rates above 20%. Among the high-risk women, 13,392 individuals undertook the breast cancer screening with the total compliance rate of 64.84%. The relative high compliance rates were 45 to 64 years old with the rates of 64.27%, 66.49%, 71.53% and 67.96%, respectively, as shown in Table 3.Table 3Baseline breast cancer screening in Urban Hebei Province.Age groupsParticipantsParticipants of high risk forBreast cancerParticipants undertaking screeningNPro (%)NHRR (%)Pro (%)NCR (%)Pro (%)40–4410,33912.30267425.8612.95142653.3310.6545–4913,23115.75425732.1720.61273664.2720.4350–5414,46217.21432429.9020.93287566.4921.4755–5913,02415.50352727.0817.08252371.5318.8460–6414,70217.50319921.7615.49217467.9616.2365–6911,96314.24201716.869.77124261.589.2770–7463087.5065710.423.1741663.323.11Total84,029100.0020,65524.58100.0013,39264.84100.00N number of cases, Pro proportion, HRR high risk rate, CR compliance rate.\nDetection rates of risk-based breast cancer screening\n        Among high-risk breast cancer population undertook ultrasound, mammography and combined screening, the suspicious positive detection rates (SPDR) (BI-RADS-3) were 15.00%, 9.20% and 19.30%, respectively. The SPDR of mammography screening generally demonstrated a steady trend with age. The highest SPDR with 22.09% presented in 45–49 age group for the ultrasound screening. The SPDR detection rates demonstrate a decreased trend for the combined ultrasound and combined screening method. The positive detection rates (PDR) (BI-RADS-4 and 5) of women who screened by ultrasound, mammography and combined screening were 2.11%, 2.76% and 3.83%, respectively. For ultrasound screening, the highest detection rate was 2.63% in the 45–49 age group. Inversely, the highest detection rates were 3.80% and 4.86% both in the 70–74 age group for mammography and combined screening, respectively (Fig. 3).Figure 3Detection rates for breast cancer by ultrasound, mammography and combined screening: US ultrasound, MG mammography, SPDR suspicious positive detection rates, PDR positive detection rates.\nComparison of the effects between screening and no screening\n        As is shown in Fig. 4 and Table 4, with the same screening method, the highest detection rate of early diagnosis and number of breast cancer detected, accompanied by the lowest proportion of advanced cancers and the least number of deaths were performed by the annual screening interval. Annual screening by ultrasound, mammography and combined, the early diagnosis rates were 55.53%, 60.68% and 62.47%, the proportion of advanced cancer were 17.20%, 15.85% and 15.36%, respectively. Compared with any screening method, the no screening population had the lowest rate of early diagnosis rate and the least number of breast cancer detected, the proportion of advanced cancers (25.15%) and the number of deaths was the highest inversely.Figure 4The morbidity and mortality for breast cancer at the end of the 45 years. US + MG combined ultrasound and mammography screening, MG mammography screening, US ultrasound screening.Table 4The comparison of the effect among screening and no screening strategies.VariablesFrequencyNo screeningUltrasoundMammographyCombinedAnnualBiennialTriennialAnnualBiennialTriennialAnnualBiennialTriennialSummary of morbidity and mortality at the end of the 45 years in each screening program DCIS + I stage282452367331517400352541413360 IV stage163140149149135147147133146146 Cancer cases648814766747852785761866791765 Total deaths71,77671,60971,65971,67671,57371,64071,66371,55871,63271,658 Early diagnosis rate (%)43.5255.5347.9144.3160.6850.9646.2562.4752.2147.06 Proportion of advanced cancers (%)25.1517.2019.4519.9515.8518.7319.3215.3618.4619.08Morbidity and mortality of each screening group (person year) DCIS821315,71010,739884619,48312 67710 08520,94713,42810,565 I stage13,80817,65017,21517,03717,98517 39417 14818,11917,46217,193 II stage7829926811,39912,206765310 56811 673702410,24811,471 III stage7669651974877852577971117609549669647518 IV stage11,793889195499794839592889630820391939567 No cancer deaths1,666,2191,675,4731,674,0741,673,4791,676,5801,674,6631,673,8441,677,0081,674,8891,673,989 Cancer deaths61,27043,59746,64847,89841,23045,40247,11240,31144,92246,813 Total deaths1,727,4891,719,0701,720,7221,721,3771,717,8101,720,0651,720,9561,717,3191,719,8111,720,802Development of each screening group in the next 45 years Early-stage cases22,02133,36027,95425,88337,46830,07127,23339,06630,89027,758 Early diagnosis rate increased (%)–51.4926.9417.5470.1536.5623.6777.4040.2826.05 IV stage cases11,793889195499794839592889630820391939567 IV stage incidence decreased (%)–24.6119.0316.9528.8121.2418.3430.4422.0518.88 Breast cancer deaths61,27043,59746,64847,89841,23045,40247,11240,31144,92246,813 Breast cancer mortality decreased (%)–28.8423.8621.8232.7125.9023.1134.2126.6823.60\n        With the increasing in the person year of DCIS and stage I breast cancer, the person year incidence of stage IV breast cancer cases and the death rate of breast cancer were both decreased. Whatever any screening methods, the person year number of patients with stage IV incidence and the number of deaths from breast cancer were lower than those of the no screened group (11,793-person year and 61,270-person year).\n        The different screening methods at the same screening interval yield varied. The combined screening performed the highest decreased rates for IV stage incidence and breast cancer mortality with 30.44% and 34.21%, respectively, followed by the mammography screening with the rates of 28.81% and 32.71%, the ultrasound screening showed the lowest rates of 24.61% and 28.8%. Whatever biennial or triennial screening, the rates were demonstrated the same trends as annual screening.\n        The different screening interval at the same screening method yield differently as well, the best effectiveness was annual screening, followed by biennial screening, the triennial was the worst. Although compared with the no screening group, the improvement of various indicators in the biennial and triennial screening interval is not as great as that of the annual screening interval, the early diagnosis rate has also increased, and both the incidence rate of stage IV breast cancer and the mortality rate of breast cancer have been reduced by more than 15.00% and 20.0% respectively.\nCost-effectiveness analysis\n        Table 5 reports the discounted lifetime costs, QALYs, ICERs and ACERs. Overall, compared with no screening, the other nine risk-based breast cancer screening strategies yielded higher QALYs, cost more expensive simultaneously. Comparing with no screening strategy and in the exploration of various scenarios under the WTP threshold, annual, biennial or triennial ultrasound screening strategies and annual mammography screening strategy were regarded as the cost-effectiveness strategies with the ACERs of ¥116,176.15/QALY, ¥148,463.27/QALY, ¥170,038.67/QALY and ¥188,963.87/QALY.Table 5The cost-effectiveness ratios of high risk-based breast cancer screening strategies in Urban Hebei Province.StrategyACERICERCostBenefitΔ Cost*Δ Benefit*ACERΔ CostΔ Benefit (QALY)ICER (per QALY)No screening26,611.7617.71–––NANANAUS screening triennially31,138.8917.734527.130.03170,038.67EDEDEDUS screening biennially31,174.5717.744562.810.03148,463.27EDEDEDUS screening annually31,366.3517.754754.590.04116,176.150.044754.59116,176.15MM screening triennially34,369.9917.737758.230.03265,554.88DDDMM screening biennially34,710.4517.748098.690.03232,435.04DDDMM screening annually35,833.2317.759221.470.05188,963.870.014466.88567,261.63US + MM screening triennially36,045.4717.749433.710.03312,164.66DDDUS + MM screening biennially36,620.1517.7410,008.390.04274,677.25DDDUS + MM screening annually38,266.5217.7611,654.760.05224,757.0802433.29796,560.57Incremental is denoted as ‘Δ’. Benefit and incremental benefit are measured in quality-adjusted life-years (QALYs). The incremental cost-effectiveness ratio (ICER) is measured in cost per QALY. Incremental values are not reported for dominated (‘D’) or extendedly dominated (‘ED’) strategies; Average cost-effectiveness ratios (ACERs) were estimated as the ratios of the additional costs of the screening strategies to the QALY compared to no screening.‘*’Means the comparison with the no screening strategy.\n        According to the WTP threshold, out of nine breast cancer screening strategies, there are three alternative undominant strategies, including annual ultrasound screening, annual mammography screening and annual combined ultrasound and mammography screening. Based on the cost effectiveness evaluation standard and the largest effect principle, annual ultrasound screening strategy was the most cost-effectiveness and yield the largest effect with obtaining the benefit of 17.75QALYs and ICER of ¥116,176.15/QALY. Although annual mammography screening and annual combined ultrasound and mammography screening strategies were undominant strategies, the ICERs were more than the WTP threshold with 567,261.63/QALY and 796,560.57/QALY.\nSensitivity analysis\n        In sensitivity analysis, which is illustrated in a tornado chart as in Fig. 5, the cost of stage I was identified as the most important driver of cost-effectiveness for breast cancer screening programs, followed by the cost of stage IV, cost of stage II and sensitivity of ultrasound. The sensitivity and specificity of ultrasound were also key determinants of the ICER. Interestingly, the sensitivity and specificity of mammography and combined did not show a significant impact on cost-effectiveness in the chosen model.Figure 5Tornado diagram.\nDiscussion\n      In the several decades, Hebei Province suffered from the relative heavy breast cancer burden in urban, which was higher than the average level in urban China34. By the screening strategy combined ultrasound and mammography could gain a higher chance of detecting suspicious positives and positive cases for breast cancer. However, when exploring breast cancer screening programs, the input–output ratio must be taken into account, which is significant to evaluate related health economic effect for screening44. Up to know, to our knowledge, there were few studies had reported the breast cancer screening and detection baseline in Hebei, and the current study was even the first time to research the health economics evaluation of breast cancer screening program in Urban Hebei Province.\n      In Hebei Province, findings from this study could help to identify that the high-risk rate of breast cancer was 24.58% in 2016–2020, which was consistent with the previous report in Hebei with the high-risk rates of 27.31% in 2018–201945, which were relatively higher than the latest data about the preliminary of cancer screening program in Urban China with the rates of 19.47% in 2012–2016 and 21.54% in 2013–2017, respectively46,47. Comparing with other urban regions in China, high-risk rate also higher than Zhejiang (12.56%, 2013–2018) and Hunan Province (19.45%, 2012–2018)48,49. It deserves to be noted that the overall positive rate of breast cancer screening was high in a high-risk population in urban China, with around 44% participants having benign or potential malignancies46. In our study, the detection rate for suspicious malignancy by ultrasound was 2.11%, the results were in line with previous researches conducted in Hebei with 2.46%45, which were both higher than Cancer Screening Program in Urban China baseline detection rate in the period of 2012–2016 and other previous researches conducted in China20,46,50. However, the current study demonstrated that the detection rates of positive lesions by mammography only is superior to ultrasound only for breast cancer screening for high-risk women in Hebei Province, which was consistent with Beijing city and a Chinese cohort study51–53, but contrary with some previous researches conducted in China. Differences in detection rates for regions may be due to various in local economy, environment and demographic structure, or differences in reporting time20,54.\n      In majority breast cancer screening programs, mammography was regarded as the main screening strategies. However, the diagnostic accuracy of mammography for breast cancer was not equal in all women. The overall sensitivity of mammography for detecting breast cancer was around 85%, but it dropped dramatically to 47.8–64.4% for women with dense breast tissue46. There have been several economic evaluations of mammography to screen for breast cancer as the main strategy in Chinese females. One of researches by Wong reported the least costly, nondominated screening option was screening from ages 40 years to 69 years36. Woo et al. reported that the ICER was 90 771USD/DALY when screening biennially for the age group of 50–74 years old55. Wu et al. reported that it is less cost-effective to use mammography screening alone in Shanghai, China56. Our study demonstrated that, comparing with no screening, the cost-effectiveness program was mammography screening annually, which was consistent with previous study36. Comparing with other countries’ researches, annual screening by mammography generated an ICER of $565,912/QALY in Canada, which is considerable uncertainty about the incremental cost-effectiveness of a WTP threshold57, In Germany, MR-mammography resulted with an ICER of $45,373.94/QALY, which was higher than the WTP as well58. An American study by Shis et al. reported that baseline mammography screening yielding an ICER of $36,200/QALY between 50 and 75 years old, which still higher than the WTP59. Conversely, our current study result showed that annual screening by ultrasound is the most cost-effective with an ICER of ¥116,176.15/QALY, which was consistent with several Chinese researches, such as Sun et al., which reported screening by ultrasound could be regarded as the primary method for breast cancer screening in Chinese females, while screening by mammography could only be used in some eastern economically developed regions60. Another Chinese study reported that, comparing with never screening, biennial screening with clinical breast examination and breast ultrasound was the most cost-effective breast cancer screening strategy, with the cost of saving related QALY would be ¥91,94437. Additionally, the Beijing Cancer Screening Prospective Cohort Study reported ultrasound alone (48,323 RMB ($7550)) was the most cost-effective methods for breast cancer screening than other screening strategies61.\n      A Markov model was used to explore and assess the effective and cost-effectiveness of breast cancer screening in Hebei Province, to get proper estimates; all input parameters were obtained based on systematic literature searches. To our knowledge, there have few studies combined mammography and ultrasound screening reported so far in China. Our results from the cost-effectiveness analysis suggest that the risk-based breast cancer screening program is cost effective over the no screening group in Hebei, which was constant with previous studies18,62. Our baseline model of annual screening by ultrasound only yielded an ICER of ¥116,176.15/QALY, lower than the WTP threshold of ¥213,000/QALY, which was considered as the most cost-effective screening strategy. Therefore, may imply that ultrasound screening has been proposed as a possible, more favorable alternative strategy for high risk women in Hebei Province63. Sensitivity analysis showed that although cost is the most effect factor in our study, within the value range of the variables in this study, whatever how changes in the other variables, there was no fundamental impact on ICER, and ICER was still below the willingness to pay threshold, which was consistent with a Germany study64.\n      \n        Limitations\n        The current study is based on the breast cancer screening program and established a Markov model that simulates the female population in urban Hebei. This model uses as many parameters as possible in this study to better fit the epidemiological characteristics and cost of breast cancer in Hebei women. At the same time, the study proposed that annual ultrasound screening for positive patients is the optimal strategy, which provides a basis for decision-making for the selection of breast cancer screening programs for women in urban Hebei, as well as provides breast cancer screening strategies in other regions where economic level and incidence of breast cancer are similar to Hebei province. However, a few limitations of this study need to be noted. Firstly, this study used model-based estimates based on assumptions. The model assumes 100% attendance and compliance with breast cancer screening and follow-ups, which is not representative of the real-world situations. Breast cancer screening among urban population in China from 2013 to 2018 and Hebei province from 2018 to 2019 showed that 55.3% and 64.4% of women aged 40–74 years old have attended screening45,65. Secondly, the study explored the impact of access to treatment on the overall results, suggesting that if not all detected cases go on to receive treatment, the screening is less cost-effective. Chinese patients need to pay on nearly 36% of total medical expenses, which could limit access to medical treatment for some women who have been diagnosed with breast cancer. Some women may also decide not to seek medical treatment if they are asymptomatic, such delay in the treatment of cancer can have adverse consequences on outcome and finally reduce the cost-effectiveness of a screening66. Thirdly, our study only contained the cost-effectiveness of various combinations of screening methods and interval in urban regions, due to the age-specific incidence was lower in rural regions than in urban regions, we were unable to distinguish effects across rural regions in Hebei Province yet. Future research is required to investigate differences between urban–rural regions67. Lastly, it should be noted that any Markov decision model should be validated using external empirical data. However, the screening program still requires long-term follow up to provide this empirical data. Moving forward, continuous follow up of the target population is needed over an extended period of time to facilitate a long-term evaluation of its effectiveness.\nLimitations\n        The current study is based on the breast cancer screening program and established a Markov model that simulates the female population in urban Hebei. This model uses as many parameters as possible in this study to better fit the epidemiological characteristics and cost of breast cancer in Hebei women. At the same time, the study proposed that annual ultrasound screening for positive patients is the optimal strategy, which provides a basis for decision-making for the selection of breast cancer screening programs for women in urban Hebei, as well as provides breast cancer screening strategies in other regions where economic level and incidence of breast cancer are similar to Hebei province. However, a few limitations of this study need to be noted. Firstly, this study used model-based estimates based on assumptions. The model assumes 100% attendance and compliance with breast cancer screening and follow-ups, which is not representative of the real-world situations. Breast cancer screening among urban population in China from 2013 to 2018 and Hebei province from 2018 to 2019 showed that 55.3% and 64.4% of women aged 40–74 years old have attended screening45,65. Secondly, the study explored the impact of access to treatment on the overall results, suggesting that if not all detected cases go on to receive treatment, the screening is less cost-effective. Chinese patients need to pay on nearly 36% of total medical expenses, which could limit access to medical treatment for some women who have been diagnosed with breast cancer. Some women may also decide not to seek medical treatment if they are asymptomatic, such delay in the treatment of cancer can have adverse consequences on outcome and finally reduce the cost-effectiveness of a screening66. Thirdly, our study only contained the cost-effectiveness of various combinations of screening methods and interval in urban regions, due to the age-specific incidence was lower in rural regions than in urban regions, we were unable to distinguish effects across rural regions in Hebei Province yet. Future research is required to investigate differences between urban–rural regions67. Lastly, it should be noted that any Markov decision model should be validated using external empirical data. However, the screening program still requires long-term follow up to provide this empirical data. Moving forward, continuous follow up of the target population is needed over an extended period of time to facilitate a long-term evaluation of its effectiveness.\nConclusion\n      In general, although it was not cost effective, ultrasound combined mammography screening strategy had a higher chance of detecting suspicious positives and positive cases. High-risk population-based breast cancer screening by ultrasound annually is the most cost-effective in Urban Hebei Province. However, considering the large geographical and socioeconomic disparities across, tailored screening strategies are required to further improve the effectiveness of breast cancer screening among Hebei women.\nSupplementary Information\n      The online version contains supplementary material available at 10.1038/s41598-023-29985-z.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9971026/",
    "doi": "https://doi.org/10.1038/s41598-023-29985-z",
    "citation_count": 1,
    "references": {
        "10968105": "Evaluating the Role of Breast Ultrasound in Early Detection of Breast Cancer in Low- and Middle-Income Countries: A Comprehensive Narrative Review"
    },
    "journal": "Scientific Reports",
    "topics": [
        "province, breast, screening, cancer",
        "urban, evaluation, hebei, cancer",
        "hebei, screening, cancer, evaluation"
    ]
}