{
    "title": "Epidemiology of Second Non-breast Primary Cancers among Survivors of Breast Cancer: A Korean Population–Based Study by the SMARTSHIP Group",
    "abstract": "To assess whether types of SNBPC were associated with breast cancer radiotherapy, SNBPC was classified into one of the following categories depending on proximity from the breast: category A - cancer in the intrathoracic organs, thyroid, esophagus, or stomach; category B - cancer of hematopoietic or lymphoid tissue; and category C - cancer in the head and neck region, skin, female reproductive organs, urinary tract, central nervous system, endocrine gland, or digestive organs. To assess whether types of SNBPC were associated with breast cancer radiotherapy, SNBPC was classified into one of the following categories depending on proximity from the breast: category A - cancer in the intrathoracic organs, thyroid, esophagus, or stomach; category B - cancer of hematopoietic or lymphoid tissue; and category C - cancer in the head and neck region, skin, female reproductive organs, urinary tract, central nervous system, endocrine gland, or digestive organs. In a study by Sung et al. wherein the incidence of subsequent cancers among survivors of breast cancer was compared to that in the U.S. general population, the relative risk and subsequent cancer types were associated with hormone receptor (HR) status of IBC, with the SIR of 1.20 in HR-positive IBC and SIR of 1.44 in HR-negative IBC.",
    "authors": [
        "Haeyoung Kim",
        "Su SSan Kim",
        "Ji Sung Lee",
        "Jae Sun Yoon",
        "Hyun Jo Youn",
        "Hyukjai Shin",
        "Jeong Eon Lee",
        "Se Kyung Lee",
        "Il Yong Chung",
        "So-Youn Jung",
        "Young Jin Choi",
        "Jihyoung Cho",
        "Sang Uk Woo"
    ],
    "published_year": "2022",
    "description": "Purpose\n          This study aimed to evaluate the incidence and prognosis of second non-breast primary cancer (SNBPC) among Korean survivors of breast cancer.\nMaterials and Methods\n      \n        1. Data source\n        This retrospective observational population-based study was conducted by reviewing claims data in the NHIS database. The NHIS database encompasses the Korean population’s longitudinal claims data since 2002, regarding healthcare utilization, sociodemographic variables, cancer information, and mortality [15]. Cancer cases were searched using the International Classification of Disease, 10th edition (ICD-10). Breast cancer surgery and adjuvant therapies (chemotherapy, endocrine therapy, and radiotherapy) initiated within 1 year after breast surgery were searched using codes described in S1 Table. Data collection was performed between January 2021 and April 2021, with a call for NHIS data between January 2003 and December 2017. According to the institutional review board at Samsung Medical Center, the current study was exempt from approval from an ethics committee since the data were de-identified and publicly open to use.\n      \n      \n        2. Patients\n        To construct patients’ cohort for SNBPC analysis, we extracted data of breast cancer patients who received curative surgery between 2003 and 2008 (n=64,340). Among the patients, individuals with the following factors were excluded from the cohort: history of other cancer diagnoses before breast cancer surgery (n=10,866), having radiotherapy before breast cancer surgery (n=349), absence of data on sex or age (n=371), or male (n=248). Accordingly, we found 52,506 women with breast cancer who were fit to represent a cohort of locoregional breast cancer treated between 2003 and 2008. The flow chart of the current study is shown in Fig 1. The characteristics of the 52,506 patients are shown in Table 1.\n        SNBPC was defined as a newly diagnosed non-breast primary cancer that occurred 5 years or more after initial breast cancer (IBC) diagnosis. Metastatic cancers were excluded from SNBPC by disregarding patients with disease codes C77, C78, and C79. To assess whether types of SNBPC were associated with breast cancer radiotherapy, SNBPC was classified into one of the following categories depending on proximity from the breast: category A - cancer in the intrathoracic organs, thyroid, esophagus, or stomach; category B - cancer of hematopoietic or lymphoid tissue; and category C - cancer in the head and neck region, skin, female reproductive organs, urinary tract, central nervous system, endocrine gland, or digestive organs.\n      \n      \n        3. Statistical analysis\n        Comparisons of variables between different groups were conducted by using the chi-square test, Student’s t test, or Wilcoxon rank sum test according to the type of variable. The patient’s follow-up was initiated from the date of breast cancer diagnosis and lasted until death or December 31, 2017, whichever occurred first. SNBPC incidence was determined according to intervals from the date of IBC diagnosis to the dates of SNBPC diagnosis, death, or December 31, 2017. In patients with SNBPC, post-SNBPC survival was decided as the interval between the date of SNBPC diagnosis and the date of death or December 31, 2018. The event probability of SNBPC and overall survival (OS) probability was calculated by using the Kaplan-Meier method. A comparison of survivals among groups with different variables was performed using the log-rank test or Cox proportional hazards regression model. The p-values of < 0.05 were considered statistically significant. Statistical analyses were performed using SAS ver. 9.4 (SAS Institute Inc., Cary, NC).\nResults\n      The median follow-up time of all 52,506 patients was 12.13 years (interquartile range [IQR], 10.63 to 13.92 years). SNBPC was developed in 3,084 women (5.87%) after a median duration of 7.61 years (IQR, 6.22 to 9.31 years) following an IBC diagnosis. More than 33% of SNBPC was found 8–11 years after IBC diagnosis. The largest proportion of patients with SNBPC had been 40–59 years old when the patients were diagnosed with IBC. Thyroid cancer was the most frequent type of SNBPC, followed by gastrointestinal and hepatobiliary cancer. Details of the patients with SNBPC are presented in Table 2.\n      Factors were compared depending on receipt of radiotherapy to evaluate the influence of breast cancer radiotherapy on the development of SNBPC. Women given radiotherapy for IBC were more likely to be young, at a high-income level, and treated with combined systemic therapies for breast cancer than those without radiotherapy. The frequency of SNBPC was significantly lower in women with breast cancer radiotherapy than in those without radiotherapy (5.34% vs. 6.50%, p < 0.001). The proportion of SNBPC that developed 11 years or more after IBC diagnosis was lower in the radiotherapy group than in the non-radiotherapy group (8.31% vs. 11.14%) when it was estimated among patients with SNBPC. Nonetheless, types of SNBPC were not dependent on breast cancer radiotherapy. Details are shown in Table 3.\n      The 10-year incidence rate of SNBPC development was 5.78% (95% confidenc interval [CI], 5.56 to 6.00). There was a significant difference in SNBPC incidence depending on the patient’s characteristics including age, income levels, types of adjuvant systemic treatment, and receipt of radiotherapy for IBC treatment. A higher SNBPC incidence was noted in survivors with the following factors: old age at IBC diagnosis, low household income, receiving chemotherapy along with endocrine therapy, and no administration of radiotherapy for IBC. In Table 4, further information on the incidence rate of SNBPC is described.\n      Among the patients with SNBPC, the 5-year OS rate was 62.28% (95% CI, 65.53 to 69.02) after a median follow-up of 3.82 years (95% CI, 2.09 to 5.98) following SNBPC diagnosis. The 5-year OS was inferior in patients with the following characteristics than in those without these factors: old age at IBC diagnosis (≥ 60 years old), low household income, and combined modality of systemic therapy for breast cancer. Nevertheless, receipt of radiotherapy was not associated with OS following SNBPC diagnosis. Table 5 shows the details of OS in SNBPC patients.\nConclusion\n          Approximately 5% of breast cancer survivors developed SNBPC within 10 years after IBC diagnosis. The risk of SNBPC was associated with patient’s age at IBC diagnosis, income level, and a receipt of systemic treatments.\nIntroduction\n      Breast cancer is the most common cancer worldwide, accounting for 11% of new cancer cases globally as of 2020 [1]. In Korea, the incidence of breast cancer is the highest among female cancers and has been continuously increasing in recent decades [2,3]. More than 90% of new breast cancer cases in Korea are diagnosed at the locoregional stage [4]. The early stage of diagnosis and advances in treatment have improved survival outcomes in patients with breast cancer [2]. According to recent studies on cancer statistics in Korea, the 5-year relative survival rate for breast cancer was estimated to be 93.2% among women newly diagnosed with breast cancer between 2013 and 2017 [2,4]. Consequently, there are an increasing number of survivors of breast cancer, with over 122,000 women who survived more than 5 years after diagnosis, as of 2018 in Korea [4]. In addition, survivors of breast cancer constitute more than 20% of all cancer survivors among Korean women [3]. Given the growing number of survivors and chronic conditions of breast cancer, management of lifelong medical issues is a requirement for optimal long-term care for survivors of breast cancer.\n      The development of second non-breast primary cancer (SNBPC) is one of the essential issues that may be encountered by survivors of breast cancer [5]. Previous studies have shown that various types of SNBPC occurred after breast cancer treatment [6–13]. Moreover, the risk of developing SNBPC among survivors of breast cancer significantly exceeds that in women without cancer in the general population [8,11,14]. Furthermore, patients with SNBPC may come across complicated medical issues caused by a previous treatment for breast cancer. Considering the elevated risk of SNBPC and the presumable need for elaboration of SNBPC management, it is necessary to know the incidence and prognosis of SNBPC in survivors of breast cancer in each population. Unlike other populations in whom information on SNBPC has been well described, little is known about Korean population data regarding SNBPC in survivors of breast cancer [11,12].\n      This study was conducted to estimate the incidence of SNBPC and evaluate the prognosis after SNBPC diagnosis among survivors of breast cancer in Korea. To obtain complete population data on SNBPC, we analyzed claims data from the National Health Insurance Service (NHIS) which contains information on various medical utilization and mortality for the whole population of South Korea [15]. Based on this analysis, we aimed to establish knowledge on SNBPC in Korean women and thus facilitate improved management of survivors of breast cancer.\n1. Data source\n        This retrospective observational population-based study was conducted by reviewing claims data in the NHIS database. The NHIS database encompasses the Korean population’s longitudinal claims data since 2002, regarding healthcare utilization, sociodemographic variables, cancer information, and mortality [15]. Cancer cases were searched using the International Classification of Disease, 10th edition (ICD-10). Breast cancer surgery and adjuvant therapies (chemotherapy, endocrine therapy, and radiotherapy) initiated within 1 year after breast surgery were searched using codes described in S1 Table. Data collection was performed between January 2021 and April 2021, with a call for NHIS data between January 2003 and December 2017. According to the institutional review board at Samsung Medical Center, the current study was exempt from approval from an ethics committee since the data were de-identified and publicly open to use.\n2. Patients\n        To construct patients’ cohort for SNBPC analysis, we extracted data of breast cancer patients who received curative surgery between 2003 and 2008 (n=64,340). Among the patients, individuals with the following factors were excluded from the cohort: history of other cancer diagnoses before breast cancer surgery (n=10,866), having radiotherapy before breast cancer surgery (n=349), absence of data on sex or age (n=371), or male (n=248). Accordingly, we found 52,506 women with breast cancer who were fit to represent a cohort of locoregional breast cancer treated between 2003 and 2008. The flow chart of the current study is shown in Fig 1. The characteristics of the 52,506 patients are shown in Table 1.\n        SNBPC was defined as a newly diagnosed non-breast primary cancer that occurred 5 years or more after initial breast cancer (IBC) diagnosis. Metastatic cancers were excluded from SNBPC by disregarding patients with disease codes C77, C78, and C79. To assess whether types of SNBPC were associated with breast cancer radiotherapy, SNBPC was classified into one of the following categories depending on proximity from the breast: category A - cancer in the intrathoracic organs, thyroid, esophagus, or stomach; category B - cancer of hematopoietic or lymphoid tissue; and category C - cancer in the head and neck region, skin, female reproductive organs, urinary tract, central nervous system, endocrine gland, or digestive organs.\n3. Statistical analysis\n        Comparisons of variables between different groups were conducted by using the chi-square test, Student’s t test, or Wilcoxon rank sum test according to the type of variable. The patient’s follow-up was initiated from the date of breast cancer diagnosis and lasted until death or December 31, 2017, whichever occurred first. SNBPC incidence was determined according to intervals from the date of IBC diagnosis to the dates of SNBPC diagnosis, death, or December 31, 2017. In patients with SNBPC, post-SNBPC survival was decided as the interval between the date of SNBPC diagnosis and the date of death or December 31, 2018. The event probability of SNBPC and overall survival (OS) probability was calculated by using the Kaplan-Meier method. A comparison of survivals among groups with different variables was performed using the log-rank test or Cox proportional hazards regression model. The p-values of < 0.05 were considered statistically significant. Statistical analyses were performed using SAS ver. 9.4 (SAS Institute Inc., Cary, NC).\nDiscussion\n      This study found that the 10-year incidence rate of SNBPC was 5.78% among 52,506 Korean women who had curative surgery for breast cancer between 2003 and 2008. Old age at IBC diagnosis, low household income, and receiving combined chemotherapy with endocrine therapy was associated with a higher SNBPC incidence. In comparison, an administration of breast cancer radiotherapy was related to a lower incidence of SNBPC. Among the patients with SNBPC, thyroid cancer was the most frequent type of cancer. The distribution of SNBPC types was not different according to breast cancer radiotherapy receipt. In addition, less than 68% of patients with SNBPC were estimated to survive 5 years after SNBPC diagnosis. Taken together, the results of this study provide essential information on SNBPC in Korean survivors of breast cancer.\n      The incidence of SNBPC has been evaluated in several studies from diverse populations [6–14,16–19]. The studies examined databases from various sources, including nationwide population-based data, regional registries, or institutional cohorts, to obtain comprehensive information on SNBPC (Table 6). Given that contralateral breast cancer is the most frequent type of subsequent cancer in survivors of breast cancer [14], researchers in some previous studies have analyzed the incidence of subsequent cancers including the cases with contralateral breast cancer [13,14,17]. Accordingly, the incidence rates of subsequent cancer varied between 2.1% and 12.3% Table 6. However, when the evaluation was focused on SNBPC cases, approximately 2.1%–8.2% of survivors of breast cancer were found to encounter SNBPC within a decade after primary breast cancer diagnosis [6–8,18,19]. In the current study, we found that Korean survivors of breast cancer exhibited a similar incidence of SNBPC compared to those in other populations. Since the SNBPC incidence increases with time after IBC treatment, it is necessary to follow up the cohort further to understand the epidemiologic characteristics of SNBPC among Korean survivors of breast cancer comprehensively [8,13].\n      The relative risk for SNBPC depends on several factors including age at IBC diagnosis, types of adjuvant treatment, and molecular subtypes of IBC [11,12,14,16]. Among the known risk factors, young age at IBC diagnosis, usually defined as < 50 years old, has been analyzed as an important contributor to excessive risk of SNBPC in several studies [6,8,11,14]. In those studies, the relative risk of SNBPC was estimated with a standardized incidence ratio (SIR) [8,11,14] or an adjusted hazard ratio (AHR) [6]. The SIR or AHR was calculated as the ratio of SNBPC incidence among survivors of breast cancer to the incidence of cancers among the cancer-free general population. According to previous studies, the SIR of SNBPC ranged between 1.47 and 1.77 among survivors whose IBC was diagnosed at a young age, while it was between 1.04 and 1.20 among survivors whose IBC was detected at old age [8,11,14]. The high SIR of SNBPC among young survivors of breast cancer is likely to result from combined effects, including cancer susceptibility in young breast cancer survivors and low cancer incidence in healthy young women in the general population. Nonetheless, in another aspect, the absolute incidence of SNBPC increased with the patients’ age at IBC diagnosis [6,8,13,18]. For example, in a study by Silverman et al. [8], the 5-year incidence of SNBPC was higher in women ≥ 50 years old at IBC diagnosis than in those < 50 years old. (5.1% vs. 2.2%). Similarly, our Korean population data shows that the 10-year SNBPC rate was 8.51% for survivors whose IBC was diagnosed at ≥ 60 years of age, while it was between 4.61% and 5.32% for survivors diagnosed at < 60 years of age. These findings suggest that old age is an important contributor to the enhanced risk of SNBPC.\n      Radiotherapy has been considered an important influencing factor for SNBPC development [12]. Several studies have shown that breast cancer radiotherapy was associated with an elevated risk of SNBPC [6,7,10,12,13,17]. In particular, the studies indicated that irradiated survivors of breast cancer had a higher incidence of SNBPC in the following cancer types compared to non-irradiated survivors: lung cancer [10,12,13,17,18], esophageal cancer [7,12], leukemia [9,13], soft tissue sarcoma [10,12,18], or all types of SNBPC at large [6,12]. However, even if multiple studies have suggested a hazardous effect of radiotherapy in terms of SNBPC development, several controversies remain regarding the interpretation of the results. First of all, the authors of the previous studies analyzed data from outdated cohorts. For instance, in a meta-analysis exhibiting a radiotherapy-related risk of SNBPC, the authors analyzed 13 studies on patients with breast cancer treated between 1954 and 2007 [12]. Radiotherapeutic technologies had been considerably improved during the previous decades, delivering focused radiation to the target more accurately, with minimizing radiation to the surrounding normal organs [20]. Therefore, it may be less likely that the risk of SNBPC is influenced by radiotherapy administered to the breast and regional nodes in individuals treated with modern radiotherapy techniques. It is necessary to assess the influence of radiotherapy on SNBPC in patients treated in recent years to overcome the problems in the literature. Therefore, we sought the incidence of SNBPC among patients treated with curative surgery for breast cancer between 2003 and 2008. Since the women included in our study had a median follow-up time of more than 12 years, our data is thought to be appropriate to update information on the association between radiotherapy and SNBPC development. Unlike the previous reports, we found that breast cancer radiotherapy was associated with decreased incidence of SNBPC. This result suggests that radiotherapy is not related to the elevation of SNBPC risk in Korean survivors of breast cancer. In another respect, however, the result may be attributable to the characteristics of irradiated patients in our cohort, which include a lower proportion of patients with old age-onset breast cancer and poor income in comparison to unirradiated patients. Given that variables such as old age and low household income were significantly associated with high SNBPC incidence in our analysis, the different distribution of the variables between irradiated and unirradiated patients may have affected the result. Aside from these risk factors, there might be other variables that possibly biased the impact of radiotherapy on SNBPC development. Therefore, it is necessary to include other probable risk factors for SNBPC to evaluate the association more accurately between radiotherapy and SNBPC development in future studies.\n      Combined adjuvant systemic treatment integrating chemotherapy and endocrine therapy was associated with higher SNBPC incidence in our study. Considering that the treatment usually has been given to the patients with advanced hormone-responsive breast cancer, it can be postulated that the stage or subtype of IBC might have affected the risk of SNBPC. In addition, the medications per se could have influenced the development of SNBPC. In a study by Sung et al. wherein the incidence of subsequent cancers among survivors of breast cancer was compared to that in the U.S. general population, the relative risk and subsequent cancer types were associated with hormone receptor (HR) status of IBC, with the SIR of 1.20 in HR-positive IBC and SIR of 1.44 in HR-negative IBC. The authors also showed complex interactions between types of subsequent cancers and the HR status of IBC [21]. Similarly, there were potentially some associations between the HR status of IBC and SNBPC development in survivors of Korean breast cancer. However, since the current analysis was conducted using insurance claims data, we could not obtain pathological data on IBC. Therefore, further studies incorporating clinicopathological data are required to examine unbiased associations between types of adjuvant systemic therapies and the SNBPC development.\n      Poor household income was associated with high SNBPC incidence in our study. Furthermore, survivors with poor income showed an inferior survival rate after SNBPC diagnosis than those with other income levels. In the Korean public health care system, the medical expenses of individuals at the lowest-income level are supported by the Medical Aid program, covering approximately 3% of the Korean population [22]. The Medical Aid beneficiaries have higher frequencies of chronic disease, unemployment, and old age than those in other income groups. Moreover, individuals at the lowest-income level are more likely to face difficulties in taking efficient medical services than those at a better income level [22]. The socio-economic and health-related factors seem to induce the development of SNBPC and cause poor prognosis after SNBPC diagnosis in survivors at the lowest-income level.\n      In this study, we examined epidemiologic characteristics of SNBPC in Korean survivors of breast cancer based on insurance claims data of the NHIS. Given that the NHIS contains data on medical service utilization in almost all Koreans, the current study is thought to provide comprehensive information on SNBPC among Korean survivors of breast cancer. However, there are limitations to this study. Firstly, since we used insurance claims data, clinic-pathologic information on IBC was not available for analysis. In addition, information on radiotherapy such as radiation dose and field could not be evaluated by using the claims data. Importantly, survivors developing sarcoma in the irradiated breast might not have been defined as SNBPC since we excluded patients with subsequent cancer in the breast based on disease codes in insurance claim data. Furthermore, health care services not covered by the NHIS were not included in this analysis. Therefore, patients treated with systemic agents uncovered by the public insurance were not counted as chemotherapy recipients in our study. Notwithstanding these limitations, this study provides valuable population-based information on the incidence and prognosis of SNBPC in Korean survivors of breast cancer. Moreover, the current study updates knowledge of SNBPC by analyzing data of patients who were treated in reasonably recent years with long-term follow-up. The basic facts on SNBPC are expected to be used to enhance an individual’s information level and assist patients’ education for Korean survivors of breast cancer.\n      In conclusion, approximately 5% of breast cancer survivors developed SNBPC within 10 years after IBC diagnosis. The risk of SNBPC was associated with patient’s age at IBC diagnosis, income level, and a receipt of systemic treatments. This study presents population-based information on SNBPC among Koran survivors of breast cancer. These basic facts need to be considered for a survivorship care plan in Korea.\nElectronic Supplementary Material\n      Supplementary materials are available at Cancer Research and Treatment website (https://www.e-crt.org).",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10101780/",
    "doi": "https://doi.org/10.4143/crt.2022.410"
}