{
    "title": "A genome-wide gene-environment interaction study of breast cancer risk for women of European ancestry",
    "abstract": "Under the log-additive model, the G×E heritability on the frailty scale can be estimated by hf2 = hobs2 × var(X)/P(1-P), where hobs2 is the observed heritability given by LD score regression, var(X) is the variance of the risk factor under evaluation, and P is the proportion of cases in the sample. The estimated proportion of the frailty scale heritability explained by G×E interactions was very low for all factors, being highest for age at first full-term pregnancy (~ 1.5% for both overall and ER + breast cancer risk), age at menarche and post-menopausal BMI.Table 1Genetic variants with suggestive (Pint ≤ 5E−07) GxE interactions for overall and estrogen receptor positive (ER +) breast cancer riskRisk factorSNPChrPosition1Alleles2EAF3ORmarg(95% CI)PmargORint(95% CI)PintBFDP4Overall breast cancer riskNumber of full-term pregnancies (per 1 birth)rs109288722129,833,111A/T0.081.00(0.97–1.03)0.970.93(0.91–0.96)1.34E-070.98Number of full-term pregnancies (per 1 birth)rs360646872129,832,988AT/A0.081.00(0.97–1.04)0.990.93(0.91–0.96)1.34E-070.98Number of full-term pregnancies (per 1 birth)rs799296942129,841,483A/G0.081.00(0.96–1.03)0.960.93(0.91–0.96)1.43E-070.98Number of full-term pregnancies (per 1 birth)rs771074852129,843,663T/G0.081.00(0.97–1.04)0.890.93(0.91–0.96)2.79E-070.98Number of full-term pregnancies (per 1 birth)rs797222312129,834,483T/C0.081.00(0.97–1.04)0.920.93(0.91–0.96)2.80E-070.98Age at menarche (per 2 years)rs73277506721,112,413C/T0.021.03(0.96–1.10)0.391.26(1.16–1.38)1.46E-070.75Current smoking (yes/no)rs113221618105,120,195GC/G0.291.00(0.98–1.02)0.631.19(1.12–1.27)9.26E-080.49Adult height (per 5 cm)rs80018847928,326,896A/G0.141.00(0.98–1.03)0.880.94(0.92–0.96)4.34E-080.11Adult height (per 5 cm)rs1360506928,339,154G/C0.161.00(0.97–1.03)0.960.95(0.93–0.98)2.13E-071.00Adult height (per 5 cm)rs12376691741,912,024T/G0.911.01(0.98–1.04)0.620.94(0.91–0.96)5.00E-070.16OC use (yes/no)rs147290549187,713,860C/T0.501.01(0.99–1.02)0.231.10(1.06–1.14)4.55E-070.59OC use (yes/no)rs664040187,716,250C/A0.501.01(0.99–1.02)0.221.10(1.06–1.14)4.93E-070.59Current smoking(yes/no)rs754893242126,302,665G/C0.020.98(0.92–1.05)0.870.58(0.47–0.72)4.58E-070.94ER + breast cancer riskAge at menarche (per 2 years)rs73277506721,112,413C/T0.021.04(0.97–1.12)0.251.28(1.17–1.41)3.94E-070.76Current smoking (yes/no)rs113221618105,120,195GC/G0.291.00(0.98–1.02)0.951.20(1.12–1.29)4.32E-070.81Age at menarche (per 2 years)rs47705521324,594,430C/T0.861.02(1.00–1.05)0.100.91(0.88–0.94)4.62E-080.11Age at menarche (per 2 years)rs1136846951324,600,947ACCTCGTGATCCGC/A0.861.02(1.00–1.05)0.110.91(0.88–0.94)5.48E-080.11Age at menarche (per 2 years)rs95109971324,592,857G/T0.861.02(1.00–1.05)0.100.91(0.88–0.94)6.26E-080.11Age at menarche (per 2 years)rs73212001324,593,519A/G0.871.01(0.99–1.04)0.330.91(0.87–0.94)7.92E-080.11Age at menarche (per 2 years)rs47705531324,595,995C/T0.851.02(0.99–1.04)0.220.92(0.89–0.95)4.31E-070.76Age at menarche (per 2 years)rs95510411324,601,810A/G0.851.02(0.99–1.04)0.210.92(0.89–0.95)4.58E-070.76Age at menarche (per 2 years)rs18868051324,602,494G/A0.851.02(0.99–1.04)0.210.92(0.89–0.95)4.62E-070.76Age at menarche (per 2 years)rs47705551324,601,751T/C0.851.02(0.99–1.04)0.210.92(0.89–0.95)4.63E-070.76Age at menarche (per 2 years)rs47705561324,601,760A/G0.851.02(0.99–1.04)0.210.92(0.89–0.95)4.68E-070.76Age at menarche (per 2 years)rs18868041324,602,174T/G0.851.02(0.99–1.04)0.210.92(0.89–0.95)4.72E-070.76Age at menarche (per 2 years)rs18868031324,602,165T/C0.851.02(0.99–1.04)0.210.92(0.89–0.95)4.72E-070.76Age at menarche (per 2 years)rs95531451324,602,061G/C0.851.02(0.99–1.04)0.210.92(0.89–0.95)4.75E-070.76Age at menarche (per 2 years)rs47693051324,592,448T/C0.851.02(0.99–1.05)0.170.92(0.89–0.95)4.76E-070.76Age at menarche (per 2 years)rs95531441324,601,943C/G0.851.02(0.99–1.04)0.210.92(0.89–0.95)4.78E-070.76Number of full-term pregnancies (per 1 birth)rs9301982379,492,077T/C0.241.00(0.98–1.02)0.930.96(0.94–0.97)3.10E-070.99SNP: Single Nucleotide Polymorphism; Chr: Chromosome; Ref: Reference Allele; Alt: Alternative Allele; EAF: Effect Allele Frequency; ORmarg: SNP Marginal Odds ratio; CI: Confidence Interval; Pmarg: Marginal p-value (meta-analyzed); ORint: Interaction p-value (meta-analyzed); Pint: Interaction p-value; BFDP: Bayesian False Discovery Probability; ABF: Approximate Bayes Probability; OC use: Ever use of oral contraceptives; ER + : Estrogen receptor positive breast cancer risk1Build 37 Position2Reference/Alternate alleles in Europeans (forward strand)3Effect allele frequency in controls in OncoArray dataset4Bayesian False Discovery Probability at prior probability of 1 × 10–05Fig. Under the log-additive model, the G×E heritability on the frailty scale can be estimated by hf2 = hobs2 × var(X)/P(1-P), where hobs2 is the observed heritability given by LD score regression, var(X) is the variance of the risk factor under evaluation, and P is the proportion of cases in the sample.",
    "authors": [
        "Pooja Middha",
        "Xiaoliang Wang",
        "Sabine Behrens",
        "Manjeet K. Bolla",
        "Qin Wang",
        "Joe Dennis",
        "Kyriaki Michailidou",
        "Thomas U. Ahearn",
        "Irene L. Andrulis",
        "Hoda Anton-Culver",
        "Volker Arndt",
        "Kristan J. Aronson",
        "Paul L. Auer",
        "Annelie Augustinsson",
        "Thaïs Baert",
        "Laura E. Beane Freeman",
        "Heiko Becher",
        "Matthias W. Beckmann",
        "Javier Benitez",
        "Stig E. Bojesen",
        "Hiltrud Brauch",
        "Hermann Brenner",
        "Angela Brooks-Wilson",
        "Daniele Campa",
        "Federico Canzian",
        "Angel Carracedo",
        "Jose E. Castelao",
        "Stephen J. Chanock",
        "Georgia Chenevix-Trench",
        "Emilie Cordina-Duverger",
        "Fergus J. Couch",
        "Angela Cox",
        "Simon S. Cross",
        "Kamila Czene",
        "Laure Dossus",
        "Pierre-Antoine Dugué",
        "A. Heather Eliassen",
        "Mikael Eriksson",
        "D. Gareth Evans",
        "Peter A. Fasching",
        "Jonine D. Figueroa",
        "Olivia Fletcher",
        "Henrik Flyger",
        "Marike Gabrielson",
        "Manuela Gago-Dominguez",
        "Graham G. Giles",
        "Anna González-Neira",
        "Felix Grassmann",
        "Anne Grundy",
        "Pascal Guénel",
        "Christopher A. Haiman",
        "Niclas Håkansson",
        "Per Hall",
        "Ute Hamann",
        "Susan E. Hankinson",
        "Elaine F. Harkness",
        "Bernd Holleczek",
        "Reiner Hoppe",
        "John L. Hopper",
        "Richard S. Houlston",
        "Anthony Howell",
        "David J. Hunter",
        "Christian Ingvar",
        "Karolin Isaksson",
        "Helena Jernström",
        "Esther M. John",
        "Michael E. Jones",
        "Rudolf Kaaks",
        "Renske Keeman",
        "Cari M. Kitahara",
        "Yon-Dschun Ko",
        "Stella Koutros",
        "Allison W. Kurian",
        "James V. Lacey",
        "Diether Lambrechts",
        "Nicole L. Larson",
        "Susanna Larsson",
        "Loic Le Marchand",
        "Flavio Lejbkowicz",
        "Shuai Li",
        "Martha Linet",
        "Jolanta Lissowska",
        "Maria Elena Martinez",
        "Tabea Maurer",
        "Anna Marie Mulligan",
        "Claire Mulot",
        "Rachel A. Murphy",
        "William G. Newman",
        "Sune F. Nielsen",
        "Børge G. Nordestgaard",
        "Aaron Norman",
        "Katie M. O’Brien",
        "Janet E. Olson",
        "Alpa V. Patel",
        "Ross Prentice",
        "Erika Rees-Punia",
        "Gad Rennert",
        "Valerie Rhenius",
        "Kathryn J. Ruddy",
        "Dale P. Sandler",
        "Christopher G. Scott",
        "Mitul Shah",
        "Xiao-Ou Shu",
        "Ann Smeets",
        "Melissa C. Southey",
        "Jennifer Stone",
        "Rulla M. Tamimi",
        "Jack A. Taylor",
        "Lauren R. Teras",
        "Katarzyna Tomczyk",
        "Melissa A. Troester",
        "Thérèse Truong",
        "Celine M. Vachon",
        "Sophia S. Wang",
        "Clarice R. Weinberg",
        "Hans Wildiers",
        "Walter Willett",
        "Stacey J. Winham",
        "Alicja Wolk",
        "Xiaohong R. Yang",
        "M. Pilar Zamora",
        "Wei Zheng",
        "Argyrios Ziogas",
        "Alison M. Dunning",
        "Paul D. P. Pharoah",
        "Montserrat García-Closas",
        "Marjanka K. Schmidt",
        "Peter Kraft",
        "Roger L. Milne",
        "Sara Lindström",
        "Douglas F. Easton",
        "Jenny Chang-Claude"
    ],
    "published_year": "2023",
    "description": "Background\n      Breast cancer is a complex disease involving interplay between lifestyle/environmental and genetic risk factors. Risk factors such as parity, breastfeeding, age at menarche, age at first full-term pregnancy, body mass index (BMI), height, mammographic density, exogenous hormonal use, and alcohol consumption are well-established [1–7]. Through continued collaborative efforts such as the Collaborative Oncological Gene-environment Study (COGS) and the OncoArray project [8], more than 200 common single nucleotide polymorphisms (SNPs) associated with risk of breast cancer have been identified [9–11].\n      Traditional genome-wide association study (GWAS) analyses assess the marginal effects of variants and might miss variants which only show an effect within certain strata in the population. These potential gene–environment interactions where SNPs are associated with disease risk in conjunction with lifestyle/environmental risk factors can be investigated through genome-wide gene-environment interaction studies (GEWIS) [12–15].\n      Very few genome-wide studies of gene-environment (G×E) interactions in breast cancer have been conducted to date, and three focused on the use of menopausal hormonal therapy as the single environmental risk factor [16–18]. An exploratory analysis of G×E interactions examined ten environmental risk factors and 71,527 SNPs selected from prior evidence, using data from approximately 35,000 cases and controls in the Breast Cancer Association Consortium (BCAC). That study identified two potential G×E interactions associated with breast cancer risk [19]. In the present study, we performed a comprehensive genome-wide analysis of gene–environment interactions for risk of overall breast cancer, as well as estrogen receptor positive (ER +) breast cancer using data from 72,285 cases and 80,354 controls participating in the BCAC.\nMethods\n      \n        Study sample\n        Analyses were conducted using data from 46 studies (16 prospective cohorts, 14 population-based case–control studies, and 16 non-population based studies) participating in the BCAC. We excluded participants if they were genotypically male, of non-European descent, or had a breast tumor of unknown invasiveness or in-situ breast cancer. Women with prevalent breast cancer at the time of recruitment or with unknown reference age (defined as age at diagnosis for cases and age at interview for controls) were also excluded from the analyses. Further, studies with fewer than 150 cases and 150 controls for the risk factor under evaluation were excluded from those analyses. Each participating study obtained informed consent from the participants and was approved by their local ethics committee.\n      \n      \n        Risk factor data\n        Risk factor data from individual studies was checked for quality using a multi-step harmonization process based on a common data dictionary. Time-dependent risk factor variables were derived with respect to the reference date defined as date of diagnosis for cases and date of interview for controls. Analyses were conducted with the following risk factors among all women: age at menarche (per 2 years), parity (per 1 birth), adult height (per 5 cm), ever use of oral contraceptives (yes/no), and current smoking (yes/no). The analysis of age at first full-term pregnancy (per 5 years) was conducted among parous women only, and that of body mass index (BMI, per 5 kg/m2) was conducted among postmenopausal women only. Menopausal status was either self-reported or assigned as postmenopausal if the reference age was greater than 54 years.\n      \n      \n        Genetic data\n        All samples were genotyped either using the iCOGS [20, 21] or OncoArray [9, 10, 22]. Briefly, iCOGS is a customized iSelect SNP genotyping array, consisting of ~ 211,000 SNPs [20, 21], whereas OncoArray includes ~ 533,000 SNPs of which nearly 260,000 were selected as a GWAS backbone (Illumina HumanCore) [22]. Detailed information is provided elsewhere [9, 10, 20–22]. Data were imputed to the 1000 Genomes Reference Panel (phase 3 version 5). Overall, 28,176 cases and 32,209 controls of European ancestry who were genotyped by the iCOGS array, and 44,109 cases and 48,145 controls who were genotyped using the OncoArray array were included in this analysis.\n        Genetic variants with imputation quality score < 0.5 in iCOGS or < 0.8 in OncoArray, or with minor allele frequency < 0.01, were excluded from the analyses. Variants in known breast cancer regions were also excluded from the analysis since interactions between known susceptibility variants and risk factors have been explored previously [23, 24]. After applying all exclusions, 7,672,870 genetic variants (SNPs and indels) were included in the analysis.\n      \n      \n        Statistical analysis\n        Unconditional logistic regression was employed to assess the associations of SNPs and risk factors with breast cancer risk. Genotypes were assessed using the expected number of copies of the alternative allele (‘dosage’) as the covariate under a log-additive model. Interactions between genetic variants and risk factors were tested by comparing the fit of logistic regression models with and without an interaction term using likelihood ratio tests. All models were adjusted for reference age, study, and ten ancestry-informative principal components. To account for potential differential main effects of risk factors by study design, all models included an interaction term between risk factor and an indicator variable for study design (population-based vs. non-population based). Analyses with current smoking were further adjusted for former smoking.\n        Analyses were performed separately for overall and ER + breast cancer risk, and also separately by genotyping array. Array-specific results were combined using METAL [25]. Quantile–quantile (Q-Q) plots were assessed to examine the consistency of the distribution of p-values with the null distribution. Interaction P value less than 5E-07 was considered suggestive evidence of interaction. We also calculated Bayesian False Discovery Probabilities (BFDP) for all suggestive interactions, assuming a 1 × 10–5 prior probability of a true association for each SNP-risk factor pair. Overall, G×E interactions with BFDP < 15% were considered noteworthy [26]. For noteworthy SNP-risk pairs, we evaluated the G×E interaction also for ER-negative breast cancer risk. For noteworthy interactions, we conducted stratified analyses by categories of the risk factor. All analyses were conducted using R version 3.5.1.\n        We estimated the overall genome-wide contribution of G×E associations for each risk factor to the familial relative risk of breast cancer using LD score regression [27]. The analysis used the G×E interaction summary statistics and was restricted to HapMap3 SNPs with MAF > 5% in European population from the 1000 Genomes Project. Under the log-additive model, the G×E heritability on the frailty scale can be estimated by hf2 = hobs2 × var(X)/P(1-P), where hobs2 is the observed heritability given by LD score regression, var(X) is the variance of the risk factor under evaluation, and P is the proportion of cases in the sample. The proportion of the familial relative risk (FRR) of breast cancer due to G×E interactions is then given by hf2/2log(λ) where λ is the familial relative risk to first degree relatives of cases (assumed to be 2) [28].\nResults\n      Studies included in the analysis are summarized in Additional file 1: Table S1. The number of cases and controls in each analysis varied from 61,617 cases and 74,698 controls for parity to 48,276 cases and 60,587 controls for current smoking (Additional file 1: Table S2). Consistent with the literature, increasing age at first full-term pregnancy, higher adult height, ever use of oral contraceptives, and current smoking were associated with increased overall breast cancer risk, whereas increasing age at menarche, being parous, increasing number of full-term pregnancies, and breast feeding were associated with decreased breast cancer risk (Additional file 1: Table S3).\n      The genome-wide analysis of interactions with seven environmental risk factors yielded two SNP-risk factor pairs at BFDP < 15%, one for risk of overall breast cancer and one for ER + breast cancer risk (Table 1, Fig. 1, 2, Additional file 1: Figure S1A-S1B). No inflation in the test statistics was observed for either of the environmental risk factors. The heritability on the frailty scale of breast cancer risk explained by G×E interaction is shown in Additional file 1: Figure S2. The estimated proportion of the frailty scale heritability explained by G×E interactions was very low for all factors, being highest for age at first full-term pregnancy (~ 1.5% for both overall and ER + breast cancer risk), age at menarche and post-menopausal BMI.Table 1Genetic variants with suggestive (Pint ≤ 5E−07) GxE interactions for overall and estrogen receptor positive (ER +) breast cancer riskRisk factorSNPChrPosition1Alleles2EAF3ORmarg(95% CI)PmargORint(95% CI)PintBFDP4Overall breast cancer riskNumber of full-term pregnancies (per 1 birth)rs109288722129,833,111A/T0.081.00(0.97–1.03)0.970.93(0.91–0.96)1.34E-070.98Number of full-term pregnancies (per 1 birth)rs360646872129,832,988AT/A0.081.00(0.97–1.04)0.990.93(0.91–0.96)1.34E-070.98Number of full-term pregnancies (per 1 birth)rs799296942129,841,483A/G0.081.00(0.96–1.03)0.960.93(0.91–0.96)1.43E-070.98Number of full-term pregnancies (per 1 birth)rs771074852129,843,663T/G0.081.00(0.97–1.04)0.890.93(0.91–0.96)2.79E-070.98Number of full-term pregnancies (per 1 birth)rs797222312129,834,483T/C0.081.00(0.97–1.04)0.920.93(0.91–0.96)2.80E-070.98Age at menarche (per 2 years)rs73277506721,112,413C/T0.021.03(0.96–1.10)0.391.26(1.16–1.38)1.46E-070.75Current smoking (yes/no)rs113221618105,120,195GC/G0.291.00(0.98–1.02)0.631.19(1.12–1.27)9.26E-080.49Adult height (per 5 cm)rs80018847928,326,896A/G0.141.00(0.98–1.03)0.880.94(0.92–0.96)4.34E-080.11Adult height (per 5 cm)rs1360506928,339,154G/C0.161.00(0.97–1.03)0.960.95(0.93–0.98)2.13E-071.00Adult height (per 5 cm)rs12376691741,912,024T/G0.911.01(0.98–1.04)0.620.94(0.91–0.96)5.00E-070.16OC use (yes/no)rs147290549187,713,860C/T0.501.01(0.99–1.02)0.231.10(1.06–1.14)4.55E-070.59OC use (yes/no)rs664040187,716,250C/A0.501.01(0.99–1.02)0.221.10(1.06–1.14)4.93E-070.59Current smoking(yes/no)rs754893242126,302,665G/C0.020.98(0.92–1.05)0.870.58(0.47–0.72)4.58E-070.94ER + breast cancer riskAge at menarche (per 2 years)rs73277506721,112,413C/T0.021.04(0.97–1.12)0.251.28(1.17–1.41)3.94E-070.76Current smoking (yes/no)rs113221618105,120,195GC/G0.291.00(0.98–1.02)0.951.20(1.12–1.29)4.32E-070.81Age at menarche (per 2 years)rs47705521324,594,430C/T0.861.02(1.00–1.05)0.100.91(0.88–0.94)4.62E-080.11Age at menarche (per 2 years)rs1136846951324,600,947ACCTCGTGATCCGC/A0.861.02(1.00–1.05)0.110.91(0.88–0.94)5.48E-080.11Age at menarche (per 2 years)rs95109971324,592,857G/T0.861.02(1.00–1.05)0.100.91(0.88–0.94)6.26E-080.11Age at menarche (per 2 years)rs73212001324,593,519A/G0.871.01(0.99–1.04)0.330.91(0.87–0.94)7.92E-080.11Age at menarche (per 2 years)rs47705531324,595,995C/T0.851.02(0.99–1.04)0.220.92(0.89–0.95)4.31E-070.76Age at menarche (per 2 years)rs95510411324,601,810A/G0.851.02(0.99–1.04)0.210.92(0.89–0.95)4.58E-070.76Age at menarche (per 2 years)rs18868051324,602,494G/A0.851.02(0.99–1.04)0.210.92(0.89–0.95)4.62E-070.76Age at menarche (per 2 years)rs47705551324,601,751T/C0.851.02(0.99–1.04)0.210.92(0.89–0.95)4.63E-070.76Age at menarche (per 2 years)rs47705561324,601,760A/G0.851.02(0.99–1.04)0.210.92(0.89–0.95)4.68E-070.76Age at menarche (per 2 years)rs18868041324,602,174T/G0.851.02(0.99–1.04)0.210.92(0.89–0.95)4.72E-070.76Age at menarche (per 2 years)rs18868031324,602,165T/C0.851.02(0.99–1.04)0.210.92(0.89–0.95)4.72E-070.76Age at menarche (per 2 years)rs95531451324,602,061G/C0.851.02(0.99–1.04)0.210.92(0.89–0.95)4.75E-070.76Age at menarche (per 2 years)rs47693051324,592,448T/C0.851.02(0.99–1.05)0.170.92(0.89–0.95)4.76E-070.76Age at menarche (per 2 years)rs95531441324,601,943C/G0.851.02(0.99–1.04)0.210.92(0.89–0.95)4.78E-070.76Number of full-term pregnancies (per 1 birth)rs9301982379,492,077T/C0.241.00(0.98–1.02)0.930.96(0.94–0.97)3.10E-070.99SNP: Single Nucleotide Polymorphism; Chr: Chromosome; Ref: Reference Allele; Alt: Alternative Allele; EAF: Effect Allele Frequency; ORmarg: SNP Marginal Odds ratio; CI: Confidence Interval; Pmarg: Marginal p-value (meta-analyzed); ORint: Interaction p-value (meta-analyzed); Pint: Interaction p-value; BFDP: Bayesian False Discovery Probability; ABF: Approximate Bayes Probability; OC use: Ever use of oral contraceptives; ER + : Estrogen receptor positive breast cancer risk1Build 37 Position2Reference/Alternate alleles in Europeans (forward strand)3Effect allele frequency in controls in OncoArray dataset4Bayesian False Discovery Probability at prior probability of 1 × 10–05Fig. 1Manhattan plot of genome-wide interactions of adult height on overall breast cancer risk. The genome-wide significance threshold of P < 5 x 10−8 is indicated by the dashed black line. Genome-wide significant findings are highlighted in blueFig. 2Manhattan plot of genome-wide interaction of age at menarche for ER + breast cancer risk. The genome-wide significance threshold of P < 5 x 10−8 is indicated by the dashed black line. Genome-wide significant findings are highlighted in blue.\n      For overall breast cancer risk, there was evidence of interaction between SNP rs80018847 and adult height (ORint = 0.94, 95% CI 0.92–0.96, Pint = 4.34E−08, BFDP = 11%) without an apparent marginal effect of the rs80018847 variant (ORmarg = 1.00, 95% CI 0.98–1.03, Pmarg = 0.88). By categories of adult height defined a priori, the estimated per allele ORmeta of rs80018847-G varied from 1.03 (95% CI 0.94–1.13, Pmeta = 0.53) for women shorter than 158 cm, 1.13 (1.02–1.25) for women 158–162 cm in height, to ORmeta of 1.01 (95% CI 0.93–1.09, Pmeta = 0.88) for women who were 168 cm or taller risk (Additional file 1: Table S4). Therefore, there is no linear relationship between the SNP and categories of adult height. The interaction with height was also observed for ER + breast cancer (ORint 0.95, 95% CI 0.93–0.97, Pint = 5.62E-06) but not for ER negative (ER-) breast cancer risk (ORint = 0.98, 95% CI 0.93–1.03, Pint = 0.77). The regional plot for overall breast cancer shows another SNP (rs1360506) at this locus in high linkage disequilibrium (LD) (r2 = 0.81) with rs80018847 (Additional file 1: Figure S3).\n      For risk of ER + breast cancer, a statistically significant interaction was observed between SNP rs4770552 and age at menarche (ORint = 0.91, 95% CI 0.88–0.94, Pint = 4.62E−08, BFDP = 11%). There was weak evidence for a marginal association between the rs4770552-T allele and ER + breast cancer (ORmarg = 1.02, 95% CI 1.00–1.05, Pmarg = 0.10). The per allele ORmeta appeared to decrease with increasing age at menarche, from 1.07 (95% CI 1.00–1.15, Pmeta = 0.04) for age at menarche less than 13 years to 0.92 (95% CI 0.77–1.09, Pmeta = 0.33) for age at menarche greater than 15 years (Additional file 1: Table S4). There was weaker evidence of interaction between SNP rs4770552 and age at menarche for overall breast cancer risk (ORint = 0.93, 95% CI 0.90–0.96, Pint = 5.47E−06), but no interaction for ER- breast cancer risk (ORint = 0.98, 95% CI 0.89–1.08), Pint = 0.66). At this locus, we found suggestive evidence of interactions between further 13 SNPs and age at menarche for ER + breast cancer risk. However, these 13 SNPs are in high LD (r2 = 0.8–1.0) with SNP rs4770552 (Additional file 1: Figure S4).\nConclusions\n      In conclusion, we identified two novel genome-wide gene–environment interactions for overall and ER + breast cancer risk for women of European ancestry. These results contribute to our global body of knowledge on genetic susceptibility for breast cancer by generating plausible biological hypotheses, but they require replication and further functional studies.\nSupplementary Information\n        \nAdditional file 1. A genome-wide gene-environment interaction study of breast cancer risk for women of European ancestry. Supplementary Table 1: Participating studies with number of total cases and controls per study. Supplementary Table 2: Detailed information of the characteristics of the study population by study design and case-control status. Supplementary Table 3: Associations of epidemiological risk factors for overall and ER-specific subtype breast cancer risk in population-based and cohort studies. Supplementary Table 4: Stratified analysis results for genome-wide significant interaction results by categories of risk factors. Supplementary Figure 1: Quantile-Quantile (Q-Q) plots of genome-wide interaction of A) Adult height on overall breast cancer risk and B) Age at menarche on ER+ breast cancer risk. Supplementary Figure 2: Frailty-scale heritability explained by GxE interaction on overall and estrogen receptor positive breast cancer risk. Supplementary Figure 3: Regional association plot for the interaction analyses between SNP rs80018847 and adult height for overall breast cancer risk. Supplementary Figure 4: Regional association plot for the interaction analyses between SNP rs4770552 and age at menarche for ER+ breast cancer risk. Supplementary Figure 5: Power (x-axis) to detect gene-environment interaction odds ratio (y-axis) at different minor allele frequencies (0.01 to 0.5: legend below) for 1:1 unmatched case-control study for different sample sizes (N = 40,000 to 120,000 with 10,000 increment). Power calculation was performed by Quanto 1.2.4, assuming a log additive model with SNP marginal effect estimate as 1.10, marginal effect estimate of the environmental risk factor as 1.20, and a two-side alpha of 5 x 10-08. We also assumed a 15% prevalence of the environmental risk factor and 1% prevalence of the disease.\nStudy sample\n        Analyses were conducted using data from 46 studies (16 prospective cohorts, 14 population-based case–control studies, and 16 non-population based studies) participating in the BCAC. We excluded participants if they were genotypically male, of non-European descent, or had a breast tumor of unknown invasiveness or in-situ breast cancer. Women with prevalent breast cancer at the time of recruitment or with unknown reference age (defined as age at diagnosis for cases and age at interview for controls) were also excluded from the analyses. Further, studies with fewer than 150 cases and 150 controls for the risk factor under evaluation were excluded from those analyses. Each participating study obtained informed consent from the participants and was approved by their local ethics committee.\nRisk factor data\n        Risk factor data from individual studies was checked for quality using a multi-step harmonization process based on a common data dictionary. Time-dependent risk factor variables were derived with respect to the reference date defined as date of diagnosis for cases and date of interview for controls. Analyses were conducted with the following risk factors among all women: age at menarche (per 2 years), parity (per 1 birth), adult height (per 5 cm), ever use of oral contraceptives (yes/no), and current smoking (yes/no). The analysis of age at first full-term pregnancy (per 5 years) was conducted among parous women only, and that of body mass index (BMI, per 5 kg/m2) was conducted among postmenopausal women only. Menopausal status was either self-reported or assigned as postmenopausal if the reference age was greater than 54 years.\nGenetic data\n        All samples were genotyped either using the iCOGS [20, 21] or OncoArray [9, 10, 22]. Briefly, iCOGS is a customized iSelect SNP genotyping array, consisting of ~ 211,000 SNPs [20, 21], whereas OncoArray includes ~ 533,000 SNPs of which nearly 260,000 were selected as a GWAS backbone (Illumina HumanCore) [22]. Detailed information is provided elsewhere [9, 10, 20–22]. Data were imputed to the 1000 Genomes Reference Panel (phase 3 version 5). Overall, 28,176 cases and 32,209 controls of European ancestry who were genotyped by the iCOGS array, and 44,109 cases and 48,145 controls who were genotyped using the OncoArray array were included in this analysis.\n        Genetic variants with imputation quality score < 0.5 in iCOGS or < 0.8 in OncoArray, or with minor allele frequency < 0.01, were excluded from the analyses. Variants in known breast cancer regions were also excluded from the analysis since interactions between known susceptibility variants and risk factors have been explored previously [23, 24]. After applying all exclusions, 7,672,870 genetic variants (SNPs and indels) were included in the analysis.\nStatistical analysis\n        Unconditional logistic regression was employed to assess the associations of SNPs and risk factors with breast cancer risk. Genotypes were assessed using the expected number of copies of the alternative allele (‘dosage’) as the covariate under a log-additive model. Interactions between genetic variants and risk factors were tested by comparing the fit of logistic regression models with and without an interaction term using likelihood ratio tests. All models were adjusted for reference age, study, and ten ancestry-informative principal components. To account for potential differential main effects of risk factors by study design, all models included an interaction term between risk factor and an indicator variable for study design (population-based vs. non-population based). Analyses with current smoking were further adjusted for former smoking.\n        Analyses were performed separately for overall and ER + breast cancer risk, and also separately by genotyping array. Array-specific results were combined using METAL [25]. Quantile–quantile (Q-Q) plots were assessed to examine the consistency of the distribution of p-values with the null distribution. Interaction P value less than 5E-07 was considered suggestive evidence of interaction. We also calculated Bayesian False Discovery Probabilities (BFDP) for all suggestive interactions, assuming a 1 × 10–5 prior probability of a true association for each SNP-risk factor pair. Overall, G×E interactions with BFDP < 15% were considered noteworthy [26]. For noteworthy SNP-risk pairs, we evaluated the G×E interaction also for ER-negative breast cancer risk. For noteworthy interactions, we conducted stratified analyses by categories of the risk factor. All analyses were conducted using R version 3.5.1.\n        We estimated the overall genome-wide contribution of G×E associations for each risk factor to the familial relative risk of breast cancer using LD score regression [27]. The analysis used the G×E interaction summary statistics and was restricted to HapMap3 SNPs with MAF > 5% in European population from the 1000 Genomes Project. Under the log-additive model, the G×E heritability on the frailty scale can be estimated by hf2 = hobs2 × var(X)/P(1-P), where hobs2 is the observed heritability given by LD score regression, var(X) is the variance of the risk factor under evaluation, and P is the proportion of cases in the sample. The proportion of the familial relative risk (FRR) of breast cancer due to G×E interactions is then given by hf2/2log(λ) where λ is the familial relative risk to first degree relatives of cases (assumed to be 2) [28].\nDiscussion\n      This is the largest genome-wide gene-environment interaction study for breast cancer to date. We found evidence of one novel susceptibility loci interacting with adult height associated with increased breast cancer risk overall, and one interaction for increased risk of ER + breast cancer with age at menarche. It is important to note, however, that while these associations reached conventional levels of genome-wide statistical significance, they may still represent chance associations. Based on the assumed prior distribution of effect sizes, the BFDP for both loci were 11%, considered noteworthy. Nevertheless, studies with an even larger sample size are required to confirm or refute these associations.\n      Many observational studies have shown an association between increasing adult height and increased breast cancer risk, in both premenopausal and postmenopausal women [7, 29, 30]. A meta-analysis estimated that each 10 cm increment in height was associated with a 17% increase in breast cancer risk [31]. The biological link between height and breast cancer is poorly understood, but some studies have suggested that increased height corresponds to more stem cells at risk of acquiring driver mutations [32]. Another hypothesis is that adult height could be a surrogate for nutritional intake, potentially implying a role for insulin-like growth factor 1 (IGF1) [33]. The functional basis of the potential interaction between adult height and the SNP rs80018847 is unclear. This SNP is in an intronic region of the leucine rich repeat and Ig domain containing 2 gene (LINGO2) on the short arm of chromosome 9 (9p13). This gene encodes a transmembrane protein belonging to the LINGO/LERN protein family [34]. Studies in mouse embryos have shown expression of LINGO2 specifically in the central nervous system [34], but it has not been implicated in breast cancer to date.\n      Early age at menarche is known to be associated with elevated risk of breast cancer. There is an approximate 5% decrease in risk with each year delay in the initiation of menstruation [35]. It has been postulated that younger age at menarche corresponds to longer cumulative hormonal exposure and therefore elevated levels of estradiol [3, 36]. SNP rs4770552 is an intronic variant within the spermatogenesis associated 13 gene (SPATA13) at 13q12. SPATA13 encodes a guanine nucleotide exchange factor (GEF) for RhoA, Rac1 and CDC42 GTPases [37, 38]. Although the role of this gene in breast cancer is still unclear, there could be an indirect link via the role of RhoA GTPases in breast tumorigenesis. Rho GTPase signaling is altered in human breast cancers, and dysregulation of Rho GTPase may have differential effects on the development of breast tumors depending on the stage and subtype [39]. Activation of RhoA results in release of megakaryoblastic leukemia 1 (MKL1), which in turn has been observed to alter the transcriptional activity of ERα, known to play a critical role in breast tumors [40]. Therefore, SNP rs4770552 may potentially indirectly interact with the regulatory region of SPATA13 and affect the breast tumorigenesis process via activation of RHoA GTPases.\n      Given that the marginal effects of the common genetic variants are small and the associations of environmental risk factors with breast cancer are modest, interactions are also expected to be weak (Additional file 1: Figure S5). Although this is the largest breast cancer dataset available to date with more than 60,000 cases and 70,000 controls, the study is underpowered to detect weak interactions. Also, this study included only women of European ancestry and the findings may not be generalizable to women of other ancestries.\n      Using LDSC regression, we estimated the overall heritability due to G×E for each of the risk factors. The estimated frailty scale heritability (≤ 0.015) can be compared with corresponding heritability for the SNP main effects (for which heritability is about 0.47) or the overall heritability based on the familial risk (~ 1.4) [28, 41]. The implication is that G×E interactions make very little contribution to the heritability of breast cancer, at least for the known risk factors and common genetic variants that can be evaluated using genome-wide arrays, and hence do not make an important contribution to risk prediction at the population level. This is consistent with the fact that detection of G×E interactions is rare. This does not rule out the possibility that G×E interactions could be identified in additional large studies or that such interactions may provide important clues to mechanisms.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10411002/",
    "doi": "https://doi.org/10.1186/s13058-023-01691-8"
}