{
    "title": "Prevalence of pre-existing lung diseases and their association with income level among patients with lung cancer: a nationwide population-based case-control study in South Korea",
    "abstract": "Introduction According to the 2020 Global Cancer Incidence, Mortality, and Prevalence statistics, lung cancer is the second most diagnosed cancer with the highest mortality rate worldwide.1 Smoking is the most common risk factor for lung cancer and is known to be its most significant contributor.2 3 However, it is estimated that 10%–25% of patients with lung cancer are non-smokers, and the highest proportion of non-smoker patients with lung cancer are women in the Asian population. The incidence of lung cancer in these non-smokers is estimated to have increased over the past 100 years.4 Moreover, many previous studies have reported that low socioeconomic status (SES) is closely associated with an elevated risk of lung diseases such as asthma,5 chronic obstructive lung disease (COPD),6 7 pneumonia8 9 and pulmonary tuberculosis.10 These lung diseases occur before lung cancer diagnosis and are associated with an increased risk of lung cancer.11–13 In non-smokers, previously existing lung diseases such as COPD, pulmonary tuberculosis and pneumonia have been reported to increase the risk of lung cancer and affect the patient’s prognosis, but this has often been overlooked.14–16 Furthermore, low SES has been reported to be closely associated with an increased risk of lung morbidity and mortality, even in non-smokers.17 18 Therefore, it can be inferred that previous lung diseases might partially mediate the association between low SES and lung cancer. First, low SES is associated with childhood exposure to secondhand smoke.38 This exposure to secondhand smoke in childhood causes a decrease in lung function and can also be a trigger that increases the risk of lung disease or lung cancer.39 40 On the other hand, many observational studies have shown that the risk of lung disease or a decrease in lung function is associated with low SES, even in never smokers or after adjusting for smoking.41 Therefore, secondhand smoke in childhood does not fully explain the association between low SES and the risk of lung disease and lung cancer.",
    "authors": [
        "Chang-Mo Oh",
        "Sanghee Lee",
        "Hoejun Kwon",
        "Bin Hwangbo",
        "Hyunsoon Cho"
    ],
    "published_year": "2023",
    "description": "Background\n          This study aimed to estimate the prevalence of pre-existing lung diseases in patients with lung cancer compared to people without lung cancer and examine the association between income levels and pre-existing lung diseases.\nMethods\n      \n        Data source\n        Data for this study were obtained from the nationally representative health insurance database. According to the National Health Insurance Act, as all Korean individuals are enrolled in the National Health Insurance Service, the Korean National Health Insurance Service covers 100% of medical practices, save for some non-reimbursement medical services.21 The National Health Insurance Service Corporation compiles the National Health Information Database using the information on medical health services, including health checkups, treatment, insurance premiums and medical institutions, for research purposes.21 22\n      \n      \n        Study participants\n        This study was performed as a population-based cross-sectional and matched case-control study. Patients diagnosed with lung cancer in 2016 (n=25 793) and a matched Korean general population (n=25 793) were selected. Patients with lung cancer were defined as patients newly diagnosed with lung cancer as their primary diagnosis (International Classification of Diseases 10th Revision (ICD-10) code: ‘C33-C34’) in 2016. We excluded people diagnosed with lung cancer in previous years, from 2002 to 2015. A 1:1 matched population without lung cancer (non-cancer control) was selected from a random sample of 5% of the general population who had insurance eligibility in 2016 and had never been diagnosed with cancer. We matched the randomly selected non-cancer population to patients with lung cancer by age, sex and geographical region.\n      \n      \n        Definition of pre-existing lung diseases\n        Asthma, COPD, pneumonia and pulmonary tuberculosis were included as pre-existing lung diseases.11 12 Patients with lung cancer were defined as patients with ICD-10 code of ‘C33-C34’. Patients diagnosed with pre-existing lung diseases in the period of 12–36 months before their lung cancer diagnosis were included, and those diagnosed with lung diseases within 12 months before their lung cancer diagnosis (washout period) were excluded according to the modified criteria proposed by Prado et al.23 South Korea has relatively high accessibility to healthcare service and all Korean adults can receive a national health screening programme once every 1–2 years free of charge.24 Chest X-ray was also included in the national health screening programme, and additional examinations or physician visits are recommended to people with abnormal chest X-ray lesions.\n        Asthma, COPD, pneumonia and pulmonary tuberculosis were defined as those patients who were newly diagnosed with each of these diseases as their primary diagnosis with ICD-10 codes ‘J45-J46’,25 ‘J43-J44’,26 ‘J10-J18’27 and ‘A15-A16’,28 respectively.\n      \n      \n        Income level and insurance type\n        Health insurance premiums in Korea are levied according to income level. Therefore, premiums are often used as a surrogate variable for income levels in South Korea.29 Referring to previous research methods, we classified medicaid recipients separately and classified the rest into quintiles according to their insurance premiums.29 According to insurance type, they were classified into medicaid recipients (the lowest income group), workplace insurance accounting for more than 2/3 of the total, and community insurance.\n      \n      \n        Other covariates\n        The Charlson Comorbidity Index was calculated as a score by summing the weights of individual comorbidities on mortality derived by Charlson et al in 198730 and Quan et al31 using ICD-10 code. We applied the modified Charlson Comorbid Index tailored to patients with lung cancer; comorbidity conditions were captured except for the cancer-related comorbidities (any malignancy including solid metastatic tumour, except for malignant neoplasm of the skin, lymphoma and leukaemia) with the rule-out algorithm applied according to the methodology by Klabunde.32 The comorbidity scores were grouped into four categories: 0, 1–2 (mild), 3–4 (moderate) and ≥5 (severe). Patients with a score of 0 were set as the reference group in the analysis.33\n        The National Health Screening database for the 2007–2016 period, included in the National Health Insurance Service database, was used to obtain the study participants’ smoking status information.21 Smoking status was divided into ever smoker, never smoker and unknown (including non-responders and missing, 18.0%).\n      \n      \n        Patient and public involvement\n        Patients or the public were not involved in the design, or conduct, or reporting, or dissemination plans of our research.\n      \n      \n        Statistical analysis\n        The baseline characteristics of the patients with lung cancer and matched people without lung cancer were compared, and the characteristics of patients with lung cancer were described by income level. The differences in the prevalence of pre-existing lung disease between patients with lung cancer and the matched people without lung cancer were compared by sex and smoking status and tested by the χ2 test. The χ2 test was used to compare the prevalence of pre-existing lung disease among patients with lung cancer by income level.\n        Multivariable conditional logistic regression models for matched pairs were used to examine the association between pre-existing lung disease and lung cancer, adjusting for income level and smoking status. In addition, limited to patients with lung cancer, multiple logistic regression models were used to examine the relationship between income level and pre-existing lung disease, adjusting for age, sex and smoking status.\n        Sensitivity analyses were performed to evaluate variabilities of the prevalence rates and associations for the different assessment periods (washout and lookback) for pre-existing lung diseases (1–24 months, 6–30 months, 12–36 months and 24–48 months). A significance level was assumed as p values<0.05. All statistical analyses were performed using SAS software V.9.4 (SAS Institute).34\nResults\n      \n        Baseline characteristics of study participants\n        Of 51 586 participants, 25 793 were patients diagnosed with lung cancer, and 25 793 were the matched population without lung cancer. The mean age of the study participants was 68.5±12.6 years old, and the men-to-women ratio was about 1.9:1 (table 1). The two groups showed differences in income level, lifestyle and comorbid diseases. The proportion of highest income level was higher in the matched people without lung cancer, whereas the proportion of medicaid patients was higher in the patients with lung cancer (p<0.001). The proportion of ever smokers was higher in patients with lung cancer (p<0.001). Regarding comorbid diseases, patients with lung cancer had a higher Charlson Comorbidity Index score compared with people without lung cancer (p<0.001).\n        \n          Table 1\n          \n            Baseline characteristics and prevalence of pre-existing lung disease among patients with lung cancer and matched general population\n          \n          \n            \n              \n                Variables\n                Patients with lung cancer\n                Matched general population\n                P value*†\n              \n              \n                Number\n                (%)\n                Number\n                (%)\n              \n            \n            \n              \n                Age at diagnosis, mean (SD)\n                68.5 (12.6)\n                 \n                68.4 (12.7)\n                 \n                0.3187\n              \n              \n                Age at diagnosis (years)\n                 \n                 \n                 \n                 \n              \n              \n                 0–44\n                983\n                3.8\n                983\n                3.8\n                 \n              \n              \n                 45–54\n                2323\n                9.0\n                2323\n                9.0\n                 \n              \n              \n                 55–64\n                5906\n                22.9\n                5906\n                22.9\n                 \n              \n              \n                 65–74\n                7542\n                29.2\n                7542\n                29.2\n                 \n              \n              \n                 75–79\n                3995\n                15.5\n                3995\n                15.5\n                 \n              \n              \n                 80–84\n                2956\n                11.5\n                2956\n                11.5\n                 \n              \n              \n                 ≥85\n                2088\n                8.1\n                2088\n                8.1\n                 \n              \n              \n                Sex\n                 \n                 \n                 \n                \n                \n              \n              \n                 Male\n                16 873\n                65.4\n                16 873\n                65.4\n                 \n              \n              \n                 Female\n                8920\n                34.6\n                8920\n                34.6\n                 \n              \n              \n                Income level\n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                 Medicaid\n                2463\n                9.5\n                1956\n                7.6\n                 \n              \n              \n                 Low 20%\n                3605\n                14.0\n                3602\n                14.0\n                 \n              \n              \n                 Middle low\n                3198\n                12.4\n                3384\n                13.1\n                 \n              \n              \n                 Middle\n                3764\n                14.6\n                3688\n                14.3\n                 \n              \n              \n                 Middle high\n                5081\n                19.7\n                5078\n                19.7\n                 \n              \n              \n                 High 20%\n                7682\n                29.8\n                8085\n                31.3\n                 \n              \n              \n                Charlson Comorbidity Index\n                 \n                 \n                <0.0001†\n              \n              \n                 0\n                8897\n                34.5\n                10 675\n                41.4\n                 \n              \n              \n                 1–2\n                10 228\n                39.6\n                9822\n                38.1\n                 \n              \n              \n                 3–4\n                4435\n                17.2\n                3549\n                13.7\n                 \n              \n              \n                 ≥5\n                2233\n                8.7\n                1747\n                6.8\n                 \n              \n              \n                Pre-existing lung disease\n                 \n                 \n                 \n              \n              \n                 Asthma\n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                  Yes\n                4453\n                17.3\n                2718\n                10.5\n                 \n              \n              \n                  No\n                21 340\n                82.7\n                23 075\n                89.5\n                 \n              \n              \n                 COPD\n                 \n                 \n                 \n                 \n                 \n              \n              \n                  Yes\n                2392\n                9.3\n                892\n                3.5\n                <0.0001†\n              \n              \n                  No\n                23 401\n                90.7\n                24 901\n                96.5\n                 \n              \n              \n                 Pneumonia\n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                  Yes\n                2341\n                9.1\n                1193\n                4.6\n                 \n              \n              \n                  No\n                23 452\n                90.9\n                24 600\n                95.4\n                 \n              \n              \n                 Pulmonary TB\n                 \n                 \n                 \n                 \n                 \n              \n              \n                  Yes\n                403\n                1.6\n                125\n                0.5\n                <0.0001†\n              \n              \n                  No\n                25 390\n                98.4\n                25 668\n                99.5\n                 \n              \n              \n                Smoking status\n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                 Ever smoker\n                13 041\n                50.6\n                11 122\n                43.1\n                 \n              \n              \n                 Never smoker\n                8104\n                31.4\n                10 065\n                39.0\n                 \n              \n              \n                 Unknown or missing\n                4648\n                18.0\n                4606\n                17.9\n                 \n              \n            \n          \n          \n            \n              Continuous variables were expressed as mean (SD) and categorical variables were expressed as number (percentage).\n            \n            \n              *χ2 test was used to examine the difference in distribution between patients with lung cancer and matched general population.\n            \n            \n              †P value<0.05 was considered as statistically significant.\n            \n          \n        \n      \n      \n        Prevalence of pre-existing lung diseases in patients with lung cancer\n        A 1.6 to 3.2 times higher prevalence of pre-existing lung diseases among patients with lung cancer than among those without lung cancer existed (table 1, figure 1). Specifically, the prevalence of asthma, COPD, pneumonia and pulmonary tuberculosis was 17.3%, 9.3%, 9.1% and 1.6% among patients with lung cancer, respectively, which was approximately 1.6–3.2 times higher relative to the people without lung cancer (10.5%, 3.5%, 4.6%, 0.5%). The trends did not differ according to sex or smoking history (figure 1, online supplemental figure 1). In the sensitivity analysis by applying different assessment periods (washout and lookback periods) for pre-existing lung diseases, the prevalences of pre-existing lung diseases in patients with lung cancer were significantly higher than that of the control group (online supplemental figure 2).\n        \n          10.1136/bmjresp-2023-001772.supp1\n          Supplementary data\n          \n\n\n        \n        \n          Figure 1\n          \n            Differences in the prevalence of pre-existing lung diseases between patients with lung cancer and the matched general population. The yellow hatched bar represents the prevalence (proportion) of pre-existing lung diseases among patients with lung cancer, whereas the black bar represents the prevalence (proportion) of lung diseases among the matched general population without lung cancer. The first panel shows the prevalence of pre-existing lung disease in all men and women, the second panel is for men, and the third panel is for women.\n          \n          \n        \n      \n      \n        Disparities in pre-existing lung disease among patients with lung cancer according to income level\n        For patients with lung cancer only, we examined whether there were differences in the prevalence of pre-existing lung diseases according to income level (table 2). As a result, the prevalence of pre-existing lung diseases was significantly higher in medicaid patients (p<0.001). In particular, there were increasing trends in the prevalence of pulmonary tuberculosis with decreasing levels of income (p<0.001). The prevalence of pre-existing lung diseases was highest in the medicaid group, except for the never smokers with COPD, even when stratified by sex or smoking status (figure 2, online supplemental table S1-S2). Figure 2B shows a parallel pattern for the prevalence rate of pre-existing lung disease, except for the never smokers with COPD, according to income level for both ever smokers and never smokers.\n        \n          Table 2\n          \n            Differences in prevalence of pre-existing lung disease among patients with lung cancer according to income level\n          \n          \n            \n              \n                Variables\n                Income level\n                P value*†\n              \n              \n                All(n=25 793)N (%)\n                Medicaid(n=2463)N (%)\n                Low 20%(n=3605)N (%)\n                Middle low(n=3198)N (%)\n                Middle(n=3764)N (%)\n                Middle high(n=5081)N (%)\n                High (20%)(n=7682)N (%)\n              \n            \n            \n              \n                Age at diagnosis, mean (SD)\n                 68.5 (12.6)\n                 72.2 (12.0)\n                 67.9 (12.5)\n                 65.7 (12.5)\n                 66.6 (12.6)\n                 67.4 (12.5)\n                 70.5 (12.3)\n                <0.0001†\n              \n              \n                Age at diagnosis (years)\n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                 0–44\n                 983 (3.8)\n                 48 (1.9)\n                 135 (3.7)\n                 156 (4.9)\n                 177 (4.7)\n                 246 (4.8)\n                 221 (2.9)\n                 \n              \n              \n                 45–54\n                 2323 (9.0)\n                 144 (5.8)\n                 335 (9.3)\n                 326 (10.2)\n                 396 (10.5)\n                 463 (9.1)\n                 659 (8.6)\n                 \n              \n              \n                 55–64\n                 5906 (22.9)\n                 446 (18.1)\n                 913 (25.3)\n                 1008 (31.5)\n                 1044 (27.7)\n                 1204 (23.7)\n                 1291 (16.8)\n                 \n              \n              \n                 65–74\n                 7542 (29.2)\n                 684 (27.8)\n                 1091 (30.3)\n                 896 (28.0)\n                 1079 (28.7)\n                 1642 (32.3)\n                 2150 (28.0)\n                 \n              \n              \n                 75–79\n                 3995 (15.5)\n                 438 (17.8)\n                 467 (13.0)\n                 374 (11.7)\n                 463 (12.3)\n                 731 (14.4)\n                 1522 (19.8)\n                 \n              \n              \n                 80–84\n                 2956 (11.5)\n                 346 (14.1)\n                 372 (10.3)\n                 260 (8.1)\n                 373 (9.9)\n                 460 (9.1)\n                 1145 (14.9)\n                 \n              \n              \n                 ≥85\n                 2088 (8.1)\n                 357 (14.5)\n                 292 (8.1)\n                 178 (5.6)\n                 232 (6.2)\n                 335 (6.6)\n                 694 (9.0)\n                 \n              \n              \n                Sex\n                 \n                 \n                 \n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                 Male\n                 16 873 (65.4)\n                 1459 (59.2)\n                 2235 (62.0)\n                 2166 (67.7)\n                 2550 (67.7)\n                 3466 (68.2)\n                 4997 (65.0)\n                 \n              \n              \n                 Female\n                 8920 (34.6)\n                 1004 (40.8)\n                 1370 (38.0)\n                 1032 (32.3)\n                 1214 (32.3)\n                 1615 (31.8)\n                 2685 (35.0)\n                 \n              \n              \n                Charlson Comorbidity Index\n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                 0\n                 8897 (34.5)\n                 478 (19.4)\n                 1324 (36.7)\n                 1326 (41.5)\n                 1459 (38.8)\n                 1789 (35.2)\n                 2521 (32.8)\n                 \n              \n              \n                 1–2\n                 10 228 (39.6)\n                 956 (38.8)\n                 1431 (39.7)\n                 1220 (38.1)\n                 1424 (37.8)\n                 2040 (40.2)\n                 3157 (41.1)\n                 \n              \n              \n                 3–4\n                 4435 (17.2)\n                 618 (25.1)\n                 556 (15.4)\n                 456 (14.3)\n                 592 (15.7)\n                 864 (17.0)\n                 1349 (17.6)\n                 \n              \n              \n                 ≥5\n                 2233 (8.7)\n                 411 (16.7)\n                 294 (8.2)\n                 196 (6.1)\n                 289 (7.7)\n                 388 (7.6)\n                 655 (8.5)\n                 \n              \n              \n                Pre-existing lung disease\n                 \n                 \n                 \n                 \n                 \n                 \n              \n              \n                 Asthma\n                 \n                 \n                 \n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                  Yes\n                 4453 (17.3)\n                 638 (25.9)\n                 574 (15.9)\n                 473 (14.8)\n                 568 (15.1)\n                 843 (16.6)\n                 1357 (17.7)\n                 \n              \n              \n                  No\n                 21 340 (82.7)\n                 1825 (74.1)\n                 3031 (84.1)\n                 2725 (85.2)\n                 3196 (84.9)\n                 4238 (83.4)\n                 6325 (82.3)\n                 \n              \n              \n                 COPD\n                 \n                 \n                 \n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                  Yes\n                 2392 (9.3)\n                 373 (15.1)\n                 298 (8.3)\n                 238 (7.4)\n                 294 (7.8)\n                 479 (9.4)\n                 710 (9.2)\n                 \n              \n              \n                  No\n                 23 401 (90.7)\n                 2090 (84.9)\n                 3307 (91.7)\n                 2960 (92.6)\n                 3470 (92.2)\n                 4602 (90.6)\n                 6972 (90.8)\n                 \n              \n              \n                 Pneumonia\n                 \n                 \n                 \n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                  Yes\n                 2341 (9.1)\n                 354 (14.4)\n                 295 (8.2)\n                 235 (7.3)\n                 298 (7.9)\n                 455 (9.0)\n                 704 (9.2)\n                 \n              \n              \n                  No\n                 23 452 (90.9)\n                 2109 (85.6)\n                 3310 (91.8)\n                 2963 (92.7)\n                 3466 (92.1)\n                 4626 (91.0)\n                 6978 (90.8)\n                 \n              \n              \n                 Pulmonary TB \n                \n                 \n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                  Yes\n                 403 (1.6)\n                 73 (3.0)\n                 54 (1.5)\n                 51 (1.6)\n                 52 (1.4)\n                 69 (1.4)\n                 104 (1.4)\n                 \n              \n              \n                  No\n                 25 390 (98.4)\n                 2390 (97.0)\n                 3351 (98.5)\n                 3147 (98.4)\n                 3712 (98.6)\n                 5012 (98.6)\n                 7578 (98.6)\n                 \n              \n              \n                Smoking status\n                 \n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                 Ever smoker\n                 13 041 (50.6)\n                 818 (33.2)\n                 1794 (49.8)\n                 1726 (54.0)\n                 2039 (54.2)\n                 2788 (54.9)\n                 3876 (50.4)\n                 \n              \n              \n                 Never smoker\n                 8104 (31.4)\n                 428 (17.4)\n                 1222 (33.9)\n                 960 (30.0)\n                 1106 (29.4)\n                 1626 (32.0)\n                 2762 (36.0)\n                 \n              \n              \n                 Unknown or missing\n                 4648 (18.0)\n                 1217 (49.4)\n                 589 (16.3)\n                 512 (16.0)\n                 619 (16.4)\n                 667 (13.1)\n                 1044 (13.6)\n                 \n              \n            \n          \n          \n            \n              Continuous variables were expressed as mean (SD) and categorical variables were expressed as number (percentage).\n            \n            \n              *Independent t-test was used to test the difference in continuous variables according to the income level and χ2 test was used to examine the difference in distribution according to the income level.\n            \n            \n              †P value<0.05 was considered as statistically significant.\n            \n            \n              COPD, chronic obstructive lung disease; TB, tuberculosis.\n            \n          \n        \n        \n          Figure 2\n          \n            Differences in pre-existing lung diseases among patients with lung cancer by income level according to sex (left) and smoking status (right). (A) The solid line represents the prevalence (proportion) of pre-existing lung diseases among male patients with lung cancer by income level, whereas the dotted line represents the prevalence (proportion) of pre-existing lung diseases among female patients with lung cancer by income level. Beneficiary indicates the medicaid patients. (B) The solid line represents the prevalence (proportion) of pre-existing lung diseases among patients with lung cancer who were ever smokers by income level, whereas the dotted line represents the prevalence (proportion) of pre-existing lung diseases among patients with lung cancer who were never smokers by income level. Beneficiary indicates the medicaid patients.\n          \n          \n        \n      \n      \n        Multivariable adjusted model for the association of pre-existing lung diseases with lung cancer\n        Table 3 shows the association between pre-existing lung diseases and the OR of lung cancer. In the unadjusted logistic regression model, the OR (95% CI) for lung cancer and asthma, COPD, pneumonia and pulmonary tuberculosis was 1.80 (95% CI 1.71 to 1.90), 2.96 (95% CI 2.73 to 3.20), 2.09 (95% CI 1.94 to 2.24), and 3.27 (95% CI 2.67 to 4.00), respectively. All models consistently indicated positive relationships between pre-existing lung diseases and lung cancer. In the fully adjusted model, after adjusting for smoking status, income level and other pre-existing lung diseases, the OR (95% CI) for lung cancer and asthma, COPD, pneumonia and pulmonary tuberculosis was 1.36 (95% CI 1.29 to 1.44), 2.11 (95% CI 1.94 to 2.31), 1.49 (95% CI 1.38 to 1.61), and 2.16 (95% CI 1.75 to 2.66), respectively. In the sensitivity analysis, the ORs for pre-existing lung diseases in patients with lung cancer were significantly higher than those of the control group (online supplemental table S3).\n        \n          Table 3\n          \n            Association between pre-existing lung disease and lung cancer*\n          \n          \n            \n              \n                Variables\n                Unadjusted model\n                Model 1†Pre-existing lung diseases adjusted\n                Model 2‡Pre-existing lung diseases and income level adjusted\n                Model 3§Pre-existing lung diseases, income level and smoking history adjusted\n              \n            \n            \n              \n                Pre-existing lung disease\n                 \n                 \n                 \n                 \n              \n              \n                 Asthma\n                 \n                 \n                 \n                 \n              \n              \n                  No\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n              \n              \n                  Yes\n                1.80 (1.71, 1.90)\n                1.39 (1.31, 1.47)\n                1.38 (1.30, 1.46)\n                1.36 (1.29, 1.44)\n              \n              \n                 COPD\n                 \n                 \n                 \n                 \n              \n              \n                  No\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n              \n              \n                  Yes\n                2.96 (2.73, 3.20)\n                2.22 (2.04, 2.42)\n                2.20 (2.02, 2.40)\n                2.11 (1.94, 2.31)\n              \n              \n                 Pneumonia\n                 \n                 \n                 \n                 \n              \n              \n                  No\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n              \n              \n                  Yes\n                2.09 (1.94, 2.24)\n                1.49 (1.38, 1.61)\n                1.48 (1.37, 1.60)\n                1.49 (1.38, 1.61)\n              \n              \n                 Pulmonary TB\n                 \n                 \n                 \n                 \n              \n              \n                  No\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n              \n              \n                  Yes\n                3.27 (2.67, 4.00)\n                2.13 (1.73, 2.62)\n                2.11 (1.71, 2.60)\n                2.16 (1.75, 2.66)\n              \n              \n                Income level\n                 \n                 \n                 \n                 \n              \n              \n                 High 20%\n                 \n                 \n                1.00 (Reference)\n                1.00 (Reference)\n              \n              \n                 Middle high\n                 \n                 \n                1.04 (0.99, 1.10)\n                1.03 (0.98, 1.09)\n              \n              \n                 Middle\n                 \n                 \n                1.07 (1.02, 1.14)\n                1.06 (1.00, 1.12)\n              \n              \n                 Middle low\n                 \n                 \n                0.99 (0.94, 1.05)\n                0.98 (0.92, 1.04)\n              \n              \n                 Low 20%\n                 \n                 \n                1.05 (0.99, 1.11)\n                1.04 (0.98, 1,10)\n              \n              \n                 Medicaid\n                 \n                 \n                1.23 (1.15, 1.32)\n                1.20 (1.12, 1.29)\n              \n              \n                Smoking status\n                 \n                 \n                 \n                 \n              \n              \n                 Never smoker\n                 \n                 \n                 \n                1.00 (Reference)\n              \n              \n                 Ever smoker\n                 \n                 \n                 \n                1.84 (1.74, 1.93)\n              \n              \n                 Unknown or missing\n                 \n                 \n                 \n                1.37 (1.30, 1.45)\n              \n            \n          \n          \n            \n              *Conditional logistic regression models were used to calculate ORs to examine the association between pre-existing lung diseases and lung cancer.\n            \n            \n              †Multivariable model 1 was adjusted for other pre-existing lung diseases.\n            \n            \n              ‡Multivariable model 2 was adjusted for other pre-existing lung diseases and income level.\n            \n            \n              §Multivariable model 3 was adjusted for other pre-existing lung diseases, income level, and smoking history.\n            \n            \n              COPD, chronic obstructive lung disease; TB, tuberculosis.\n            \n          \n        \n      \n      \n        Relationship between income level and pre-existing lung diseases among patients with lung cancer\n        Table 4 shows the relationship between income level and pre-existing lung diseases among patients with lung cancer. The ORs for having pre-existing lung diseases among patients with lung cancer were significantly higher in the medicaid group than in the top 20% income level group.\n        \n          Table 4\n          \n            Impact of income level on pre-existing lung disease among patients with lung cancer*\n          \n          \n            \n              \n                Variables\n                AsthmaOR (95% CI)\n                COPDOR (95% CI)\n                PneumoniaOR (95% CI)\n                Pulmonary tuberculosisOR (95% CI)\n              \n            \n            \n              \n                Income level\n                 \n                 \n                 \n                 \n              \n              \n                 High 20%\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n              \n              \n                 Middle high\n                1.02 (0.92, 1.12)\n                1.15 (1.02, 1.31)\n                1.09 (0.96, 1.23)\n                1.06 (0.78, 1.45)\n              \n              \n                 Middle\n                0.95 (0.85, 1.05)\n                0.98 (0.85, 1.13)\n                0.98 (0.85, 1.14)\n                1.10 (0.79, 1.55)\n              \n              \n                 Middle low\n                0.95 (0.85, 1.07)\n                0.97 (0.83, 1.13)\n                0.93 (0.80, 1.09)\n                1.29 (0.92, 1.82)\n              \n              \n                 Low 20%\n                0.97 (0.87, 1.08)\n                1.04 (0.90, 1.20)\n                0.98 (0.85, 1.13)\n                1.20 (0.86, 1.67)\n              \n              \n                 Medicaid\n                1.75 (1.56, 1.96)\n                1.91 (1.65, 2.21)\n                1.73 (1.50, 2.01)\n                2.45 (1.78, 3.36)\n              \n              \n                Age at diagnosis (years)\n                 \n                 \n                 \n                 \n              \n              \n                 0–44\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n              \n              \n                 45–54\n                0.93 (0.69, 1.24)\n                1.51 (0.69, 3.31)\n                1.18 (0.78, 1.76)\n                1.12 (0.56, 2.25)\n              \n              \n                 55–64\n                1.61 (1.24, 2.09)\n                5.43 (2.68, 11.00)\n                1.74 (1.21, 2.50)\n                1.11 (0.59, 2.10)\n              \n              \n                 65–74\n                3.00 (2.33, 3.87)\n                12.24 (6.07, 24.67)\n                2.59 (1.81, 3.70)\n                1.22 (0.65, 2.27)\n              \n              \n                 75–79\n                3.60 (2.78, 4.66)\n                16.30 (8.07, 32.92)\n                3.67 (2.56, 5.27)\n                1.53 (0.81, 2.91)\n              \n              \n                 80–84\n                4.24 (3.27, 5.50)\n                23.14 (11.45, 46.77)\n                4.36 (3.03, 6.27)\n                1.93 (1.01, 3.67)\n              \n              \n                 ≥85\n                3.69 (2.82, 4.82)\n                22.33 (11.00, 45.34)\n                5.08 (3.52, 7.35)\n                1.56 (0.79, 3.08)\n              \n              \n                Sex\n                 \n                 \n                 \n                 \n              \n              \n                 Female\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n              \n              \n                 Male\n                0.86 (0.79, 0.95)\n                2.01 (1.76, 2.30)\n                1.13 (1.01, 1.28)\n                1.80 (1.37, 2.38)\n              \n              \n                Smoking status\n                 \n                 \n                 \n                 \n              \n              \n                 Never smoker\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n              \n              \n                 Ever smoker\n                1.25 (1.13, 1.38)\n                1.86 (1.61, 2.15)\n                0.98 (0.86, 1.12)\n                0.67 (0.51, 0.89)\n              \n              \n                 Unknown or missing\n                0.87 (0.78, 0.97)\n                1.36 (1.16, 1.59)\n                0.83 (0.72, 0.96)\n                0.68 (0.50, 0.94)\n              \n            \n          \n          \n            \n              *Logistic regression models were used to calculate ORs to examine the association between pre-existing lung diseases and income level after adjusting for multiple covariates.\n            \n          \n        \n        After adjusting for age, sex and smoking status, patients with lung cancer who received medicaid had 1.75 times higher odds (95% CI 1.56 to 1.96) of having asthma compared with those in the top 20% income level (table 4 and online Supplemental table S4). Likewise, after adjusting for age, sex and smoking status, the OR (95% CI) for COPD, pneumonia and pulmonary tuberculosis among people who received medicaid was 1.91 (95% CI 1.65 to 2.21), 1.73 (95% CI 1.50 to 2.01) and 2.45 (95% CI 1.78 to 3.36) times higher than those in the top 20% income level, respectively (table 4 and online supplemental tables S5-S7).\nConclusions\n          Pre-existing lung diseases were substantially higher in patients with lung cancer than in the general population. The high prevalence odds of pre-existing lung diseases in medicaid patients suggests the health disparity arising from the lowest income group, underscoring a need for specialised lung cancer surveillance.\nWHAT IS ALREADY KNOWN ON THIS TOPIC\n        \n          \n            Previous studies demonstrated that patients with asthma, chronic obstructive lung disease (COPD), pneumonia and pulmonary tuberculosis are at an increased risk of lung cancer.\nWHAT THIS STUDY ADDS\n        \n          \n            The prevalence of pre-existing asthma, COPD, pneumonia and pulmonary tuberculosis was higher in patients with lung cancer than in the general population.\n          \n          \n            Pre-existing lung disease among patients with lung cancer was particularly prevalent in medicaid patients.\nHOW THIS STUDY MIGHT AFFECT RESEARCH, PRACTICE OR POLICY\n        \n          \n            The study finding suggests a need for specialised lung cancer surveillance in medicaid patients with pre-existing lung diseases.\nIntroduction\n      According to the 2020 Global Cancer Incidence, Mortality, and Prevalence statistics, lung cancer is the second most diagnosed cancer with the highest mortality rate worldwide.1 Smoking is the most common risk factor for lung cancer and is known to be its most significant contributor.2 3 However, it is estimated that 10%–25% of patients with lung cancer are non-smokers, and the highest proportion of non-smoker patients with lung cancer are women in the Asian population. The incidence of lung cancer in these non-smokers is estimated to have increased over the past 100 years.4\n      Moreover, many previous studies have reported that low socioeconomic status (SES) is closely associated with an elevated risk of lung diseases such as asthma,5 chronic obstructive lung disease (COPD),6 7 pneumonia8 9 and pulmonary tuberculosis.10 These lung diseases occur before lung cancer diagnosis and are associated with an increased risk of lung cancer.11–13 In non-smokers, previously existing lung diseases such as COPD, pulmonary tuberculosis and pneumonia have been reported to increase the risk of lung cancer and affect the patient’s prognosis, but this has often been overlooked.14–16 Furthermore, low SES has been reported to be closely associated with an increased risk of lung morbidity and mortality, even in non-smokers.17 18 Therefore, it can be inferred that previous lung diseases might partially mediate the association between low SES and lung cancer. However, information on the prevalence of pre-existing lung diseases in patients with lung cancer compared with the general population is rare in East Asia.19 20 In addition, it is hard to locate a study that has considered whether there is a difference in the prevalence of pre-existing lung diseases in patients with lung cancer according to varied SES.\n      Therefore, our study aimed to investigate the prevalence of pre-existing lung diseases in patients with lung cancer based on Korea’s representative national health insurance service database. Moreover, we aimed to examine whether there is a difference in the prevalence of pre-existing lung diseases in patients with lung cancer according to their income level.\nData source\n        Data for this study were obtained from the nationally representative health insurance database. According to the National Health Insurance Act, as all Korean individuals are enrolled in the National Health Insurance Service, the Korean National Health Insurance Service covers 100% of medical practices, save for some non-reimbursement medical services.21 The National Health Insurance Service Corporation compiles the National Health Information Database using the information on medical health services, including health checkups, treatment, insurance premiums and medical institutions, for research purposes.21 22\nStudy participants\n        This study was performed as a population-based cross-sectional and matched case-control study. Patients diagnosed with lung cancer in 2016 (n=25 793) and a matched Korean general population (n=25 793) were selected. Patients with lung cancer were defined as patients newly diagnosed with lung cancer as their primary diagnosis (International Classification of Diseases 10th Revision (ICD-10) code: ‘C33-C34’) in 2016. We excluded people diagnosed with lung cancer in previous years, from 2002 to 2015. A 1:1 matched population without lung cancer (non-cancer control) was selected from a random sample of 5% of the general population who had insurance eligibility in 2016 and had never been diagnosed with cancer. We matched the randomly selected non-cancer population to patients with lung cancer by age, sex and geographical region.\nDefinition of pre-existing lung diseases\n        Asthma, COPD, pneumonia and pulmonary tuberculosis were included as pre-existing lung diseases.11 12 Patients with lung cancer were defined as patients with ICD-10 code of ‘C33-C34’. Patients diagnosed with pre-existing lung diseases in the period of 12–36 months before their lung cancer diagnosis were included, and those diagnosed with lung diseases within 12 months before their lung cancer diagnosis (washout period) were excluded according to the modified criteria proposed by Prado et al.23 South Korea has relatively high accessibility to healthcare service and all Korean adults can receive a national health screening programme once every 1–2 years free of charge.24 Chest X-ray was also included in the national health screening programme, and additional examinations or physician visits are recommended to people with abnormal chest X-ray lesions.\n        Asthma, COPD, pneumonia and pulmonary tuberculosis were defined as those patients who were newly diagnosed with each of these diseases as their primary diagnosis with ICD-10 codes ‘J45-J46’,25 ‘J43-J44’,26 ‘J10-J18’27 and ‘A15-A16’,28 respectively.\nIncome level and insurance type\n        Health insurance premiums in Korea are levied according to income level. Therefore, premiums are often used as a surrogate variable for income levels in South Korea.29 Referring to previous research methods, we classified medicaid recipients separately and classified the rest into quintiles according to their insurance premiums.29 According to insurance type, they were classified into medicaid recipients (the lowest income group), workplace insurance accounting for more than 2/3 of the total, and community insurance.\nOther covariates\n        The Charlson Comorbidity Index was calculated as a score by summing the weights of individual comorbidities on mortality derived by Charlson et al in 198730 and Quan et al31 using ICD-10 code. We applied the modified Charlson Comorbid Index tailored to patients with lung cancer; comorbidity conditions were captured except for the cancer-related comorbidities (any malignancy including solid metastatic tumour, except for malignant neoplasm of the skin, lymphoma and leukaemia) with the rule-out algorithm applied according to the methodology by Klabunde.32 The comorbidity scores were grouped into four categories: 0, 1–2 (mild), 3–4 (moderate) and ≥5 (severe). Patients with a score of 0 were set as the reference group in the analysis.33\n        The National Health Screening database for the 2007–2016 period, included in the National Health Insurance Service database, was used to obtain the study participants’ smoking status information.21 Smoking status was divided into ever smoker, never smoker and unknown (including non-responders and missing, 18.0%).\nPatient and public involvement\n        Patients or the public were not involved in the design, or conduct, or reporting, or dissemination plans of our research.\nStatistical analysis\n        The baseline characteristics of the patients with lung cancer and matched people without lung cancer were compared, and the characteristics of patients with lung cancer were described by income level. The differences in the prevalence of pre-existing lung disease between patients with lung cancer and the matched people without lung cancer were compared by sex and smoking status and tested by the χ2 test. The χ2 test was used to compare the prevalence of pre-existing lung disease among patients with lung cancer by income level.\n        Multivariable conditional logistic regression models for matched pairs were used to examine the association between pre-existing lung disease and lung cancer, adjusting for income level and smoking status. In addition, limited to patients with lung cancer, multiple logistic regression models were used to examine the relationship between income level and pre-existing lung disease, adjusting for age, sex and smoking status.\n        Sensitivity analyses were performed to evaluate variabilities of the prevalence rates and associations for the different assessment periods (washout and lookback) for pre-existing lung diseases (1–24 months, 6–30 months, 12–36 months and 24–48 months). A significance level was assumed as p values<0.05. All statistical analyses were performed using SAS software V.9.4 (SAS Institute).34\nBaseline characteristics of study participants\n        Of 51 586 participants, 25 793 were patients diagnosed with lung cancer, and 25 793 were the matched population without lung cancer. The mean age of the study participants was 68.5±12.6 years old, and the men-to-women ratio was about 1.9:1 (table 1). The two groups showed differences in income level, lifestyle and comorbid diseases. The proportion of highest income level was higher in the matched people without lung cancer, whereas the proportion of medicaid patients was higher in the patients with lung cancer (p<0.001). The proportion of ever smokers was higher in patients with lung cancer (p<0.001). Regarding comorbid diseases, patients with lung cancer had a higher Charlson Comorbidity Index score compared with people without lung cancer (p<0.001).\n        \n          Table 1\n          \n            Baseline characteristics and prevalence of pre-existing lung disease among patients with lung cancer and matched general population\n          \n          \n            \n              \n                Variables\n                Patients with lung cancer\n                Matched general population\n                P value*†\n              \n              \n                Number\n                (%)\n                Number\n                (%)\n              \n            \n            \n              \n                Age at diagnosis, mean (SD)\n                68.5 (12.6)\n                 \n                68.4 (12.7)\n                 \n                0.3187\n              \n              \n                Age at diagnosis (years)\n                 \n                 \n                 \n                 \n              \n              \n                 0–44\n                983\n                3.8\n                983\n                3.8\n                 \n              \n              \n                 45–54\n                2323\n                9.0\n                2323\n                9.0\n                 \n              \n              \n                 55–64\n                5906\n                22.9\n                5906\n                22.9\n                 \n              \n              \n                 65–74\n                7542\n                29.2\n                7542\n                29.2\n                 \n              \n              \n                 75–79\n                3995\n                15.5\n                3995\n                15.5\n                 \n              \n              \n                 80–84\n                2956\n                11.5\n                2956\n                11.5\n                 \n              \n              \n                 ≥85\n                2088\n                8.1\n                2088\n                8.1\n                 \n              \n              \n                Sex\n                 \n                 \n                 \n                \n                \n              \n              \n                 Male\n                16 873\n                65.4\n                16 873\n                65.4\n                 \n              \n              \n                 Female\n                8920\n                34.6\n                8920\n                34.6\n                 \n              \n              \n                Income level\n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                 Medicaid\n                2463\n                9.5\n                1956\n                7.6\n                 \n              \n              \n                 Low 20%\n                3605\n                14.0\n                3602\n                14.0\n                 \n              \n              \n                 Middle low\n                3198\n                12.4\n                3384\n                13.1\n                 \n              \n              \n                 Middle\n                3764\n                14.6\n                3688\n                14.3\n                 \n              \n              \n                 Middle high\n                5081\n                19.7\n                5078\n                19.7\n                 \n              \n              \n                 High 20%\n                7682\n                29.8\n                8085\n                31.3\n                 \n              \n              \n                Charlson Comorbidity Index\n                 \n                 \n                <0.0001†\n              \n              \n                 0\n                8897\n                34.5\n                10 675\n                41.4\n                 \n              \n              \n                 1–2\n                10 228\n                39.6\n                9822\n                38.1\n                 \n              \n              \n                 3–4\n                4435\n                17.2\n                3549\n                13.7\n                 \n              \n              \n                 ≥5\n                2233\n                8.7\n                1747\n                6.8\n                 \n              \n              \n                Pre-existing lung disease\n                 \n                 \n                 \n              \n              \n                 Asthma\n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                  Yes\n                4453\n                17.3\n                2718\n                10.5\n                 \n              \n              \n                  No\n                21 340\n                82.7\n                23 075\n                89.5\n                 \n              \n              \n                 COPD\n                 \n                 \n                 \n                 \n                 \n              \n              \n                  Yes\n                2392\n                9.3\n                892\n                3.5\n                <0.0001†\n              \n              \n                  No\n                23 401\n                90.7\n                24 901\n                96.5\n                 \n              \n              \n                 Pneumonia\n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                  Yes\n                2341\n                9.1\n                1193\n                4.6\n                 \n              \n              \n                  No\n                23 452\n                90.9\n                24 600\n                95.4\n                 \n              \n              \n                 Pulmonary TB\n                 \n                 \n                 \n                 \n                 \n              \n              \n                  Yes\n                403\n                1.6\n                125\n                0.5\n                <0.0001†\n              \n              \n                  No\n                25 390\n                98.4\n                25 668\n                99.5\n                 \n              \n              \n                Smoking status\n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                 Ever smoker\n                13 041\n                50.6\n                11 122\n                43.1\n                 \n              \n              \n                 Never smoker\n                8104\n                31.4\n                10 065\n                39.0\n                 \n              \n              \n                 Unknown or missing\n                4648\n                18.0\n                4606\n                17.9\n                 \n              \n            \n          \n          \n            \n              Continuous variables were expressed as mean (SD) and categorical variables were expressed as number (percentage).\n            \n            \n              *χ2 test was used to examine the difference in distribution between patients with lung cancer and matched general population.\n            \n            \n              †P value<0.05 was considered as statistically significant.\nPrevalence of pre-existing lung diseases in patients with lung cancer\n        A 1.6 to 3.2 times higher prevalence of pre-existing lung diseases among patients with lung cancer than among those without lung cancer existed (table 1, figure 1). Specifically, the prevalence of asthma, COPD, pneumonia and pulmonary tuberculosis was 17.3%, 9.3%, 9.1% and 1.6% among patients with lung cancer, respectively, which was approximately 1.6–3.2 times higher relative to the people without lung cancer (10.5%, 3.5%, 4.6%, 0.5%). The trends did not differ according to sex or smoking history (figure 1, online supplemental figure 1). In the sensitivity analysis by applying different assessment periods (washout and lookback periods) for pre-existing lung diseases, the prevalences of pre-existing lung diseases in patients with lung cancer were significantly higher than that of the control group (online supplemental figure 2).\n        \n          10.1136/bmjresp-2023-001772.supp1\n          Supplementary data\n          \n\n\n        \n        \n          Figure 1\n          \n            Differences in the prevalence of pre-existing lung diseases between patients with lung cancer and the matched general population. The yellow hatched bar represents the prevalence (proportion) of pre-existing lung diseases among patients with lung cancer, whereas the black bar represents the prevalence (proportion) of lung diseases among the matched general population without lung cancer. The first panel shows the prevalence of pre-existing lung disease in all men and women, the second panel is for men, and the third panel is for women.\nDisparities in pre-existing lung disease among patients with lung cancer according to income level\n        For patients with lung cancer only, we examined whether there were differences in the prevalence of pre-existing lung diseases according to income level (table 2). As a result, the prevalence of pre-existing lung diseases was significantly higher in medicaid patients (p<0.001). In particular, there were increasing trends in the prevalence of pulmonary tuberculosis with decreasing levels of income (p<0.001). The prevalence of pre-existing lung diseases was highest in the medicaid group, except for the never smokers with COPD, even when stratified by sex or smoking status (figure 2, online supplemental table S1-S2). Figure 2B shows a parallel pattern for the prevalence rate of pre-existing lung disease, except for the never smokers with COPD, according to income level for both ever smokers and never smokers.\n        \n          Table 2\n          \n            Differences in prevalence of pre-existing lung disease among patients with lung cancer according to income level\n          \n          \n            \n              \n                Variables\n                Income level\n                P value*†\n              \n              \n                All(n=25 793)N (%)\n                Medicaid(n=2463)N (%)\n                Low 20%(n=3605)N (%)\n                Middle low(n=3198)N (%)\n                Middle(n=3764)N (%)\n                Middle high(n=5081)N (%)\n                High (20%)(n=7682)N (%)\n              \n            \n            \n              \n                Age at diagnosis, mean (SD)\n                 68.5 (12.6)\n                 72.2 (12.0)\n                 67.9 (12.5)\n                 65.7 (12.5)\n                 66.6 (12.6)\n                 67.4 (12.5)\n                 70.5 (12.3)\n                <0.0001†\n              \n              \n                Age at diagnosis (years)\n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                 0–44\n                 983 (3.8)\n                 48 (1.9)\n                 135 (3.7)\n                 156 (4.9)\n                 177 (4.7)\n                 246 (4.8)\n                 221 (2.9)\n                 \n              \n              \n                 45–54\n                 2323 (9.0)\n                 144 (5.8)\n                 335 (9.3)\n                 326 (10.2)\n                 396 (10.5)\n                 463 (9.1)\n                 659 (8.6)\n                 \n              \n              \n                 55–64\n                 5906 (22.9)\n                 446 (18.1)\n                 913 (25.3)\n                 1008 (31.5)\n                 1044 (27.7)\n                 1204 (23.7)\n                 1291 (16.8)\n                 \n              \n              \n                 65–74\n                 7542 (29.2)\n                 684 (27.8)\n                 1091 (30.3)\n                 896 (28.0)\n                 1079 (28.7)\n                 1642 (32.3)\n                 2150 (28.0)\n                 \n              \n              \n                 75–79\n                 3995 (15.5)\n                 438 (17.8)\n                 467 (13.0)\n                 374 (11.7)\n                 463 (12.3)\n                 731 (14.4)\n                 1522 (19.8)\n                 \n              \n              \n                 80–84\n                 2956 (11.5)\n                 346 (14.1)\n                 372 (10.3)\n                 260 (8.1)\n                 373 (9.9)\n                 460 (9.1)\n                 1145 (14.9)\n                 \n              \n              \n                 ≥85\n                 2088 (8.1)\n                 357 (14.5)\n                 292 (8.1)\n                 178 (5.6)\n                 232 (6.2)\n                 335 (6.6)\n                 694 (9.0)\n                 \n              \n              \n                Sex\n                 \n                 \n                 \n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                 Male\n                 16 873 (65.4)\n                 1459 (59.2)\n                 2235 (62.0)\n                 2166 (67.7)\n                 2550 (67.7)\n                 3466 (68.2)\n                 4997 (65.0)\n                 \n              \n              \n                 Female\n                 8920 (34.6)\n                 1004 (40.8)\n                 1370 (38.0)\n                 1032 (32.3)\n                 1214 (32.3)\n                 1615 (31.8)\n                 2685 (35.0)\n                 \n              \n              \n                Charlson Comorbidity Index\n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                 0\n                 8897 (34.5)\n                 478 (19.4)\n                 1324 (36.7)\n                 1326 (41.5)\n                 1459 (38.8)\n                 1789 (35.2)\n                 2521 (32.8)\n                 \n              \n              \n                 1–2\n                 10 228 (39.6)\n                 956 (38.8)\n                 1431 (39.7)\n                 1220 (38.1)\n                 1424 (37.8)\n                 2040 (40.2)\n                 3157 (41.1)\n                 \n              \n              \n                 3–4\n                 4435 (17.2)\n                 618 (25.1)\n                 556 (15.4)\n                 456 (14.3)\n                 592 (15.7)\n                 864 (17.0)\n                 1349 (17.6)\n                 \n              \n              \n                 ≥5\n                 2233 (8.7)\n                 411 (16.7)\n                 294 (8.2)\n                 196 (6.1)\n                 289 (7.7)\n                 388 (7.6)\n                 655 (8.5)\n                 \n              \n              \n                Pre-existing lung disease\n                 \n                 \n                 \n                 \n                 \n                 \n              \n              \n                 Asthma\n                 \n                 \n                 \n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                  Yes\n                 4453 (17.3)\n                 638 (25.9)\n                 574 (15.9)\n                 473 (14.8)\n                 568 (15.1)\n                 843 (16.6)\n                 1357 (17.7)\n                 \n              \n              \n                  No\n                 21 340 (82.7)\n                 1825 (74.1)\n                 3031 (84.1)\n                 2725 (85.2)\n                 3196 (84.9)\n                 4238 (83.4)\n                 6325 (82.3)\n                 \n              \n              \n                 COPD\n                 \n                 \n                 \n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                  Yes\n                 2392 (9.3)\n                 373 (15.1)\n                 298 (8.3)\n                 238 (7.4)\n                 294 (7.8)\n                 479 (9.4)\n                 710 (9.2)\n                 \n              \n              \n                  No\n                 23 401 (90.7)\n                 2090 (84.9)\n                 3307 (91.7)\n                 2960 (92.6)\n                 3470 (92.2)\n                 4602 (90.6)\n                 6972 (90.8)\n                 \n              \n              \n                 Pneumonia\n                 \n                 \n                 \n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                  Yes\n                 2341 (9.1)\n                 354 (14.4)\n                 295 (8.2)\n                 235 (7.3)\n                 298 (7.9)\n                 455 (9.0)\n                 704 (9.2)\n                 \n              \n              \n                  No\n                 23 452 (90.9)\n                 2109 (85.6)\n                 3310 (91.8)\n                 2963 (92.7)\n                 3466 (92.1)\n                 4626 (91.0)\n                 6978 (90.8)\n                 \n              \n              \n                 Pulmonary TB \n                \n                 \n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                  Yes\n                 403 (1.6)\n                 73 (3.0)\n                 54 (1.5)\n                 51 (1.6)\n                 52 (1.4)\n                 69 (1.4)\n                 104 (1.4)\n                 \n              \n              \n                  No\n                 25 390 (98.4)\n                 2390 (97.0)\n                 3351 (98.5)\n                 3147 (98.4)\n                 3712 (98.6)\n                 5012 (98.6)\n                 7578 (98.6)\n                 \n              \n              \n                Smoking status\n                 \n                 \n                 \n                 \n                 \n                <0.0001†\n              \n              \n                 Ever smoker\n                 13 041 (50.6)\n                 818 (33.2)\n                 1794 (49.8)\n                 1726 (54.0)\n                 2039 (54.2)\n                 2788 (54.9)\n                 3876 (50.4)\n                 \n              \n              \n                 Never smoker\n                 8104 (31.4)\n                 428 (17.4)\n                 1222 (33.9)\n                 960 (30.0)\n                 1106 (29.4)\n                 1626 (32.0)\n                 2762 (36.0)\n                 \n              \n              \n                 Unknown or missing\n                 4648 (18.0)\n                 1217 (49.4)\n                 589 (16.3)\n                 512 (16.0)\n                 619 (16.4)\n                 667 (13.1)\n                 1044 (13.6)\n                 \n              \n            \n          \n          \n            \n              Continuous variables were expressed as mean (SD) and categorical variables were expressed as number (percentage).\n            \n            \n              *Independent t-test was used to test the difference in continuous variables according to the income level and χ2 test was used to examine the difference in distribution according to the income level.\n            \n            \n              †P value<0.05 was considered as statistically significant.\n            \n            \n              COPD, chronic obstructive lung disease; TB, tuberculosis.\n            \n          \n        \n        \n          Figure 2\n          \n            Differences in pre-existing lung diseases among patients with lung cancer by income level according to sex (left) and smoking status (right). (A) The solid line represents the prevalence (proportion) of pre-existing lung diseases among male patients with lung cancer by income level, whereas the dotted line represents the prevalence (proportion) of pre-existing lung diseases among female patients with lung cancer by income level. Beneficiary indicates the medicaid patients. (B) The solid line represents the prevalence (proportion) of pre-existing lung diseases among patients with lung cancer who were ever smokers by income level, whereas the dotted line represents the prevalence (proportion) of pre-existing lung diseases among patients with lung cancer who were never smokers by income level. Beneficiary indicates the medicaid patients.\nMultivariable adjusted model for the association of pre-existing lung diseases with lung cancer\n        Table 3 shows the association between pre-existing lung diseases and the OR of lung cancer. In the unadjusted logistic regression model, the OR (95% CI) for lung cancer and asthma, COPD, pneumonia and pulmonary tuberculosis was 1.80 (95% CI 1.71 to 1.90), 2.96 (95% CI 2.73 to 3.20), 2.09 (95% CI 1.94 to 2.24), and 3.27 (95% CI 2.67 to 4.00), respectively. All models consistently indicated positive relationships between pre-existing lung diseases and lung cancer. In the fully adjusted model, after adjusting for smoking status, income level and other pre-existing lung diseases, the OR (95% CI) for lung cancer and asthma, COPD, pneumonia and pulmonary tuberculosis was 1.36 (95% CI 1.29 to 1.44), 2.11 (95% CI 1.94 to 2.31), 1.49 (95% CI 1.38 to 1.61), and 2.16 (95% CI 1.75 to 2.66), respectively. In the sensitivity analysis, the ORs for pre-existing lung diseases in patients with lung cancer were significantly higher than those of the control group (online supplemental table S3).\n        \n          Table 3\n          \n            Association between pre-existing lung disease and lung cancer*\n          \n          \n            \n              \n                Variables\n                Unadjusted model\n                Model 1†Pre-existing lung diseases adjusted\n                Model 2‡Pre-existing lung diseases and income level adjusted\n                Model 3§Pre-existing lung diseases, income level and smoking history adjusted\n              \n            \n            \n              \n                Pre-existing lung disease\n                 \n                 \n                 \n                 \n              \n              \n                 Asthma\n                 \n                 \n                 \n                 \n              \n              \n                  No\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n              \n              \n                  Yes\n                1.80 (1.71, 1.90)\n                1.39 (1.31, 1.47)\n                1.38 (1.30, 1.46)\n                1.36 (1.29, 1.44)\n              \n              \n                 COPD\n                 \n                 \n                 \n                 \n              \n              \n                  No\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n              \n              \n                  Yes\n                2.96 (2.73, 3.20)\n                2.22 (2.04, 2.42)\n                2.20 (2.02, 2.40)\n                2.11 (1.94, 2.31)\n              \n              \n                 Pneumonia\n                 \n                 \n                 \n                 \n              \n              \n                  No\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n              \n              \n                  Yes\n                2.09 (1.94, 2.24)\n                1.49 (1.38, 1.61)\n                1.48 (1.37, 1.60)\n                1.49 (1.38, 1.61)\n              \n              \n                 Pulmonary TB\n                 \n                 \n                 \n                 \n              \n              \n                  No\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n              \n              \n                  Yes\n                3.27 (2.67, 4.00)\n                2.13 (1.73, 2.62)\n                2.11 (1.71, 2.60)\n                2.16 (1.75, 2.66)\n              \n              \n                Income level\n                 \n                 \n                 \n                 \n              \n              \n                 High 20%\n                 \n                 \n                1.00 (Reference)\n                1.00 (Reference)\n              \n              \n                 Middle high\n                 \n                 \n                1.04 (0.99, 1.10)\n                1.03 (0.98, 1.09)\n              \n              \n                 Middle\n                 \n                 \n                1.07 (1.02, 1.14)\n                1.06 (1.00, 1.12)\n              \n              \n                 Middle low\n                 \n                 \n                0.99 (0.94, 1.05)\n                0.98 (0.92, 1.04)\n              \n              \n                 Low 20%\n                 \n                 \n                1.05 (0.99, 1.11)\n                1.04 (0.98, 1,10)\n              \n              \n                 Medicaid\n                 \n                 \n                1.23 (1.15, 1.32)\n                1.20 (1.12, 1.29)\n              \n              \n                Smoking status\n                 \n                 \n                 \n                 \n              \n              \n                 Never smoker\n                 \n                 \n                 \n                1.00 (Reference)\n              \n              \n                 Ever smoker\n                 \n                 \n                 \n                1.84 (1.74, 1.93)\n              \n              \n                 Unknown or missing\n                 \n                 \n                 \n                1.37 (1.30, 1.45)\n              \n            \n          \n          \n            \n              *Conditional logistic regression models were used to calculate ORs to examine the association between pre-existing lung diseases and lung cancer.\n            \n            \n              †Multivariable model 1 was adjusted for other pre-existing lung diseases.\n            \n            \n              ‡Multivariable model 2 was adjusted for other pre-existing lung diseases and income level.\n            \n            \n              §Multivariable model 3 was adjusted for other pre-existing lung diseases, income level, and smoking history.\n            \n            \n              COPD, chronic obstructive lung disease; TB, tuberculosis.\nRelationship between income level and pre-existing lung diseases among patients with lung cancer\n        Table 4 shows the relationship between income level and pre-existing lung diseases among patients with lung cancer. The ORs for having pre-existing lung diseases among patients with lung cancer were significantly higher in the medicaid group than in the top 20% income level group.\n        \n          Table 4\n          \n            Impact of income level on pre-existing lung disease among patients with lung cancer*\n          \n          \n            \n              \n                Variables\n                AsthmaOR (95% CI)\n                COPDOR (95% CI)\n                PneumoniaOR (95% CI)\n                Pulmonary tuberculosisOR (95% CI)\n              \n            \n            \n              \n                Income level\n                 \n                 \n                 \n                 \n              \n              \n                 High 20%\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n              \n              \n                 Middle high\n                1.02 (0.92, 1.12)\n                1.15 (1.02, 1.31)\n                1.09 (0.96, 1.23)\n                1.06 (0.78, 1.45)\n              \n              \n                 Middle\n                0.95 (0.85, 1.05)\n                0.98 (0.85, 1.13)\n                0.98 (0.85, 1.14)\n                1.10 (0.79, 1.55)\n              \n              \n                 Middle low\n                0.95 (0.85, 1.07)\n                0.97 (0.83, 1.13)\n                0.93 (0.80, 1.09)\n                1.29 (0.92, 1.82)\n              \n              \n                 Low 20%\n                0.97 (0.87, 1.08)\n                1.04 (0.90, 1.20)\n                0.98 (0.85, 1.13)\n                1.20 (0.86, 1.67)\n              \n              \n                 Medicaid\n                1.75 (1.56, 1.96)\n                1.91 (1.65, 2.21)\n                1.73 (1.50, 2.01)\n                2.45 (1.78, 3.36)\n              \n              \n                Age at diagnosis (years)\n                 \n                 \n                 \n                 \n              \n              \n                 0–44\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n              \n              \n                 45–54\n                0.93 (0.69, 1.24)\n                1.51 (0.69, 3.31)\n                1.18 (0.78, 1.76)\n                1.12 (0.56, 2.25)\n              \n              \n                 55–64\n                1.61 (1.24, 2.09)\n                5.43 (2.68, 11.00)\n                1.74 (1.21, 2.50)\n                1.11 (0.59, 2.10)\n              \n              \n                 65–74\n                3.00 (2.33, 3.87)\n                12.24 (6.07, 24.67)\n                2.59 (1.81, 3.70)\n                1.22 (0.65, 2.27)\n              \n              \n                 75–79\n                3.60 (2.78, 4.66)\n                16.30 (8.07, 32.92)\n                3.67 (2.56, 5.27)\n                1.53 (0.81, 2.91)\n              \n              \n                 80–84\n                4.24 (3.27, 5.50)\n                23.14 (11.45, 46.77)\n                4.36 (3.03, 6.27)\n                1.93 (1.01, 3.67)\n              \n              \n                 ≥85\n                3.69 (2.82, 4.82)\n                22.33 (11.00, 45.34)\n                5.08 (3.52, 7.35)\n                1.56 (0.79, 3.08)\n              \n              \n                Sex\n                 \n                 \n                 \n                 \n              \n              \n                 Female\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n              \n              \n                 Male\n                0.86 (0.79, 0.95)\n                2.01 (1.76, 2.30)\n                1.13 (1.01, 1.28)\n                1.80 (1.37, 2.38)\n              \n              \n                Smoking status\n                 \n                 \n                 \n                 \n              \n              \n                 Never smoker\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n                1.00 (Reference)\n              \n              \n                 Ever smoker\n                1.25 (1.13, 1.38)\n                1.86 (1.61, 2.15)\n                0.98 (0.86, 1.12)\n                0.67 (0.51, 0.89)\n              \n              \n                 Unknown or missing\n                0.87 (0.78, 0.97)\n                1.36 (1.16, 1.59)\n                0.83 (0.72, 0.96)\n                0.68 (0.50, 0.94)\n              \n            \n          \n          \n            \n              *Logistic regression models were used to calculate ORs to examine the association between pre-existing lung diseases and income level after adjusting for multiple covariates.\n            \n          \n        \n        After adjusting for age, sex and smoking status, patients with lung cancer who received medicaid had 1.75 times higher odds (95% CI 1.56 to 1.96) of having asthma compared with those in the top 20% income level (table 4 and online Supplemental table S4). Likewise, after adjusting for age, sex and smoking status, the OR (95% CI) for COPD, pneumonia and pulmonary tuberculosis among people who received medicaid was 1.91 (95% CI 1.65 to 2.21), 1.73 (95% CI 1.50 to 2.01) and 2.45 (95% CI 1.78 to 3.36) times higher than those in the top 20% income level, respectively (table 4 and online supplemental tables S5-S7).\nDiscussion\n      Our study findings showed that patients with lung cancer had a higher prevalence of pre-existing lung diseases such as asthma, COPD, pneumonia and pulmonary tuberculosis compared with the matched population without lung cancer. In addition, among patients with lung cancer, the patients with the lowest income level who received medicaid had a higher OR for having pre-existing lung diseases compared with those with the highest income level after adjusting for age, sex and smoking status. To the best of our knowledge, it is the first study to evaluate the prevalence of pre-existing lung disease in patients with lung cancer compared with the general population and assess the impact of income level, particularly among low-income adults with medicaid.\n      Notably, the prevalence of pre-existing lung diseases in these patients with lung cancer was higher than in the Korean general population. Regardless of sex or smoking status, the high prevalence of pre-existing lung diseases in these patients with lung cancer was consistently observed. Several previous studies have shown that patients who already had lung diseases had a higher risk of lung cancer than those who did not.11–13 The close association between previous lung diseases and the risk of lung cancer could consistently be observed, even in never smokers.4 14 16 These previous study findings were consistent with our results that patients with lung cancer had a high prevalence of pre-existing lung diseases.\n      In our study, patients with lung cancer with the lowest income level had a higher prevalence of pre-existing pulmonary diseases such as asthma, COPD, pneumonia and pulmonary tuberculosis than those with the highest income level. It is well known that lower SES has been associated with a higher risk of lung cancer, even after adjusting for smoking and behavioural factors.17 However, lung diseases such as asthma, COPD, pneumonia and pulmonary tuberculosis were also closely related to low SES.8 35–37 Particularly, both ever smokers and never smokers showed a parallel pattern with pre-existing lung disease according to income level among patients with lung cancer (figure 2). This finding suggests that the relationship between the prevalence of existing lung disease and income level was independent of smoking history.\n      Although it is well known that lung cancer and lung diseases are associated with low SES, how such low SES increases the risk of lung disease and lung cancer has rarely been investigated. There are several possible explanations for how low SES increases the risk of lung disease and lung cancer. First, low SES is associated with childhood exposure to secondhand smoke.38 This exposure to secondhand smoke in childhood causes a decrease in lung function and can also be a trigger that increases the risk of lung disease or lung cancer.39 40 On the other hand, many observational studies have shown that the risk of lung disease or a decrease in lung function is associated with low SES, even in never smokers or after adjusting for smoking.41 Therefore, secondhand smoke in childhood does not fully explain the association between low SES and the risk of lung disease and lung cancer. Second, the low SES of parents is associated with intrauterine growth restriction and delayed pulmonary development,42 which increase the risk of pulmonary diseases such as asthma and COPD or cause a decrease in lung function.42–44 Third, low SES is closely associated with an increased risk of respiratory infections in childhood and adulthood. Recent studies have reported that respiratory tract infection in childhood may cause decreased pulmonary function and increase the risk of asthma and COPD.45–48 Fourth, low SES is associated with increased environmental and occupational exposure, such as indoor air pollution and metal fumes. Cadmium exposure is a well-known risk factor for COPD and a well-known group 1 carcinogen for lung cancer. In addition, it has been reported that exposure to indoor air pollution, such as Radon and fine particles, which are closely associated with an increased risk of lung cancer, is closely related to geographical location and residence status (house or apartment). Fifth, low SES was associated with a lower intake of fruit and vegetables49 due to the restrictions on access to fruit and vegetables. Fruit and vegetable intake has a preventative effect on the risk of chronic pulmonary disease and decreased lung function.50 In the meta-analysis of 27 prospective studies, fruit and vegetable intake had an inverse dose–response relationship with the risk of lung cancer.51 In addition, infection and dietary patterns are closely associated with the composition of lung microbiota. Given these explanations, it is unsurprising that pulmonary diseases such as asthma, COPD, pneumonia and tuberculosis increase lung cancer risk. Recent studies have reported that changes in lung microbiota are closely related to lung inflammation and initiation of lung carcinogenesis.52\n      This study is based on large population-based data and has the advantage of being representative of patients with lung cancer and the general population in South Korea. However, our study also has some limitations. First, temporal relationships between pre-existing lung diseases and lung cancer could not be confirmed. Although we excluded patients diagnosed with pre-existing lung diseases within 12 months of their initial diagnosis of lung cancer, growing carcinoma, even before detection by a physician, may cause lung diseases or may have been misdiagnosed as pulmonary tuberculosis or pneumonia. Nevertheless, our sensitivity analysis indicated that the results remained robust across different pre-existing lung disease assessment periods. Second, while South Korea has high accessibility to medical services, patients with lung cancer are more likely to undergo chest X-ray examinations in the period of 12–36 months before lung cancer diagnosis compared with the control group (78.5% vs 73.9%). Although the difference in chest X-ray screening rates between the two groups was not substantial, the difference in the overall number of chest X-ray examinations among patients with lung cancer and the control group could potentially introduce a detection bias related to prior lung diseases. Third, we considered insurance premiums as an income level, which may not take into account the accumulated wealth level, and excludes education or occupational factors. Fourth, although possible explanations have been described in the discussion, we could not precisely explain how SES increases the prevalence of lung disease in patients with lung cancer; a detailed quantification of the mechanism was left for a future study. Fifth, pre-existing lung diseases and lung cancer were defined as physicians' primary diagnosis code (ICD-10 code) due to the limitations of claims data. Although the primary diagnosis code had relatively good accuracy compared with the golden standard,50 there may still be misclassification bias. Therefore, these pre-existing lung diseases require caution in their interpretation.\n      In conclusion, our study findings revealed a higher prevalence odds of pre-existing lung diseases in medicaid patients than in individuals in the top 20% income group among patients with lung cancer, suggesting the presence of disparities in health outcomes arising from the lowest income group. These findings underscore a need for specialised, targeted lung cancer surveillance in this vulnerable population. Furthermore, the prevalence of pre-existing lung diseases, including asthma, COPD, pneumonia and pulmonary tuberculosis was higher in patients with lung cancer compared with the general population without lung cancer. These findings suggest that a history of lung disease is associated with the risk of developing lung cancer and that this relationship may be partly mediated by low SES.\nData availability statement\n      The data set used in this study was obtained from the National Health Insurance Service - National Health Information Database. This dataset can be requested from the National Health Insurance Service (https://nhiss.nhis.or.kr). The data are not publicly available due to privacy or ethical restrictions.\nEthics statements\n      \n        Patient consent for publication\n        Not applicable.\n      \n      \n        Ethics approval\n        This study used secondary deidentified data. The institutional review board of the National Cancer Center of Korea reviewed the study protocol and approved the exemption (IRB No. NCC2021-0339).\nPatient consent for publication\n        Not applicable.\nEthics approval\n        This study used secondary deidentified data. The institutional review board of the National Cancer Center of Korea reviewed the study protocol and approved the exemption (IRB No. NCC2021-0339).",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10632895/",
    "doi": "https://doi.org/10.1136/bmjresp-2023-001772"
}