{
    "title": "Comparison between [",
    "abstract": "Values of activity were converted into SUV according to Equation (1) [33]:(1)SUV=Activityconcentration×BodyweightInjecteddose×eln2t12(Timeinterval), where SUV are in units of g mL−1, the Activity concentration represents the values of activity in the PET image field of view and is in units of Bq mL−1, Body weight is in units of g, Injection dose is in units of Bq, t1/2 is the radiotracer half-life and is in units of min and Time interval is the time passed between the injection of the radiotracer and the PET scan acquisition and is in units of min. Values of activity were converted into SUV according to Equation (1) [33]:(1)SUV=Activityconcentration×BodyweightInjecteddose×eln2t12(Timeinterval), where SUV are in units of g mL−1, the Activity concentration represents the values of activity in the PET image field of view and is in units of Bq mL−1, Body weight is in units of g, Injection dose is in units of Bq, t1/2 is the radiotracer half-life and is in units of min and Time interval is the time passed between the injection of the radiotracer and the PET scan acquisition and is in units of min. Values of activity were converted into SUV according to Equation (1) [33]:(1)SUV=Activityconcentration×BodyweightInjecteddose×eln2t12(Timeinterval), where SUV are in units of g mL−1, the Activity concentration represents the values of activity in the PET image field of view and is in units of Bq mL−1, Body weight is in units of g, Injection dose is in units of Bq, t1/2 is the radiotracer half-life and is in units of min and Time interval is the time passed between the injection of the radiotracer and the PET scan acquisition and is in units of min.",
    "authors": [
        "Caterina Brighi",
        "Simon Puttick",
        "Amanda Woods",
        "Paul Keall",
        "Paul A. Tooney",
        "David E. J. Waddington",
        "Vicki Sproule",
        "Stephen Rose",
        "Michael Fay"
    ],
    "published_year": "2023",
    "description": "1. Introduction\n      Prostate-specific membrane antigen (PSMA) is a cell-surface protein that is highly expressed in prostate cancer [1] and also in the endothelium of the tumour neovasculature of several solid tumours [2], including glioblastoma (GBM) [3,4,5,6], making it an excellent target for antibody–drug conjugates or peptide receptor radionuclide therapy [3].\n      Recently [68Ga]-PSMA–Glu–NH–CO–NH–Lys(Ahx)-HBED-CC ([68Ga]Ga-PSMA-11) has also been shown to be a promising positron emission tomography (PET) imaging agent for the diagnosis of patients with primary GBM [7] and for treatment response assessment [8,9] and, as such, it has great potential as an imaging biomarker for management of GBM patients [7]. Modifications of the PSMA-11 peptide have resulted in the development of the small-molecule ligand PSMA-617, which has the advantage of being suitable for radiolabelling with different radioisotopes, including gallium-68, lutetium-177, indium-111 and yttrium-90, and thus it can be used for both PET imaging (gallium-68, yttrium-90) and radionuclide targeted therapy (lutetium-177, indium-111, yttrium-90) [10]. [68Ga]-PSMA–Glu–NH–CO–NH–Lys-2-naphthyl-L-Ala-cyclohexane-DOTA ([68Ga]Ga-PSMA-617) has a lower non-specific affinity to the kidneys compared to [68Ga]Ga-PSMA-11 [10], and preliminary clinical results show significantly high values of in vivo uptake into high grade gliomas [11]. These characteristics make PSMA-617 one of the best PSMA-targeting ligand candidates for theranostics applications [10].\n      In a recent clinical study Kunikowska et al. [12] postulated a potential unsuitability of PSMA-11-based targeted therapies in recurrent GBM patients, due to the low median [68Ga]Ga-PSMA-11 tumour-to-liver ratio (TLR) observed in their patient cohort (i.e., 0.8, range: 0.6–1.8, N = 15). However, the same authors published promising results of a case study of a recurrent GBM patient who had a [68Ga]Ga-PSMA-11 maximum standardised uptake value (SUVmax) = 10.3 in the tumour lesion with a TLR of 1.8 and underwent [177Lu]Lu-PSMA-617 treatment as part of a dosimetry study [13]. The study demonstrated that the absorbed dose in the tumour was 100 times higher than in the kidneys, 8.4 times higher than in the liver and 28.7 times higher than in the whole body, and that the radiotracer had a very slow washout in the tumour compared to the other organs in the days following administration [13], generating interest in testing the feasibility of using PSMA-617-based targeted therapy with α/β-emitters for the treatment of recurrent GBM patients.\n      Our pilot clinical trial aims to evaluate the potential of [68Ga]Ga-PSMA-617 as a PET imaging biomarker and, as an exploratory aim, evaluate its potential as a candidate ligand for targeted radionuclide therapy in patients with recurrent GBM. In this study, PET-CT imaging was used to compare the tumour uptake of [68Ga]Ga-PSMA-617 with the uptake of O-(2-[18F]-fluoroethyl)-L-tyrosine ([18F]FET), an amino acid that has much higher tumour specificity than [¹⁸F]Fluorodeoxyglucose ([18F]FDG) in brain cancers [14,15]. The superior ability of [18F]FET PET to estimate gross tumour volume and to image areas of metabolically active residual infiltrating tumour post-surgery is due to the tumour-targeting mechanism of FET, which relies on the transport across vascular membranes by system L-type amino acid transporters and is, therefore, not affected by the presence of an intact blood–brain barrier [16]. As a consequence, [18F]FET PET is used in this study to define the extent of gross tumour mass and levels of tumour metabolic activity. By comparing measurements of biological tumour volume (BTV) and tumour-to-brain ratio (TBR) obtained with [68Ga]Ga-PSMA-617 and [18F]FET PET images, this study aims to determine [68Ga]Ga-PSMA-617 tumour selectivity and specificity, respectively. Moreover, by measuring standardised uptake values (SUV) of [68Ga]Ga-PSMA-617 in the tumour and in the healthy contralateral brain tissue, TLR and tumour-to-salivary glands (TSG) ratio, this study aims to explore the potential of PSMA-617 as a candidate ligand for targeted radionuclide therapy with α/β-emitters in patients with recurrent GBM.\n2. Results\n      \n        2.1. Patient Recruitment and Data Collection\n        Ten recurrent GBM patients were recruited between October 2018 and September 2021. Pre-enrollment T1-weighted contrast-enhanced (T1CE) MR images were provided by the original site of recurrence diagnosis for nine patients, [18F]FET and [68Ga]Ga-PSMA-617 brain images were collected for ten patients and [18F]FET PET scan details needed for the conversion of [18F]FET PET images into SUV were collected for nine patients. [68Ga]Ga-PSMA-617 PET images were acquired as full-body scans for only two patients. Dates of the PET scans for each patient are reported in Table 1. The median interval between [18F]FET and [68Ga]Ga-PSMA-617 PET scans was 5 days (range: 3–15). PET imaging metrics extracted from the data are collected in Table 2, Table 3 and Table 4.\n      \n      \n        2.2. Evaluation of [68Ga]Ga-PSMA-617 Tumour Selectivity\n        The results of the comparison of the tumour volume between the [68Ga]Ga-PSMA-617 and [18F]FET BTV are shown in Figure 1. The mean BTV delineated on [68Ga]Ga-PSMA-617 PET images was slightly larger, although not significantly (p = 0.063), than the respective mean BTV delineated on [18F]FET PET images. This result was further confirmed by the measurement of the mean volumetric ratio between [68Ga]Ga-PSMA-617 BTV and [18F]FET BTV, which was 1.87 ± 1.10 (range: 0.30–4.30). The mean Dice similarity coefficient between the [68Ga]Ga-PSMA-617 BTV and the [18F]FET BTV was 0.58 ± 0.18 (range: 0.34–0.83), demonstrating a non-negligible mismatch between the BTV margins delineated by the two tracers. Additionally, a qualitative evaluation of the SUV images revealed different patterns of uptake of the two radiotracers, with hotspots of [68Ga]Ga-PSMA-617 uptake not always corresponding to hotspots of [18F]FET uptake or T1-weighted contrast-enhancing tumour.\n        There was a positive correlation (Pearson coefficients r: 0.50, 0.61, 0.48, 0.52, 0.32, 0.59, 0.77, 0.51, 0.30; p < 0.0001) between voxel-wise [68Ga]Ga-PSMA-617 SUV values and [18F]FET SUV values within the overlapping volume between [68Ga]Ga-PSMA-617 BTV and [18F]FET BTV (Figure 2).\n      \n      \n        2.3. Comparison between [68Ga]Ga-PSMA-617 and [18F]FET Tumour Specificity\n        Results of the comparison of TBRmean and TBRmax in the BTV between [68Ga]Ga-PSMA-617 and [18F]FET are shown in Figure 3. The mean value of TBRmean was significantly higher for [68Ga]Ga-PSMA-617 than for [18F]FET (21.3 ± 8.4 vs. 2.3 ± 0.4; p = 0.002; Figure 3B). The mean value of TBRmax was significantly higher for [68Ga]Ga-PSMA-617 than for [18F]FET (90.8 ± 47.7 vs. 4.7 ± 2.2; p = 0.002; Figure 3B). Similarly to what can be observed in Figure 1, hotspots of [68Ga]Ga-PSMA-617 TBR did not entirely correspond to hotspots of [18F]FET TBR or T1-weighted contrast-enhancing (CE) tumour (Figure 3).\n        The comparison between the CE tumour volume and the [68Ga]Ga-PSMA-617 BTV volume revealed that the [68Ga]Ga-PSMA-617 BTV volume covers the CE tumour volume and extends to adjacent regions of non-enhancing tumour (Figure 4A), resulting in a BTV approximately four times larger than the CE tumour volume (p = 0.0039; Figure 4B).\n      \n      \n        2.4. Evaluation of [68Ga]Ga-PSMA-617 Potential for Theranostics Application\n        Examples of [68Ga]Ga-PSMA-617 PET images with BTV and control volume of interest (VOI) segmentations are illustrated in Figure 5A. The measurements of the [68Ga]Ga-PSMA-617 SUVmean and SUVmax in the BTV and in the control VOI are collected in Table 2 and Table 4. The [68Ga]Ga-PSMA-617 SUVmean and SUVmax in the BTV were 1.68 ± 0.41 and 7.04 ± 2.13, respectively. The [68Ga]Ga-PSMA-617 SUVmean and SUVmax in the control VOI were 0.11 ± 0.05 and 0.80 ± 0.64, respectively. [68Ga]Ga-PSMA-617 PET images of the two patients who undertook full-body PET scans are illustrated in Figure 5B. Patient 1 had values of [68Ga]Ga-PSMA-617 TLRmax and TLRmean of 1.07 and 0.68, and patient 2 had values of TLRmax and TLRmean of 1.20 and 0.91. TSGmean and TSGmax values are reported in Table 5. The cohort of 10 patients had mean values of TSGmean of 0.25 ± 0.12 and mean values of TSGmax of 0.34 ± 0.11.\n2.1. Patient Recruitment and Data Collection\n        Ten recurrent GBM patients were recruited between October 2018 and September 2021. Pre-enrollment T1-weighted contrast-enhanced (T1CE) MR images were provided by the original site of recurrence diagnosis for nine patients, [18F]FET and [68Ga]Ga-PSMA-617 brain images were collected for ten patients and [18F]FET PET scan details needed for the conversion of [18F]FET PET images into SUV were collected for nine patients. [68Ga]Ga-PSMA-617 PET images were acquired as full-body scans for only two patients. Dates of the PET scans for each patient are reported in Table 1. The median interval between [18F]FET and [68Ga]Ga-PSMA-617 PET scans was 5 days (range: 3–15). PET imaging metrics extracted from the data are collected in Table 2, Table 3 and Table 4.\n2.2. Evaluation of [68Ga]Ga-PSMA-617 Tumour Selectivity\n        The results of the comparison of the tumour volume between the [68Ga]Ga-PSMA-617 and [18F]FET BTV are shown in Figure 1. The mean BTV delineated on [68Ga]Ga-PSMA-617 PET images was slightly larger, although not significantly (p = 0.063), than the respective mean BTV delineated on [18F]FET PET images. This result was further confirmed by the measurement of the mean volumetric ratio between [68Ga]Ga-PSMA-617 BTV and [18F]FET BTV, which was 1.87 ± 1.10 (range: 0.30–4.30). The mean Dice similarity coefficient between the [68Ga]Ga-PSMA-617 BTV and the [18F]FET BTV was 0.58 ± 0.18 (range: 0.34–0.83), demonstrating a non-negligible mismatch between the BTV margins delineated by the two tracers. Additionally, a qualitative evaluation of the SUV images revealed different patterns of uptake of the two radiotracers, with hotspots of [68Ga]Ga-PSMA-617 uptake not always corresponding to hotspots of [18F]FET uptake or T1-weighted contrast-enhancing tumour.\n        There was a positive correlation (Pearson coefficients r: 0.50, 0.61, 0.48, 0.52, 0.32, 0.59, 0.77, 0.51, 0.30; p < 0.0001) between voxel-wise [68Ga]Ga-PSMA-617 SUV values and [18F]FET SUV values within the overlapping volume between [68Ga]Ga-PSMA-617 BTV and [18F]FET BTV (Figure 2).\n2.3. Comparison between [68Ga]Ga-PSMA-617 and [18F]FET Tumour Specificity\n        Results of the comparison of TBRmean and TBRmax in the BTV between [68Ga]Ga-PSMA-617 and [18F]FET are shown in Figure 3. The mean value of TBRmean was significantly higher for [68Ga]Ga-PSMA-617 than for [18F]FET (21.3 ± 8.4 vs. 2.3 ± 0.4; p = 0.002; Figure 3B). The mean value of TBRmax was significantly higher for [68Ga]Ga-PSMA-617 than for [18F]FET (90.8 ± 47.7 vs. 4.7 ± 2.2; p = 0.002; Figure 3B). Similarly to what can be observed in Figure 1, hotspots of [68Ga]Ga-PSMA-617 TBR did not entirely correspond to hotspots of [18F]FET TBR or T1-weighted contrast-enhancing (CE) tumour (Figure 3).\n        The comparison between the CE tumour volume and the [68Ga]Ga-PSMA-617 BTV volume revealed that the [68Ga]Ga-PSMA-617 BTV volume covers the CE tumour volume and extends to adjacent regions of non-enhancing tumour (Figure 4A), resulting in a BTV approximately four times larger than the CE tumour volume (p = 0.0039; Figure 4B).\n2.4. Evaluation of [68Ga]Ga-PSMA-617 Potential for Theranostics Application\n        Examples of [68Ga]Ga-PSMA-617 PET images with BTV and control volume of interest (VOI) segmentations are illustrated in Figure 5A. The measurements of the [68Ga]Ga-PSMA-617 SUVmean and SUVmax in the BTV and in the control VOI are collected in Table 2 and Table 4. The [68Ga]Ga-PSMA-617 SUVmean and SUVmax in the BTV were 1.68 ± 0.41 and 7.04 ± 2.13, respectively. The [68Ga]Ga-PSMA-617 SUVmean and SUVmax in the control VOI were 0.11 ± 0.05 and 0.80 ± 0.64, respectively. [68Ga]Ga-PSMA-617 PET images of the two patients who undertook full-body PET scans are illustrated in Figure 5B. Patient 1 had values of [68Ga]Ga-PSMA-617 TLRmax and TLRmean of 1.07 and 0.68, and patient 2 had values of TLRmax and TLRmean of 1.20 and 0.91. TSGmean and TSGmax values are reported in Table 5. The cohort of 10 patients had mean values of TSGmean of 0.25 ± 0.12 and mean values of TSGmax of 0.34 ± 0.11.\n3. Discussion\n      Given the ever-growing need for more selective, more specific and more affordable imaging biomarkers for recurrent GBM diagnosis and secondary treatment planning, we sought to investigate the role of [68Ga]Ga-PSMA-617 in the management of recurrent GBM patients. The results of our volumetric evaluations performed to test [68Ga]Ga-PSMA-617 tumour selectivity demonstrated that [68Ga]Ga-PSMA-617 accumulates in large parts of the tumour that extend beyond the [18F]FET-avid margins, suggesting that [68Ga]Ga-PSMA-617 targets a complementary biological process to [18F]FET, and it might be a useful diagnostic marker to delineate parts of the recurrent tumour that are neoangiogenic, but not extremely metabolically active yet. This information could be potentially used by clinicians for early treatment response assessment and to delineate regions of progressing tumour that could be targeted with external beam radiotherapy. One limitation of our study is the potential tumour growth within the time interval between the [18F]FET and the [68Ga]Ga-PSMA-617 PET scans, which could have influenced the observation of a larger [68Ga]Ga-PSMA-617 BTV than [18F]FET BTV. However, the different patterns of [68Ga]Ga-PSMA-617 uptake with hotspots outside the [18F]FET-avid and/or CE tumour support our hypothesis that the two tracers target complementary tumour development processes. In our study design we tried to mitigate the risk of tumour growth during the interval between the PET scans by scheduling patients for the [68Ga]Ga-PSMA-617 PET scan in the same week as the [18F]FET scan. This is reflected in the observed median interval of 5 days, with only two patients receiving the second scan at 13 and 15 days after their [18F]FET scan. It is worth noting that further reducing the interval between PET scans remains a challenge for future similar studies, due to diagnostic radioactivity dose limits for the patients, necessary radiotracers clearance time and logistics linked to radiotracer production/shipping and PET scanner and patients’ availability.\n      Additionally, while previous histological studies failed to establish a clear correlation between the level of PSMA expression and tumour grade across samples from different patients [3,4,5], to our knowledge this study is the first to assess the intra-patient correlation between levels of PSMA expression and levels of metabolic activity within the tumour lesion in recurrent GBM patients. The correlation results in our study suggested that more metabolically active regions within the recurrent tumour lesion tend to express higher levels of PSMA, as they have increased neoangiogenesis, which reflects what has previously been observed in treatment naïve high-grade glioma patients [17]. This observation is consistent with the hypothesis that a more metabolically active phenotype of recurrent GBM tumour is driven by a hypoxic environment that, in turn, leads to the upregulation of neoangiogenic pathways to meet the metabolic demand of the cancer cells [18,19,20].\n      Furthermore, as tumour grade is inversely associated with clinical outcome, it would be interesting to evaluate the correlation between [68Ga]Ga-PSMA-617 uptake and clinical outcome. While the present study collected imaging data for only ten patients and did not include the collection of clinical outcome data, increasing the sample size of the study and including clinical outcome data collection could help in determining the role of [68Ga]Ga-PSMA-617 PET as a prognostic imaging biomarker, which could be used to support early clinical decision making on treatment options at recurrence.\n      The results of our study revealed that [68Ga]Ga-PSMA-617 has a higher tumour-to-normal tissue uptake than [18F]FET, suggesting that [68Ga]Ga-PSMA-617 has a better tumour specificity than [18F]FET. This result highlights [68Ga]Ga-PSMA-617′s advantage as a diagnostic agent for recurrent tumour volume delineation for secondary treatment interventions. This observation is in agreement with the observations reported in recent studies in recurrent GBM patients [8,9,12].\n      It is worth noting that this finding could have significant impact in extending access to state-of-the-art diagnostics to GBM patients in regional areas of Australia lacking reliable access to either an on-site cyclotron facility and radiochemistry expertise or [18F]FET distribution. While cyclotron-produced fluorine-18 is almost certainly cheaper than gallium-68, [21] the radiochemical synthesis required to produce [18F]FET is significantly more complex and radiochemists are uncommon outside large population centres in Australia. This, coupled with regulations limiting transport of radiopharmaceuticals out of state, results in limited commercial suppliers in Australia. Limited production runs result in a delay of up to two weeks when ordering [18F]FET, while [18Ga]Ga-PSMA can be produced daily if required. Gallium-68 generators have multiple applications, largely in prostate cancer staging, which attracts a Medicare rebate in Australia. This improves the economics of using a gallium-68 generator. Transport costs of the radiopharmaceutical therefore become a significant proportion of the overall cost per scan when using [18F]FET. As evidence, due to the transport requirements, the distance and the urgency required, the cost of obtaining [18F]FET was doubled compared to the cost of generating [18Ga]Ga-PSMA in our study.\n      When comparing the results of our study with the previous literature, we observed that the values of [68Ga]Ga-PSMA-617 TBRmax in our study are approximately six times larger than the values previously determined with the [68Ga]Ga-PSMA-11 tracer by Sasikumar et al. [8,9] (median TBRmax = 14.4, range: 4.07–29.4; N = 9), but within the range of values recently determined by Kunikowska et al. [12] (median TBRmax = 96.7, range: 32.2–357.5; N = 15). The higher values obtained in the present study compared to those reported in the study published by Sasikumar et al. [8,9] might be explained both by the different method for background activity region selection and by the superior binding affinity of [68Ga]Ga-PSMA-617 compared to [68Ga]Ga-PSMA-11, as previously reported [10]. The lack of reported TBRmean values in previously published studies limits a more thorough comparison, given that this parameter is considered more indicative than TBRmax [22]. The values of [18F]FET TBRmean and TBRmax obtained in our study are within the range of values previously determined by Lapa et al. [23] (mean TBRmean = 3.7 ± 1.8, range: 2.0–10.8; mean TBRmax = 3.2 ± 1.6, range: 1.8–9.5; N = 22) and by Pöpperl et al. [24] (mean TBRmax = 3.55 ± 1.07; N = 30).\n      The accumulation of [68Ga]Ga-PSMA-617 in regions that extend beyond the CE tumour observed in our study suggests that [68Ga]Ga-PSMA-617 might accumulate in regions of early neoangiogenesis that are yet to progress to a stage where they present blood–brain barrier leakage. While this observation is limited to only nine patients in our study, validating this hypothesis in a larger cohort of patients through histological analysis would support our previous observation that [68Ga]Ga-PSMA-617 might be a better and more comprehensive imaging biomarker for delineation of progressing tumour volume. Validation of this hypothesis with resection specimens was not possible in our study due to the poor performance status of the patients.\n      The values of [68Ga]Ga-PSMA-617 SUVmean and SUVmax observed in the BTV and in the control VOI of this small cohort of patients are within the range of values previously reported by Kunikowska et al. [12] and by Sasikumar et al. [8] for [68Ga]Ga-PSMA-11 uptake in recurrent GBM patients. The [68Ga]Ga-PSMA-617 SUVmean and SUVmax measurements in the BTV, the values of TLRmax < 1.5 obtained for the two TLR-evaluable patients in our study and the values of TSGmax < 1.0 suggest that PSMA-617 might not a suitable ligand for theranostics applications with β-emitters, such as lutetium-177. Since evaluation of the theranostic application of [68Ga]Ga-PSMA-617 has a retrospective, exploratory aim, we recognise the limitation that our observation is based on TLR measurements obtained from only two patients. As such, our results are insufficient to ultimately exclude PSMA-617 for theranostics applications with β-emitters. Nonetheless, theranostics applications of PSMA-617 radiolabelled with α-emitters might be more promising and are not to be prematurely excluded, as threshold values of SUVmean in the BTV required when using α-emitters are still unknown.\n      An important aspect to consider when comparing results from the present study performed with [68Ga]Ga-PSMA-617 and previous studies using [68Ga]Ga-PSMA-11 is the different biodistribution and pharmacokinetics of the two tracers. In a study evaluating the biodistribution and pharmacokinetics of [68Ga]Ga-PSMA-617 in prostate cancer patients, Afshar-Oromieh et al. [10] demonstrated that [68Ga]Ga-PSMA-617 has lower accumulation into normal organs (including the liver) and slower pharmacokinetics than [68Ga]Ga-PSMA-11, resulting in better lesion contrast and tracer accumulation at 3 h post-injection, rather than at 1 h post-injection. A limitation of our study is that [68Ga]Ga-PSMA-617 PET images were acquired approximately 45 min after tracer injection. Therefore, to obtain more representative SUV and TLR values in future, larger size studies evaluating the theranostics potential of [68Ga]Ga-PSMA-617, PET images should be acquired 3 h post tracer injection.\n4. Materials and Methods\n      \n        4.1. Clinical Trial Information\n        This study was a diagnostic, non-randomised, uncontrolled, open-label, single-centre, single-arm, bio-availability, phase I/II pilot clinical trial, enrolling recurrent GBM patients. The study was approved by the institutional review board, and all subjects signed an informed consent. Ethics approval was obtained from the Bellberry Human Research Ethics Committee (2017-11-885). The trial was registered to the Australian New Zealand Clinical Trial Registry as ACTRN12618001346268. The study began in October 2018 and was completed in September 2021.\n      \n      \n        4.2. Eligibility Criteria\n        Male and female patients aged 18 years or older experiencing recurrence of a previously histologically confirmed glioblastoma (WHO grade IV) at resection were recruited. Qualifying patients had tumour progression noted on a pre-enrolment MRI scan, had an Eastern Cooperative Oncology Group performance status score of 2 or less, were available for scanning on two separate days and provided written informed consent for participation in this trial once eligibility was met. Women who were pregnant or lactating and patients geographically remote from the treating centre, which would inhibit multiple presentations for imaging, were excluded from this study.\n      \n      \n        4.3. Study Plan\n        Participants were required to have two PET imaging scans of approximately 90 min each on separate days within a two-week period. PET imaging was performed by qualified Nuclear Medicine Specialists. On the day of the first scan, a dose of 250 MBq of [18F]FET was injected intravenously approximately 20 min prior to the PET scan acquisition. [18F]FET PET was used as reference standard to define the extent of gross tumour mass and levels of tumour metabolic activity, as previously established [24,25,26,27]. Upon confirmation of positive [18F]FET uptake in the tumour via PET scan, the patient was enrolled for a [68Ga]Ga-PSMA-617 PET scan on a separate day. [68Ga]Ga-PSMA-617 PET imaging involved an intravenous injection of a dose of 150 MBq of [68Ga]Ga-PSMA-617 approximately 45 min prior to PET scan acquisition. Pharmacodynamic studies were not performed. T1CE MR images acquired at other sites at the time of diagnosis of tumour progression prior to enrolment in the trial were not included in the data collection plan of the trial, but they were retrospectively collated if provided by the original site of diagnosis.\n      \n      \n        4.4. Radiolabeling and Positro Emission Tomography Imaging\n        Doses of radiolabeled [18F]FET were purchased from Cyclotek (Sydney, Australia). Gallium-68 radiolabeling was performed on-site using an Eckert and Ziegler (Atlanta, GA, USA) gallium-68 synthesis unit. Readers should refer to the validated process outlined in the Eckert and Ziegler (Atlanta, GA, USA) “User Manual for Synthesis of gallium-68 conjugated peptides with Modular Lab eazy” for the radiosynthesis method, synthesis of 68Ga PSMA HBED and synthesis preparation with ABX reagents kit EZ 102. Radiochemical yield and purity of both tracers were determined by thin layer chromatography and high-performance liquid chromatography. Doses were administered if the radiochemical purity was >95%. All nuclear medicine scans were performed using a PET-CT scanner (Siemens Biograph mCT, Siemens Healthcare Pty. Ltd., Bayswater, Australia). For [18F]FET, a brain PET-CT scan was performed 20 min post intravenous injection of the tracer. For [68Ga]Ga-PSMA-617, the patients first received a brain scan at 45 min post intravenous injection of the tracer, followed by a separate vertex to mid-thigh scan at 1 h post injection, as per standard protocol at the clinical site. For all scans, a 10 min PET image was acquired followed by a computed tomography (CT) image (acquisition parameters: 3 mm slice (0.6 mm × 0.6 mm), pitch 0.8, kV 120) for attenuation correction and co-registration to the T1CE images. The PET and CT images were reconstructed with PET syngo VE60A (Siemens Healthcare Pty. Ltd., Bayswater, Australia), correcting for attenuation and gallium-68 and fluorine-18 detector efficiency. Corrected PET reconstruction parameters were: TrueX + TOF (ultraHD-PET), iterations 2, subsets 21, Gaussian filter, FWHM 2 mm; uncorrected PET reconstruction parameters were: Iterative TOF, iterations 3, subsets 21, Gaussian filter, FWHM 2 mm; ACCT Brain 3.0 I30f3 reconstruction algorithm parameters were: I30f medium smooth, 3 mm slice, increment 2 mm, window cerebrum. CT Brain 2.0I31f3 reconstruction algorithm parameters were: I31f medium smooth, 2 mm slice, increment 1 mm, window cerebrum.\n      \n      \n        4.5. Image Analysis\n        All imaging and clinical patient data were pseudo-anonymized prior to data transfer to the image analyst. Image analysis was performed by an experienced neuroimaging analyst (with 6+ years of experience in neuroimaging analysis) and was revised by a radiation oncologist (with 15+ years of experience in PET imaging). The image analysis pipeline involved image preprocessing, regions of interest segmentation and metrics calculation. Each step is detailed below. Image analysis was performed in Python using tools from the image analysis package SimpleITK [28,29,30]. The code developed for image analysis is available on our public GitHub repository at the following link https://github.com/cbri92/Genesis-GBM-001 (accessed on 10 November 2023) [31].\n        \n          4.5.1. Pre-Processing\n          DICOM images were converted into NIFTI format using dcm2niix [32]. The radioactivity concentrations in the PET images were decay corrected to the point of tracer injection, using a gallium-68 half-life of 67.71 min and a fluorine-18 half-life of 109.77 min, according to the following method. Values of activity were converted into SUV according to Equation (1) [33]:(1)SUV=Activityconcentration×BodyweightInjecteddose×eln2t12(Timeinterval),\nwhere SUV are in units of g mL−1, the Activity concentration represents the values of activity in the PET image field of view and is in units of Bq mL−1, Body weight is in units of g, Injection dose is in units of Bq, t1/2 is the radiotracer half-life and is in units of min and Time interval is the time passed between the injection of the radiotracer and the PET scan acquisition and is in units of min. Assuming an average body mass density of 1 g/mL, SUV becomes a unitless quantity. The conversion of the units of activity intensity in the [18F]FET PET images was only completed for 9 patients, as for one patient information on injected dose, injection time, and scan time were not provided. T1CE, [18F]FET PET, [68Ga]Ga-PSMA-617 PET and [68Ga]Ga-PSMA-617 CT images were then registered using 3D Euler rigid transformations (six degrees of freedom) to the [18F]FET CT image (optimizer: gradient descent, similarity metric: Mattes mutual information) followed by linear resampling (interpolator: trilinear) to the [18F]FET CT image resolution. Binary masks of the brain were obtained by performing brain extraction with the BET2 tool from FSL (Oxford, UK) on the co-registered T1CE images [34]. Brain masks were then used to extract the [18F]FET and [68Ga]Ga-PSMA-617 PET images.\n        \n        \n          4.5.2. Segmentation\n          Binary masks of the BTV and of the normal brain tissue in the contralateral part of the brain (control VOI) were delineated on the brain-extracted [18F]FET and [68Ga]Ga-PSMA-617 PET images using a previously developed semiautomated method, selecting an initial SUV threshold of 2.2 and 1.5 and a TBR threshold of 1.7 and 4 for [18F]FET and [68Ga]Ga-PSMA-617, respectively [35]. The SUV threshold value for [18F]FET was chosen as it had been previously determined as a cut-off threshold for identification of recurrent glioma [24,25]. Given the lack of reference values in the literature, the initial threshold value for [68Ga]Ga-PSMA-617 SUV was chosen arbitrarily. The TBR threshold value for [68Ga]Ga-PSMA-617 was chosen based on the cutoff threshold reported for recurrent gliomas in a previous study [9]. A binary mask of the overlapping [18F]FET BTV and [68Ga]Ga-PSMA-617 BTV was also delineated. A binary mask of the salivary glands was contoured on the [68Ga]Ga-PSMA-617 PET image. For patients with full-body [68Ga]Ga-PSMA-617 PET scans available, a binary mask of the liver was contoured on the full-body [68Ga]Ga-PSMA-617 PET image. CE tumour volume was delineated on the T1CE MRI image. All contours were reviewed by a radiation oncologist.\n        \n        \n          4.5.3. Metrics Calculation\n          The SimpleITK package [28] in Python was used to calculate BTV volume, mean value of SUV (SUVmean) within the BTV and control VOI and maximum value of SUV (SUVmax) within the BTV from the [18F]FET and [68Ga]Ga-PSMA-617 PET images. PET images were divided by the SUVmean of the respective control VOI to generate TBR images. Mean and maximum TBR values (TBRmean and TBRmax) were calculated within the BTV from the [18F]FET and [68Ga]Ga-PSMA-617 TBR images. [68Ga]Ga-PSMA-617 TLRmean and TLRmax were calculated by dividing the value of SUVmean in the BTV by the value of SUVmean in the liver, and the value of SUVmax in the BTV by the value of SUVmax in the liver, respectively. [68Ga]Ga-PSMA-617 TSGmean and TSGmax were calculated by dividing the value of SUVmean in the BTV by the value of SUVmean in the salivary glands, and the value of SUVmax in the BTV by the value of SUVmax in the salivary glands, respectively. Tumour selectivity of [68Ga]Ga-PSMA-617 was assessed by comparing the tumour volume and measuring the volumetric ratio and the Dice similarity coefficient between the [68Ga]Ga-PSMA-617 BTV and the [18F]FET BTV, and by evaluating the voxel-wise correlation between [68Ga]Ga-PSMA-617 SUV values and [18F]FET SUV values within the overlapping volume between [68Ga]Ga-PSMA-617 BTV and [18F]FET BTV. Tumour specificity of [68Ga]Ga-PSMA-617 was assessed by comparing values of TBRmean and TBRmax between [68Ga]Ga-PSMA-617 and [18F]FET, and by comparing the CE tumour volume delineated on T1CE image and the [68Ga]Ga-PSMA-617 BTV volume, when T1CE images were available. The theranostics potential of [68Ga]Ga-PSMA-617 was evaluated by measuring values of [68Ga]Ga-PSMA-617 SUVmean and SUVmax in the BTV and in the control VOI, and by measuring [68Ga]Ga-PSMA-617 TLRmean, TLRmax, TSGmean and TSGmax.\n        \n      \n      \n        4.6. Statistical Analysis\n        Statistical analysis was carried out using GraphPad Prism 7 Software (Boston, MA, USA). Descriptive statistics, including group median, range, mean and standard deviation, were calculated for the volumetric measurements and values of SUVmean, SUVmax, TBRmean and TBRmax. Wilcoxon matched-pairs signed-rank test, α = 0.05, was used to determine significance in the comparison of the values of TBRmean and TBRmax between the [68Ga]Ga-PSMA-617 and [18F]FET, and in the comparison between CE tumour volume and [68Ga]Ga-PSMA-617 BTV. Two-tailed Pearson correlation coefficient r, α = 0.05, was evaluated in Python and was used to assess the linear correlation between voxel-wise [18F]FET and [68Ga]Ga-PSMA-617 values of SUV in the overlapping BTV. For consistency with previous studies [12,36] [68Ga]Ga-PSMA-617 TLRmax = 1.5 and TSGmax = 1.0 were considered the minimum cutoff threshold required to qualify PSMA-617 for application in radionuclide therapy for recurrent GBM patients.\n4.1. Clinical Trial Information\n        This study was a diagnostic, non-randomised, uncontrolled, open-label, single-centre, single-arm, bio-availability, phase I/II pilot clinical trial, enrolling recurrent GBM patients. The study was approved by the institutional review board, and all subjects signed an informed consent. Ethics approval was obtained from the Bellberry Human Research Ethics Committee (2017-11-885). The trial was registered to the Australian New Zealand Clinical Trial Registry as ACTRN12618001346268. The study began in October 2018 and was completed in September 2021.\n4.2. Eligibility Criteria\n        Male and female patients aged 18 years or older experiencing recurrence of a previously histologically confirmed glioblastoma (WHO grade IV) at resection were recruited. Qualifying patients had tumour progression noted on a pre-enrolment MRI scan, had an Eastern Cooperative Oncology Group performance status score of 2 or less, were available for scanning on two separate days and provided written informed consent for participation in this trial once eligibility was met. Women who were pregnant or lactating and patients geographically remote from the treating centre, which would inhibit multiple presentations for imaging, were excluded from this study.\n4.3. Study Plan\n        Participants were required to have two PET imaging scans of approximately 90 min each on separate days within a two-week period. PET imaging was performed by qualified Nuclear Medicine Specialists. On the day of the first scan, a dose of 250 MBq of [18F]FET was injected intravenously approximately 20 min prior to the PET scan acquisition. [18F]FET PET was used as reference standard to define the extent of gross tumour mass and levels of tumour metabolic activity, as previously established [24,25,26,27]. Upon confirmation of positive [18F]FET uptake in the tumour via PET scan, the patient was enrolled for a [68Ga]Ga-PSMA-617 PET scan on a separate day. [68Ga]Ga-PSMA-617 PET imaging involved an intravenous injection of a dose of 150 MBq of [68Ga]Ga-PSMA-617 approximately 45 min prior to PET scan acquisition. Pharmacodynamic studies were not performed. T1CE MR images acquired at other sites at the time of diagnosis of tumour progression prior to enrolment in the trial were not included in the data collection plan of the trial, but they were retrospectively collated if provided by the original site of diagnosis.\n4.4. Radiolabeling and Positro Emission Tomography Imaging\n        Doses of radiolabeled [18F]FET were purchased from Cyclotek (Sydney, Australia). Gallium-68 radiolabeling was performed on-site using an Eckert and Ziegler (Atlanta, GA, USA) gallium-68 synthesis unit. Readers should refer to the validated process outlined in the Eckert and Ziegler (Atlanta, GA, USA) “User Manual for Synthesis of gallium-68 conjugated peptides with Modular Lab eazy” for the radiosynthesis method, synthesis of 68Ga PSMA HBED and synthesis preparation with ABX reagents kit EZ 102. Radiochemical yield and purity of both tracers were determined by thin layer chromatography and high-performance liquid chromatography. Doses were administered if the radiochemical purity was >95%. All nuclear medicine scans were performed using a PET-CT scanner (Siemens Biograph mCT, Siemens Healthcare Pty. Ltd., Bayswater, Australia). For [18F]FET, a brain PET-CT scan was performed 20 min post intravenous injection of the tracer. For [68Ga]Ga-PSMA-617, the patients first received a brain scan at 45 min post intravenous injection of the tracer, followed by a separate vertex to mid-thigh scan at 1 h post injection, as per standard protocol at the clinical site. For all scans, a 10 min PET image was acquired followed by a computed tomography (CT) image (acquisition parameters: 3 mm slice (0.6 mm × 0.6 mm), pitch 0.8, kV 120) for attenuation correction and co-registration to the T1CE images. The PET and CT images were reconstructed with PET syngo VE60A (Siemens Healthcare Pty. Ltd., Bayswater, Australia), correcting for attenuation and gallium-68 and fluorine-18 detector efficiency. Corrected PET reconstruction parameters were: TrueX + TOF (ultraHD-PET), iterations 2, subsets 21, Gaussian filter, FWHM 2 mm; uncorrected PET reconstruction parameters were: Iterative TOF, iterations 3, subsets 21, Gaussian filter, FWHM 2 mm; ACCT Brain 3.0 I30f3 reconstruction algorithm parameters were: I30f medium smooth, 3 mm slice, increment 2 mm, window cerebrum. CT Brain 2.0I31f3 reconstruction algorithm parameters were: I31f medium smooth, 2 mm slice, increment 1 mm, window cerebrum.\n4.5. Image Analysis\n        All imaging and clinical patient data were pseudo-anonymized prior to data transfer to the image analyst. Image analysis was performed by an experienced neuroimaging analyst (with 6+ years of experience in neuroimaging analysis) and was revised by a radiation oncologist (with 15+ years of experience in PET imaging). The image analysis pipeline involved image preprocessing, regions of interest segmentation and metrics calculation. Each step is detailed below. Image analysis was performed in Python using tools from the image analysis package SimpleITK [28,29,30]. The code developed for image analysis is available on our public GitHub repository at the following link https://github.com/cbri92/Genesis-GBM-001 (accessed on 10 November 2023) [31].\n        \n          4.5.1. Pre-Processing\n          DICOM images were converted into NIFTI format using dcm2niix [32]. The radioactivity concentrations in the PET images were decay corrected to the point of tracer injection, using a gallium-68 half-life of 67.71 min and a fluorine-18 half-life of 109.77 min, according to the following method. Values of activity were converted into SUV according to Equation (1) [33]:(1)SUV=Activityconcentration×BodyweightInjecteddose×eln2t12(Timeinterval),\nwhere SUV are in units of g mL−1, the Activity concentration represents the values of activity in the PET image field of view and is in units of Bq mL−1, Body weight is in units of g, Injection dose is in units of Bq, t1/2 is the radiotracer half-life and is in units of min and Time interval is the time passed between the injection of the radiotracer and the PET scan acquisition and is in units of min. Assuming an average body mass density of 1 g/mL, SUV becomes a unitless quantity. The conversion of the units of activity intensity in the [18F]FET PET images was only completed for 9 patients, as for one patient information on injected dose, injection time, and scan time were not provided. T1CE, [18F]FET PET, [68Ga]Ga-PSMA-617 PET and [68Ga]Ga-PSMA-617 CT images were then registered using 3D Euler rigid transformations (six degrees of freedom) to the [18F]FET CT image (optimizer: gradient descent, similarity metric: Mattes mutual information) followed by linear resampling (interpolator: trilinear) to the [18F]FET CT image resolution. Binary masks of the brain were obtained by performing brain extraction with the BET2 tool from FSL (Oxford, UK) on the co-registered T1CE images [34]. Brain masks were then used to extract the [18F]FET and [68Ga]Ga-PSMA-617 PET images.\n        \n        \n          4.5.2. Segmentation\n          Binary masks of the BTV and of the normal brain tissue in the contralateral part of the brain (control VOI) were delineated on the brain-extracted [18F]FET and [68Ga]Ga-PSMA-617 PET images using a previously developed semiautomated method, selecting an initial SUV threshold of 2.2 and 1.5 and a TBR threshold of 1.7 and 4 for [18F]FET and [68Ga]Ga-PSMA-617, respectively [35]. The SUV threshold value for [18F]FET was chosen as it had been previously determined as a cut-off threshold for identification of recurrent glioma [24,25]. Given the lack of reference values in the literature, the initial threshold value for [68Ga]Ga-PSMA-617 SUV was chosen arbitrarily. The TBR threshold value for [68Ga]Ga-PSMA-617 was chosen based on the cutoff threshold reported for recurrent gliomas in a previous study [9]. A binary mask of the overlapping [18F]FET BTV and [68Ga]Ga-PSMA-617 BTV was also delineated. A binary mask of the salivary glands was contoured on the [68Ga]Ga-PSMA-617 PET image. For patients with full-body [68Ga]Ga-PSMA-617 PET scans available, a binary mask of the liver was contoured on the full-body [68Ga]Ga-PSMA-617 PET image. CE tumour volume was delineated on the T1CE MRI image. All contours were reviewed by a radiation oncologist.\n        \n        \n          4.5.3. Metrics Calculation\n          The SimpleITK package [28] in Python was used to calculate BTV volume, mean value of SUV (SUVmean) within the BTV and control VOI and maximum value of SUV (SUVmax) within the BTV from the [18F]FET and [68Ga]Ga-PSMA-617 PET images. PET images were divided by the SUVmean of the respective control VOI to generate TBR images. Mean and maximum TBR values (TBRmean and TBRmax) were calculated within the BTV from the [18F]FET and [68Ga]Ga-PSMA-617 TBR images. [68Ga]Ga-PSMA-617 TLRmean and TLRmax were calculated by dividing the value of SUVmean in the BTV by the value of SUVmean in the liver, and the value of SUVmax in the BTV by the value of SUVmax in the liver, respectively. [68Ga]Ga-PSMA-617 TSGmean and TSGmax were calculated by dividing the value of SUVmean in the BTV by the value of SUVmean in the salivary glands, and the value of SUVmax in the BTV by the value of SUVmax in the salivary glands, respectively. Tumour selectivity of [68Ga]Ga-PSMA-617 was assessed by comparing the tumour volume and measuring the volumetric ratio and the Dice similarity coefficient between the [68Ga]Ga-PSMA-617 BTV and the [18F]FET BTV, and by evaluating the voxel-wise correlation between [68Ga]Ga-PSMA-617 SUV values and [18F]FET SUV values within the overlapping volume between [68Ga]Ga-PSMA-617 BTV and [18F]FET BTV. Tumour specificity of [68Ga]Ga-PSMA-617 was assessed by comparing values of TBRmean and TBRmax between [68Ga]Ga-PSMA-617 and [18F]FET, and by comparing the CE tumour volume delineated on T1CE image and the [68Ga]Ga-PSMA-617 BTV volume, when T1CE images were available. The theranostics potential of [68Ga]Ga-PSMA-617 was evaluated by measuring values of [68Ga]Ga-PSMA-617 SUVmean and SUVmax in the BTV and in the control VOI, and by measuring [68Ga]Ga-PSMA-617 TLRmean, TLRmax, TSGmean and TSGmax.\n4.5.1. Pre-Processing\n          DICOM images were converted into NIFTI format using dcm2niix [32]. The radioactivity concentrations in the PET images were decay corrected to the point of tracer injection, using a gallium-68 half-life of 67.71 min and a fluorine-18 half-life of 109.77 min, according to the following method. Values of activity were converted into SUV according to Equation (1) [33]:(1)SUV=Activityconcentration×BodyweightInjecteddose×eln2t12(Timeinterval),\nwhere SUV are in units of g mL−1, the Activity concentration represents the values of activity in the PET image field of view and is in units of Bq mL−1, Body weight is in units of g, Injection dose is in units of Bq, t1/2 is the radiotracer half-life and is in units of min and Time interval is the time passed between the injection of the radiotracer and the PET scan acquisition and is in units of min. Assuming an average body mass density of 1 g/mL, SUV becomes a unitless quantity. The conversion of the units of activity intensity in the [18F]FET PET images was only completed for 9 patients, as for one patient information on injected dose, injection time, and scan time were not provided. T1CE, [18F]FET PET, [68Ga]Ga-PSMA-617 PET and [68Ga]Ga-PSMA-617 CT images were then registered using 3D Euler rigid transformations (six degrees of freedom) to the [18F]FET CT image (optimizer: gradient descent, similarity metric: Mattes mutual information) followed by linear resampling (interpolator: trilinear) to the [18F]FET CT image resolution. Binary masks of the brain were obtained by performing brain extraction with the BET2 tool from FSL (Oxford, UK) on the co-registered T1CE images [34]. Brain masks were then used to extract the [18F]FET and [68Ga]Ga-PSMA-617 PET images.\n4.5.2. Segmentation\n          Binary masks of the BTV and of the normal brain tissue in the contralateral part of the brain (control VOI) were delineated on the brain-extracted [18F]FET and [68Ga]Ga-PSMA-617 PET images using a previously developed semiautomated method, selecting an initial SUV threshold of 2.2 and 1.5 and a TBR threshold of 1.7 and 4 for [18F]FET and [68Ga]Ga-PSMA-617, respectively [35]. The SUV threshold value for [18F]FET was chosen as it had been previously determined as a cut-off threshold for identification of recurrent glioma [24,25]. Given the lack of reference values in the literature, the initial threshold value for [68Ga]Ga-PSMA-617 SUV was chosen arbitrarily. The TBR threshold value for [68Ga]Ga-PSMA-617 was chosen based on the cutoff threshold reported for recurrent gliomas in a previous study [9]. A binary mask of the overlapping [18F]FET BTV and [68Ga]Ga-PSMA-617 BTV was also delineated. A binary mask of the salivary glands was contoured on the [68Ga]Ga-PSMA-617 PET image. For patients with full-body [68Ga]Ga-PSMA-617 PET scans available, a binary mask of the liver was contoured on the full-body [68Ga]Ga-PSMA-617 PET image. CE tumour volume was delineated on the T1CE MRI image. All contours were reviewed by a radiation oncologist.\n4.5.3. Metrics Calculation\n          The SimpleITK package [28] in Python was used to calculate BTV volume, mean value of SUV (SUVmean) within the BTV and control VOI and maximum value of SUV (SUVmax) within the BTV from the [18F]FET and [68Ga]Ga-PSMA-617 PET images. PET images were divided by the SUVmean of the respective control VOI to generate TBR images. Mean and maximum TBR values (TBRmean and TBRmax) were calculated within the BTV from the [18F]FET and [68Ga]Ga-PSMA-617 TBR images. [68Ga]Ga-PSMA-617 TLRmean and TLRmax were calculated by dividing the value of SUVmean in the BTV by the value of SUVmean in the liver, and the value of SUVmax in the BTV by the value of SUVmax in the liver, respectively. [68Ga]Ga-PSMA-617 TSGmean and TSGmax were calculated by dividing the value of SUVmean in the BTV by the value of SUVmean in the salivary glands, and the value of SUVmax in the BTV by the value of SUVmax in the salivary glands, respectively. Tumour selectivity of [68Ga]Ga-PSMA-617 was assessed by comparing the tumour volume and measuring the volumetric ratio and the Dice similarity coefficient between the [68Ga]Ga-PSMA-617 BTV and the [18F]FET BTV, and by evaluating the voxel-wise correlation between [68Ga]Ga-PSMA-617 SUV values and [18F]FET SUV values within the overlapping volume between [68Ga]Ga-PSMA-617 BTV and [18F]FET BTV. Tumour specificity of [68Ga]Ga-PSMA-617 was assessed by comparing values of TBRmean and TBRmax between [68Ga]Ga-PSMA-617 and [18F]FET, and by comparing the CE tumour volume delineated on T1CE image and the [68Ga]Ga-PSMA-617 BTV volume, when T1CE images were available. The theranostics potential of [68Ga]Ga-PSMA-617 was evaluated by measuring values of [68Ga]Ga-PSMA-617 SUVmean and SUVmax in the BTV and in the control VOI, and by measuring [68Ga]Ga-PSMA-617 TLRmean, TLRmax, TSGmean and TSGmax.\n4.6. Statistical Analysis\n        Statistical analysis was carried out using GraphPad Prism 7 Software (Boston, MA, USA). Descriptive statistics, including group median, range, mean and standard deviation, were calculated for the volumetric measurements and values of SUVmean, SUVmax, TBRmean and TBRmax. Wilcoxon matched-pairs signed-rank test, α = 0.05, was used to determine significance in the comparison of the values of TBRmean and TBRmax between the [68Ga]Ga-PSMA-617 and [18F]FET, and in the comparison between CE tumour volume and [68Ga]Ga-PSMA-617 BTV. Two-tailed Pearson correlation coefficient r, α = 0.05, was evaluated in Python and was used to assess the linear correlation between voxel-wise [18F]FET and [68Ga]Ga-PSMA-617 values of SUV in the overlapping BTV. For consistency with previous studies [12,36] [68Ga]Ga-PSMA-617 TLRmax = 1.5 and TSGmax = 1.0 were considered the minimum cutoff threshold required to qualify PSMA-617 for application in radionuclide therapy for recurrent GBM patients.\n5. Conclusions\n      Overall, this study demonstrated that [68Ga]Ga-PSMA-617 could find application as a diagnostic agent for recurrent tumour delineation and secondary treatment planning. Our findings could significantly expand access to state-of-the-art GBM diagnostics, as [68Ga]Ga-PSMA-617 could be more widely available than [18F]FET PET, especially in rural and regional areas of Australia that lack reliable access to [18F]FET distribution.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC10671181/\nhttps://doi.org/10.3390/ijms242216208",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10671181/",
    "doi": "https://doi.org/10.3390/ijms242216208"
}