{
    "title": "Aryl hydrocarbon receptor: An emerging player in breast cancer pathogenesis and its potential as a drug target (Review)",
    "abstract": "A study on the effects of BEs and estradiol (E2) on liver cells and ER-positive breast cancer cells reported that both treatments cause the upregulation of ERα activity and enhance the proliferation of breast cancer cells, whilst E2 has no significant effect on the stimulation of AhR (82). Kim et al (179) reported that the activity of NF-κB (p65/p50) increased during neoplastic transformation in murine normal mammary cells treated with DMBA and in human non-transformed mammary cells treated with DMBA or B[a]P. When non-transformed breast cells MCF-10F (ER-negative, PR-negative and HER-2 negative) were treated with DMBA or B[a]P, the AhR interacted with NF-κB subunit RelA to activate transcription of the proto-oncogene and expression of the protein c-Myc, a master regulator of cell proliferation and neoplastic transformation (180). Kim et al (179) reported that the activity of NF-κB (p65/p50) increased during neoplastic transformation in murine normal mammary cells treated with DMBA and in human non-transformed mammary cells treated with DMBA or B[a]P. When non-transformed breast cells MCF-10F (ER-negative, PR-negative and HER-2 negative) were treated with DMBA or B[a]P, the AhR interacted with NF-κB subunit RelA to activate transcription of the proto-oncogene and expression of the protein c-Myc, a master regulator of cell proliferation and neoplastic transformation (180).",
    "authors": [
        "Cong Chen",
        "Zhiying Wang",
        "Zhihong Liao",
        "Yuanqi Zhang",
        "Wei Lei",
        "Xiaorong Shui"
    ],
    "published_year": "2023",
    "description": "1.\n      Introduction\n      Breast cancer is the most common cancer in women (1), with an estimated 2.3 million new cases (accounting for 11.7% of the new cancer cases worldwide) in 2020 (2). Following the development of early diagnostic and treatment strategies over the last 10 years, the 5-year survival rate increased from 75% of patients diagnosed in the mid-1970s to 90% of patients diagnosed from 2011 to 2017 (3). However, the incidence and mortality rates remain high and the survival of patients with distant metastasis has decreased (1,3–5). In the United States, from 2011 to 2017, the 5-year relative survival rate of patients diagnosed with stage I breast cancer was close to 100%, while the 5-year relative survival rate of patients diagnosed with stage IV breast cancer (also known as metastatic breast cancer) decreased to 29% (1,3). Additionally, the treatment of different molecular subtypes of breast cancer remains a complex challenge (6–8).\n      Aryl hydrocarbon receptor (AhR) is a ligand-activated nuclear transcription factor and a member of the basic helix-loop-helix/Per AhR nuclear translocator (ARNT)-Sim transcription factor family (9–12). AhR has a complex ligand-binding domain that is activated by numerous exogenous and endogenous ligands and natural compounds with different structures and binding affinities (13–15). Following ligand binding, AhR translocates into the nucleus (16) to form a heterodimer with ARNT and subsequently transactivate target genes (16,17). AhR is activated by numerous ligands, such as 2,3,7,8-tetrachlorodibenzo-p-dioxin (TCDD) and β-naphthoflavone (β-NF), and regulates different target genes depending on the type of ligand (Fig. 1). Exogenous AhR ligands, endogenous ligands and natural products activate AhR through genomic and non-genomic pathways (18). In the genomic pathways, activated AhR acts as a transcription factor to bind dioxin reaction elements (DREs) in promoters and regulate the expression of genes encoding xenobiotic metabolic enzymes, such as cytochrome P450 family 1 subfamily A member 1 (CYP1A1), cytochrome P450 family 1 subfamily A member 2 (CYP1A2), cytochrome P450 family 1 subfamily B member 1 (CYP1B1) and glutathione transferase and aldehyde dehydrogenase (ALDH) (19–23). In non-genomic pathways, AhR exerts non-transcriptional activities via the involvement of other transcriptional regulators or signal transducers, such as c-Src, NF-κB or estrogen receptor α (ERα) (24–28).\n      AhR regulates numerous important physiological and pathological processes, such as immune response inhibition (16,17,29–31), homeostasis of the liver, vascular and cardiovascular systems (32–34), tumor induction (11,31), inflammation (17,31,35) and intestinal barrier function (17,36). AhR is also activated by environmental pollutants, such as polycyclic aromatic hydrocarbons (PAHs) and halogenated aromatic hydrocarbons (HAHs), which affect tumor formation (37–39).\n      Previous studies have reported the functional interactions of AhR with certain signaling pathways, including the ERα and the TGF-β pathways (25,40), and its physiological role in regulating a number of cellular processes related to cancer development, including cell proliferation, the cell cycle, cell migration, pluripotency and stemness (40). AhR expression is upregulated in multiple types of cancer, including breast, lung, liver, stomach, head, neck, cervical and ovarian cancer (41–45), and its expression in these types of cancer is associated with the stage of the disease (44,45). Research has demonstrated that AhR mediates either pro- or anticancer activities in breast cancer cells, with conflicting evidence linking AhR to breast cancer progression or inhibition (15,46–48). A number of structural AhR ligands, such as aminoflavone (AF) and tranilast, can inhibit various aspects of breast carcinogenesis (15). Conversely, AhR ligands such as TCDD have also been reported to enhance the growth and development of breast cancer (46–48).\n      In the present review, the roles of AhR and its ligands as breast cancer inhibitors and promoters in vitro and in vivo are summarized. The potential role of AhR as a novel target for breast cancer therapy is also evaluated.\n2.\n      Association between AhR and breast cancer\n      Breast cancer is a heterogeneous disease with different molecular subtypes, and the molecular type of breast cancer is closely related to prognosis (49,50). Breast cancer is classified into three types on the basis of the expression of specific hormone and growth factor receptors: Hormone receptor (HR)-positive breast cancer, HER-2-positive breast cancer and triple-negative breast cancer (TNBC; HR-negative and HER-2 negative) (49–52). HRs include ER and progesterone receptor (PR).\n      Current treatments for breast cancer include surgery, chemotherapy, radiotherapy, endocrine therapy and targeted therapy. The treatment regimen depends on the tumor subtype, the expression of HRs and HER-2, and whether the tumor is non-invasive (carcinoma in situ) or invasive (4,49,50). The choice of chemotherapy and endocrine therapy depends on the presence of ER, PR and HER-2. HER-2-positive breast cancer can often be successfully treated with trastuzumab, pertuzumab and lapatinib (53). The most common form of endocrine therapy for HR-positive cancer is selective ER modulators (SERMs), such as tamoxifen and aromatase inhibitors, both of which can inhibit estrogen biosynthesis (54). Aromatase inhibitors can improve cancer-associated outcomes in the management of HR-positive breast cancer, which may reduce the incidence of new primary breast cancer but have less of an effect on more severe distant recurrences (55). These drugs are usually administered with CDK4/6 inhibitors to increase the sensitivity of HR-positive and HER-2 negative metastatic breast tumors to chemotherapy (56).\n      The role of AhR in the development of breast cancer has been widely studied (Table I). AhR is involved in normal mammary gland development (57), but is upregulated in certain breast cancer subtypes and has a prognostic role (58,59). For example, compared with ER-negative breast cancer, the upregulation of AhR expression in ER-positive breast cancer is associated with higher rates of survival, including increased overall survival, distant metastasis-free survival at admission and recurrence-free survival (58). By contrast, inflammatory breast cancer (IBC) tissues have higher expression levels of AhR compared with non-IBC tissues, and upregulation of AhR expression is positively associated with poor clinical prognosis, including lymphovascular invasion and lymph node metastasis (60). A meta-analysis on the prognostic impact of AhR in breast cancer indicated that AhR is also a marker of poor outcome in patients with node-negative breast cancer (61). In a cohort study, compared with normal breast tissue, the high expression of AhR in breast tumors is associated with inflammation and the expression of endogenous tryptophan metabolism genes, but is only weakly related to a classic diagnostic factor (age) (62). Another cohort study found that low cytoplasmic AhR levels are associated with more aggressive ER negative tumors (63). The impact of AhR on the prognosis of primary breast cancer depends on the type of SERMs (63). Additionally, knockdown of AhR serves a key role in the malignant characteristics of breast cancer, with functions in proliferation, migration, invasion, apoptosis and angiogenesis (64,65). A number of environmental toxicants, such as TCDD, are AhR ligands (66). Chronic exposure to low doses of environmental pollutants promotes cancer metastasis and generates chemoresistance through epithelial-mesenchymal transition (EMT) and cancer stemness (the stem cell-like phenotype in tumors) (66). However, another meta-analysis demonstrates that AhR (rs2066853) polymorphism does not modify the risk of breast cancer (67). These findings suggest that AhR may be a promising potential drug target for breast cancer treatment.\n3.\n      AhR pathways in breast cancer\n      \n        Crosstalk between AhR and ERα\n        ERα is a transcription factor that is activated in >70% of patients with breast cancer (68,69). Tamoxifen, an antagonist of ERα, is the first-line treatment for HR-positive breast cancer. It inhibits the activity of ERα, thereby interfering with aberrant ERα transcriptional activity and prolonging patient survival (70,71). AhR is expressed in ER-positive and -negative breast cancer cells (58,59). Certain studies have reported that the AhR target gene CYP1A1 is activated by TCDD only in ER-positive breast cancer cells (24,25,72). TCDD is a well-studied environmental pollutant, an effective immunosuppressant and one of the most potent exogenous agonists of AhR (9,11,73,74). Transfection into MDA-MB-231 cells with an ERα overexpression vector confers AhR ligand sensitivity, whereas ERα knockdown in MCF-7 cells confers resistance to the same ligand (72,75). Therefore, ER expression may affect the activity of AhR in breast cancer. Additionally, several studies on the anticancer effects of AhR ligands have reported that the crosstalk between the AhR pathway and ERα can influence the selectivity and resistance of different molecular subtypes of breast cancer cells, such as MCF-7 and MDA-MB-231 cells, to AhR ligands (25,75–77).\n        ARNT functions as a modulator of ERs (78). Dioxin-type environmental pollutants, such as TCDD and 3-methylcholanthrene (3MC), are AhR agonists that modulate ER-mediated estrogen signaling by activating AhR/ARNT, leading to estrogen-associated adverse effects, such as endometrial hyperplasia (24,79). In an animal study, it was reported that rats chronically exposed to TCDD have a lower incidence of mammary and uterine tumors compared with that in rats not exposed to TCDD (80). The mechanism may involve TCDD interference with the ERα signaling pathway and activation of AhR, thereby affecting the metabolism of estrogen through a mechanism involving CYP1A1 and CYP1B1 (25,26,76).\n        Botanical estrogens (BEs), although not estrogens, are natural phytocompounds that bind to ER and are commonly used in hormone replacement therapy for menopausal women (81). A study on the effects of BEs and estradiol (E2) on liver cells and ER-positive breast cancer cells reported that both treatments cause the upregulation of ERα activity and enhance the proliferation of breast cancer cells, whilst E2 has no significant effect on the stimulation of AhR (82). Additionally, it has been reported that BEs act via the AhR pathway to bind to xenobiotic response elements and upregulate CYP1A1 and CYP1B1, whereas E2 only acts through ER (82). This indicates that the crosstalk between AhR and ER is ligand- and cell-specific.\n      \n      \n        Crosstalk between AhR and BRCA1\n        Among the genetic factors that drive breast cancer, the BRCA1 and BRCA2 tumor suppressor genes serve an important role in breast cancer susceptibility (27,83). BRCA proteins are involved in cell cycle progression, apoptosis, DNA repair and transcription (84). BRCA1 interacts with the estrogen pathway at the transcriptional and post-transcriptional levels to limit the effects of estrogen on the promotion of mammary gland growth. BRCA-regulated transcription occurs via protein-protein interactions, the most important of which is via a complex formation with ERα, leading to the transactivation of ERs (27,85). The absence of this control, through a BRCA1 gene mutation, is a well-known risk factor for TNBC development (84).\n        In ER-positive breast cancer cells, BRCA1 has been associated with the AhR pathway. A study reported that upon ligand activation, BRCA1 was recruited to the promoter regions of CYP1A1 and CYP1B1, together with ARNT and AhR. However, this was not observed in ER-negative cells, suggesting an association between ER and BRCA1 presence (27,86,87). In the mammary glands, BRCA1 limits aromatase expression, and thus estrogen production, and AhR ligand-induced BRCA1 inhibition results in the increase of aromatase and E2 in tumor cells, thereby maintaining cell proliferation (84,85). In breast cancer cells treated with AhR agonists, activation of the aromatase gene and an increase in E2 production have been reported (88). Previous studies have reported that AhR inhibits ER-dependent signaling by recruiting the proteasome complex (79,89). Furthermore, BRCA1 activates the ESR1 gene, which encodes ERα (90). Therefore, the paradoxical effects of activated AhR on the inhibition of ERα and the increased expression of E2 induced by activated AhR may be associated with the inhibition of BRCA1 by AhR.\nCrosstalk between AhR and ERα\n        ERα is a transcription factor that is activated in >70% of patients with breast cancer (68,69). Tamoxifen, an antagonist of ERα, is the first-line treatment for HR-positive breast cancer. It inhibits the activity of ERα, thereby interfering with aberrant ERα transcriptional activity and prolonging patient survival (70,71). AhR is expressed in ER-positive and -negative breast cancer cells (58,59). Certain studies have reported that the AhR target gene CYP1A1 is activated by TCDD only in ER-positive breast cancer cells (24,25,72). TCDD is a well-studied environmental pollutant, an effective immunosuppressant and one of the most potent exogenous agonists of AhR (9,11,73,74). Transfection into MDA-MB-231 cells with an ERα overexpression vector confers AhR ligand sensitivity, whereas ERα knockdown in MCF-7 cells confers resistance to the same ligand (72,75). Therefore, ER expression may affect the activity of AhR in breast cancer. Additionally, several studies on the anticancer effects of AhR ligands have reported that the crosstalk between the AhR pathway and ERα can influence the selectivity and resistance of different molecular subtypes of breast cancer cells, such as MCF-7 and MDA-MB-231 cells, to AhR ligands (25,75–77).\n        ARNT functions as a modulator of ERs (78). Dioxin-type environmental pollutants, such as TCDD and 3-methylcholanthrene (3MC), are AhR agonists that modulate ER-mediated estrogen signaling by activating AhR/ARNT, leading to estrogen-associated adverse effects, such as endometrial hyperplasia (24,79). In an animal study, it was reported that rats chronically exposed to TCDD have a lower incidence of mammary and uterine tumors compared with that in rats not exposed to TCDD (80). The mechanism may involve TCDD interference with the ERα signaling pathway and activation of AhR, thereby affecting the metabolism of estrogen through a mechanism involving CYP1A1 and CYP1B1 (25,26,76).\n        Botanical estrogens (BEs), although not estrogens, are natural phytocompounds that bind to ER and are commonly used in hormone replacement therapy for menopausal women (81). A study on the effects of BEs and estradiol (E2) on liver cells and ER-positive breast cancer cells reported that both treatments cause the upregulation of ERα activity and enhance the proliferation of breast cancer cells, whilst E2 has no significant effect on the stimulation of AhR (82). Additionally, it has been reported that BEs act via the AhR pathway to bind to xenobiotic response elements and upregulate CYP1A1 and CYP1B1, whereas E2 only acts through ER (82). This indicates that the crosstalk between AhR and ER is ligand- and cell-specific.\nCrosstalk between AhR and BRCA1\n        Among the genetic factors that drive breast cancer, the BRCA1 and BRCA2 tumor suppressor genes serve an important role in breast cancer susceptibility (27,83). BRCA proteins are involved in cell cycle progression, apoptosis, DNA repair and transcription (84). BRCA1 interacts with the estrogen pathway at the transcriptional and post-transcriptional levels to limit the effects of estrogen on the promotion of mammary gland growth. BRCA-regulated transcription occurs via protein-protein interactions, the most important of which is via a complex formation with ERα, leading to the transactivation of ERs (27,85). The absence of this control, through a BRCA1 gene mutation, is a well-known risk factor for TNBC development (84).\n        In ER-positive breast cancer cells, BRCA1 has been associated with the AhR pathway. A study reported that upon ligand activation, BRCA1 was recruited to the promoter regions of CYP1A1 and CYP1B1, together with ARNT and AhR. However, this was not observed in ER-negative cells, suggesting an association between ER and BRCA1 presence (27,86,87). In the mammary glands, BRCA1 limits aromatase expression, and thus estrogen production, and AhR ligand-induced BRCA1 inhibition results in the increase of aromatase and E2 in tumor cells, thereby maintaining cell proliferation (84,85). In breast cancer cells treated with AhR agonists, activation of the aromatase gene and an increase in E2 production have been reported (88). Previous studies have reported that AhR inhibits ER-dependent signaling by recruiting the proteasome complex (79,89). Furthermore, BRCA1 activates the ESR1 gene, which encodes ERα (90). Therefore, the paradoxical effects of activated AhR on the inhibition of ERα and the increased expression of E2 induced by activated AhR may be associated with the inhibition of BRCA1 by AhR.\n4.\n      AhR ligands exhibit tumor-suppressive properties\n      \n        TCDD and structurally related HAHs\n        The anticancer effects of the AhR agonist TCDD and structurally related HAHs in breast cancer in vivo and in vitro models are summarized in Table II. In one study, seven ER-negative breast cancer cell lines were treated with six ligands, including TCDD and 6-methyl-1,3,8-trichlorodibenzofuran (MCDF), and it was reported that these ligands inhibited the proliferation of ER-negative breast cancer cells (91). Other studies reported that TCDD inhibited the invasion of different types of breast cancer cell lines, including ER-positive (MCF-7 and ZR75), ER-negative (MDA-MB-231) and HER-2-positive (BT474 and SKBR3) breast cancer cells (92–94). In a study of AhR regulation of cell cycle progression in human breast cancer cells, disruption of the interaction of AhR with CDK4 by TCDD inhibited cell cycle progression in MCF-7 and MDA-MB-231 cells (95). In another study of 4T1 murine breast cancer cells in a syngeneic mouse model, TCDD was reported to inhibit lung metastasis of the primary tumor but did not impact primary tumor growth (96). MCDF, a partial AhR antagonist, has been reported to inhibit CYP1A1 induction by TCDD in cell culture (97). Zhang et al (92) reported that MCDF inhibited the proliferation and invasion of HER-2-positive (BT474) and ER-negative (MDA-MB-231) cells and inhibited lung metastasis in an athymic nude mouse xenograft model bearing tumors from MDA-MB-231 cells. Additionally, MCDF has been reported to inhibit tumor growth in an athymic nude mouse xenograft model bearing tumors from MDA-MB-468 cells (91). These results obtained using TCDD and structurally related HAHs as AhR ligands suggest that these compounds exhibit anticancer effects in breast cancer.\n      \n      \n        Endogenous and natural AhR ligands\n        Most endogenous AhR ligands exhibit anticancer activity in breast cancer (Table III). Cruciferous vegetables contain a number of compounds that function as AhR ligands with anticancer activity, including indole-3-carbinol (I3C), indole (3,2-b) carbazole (ICZ) and 3,3-diindolylmethane (DIM) (48,93,98,99). For example, in one study, DIM suppressed the invasive and metastatic activities of ER-positive (MCF-7 and ZR-75), ER-negative (MDA-MB-231) and HER-2-positive (SKBR3) breast cancer cells, and knockdown of AhR reversed this effect (94). Another study reported that DIM activated AhR and inhibited the migration and invasion of MDA-MB-231 and T47D cells via the AhR-microRNA (miRNA/miR)-212/132-SOX4 signaling axis (93). A further in vivo study reported that DIM inhibited orthotopic tumor growth and spontaneous lung metastasis in a xenograft model (93). A prospective clinical trial of healthy women with positive BRCA expression also revealed that DIM reduced the risk of breast cancer development (100). Nguyen et al (99) established a lymphatic barrier model using three-dimensional lymphatic endothelial cells as a monolayer co-cultured with spheroids of MDA-MB-231 cells. AhR silencing and an AhR antagonist (DIM) or an endogenous AhR ligand [6-formylindolo(3,2-b) carbazole (FICZ)] reduced or increased lymphatic barrier invasion, respectively. FICZ also exerted antiproliferative and anti-migratory effects on MCF-7 cells possibly by regulating the expression of miRNAs (101). Another endogenous ligand, 2-(1′h-indole-3′-carbonyl)-thiazole-4-carboxylic acid, acts as an AhR agonist to inhibit the proliferation, migration and invasion of MDA-MB-231 cells, possibly through jagged 1/NOTCH1 signaling; however, this was not observed in MCF-7 cells (102). I3C and ICZ inhibit the migration of breast cancer cells by inhibiting focal adhesion kinase expression to reduce MMP activity and inhibit the EMT process (98). Tryptophan metabolites, indoxyl sulfate (IS) and indole propionic acid (IPA), which are AhR ligands, suppress EMT and cancer stem cell (CSC) numbers by inducing oxidative stress, and thus inhibit the colony formation of 4T1 cells and the metastasis of 4T1 cells in mice. AhR antagonist CH223191 has also been reported to inhibit IS- and IPA-evoked effects (103,104). These results indicate that these compounds inhibit some pro-cancerous activities in breast cancer.\n      \n      \n        Synthetic and pharmaceutical AhR ligands\n        Several potential AhR ligands have been identified and designed. Some of these compounds are categorized as selective AhR modulators (105), exhibiting low to medium affinity to AhR. These ligands activate AhR in both genomic and non-genomic pathways to influence breast cancer tumorigenesis and metastasis (15) (Table IV).\n        Aminoflavone (AF) has been reported to potently inhibit the proliferation of ER-positive MCF-7 cells (106,107), and it has been clinically tested in patients with breast cancer (108). Mechanistic studies reported that AF activated the AhR pathway and induced the expression of CYP1A1 and CYP1A2 (109,110), forming metabolites that covalently bonded to DNA. These metabolites inhibited DNA synthesis by inducing S-phase arrest and phosphorylation of H2AX (a replication dependent histone), leading to DNA double-strand breaks and ultimately cytotoxicity (77,111,112). Previous studies have reported that AF inhibits α6-integrin expression (113–115). Upregulation of this cell adhesion molecule is associated with tumor-initiating cell proliferation, malignant breast cancer progression and poor prognosis (115). Furthermore, α6-integrin upregulation is associated with radiotherapy resistance and tamoxifen resistance in breast cancer (114,116). In tamoxifen-resistant MCF-7 and BT474 cells, AF has been reported to decrease α6-integrin expression, inhibit α6-integrin-Src-AKT signaling and inhibit tamoxifen resistance of the ER-positive cells (114). A study reported that β-NF, a strong inducer of CYP1A1, had antitumor activity in vitro against ER-positive (MCF-7) (117). A study reported that β-NF mediates cell cycle arrest in ER-positive breast cancer cells via AhR-dependent regulation of PI3K/AKT and MAPK/ERK signaling, leading to cellular senescence (118). This inhibition of proliferation was not observed in MDA-MB-231 cells and was reported to be AhR-dependent (118). Furthermore, a report identified 5,6,7,8-tetrahydrocarcinolin-5-ol (NK150460) as a noncompetitive inhibitor of E2-dependent transcriptional regulation for the potential treatment of ER-positive breast cancer (119). Simultaneous treatment of MCF-7 cells with NK150460 and AhR antagonists demonstrated that inhibition of ER transcriptional regulation by NK150460 was mediated by AhR pathway modulation and CYP1A1 induction. In addition, the study also reported that NK150460 not only inhibited the proliferation of several ER-positive breast cancer cell lines such as MCF-7 and T47D cells, but also some ER-negative cell lines such as MDA-MB-453, MDA-MB-468 and SKBR3 cells (119). Another study reported that (Z)-2-(3,4-dichlorophenyl)-3-(1H-pyrrol-2-yl) acrylonitrile (ANI-7), a member of the acrylonitrile family, exhibited good cytotoxic activity (120). This compound inhibited the proliferation of different breast cancer cell lines, including ER-positive (MCF-7) breast cancer cells, TNBC (MDA-MB-231) cells and HER-2-positive (SKBR3) breast cancer cells (121). MDA-MB-468 cells treated with ANI-7 exhibited S phase and G2 + M phase cell cycle arrest, and this effect was mediated by the AhR pathway and specifically increased CYP1A1 expression levels (121).\n        Several studies have assessed the repurposing of drugs to identify novel compounds to target the AhR pathway. Consequently, drugs with agonistic activities for AhR have been identified (22,122). These drugs included the antiosteoporosis drug raloxifene (58), the proton pump inhibitor omeprazole (123) and the antiallergen drug tranilast (124,125).\n        Raloxifene is a selective ER-targeted drug that is a second generation SERM and has been approved for the prevention of osteoporosis in postmenopausal women (54), to whom it is frequently administered. It has been reported to reduce the risk of breast cancer, and it has been reported to have high efficacy, comparable to that of tamoxifen (126–129). Raloxifene exhibits estrogenic properties at low concentrations, and in vivo studies have reported that the administration of 1–20 mg/kg/day raloxifene inhibits mammary tumor growth in rats (130,131). In a study that screened novel activators of the AhR pathway, raloxifene was reported to induce AhR nuclear localization in MDA-MB-231 (ER-negative) and Hepa1 cells at levels similar to that of TCDD and induce apoptosis in ER-negative breast cancer cells in an AhR-dependent manner (58). In a previous study, the raloxifene analog Y134, which serves as an AhR ligand, induced apoptosis in TNBC (MDA-MB-231 and MDA-MB-436) cells in an AhR-dependent manner, and also inhibited the proliferation of ER-positive (MCF-7, T47D) breast cancer cells and ER-negative (MDA-MB-231) breast cancer cells (132,133). The study also reported a low toxicity profile in a zebrafish embryo model (133). As aforementioned, SERMs, such as raloxifene and aromatase inhibitors, are currently also used to treat osteoporosis; however, this does not interfere with the role of SERMs as cancer drugs (54,134). Thus, there is potential for the use of raloxifene and Y134 via the AhR pathway for the treatment of breast cancer.\n        The proton pump inhibitor omeprazole is used clinically to primarily treat peptic ulcers. A number of studies have reported that omeprazole acts on the AhR pathway (22,123,135), while in liver and pancreatic cancer cells, it does not bind directly to AhR but activates it through a nongenomic pathway (14,136,137). Omeprazole, identified as an AhR activator and inducer of CYP1A1, promotes the expression of AhR-induced DREs (22). The propensity of omeprazole to displace TCDD has additionally been demonstrated by AhR competitive ligand binding experiments (22). Another study reported the upregulation of CYP1A1 via the AhR pathway in omeprazole-treated BT474 and MDA-MB-468 cells (125). Another study by the same group reported that omeprazole inhibited the lung metastasis of MDA-MB-231 cells in athymic nude mice (138). Treatment of MDA-MB-231 cells with omeprazole in vitro inhibited cell migration and invasion by upregulating CYP1A1 and downregulating C-X-C motif chemokine receptor 4 via the AhR pathway (138). Omeprazole is the most commonly used drug in digestive diseases and its good overall safety profile, combined with its inhibition of breast cancer invasion and metastasis via the AhR pathway, suggests that it may be a promising targeted breast cancer drug (15,125,138).\n        The anti-allergic drug tranilast is commonly used to treat bronchial asthma and allergic rhinitis (139,140). Its AhR-inducing activity was first revealed in a study that reported its inhibition of the activity of breast CSCs. The study also reported that tranilast was effective in vivo, as it inhibited lung metastasis in mice injected with triple-negative (MDA-MB-231) mitoxantrone-selected cells (124). AhR knockdown or treatment with the AhR antagonist α-naphthoflavone (α-NF) completely abolished the anti-CSC activity of tranilast (124). CSCs are a type of pluripotent cell that express stem cell marker genes, such as the OCT4 and ALDH genes, and exhibit self-renewal ability, making them immortal (141). Chakrabarti et al (142) reported that tranilast has no cytotoxicity on 4T1 cells (an estrogen-independent mouse breast cancer cell) and inhibited the proliferation of certain breast cancer cells, such as MDA-MB-231 and MCF-7 cells, in vitro. The study also reported that tranilast inhibited tumor growth and lung metastasis in vivo, while tranilast inhibited EMT and cell cycle progression of 4T1 cells through the TGF-β signaling pathway in vitro. In another study, tranilast inhibited the proliferation, migration and colony formation, and stimulated apoptosis of HER-2-positive (BT474) and triple-negative (MDA-MB-231) cells. BT474 cells were more responsive to treatment with tranilast than MDA-MB-231 cells (143). Following treatment with tranilast, the expression of CYP1A1 in BT474 cells was induced, whereas CYP1B1 expression was induced in MDA-MB-468 cells (125). CSCs serve key roles in tumor metastasis, and AhR may be a potential target for the inhibition of CSCs (41,124). Thus, the use of tranilast for the treatment of breast cancer requires further evaluation.\n        Other drugs, such as the nonsteroidal antiandrogen drug flutamide (22), the nonsteroidal anti-inflammatory drug sulindac (144), the calcium ion antagonist nimodipine (22) and the antiarrhythmic drug mexiletine (22), also exhibit AhR-inducing activity. These may all affect breast cancer development and metastasis via the AhR pathway (15,22,125).\n        In summary, structurally diverse AhR ligands have been reported to inhibit breast carcinogenesis in multiple breast cancer cell lines and xenograft models (Table II, Table III, Table IV). AhR ligands have distinct actions that may be governed by different mechanisms (Figs. 1 and 2), depending on the ligand structure and cell context. For example, the AhR ligand mediated antitumor effect is associated with the TGF-β signaling pathway or PI3K/AKT signaling pathway or MAPK/ERK signaling pathway. However, AhR ligand mediated pro-cancer activity is associated with the Wnt/β-catenin signaling pathway or PTEN-PI3K/AKT signaling pathway or several molecules such as the glucocorticoid receptor (GR). The binding affinity of AhR for the same AhR ligand varies among species, likely due to species-specific biochemical and physiological properties of AhR resulting from differences in the amino acid sequence of the ligand-binding domain (145). Furthermore, both AhR inhibitors and agonists may lead to similar outcomes if the inhibitors block signaling pathways driven by the endogenous ligands, whereas the exogenous ligands drive different pathways, effectively ‘diverting’ the signaling (146).\nTCDD and structurally related HAHs\n        The anticancer effects of the AhR agonist TCDD and structurally related HAHs in breast cancer in vivo and in vitro models are summarized in Table II. In one study, seven ER-negative breast cancer cell lines were treated with six ligands, including TCDD and 6-methyl-1,3,8-trichlorodibenzofuran (MCDF), and it was reported that these ligands inhibited the proliferation of ER-negative breast cancer cells (91). Other studies reported that TCDD inhibited the invasion of different types of breast cancer cell lines, including ER-positive (MCF-7 and ZR75), ER-negative (MDA-MB-231) and HER-2-positive (BT474 and SKBR3) breast cancer cells (92–94). In a study of AhR regulation of cell cycle progression in human breast cancer cells, disruption of the interaction of AhR with CDK4 by TCDD inhibited cell cycle progression in MCF-7 and MDA-MB-231 cells (95). In another study of 4T1 murine breast cancer cells in a syngeneic mouse model, TCDD was reported to inhibit lung metastasis of the primary tumor but did not impact primary tumor growth (96). MCDF, a partial AhR antagonist, has been reported to inhibit CYP1A1 induction by TCDD in cell culture (97). Zhang et al (92) reported that MCDF inhibited the proliferation and invasion of HER-2-positive (BT474) and ER-negative (MDA-MB-231) cells and inhibited lung metastasis in an athymic nude mouse xenograft model bearing tumors from MDA-MB-231 cells. Additionally, MCDF has been reported to inhibit tumor growth in an athymic nude mouse xenograft model bearing tumors from MDA-MB-468 cells (91). These results obtained using TCDD and structurally related HAHs as AhR ligands suggest that these compounds exhibit anticancer effects in breast cancer.\nEndogenous and natural AhR ligands\n        Most endogenous AhR ligands exhibit anticancer activity in breast cancer (Table III). Cruciferous vegetables contain a number of compounds that function as AhR ligands with anticancer activity, including indole-3-carbinol (I3C), indole (3,2-b) carbazole (ICZ) and 3,3-diindolylmethane (DIM) (48,93,98,99). For example, in one study, DIM suppressed the invasive and metastatic activities of ER-positive (MCF-7 and ZR-75), ER-negative (MDA-MB-231) and HER-2-positive (SKBR3) breast cancer cells, and knockdown of AhR reversed this effect (94). Another study reported that DIM activated AhR and inhibited the migration and invasion of MDA-MB-231 and T47D cells via the AhR-microRNA (miRNA/miR)-212/132-SOX4 signaling axis (93). A further in vivo study reported that DIM inhibited orthotopic tumor growth and spontaneous lung metastasis in a xenograft model (93). A prospective clinical trial of healthy women with positive BRCA expression also revealed that DIM reduced the risk of breast cancer development (100). Nguyen et al (99) established a lymphatic barrier model using three-dimensional lymphatic endothelial cells as a monolayer co-cultured with spheroids of MDA-MB-231 cells. AhR silencing and an AhR antagonist (DIM) or an endogenous AhR ligand [6-formylindolo(3,2-b) carbazole (FICZ)] reduced or increased lymphatic barrier invasion, respectively. FICZ also exerted antiproliferative and anti-migratory effects on MCF-7 cells possibly by regulating the expression of miRNAs (101). Another endogenous ligand, 2-(1′h-indole-3′-carbonyl)-thiazole-4-carboxylic acid, acts as an AhR agonist to inhibit the proliferation, migration and invasion of MDA-MB-231 cells, possibly through jagged 1/NOTCH1 signaling; however, this was not observed in MCF-7 cells (102). I3C and ICZ inhibit the migration of breast cancer cells by inhibiting focal adhesion kinase expression to reduce MMP activity and inhibit the EMT process (98). Tryptophan metabolites, indoxyl sulfate (IS) and indole propionic acid (IPA), which are AhR ligands, suppress EMT and cancer stem cell (CSC) numbers by inducing oxidative stress, and thus inhibit the colony formation of 4T1 cells and the metastasis of 4T1 cells in mice. AhR antagonist CH223191 has also been reported to inhibit IS- and IPA-evoked effects (103,104). These results indicate that these compounds inhibit some pro-cancerous activities in breast cancer.\nSynthetic and pharmaceutical AhR ligands\n        Several potential AhR ligands have been identified and designed. Some of these compounds are categorized as selective AhR modulators (105), exhibiting low to medium affinity to AhR. These ligands activate AhR in both genomic and non-genomic pathways to influence breast cancer tumorigenesis and metastasis (15) (Table IV).\n        Aminoflavone (AF) has been reported to potently inhibit the proliferation of ER-positive MCF-7 cells (106,107), and it has been clinically tested in patients with breast cancer (108). Mechanistic studies reported that AF activated the AhR pathway and induced the expression of CYP1A1 and CYP1A2 (109,110), forming metabolites that covalently bonded to DNA. These metabolites inhibited DNA synthesis by inducing S-phase arrest and phosphorylation of H2AX (a replication dependent histone), leading to DNA double-strand breaks and ultimately cytotoxicity (77,111,112). Previous studies have reported that AF inhibits α6-integrin expression (113–115). Upregulation of this cell adhesion molecule is associated with tumor-initiating cell proliferation, malignant breast cancer progression and poor prognosis (115). Furthermore, α6-integrin upregulation is associated with radiotherapy resistance and tamoxifen resistance in breast cancer (114,116). In tamoxifen-resistant MCF-7 and BT474 cells, AF has been reported to decrease α6-integrin expression, inhibit α6-integrin-Src-AKT signaling and inhibit tamoxifen resistance of the ER-positive cells (114). A study reported that β-NF, a strong inducer of CYP1A1, had antitumor activity in vitro against ER-positive (MCF-7) (117). A study reported that β-NF mediates cell cycle arrest in ER-positive breast cancer cells via AhR-dependent regulation of PI3K/AKT and MAPK/ERK signaling, leading to cellular senescence (118). This inhibition of proliferation was not observed in MDA-MB-231 cells and was reported to be AhR-dependent (118). Furthermore, a report identified 5,6,7,8-tetrahydrocarcinolin-5-ol (NK150460) as a noncompetitive inhibitor of E2-dependent transcriptional regulation for the potential treatment of ER-positive breast cancer (119). Simultaneous treatment of MCF-7 cells with NK150460 and AhR antagonists demonstrated that inhibition of ER transcriptional regulation by NK150460 was mediated by AhR pathway modulation and CYP1A1 induction. In addition, the study also reported that NK150460 not only inhibited the proliferation of several ER-positive breast cancer cell lines such as MCF-7 and T47D cells, but also some ER-negative cell lines such as MDA-MB-453, MDA-MB-468 and SKBR3 cells (119). Another study reported that (Z)-2-(3,4-dichlorophenyl)-3-(1H-pyrrol-2-yl) acrylonitrile (ANI-7), a member of the acrylonitrile family, exhibited good cytotoxic activity (120). This compound inhibited the proliferation of different breast cancer cell lines, including ER-positive (MCF-7) breast cancer cells, TNBC (MDA-MB-231) cells and HER-2-positive (SKBR3) breast cancer cells (121). MDA-MB-468 cells treated with ANI-7 exhibited S phase and G2 + M phase cell cycle arrest, and this effect was mediated by the AhR pathway and specifically increased CYP1A1 expression levels (121).\n        Several studies have assessed the repurposing of drugs to identify novel compounds to target the AhR pathway. Consequently, drugs with agonistic activities for AhR have been identified (22,122). These drugs included the antiosteoporosis drug raloxifene (58), the proton pump inhibitor omeprazole (123) and the antiallergen drug tranilast (124,125).\n        Raloxifene is a selective ER-targeted drug that is a second generation SERM and has been approved for the prevention of osteoporosis in postmenopausal women (54), to whom it is frequently administered. It has been reported to reduce the risk of breast cancer, and it has been reported to have high efficacy, comparable to that of tamoxifen (126–129). Raloxifene exhibits estrogenic properties at low concentrations, and in vivo studies have reported that the administration of 1–20 mg/kg/day raloxifene inhibits mammary tumor growth in rats (130,131). In a study that screened novel activators of the AhR pathway, raloxifene was reported to induce AhR nuclear localization in MDA-MB-231 (ER-negative) and Hepa1 cells at levels similar to that of TCDD and induce apoptosis in ER-negative breast cancer cells in an AhR-dependent manner (58). In a previous study, the raloxifene analog Y134, which serves as an AhR ligand, induced apoptosis in TNBC (MDA-MB-231 and MDA-MB-436) cells in an AhR-dependent manner, and also inhibited the proliferation of ER-positive (MCF-7, T47D) breast cancer cells and ER-negative (MDA-MB-231) breast cancer cells (132,133). The study also reported a low toxicity profile in a zebrafish embryo model (133). As aforementioned, SERMs, such as raloxifene and aromatase inhibitors, are currently also used to treat osteoporosis; however, this does not interfere with the role of SERMs as cancer drugs (54,134). Thus, there is potential for the use of raloxifene and Y134 via the AhR pathway for the treatment of breast cancer.\n        The proton pump inhibitor omeprazole is used clinically to primarily treat peptic ulcers. A number of studies have reported that omeprazole acts on the AhR pathway (22,123,135), while in liver and pancreatic cancer cells, it does not bind directly to AhR but activates it through a nongenomic pathway (14,136,137). Omeprazole, identified as an AhR activator and inducer of CYP1A1, promotes the expression of AhR-induced DREs (22). The propensity of omeprazole to displace TCDD has additionally been demonstrated by AhR competitive ligand binding experiments (22). Another study reported the upregulation of CYP1A1 via the AhR pathway in omeprazole-treated BT474 and MDA-MB-468 cells (125). Another study by the same group reported that omeprazole inhibited the lung metastasis of MDA-MB-231 cells in athymic nude mice (138). Treatment of MDA-MB-231 cells with omeprazole in vitro inhibited cell migration and invasion by upregulating CYP1A1 and downregulating C-X-C motif chemokine receptor 4 via the AhR pathway (138). Omeprazole is the most commonly used drug in digestive diseases and its good overall safety profile, combined with its inhibition of breast cancer invasion and metastasis via the AhR pathway, suggests that it may be a promising targeted breast cancer drug (15,125,138).\n        The anti-allergic drug tranilast is commonly used to treat bronchial asthma and allergic rhinitis (139,140). Its AhR-inducing activity was first revealed in a study that reported its inhibition of the activity of breast CSCs. The study also reported that tranilast was effective in vivo, as it inhibited lung metastasis in mice injected with triple-negative (MDA-MB-231) mitoxantrone-selected cells (124). AhR knockdown or treatment with the AhR antagonist α-naphthoflavone (α-NF) completely abolished the anti-CSC activity of tranilast (124). CSCs are a type of pluripotent cell that express stem cell marker genes, such as the OCT4 and ALDH genes, and exhibit self-renewal ability, making them immortal (141). Chakrabarti et al (142) reported that tranilast has no cytotoxicity on 4T1 cells (an estrogen-independent mouse breast cancer cell) and inhibited the proliferation of certain breast cancer cells, such as MDA-MB-231 and MCF-7 cells, in vitro. The study also reported that tranilast inhibited tumor growth and lung metastasis in vivo, while tranilast inhibited EMT and cell cycle progression of 4T1 cells through the TGF-β signaling pathway in vitro. In another study, tranilast inhibited the proliferation, migration and colony formation, and stimulated apoptosis of HER-2-positive (BT474) and triple-negative (MDA-MB-231) cells. BT474 cells were more responsive to treatment with tranilast than MDA-MB-231 cells (143). Following treatment with tranilast, the expression of CYP1A1 in BT474 cells was induced, whereas CYP1B1 expression was induced in MDA-MB-468 cells (125). CSCs serve key roles in tumor metastasis, and AhR may be a potential target for the inhibition of CSCs (41,124). Thus, the use of tranilast for the treatment of breast cancer requires further evaluation.\n        Other drugs, such as the nonsteroidal antiandrogen drug flutamide (22), the nonsteroidal anti-inflammatory drug sulindac (144), the calcium ion antagonist nimodipine (22) and the antiarrhythmic drug mexiletine (22), also exhibit AhR-inducing activity. These may all affect breast cancer development and metastasis via the AhR pathway (15,22,125).\n        In summary, structurally diverse AhR ligands have been reported to inhibit breast carcinogenesis in multiple breast cancer cell lines and xenograft models (Table II, Table III, Table IV). AhR ligands have distinct actions that may be governed by different mechanisms (Figs. 1 and 2), depending on the ligand structure and cell context. For example, the AhR ligand mediated antitumor effect is associated with the TGF-β signaling pathway or PI3K/AKT signaling pathway or MAPK/ERK signaling pathway. However, AhR ligand mediated pro-cancer activity is associated with the Wnt/β-catenin signaling pathway or PTEN-PI3K/AKT signaling pathway or several molecules such as the glucocorticoid receptor (GR). The binding affinity of AhR for the same AhR ligand varies among species, likely due to species-specific biochemical and physiological properties of AhR resulting from differences in the amino acid sequence of the ligand-binding domain (145). Furthermore, both AhR inhibitors and agonists may lead to similar outcomes if the inhibitors block signaling pathways driven by the endogenous ligands, whereas the exogenous ligands drive different pathways, effectively ‘diverting’ the signaling (146).\n5.\n      AhR and its ligands promote mammary carcinogenesis\n      Although AhR ligands of different structures exhibit anticancer effects, the expression and function of AhR in breast cancer cells are variable (Fig. 2). Several studies have reported that exogenous AhR ligands, such as PAHs and HAHs, act as AhR agonists to exert cancer-promoting effects in breast cancer (Table V). These ligands, which exhibit AhR agonistic activity, maintain or even promote malignant transformation phenotypes in breast cancer cells and xenograft models by activating the AhR pathway (48,62,102,117,147–164). The ligands exert numerous effects, such as enhancing the migratory and invasive capacity of breast cancer cells, inhibiting apoptosis, stimulating CSC generation, promoting angiogenesis and inducing inflammatory responses.\n      \n        AhR ligands increase the motility of breast cancer cells and promote metastasis\n        Numerous environmental toxicants, such as TCDD, butyl benzyl phthalate (BBP), di-n-butyl phthalate (DBP), hexachlorobenzene (HCB) and benzo[a]pyrene (B[a]P) enhance cell motility by activating AhR, which promotes cell migration and organ invasion (48,94,149,151,153–156,161–163). Most of these environmental toxicants serve as AhR agonists in different breast cancer cell lines, including ER-positive (T47D, MCF-7 and ZR-75), ER-negative (MDA-MB-231, MDA-MB-436, MCF-10A, SUM149 and Hs578T) and HER-2-positive (SKBR3) cells. However, the use of AhR antagonists, AhR silencing or AhR knockout reversed this effect (48,153,165–167). Among them, the effects of AhR antagonists used in a number of studies are listed in Table VI. These synthetic antagonists suppress the effect of AhR activation on breast cancer cells (48,124,149,150,152,153,157,165–167). In a breast cancer cell xenograft zebrafish model, AhR knockdown or AhR antagonist (CH223191) impaired cell invasion and migration, and suppressed metastasis of TNBC and IBC cells by decreasing the expression of invasion-associated genes and increasing the expression of E-cadherin (48). However, AhR agonists may also exhibit anti-tumorigenic effects, for example, TCDD inhibited the formation of irregular colonies of TNBC cells, including SUM149, Hs578T and BP1 cells, as presented in Table V (48). In another study, MCF-7 cells were co-treated with TCDD and mono 2-ethylhexyl phosphate (MEHP). MEHP was reported to be a potential AhR agonist, and MEHP and TCDD alone both induced cell migration and invasion. The promotion was partially dependent on AhR, and this effect mediated by MEHP may be related to the AhR-MMP2 pathway (153). Another study also reported that following the co-treatment with MEPH and TCDD, MEHP antagonized TCDD to reduce AhR-mediated CYP1A1 expression and inhibit the migration and invasion of in MCF-7 cells (Table V) (149).\n        In another study on environmental toxicant phthalates (AhR agonists), Hsieh et al (154) reported that phthalates induced the proliferation and invasiveness of ER-negative (MDA-MB-231) cells via the AhR/histone deacetylase 6/c-Myc signaling pathway, and AhR was activated via a non-genomic pathway. An increase in breast cancer cell migration and invasion as a result of AhR activation may promote these features through an alternative pathway (independent of AhR). For example, the organochlorine pesticide HCB, an AhR ligand, may activate AhR and promote breast cancer cell migration and invasion via the c-Src/HER1/STAT5b and HER1/ERK1/2 signaling pathways (151,156,161). However, the crosstalk between AhR and TGF-β1 signaling may also promote ER-negative breast cancer cell migration and invasion (155). Additionally, studies have reported that B[a]P induces the metastasis of ER-positive (MCF-7) cells via lipoxygenase- and Src-dependent pathways and the reactive oxygen species/ERK/MMP9 signaling pathway (162,163). Increased tumor growth and more distant metastasis were also observed in a xenograft nude mouse model after AhR activation with different exogenous ligands (BBP, DBP, HCB and B[a]P) (154,156,163). Narasimhan et al (48) injected MDA-MB-231 cells into zebrafish and treated them with AhR antagonists (CB7993133 or CH223191), reporting that AhR inhibitors blocked metastasis. Furthermore, Novikov et al (153) reported that endogenous ligands [kynurenine (Kyn) and xanthurenic acid] activated AhR to promote the migration of ER-negative (SUM149) cells. These two tryptophan-derived ligands are generated via the Kyn pathway (153). In another study, AhR knockdown or AhR antagonist (CH223191) treatment reduced the proliferation and migration of ER-negative (MDA-MB-231 and BT549) cells (166).\n      \n      \n        AhR ligands promote CSC emergence and proliferation\n        CSCs drive tumorigenesis, progression and metastasis (141,168,169). A study reported that TCDD treatment stimulated the expression of OCT4 and promoted the self-renewal of breast CSCs in ER-positive (MCF-7) breast cancer cells (158), suggesting that AhR ligands may promote tumorigenesis by promoting the proliferation of CSCs. This is supported by another study in which TCDD and 7,12-dimethylbenz(a)anthracene (DMBA) activated the AhR/CYP1A1 signaling pathway through inhibition of PTEN and activation of β-catenin and AKT pathways to enhance the proliferation, development, self-renewal and chemoresistance of breast CSCs (Table V) (157). Similarly, suppression of PTEN expression is observed in the mammary tissue of the DMBA-treated mouse model, accompanied by increased phosphorylated-AKT, β-catenin and ALDH expression. Inhibition of the AhR/CYP1A1 pathway by an AhR antagonist, α-NF, blocks the increase of ALDH activity and blocks the increase to the proportion of side population cells that is mediated by TCDD and DMBA. Furthermore, α-NF treatment alone reduces the percentage of side population cells (157). This side population cell sorting is considered to be a valuable technology for CSCs identification and sorting, and breast CSCs can be identified and isolated by a side population phenotype (157). However, Zhao et al (117) reported that the AhR agonists β-NF and 3MC activated AhR, suppressed mammosphere formation and decreased the proportion of cells with high ALDH activity in MCF-7 cells (Tables IV and V, respectively). The study also reported that AhR activation regulated self-renewal signals by downregulating Wnt/β-catenin and Notch.\n      \n      \n        AhR ligands inhibit apoptosis in breast cancer cells\n        Several studies have reported that exogenous ligands that activate AhR, such as TCDD, suppress apoptosis induced by stimuli, including chemotherapeutic drugs in ER-positive (MCF-7 and T47D), ER-negative (MDA-MB-231, Hs578T and MCF-10A) and HER-2 positive (SKBR3) cells (65,150,157,170). When the AhR pathway was blocked using AhR silencing (RNA interference), AhR knockout cell lines or AhR antagonists (CH223191 or α-NF or 3′ methoxy-4′nitroflavone), an increase in cell death was observed (150,157). Treatment with an endogenous AhR ligand (Kyn) inhibited anoikis (a type of epithelial cell programmed death) in ER-negative (BT549 and SUM159) cells in forced suspension culture (Table III), whereas AhR knockdown or AhR inhibitor (CH223191) treatment promoted anoikis (Table VI) (166). Similarly, Kyn inhibited apoptosis in ER-negative breast cancer cells (150). Goode et al (65) reported that AhR knockout in athymic nude mouse xenograft models reduced tumor growth by increasing apoptosis. However, the exact biological mechanism linking the activation of AhR and the reduction of apoptosis remains unclear. Bekki et al (150) proposed that TCDD induces the expression of inflammatory genes, such as the genes encoding cyclooxygenase 2 (COX-2) and NF-κB subunit RelB, to prevent apoptosis. Another possible mechanism, proposed by Anderson et al (170), is that exposure of TNBC cells to chemotherapeutic agents, such as paclitaxel, induces the expression of breast tumor kinase via the AhR/GR/hypoxia-inducible factor signaling axis, which is involved in the inhibition of apoptosis.\n      \n      \n        AhR ligands promote angiogenesis in breast cancer models\n        The environmental pollutants TCDD, HCB and chlorpyrifos (CPF) promote angiogenesis in breast cancer models by activating AhR (150,151,160). TCDD induces expression of the inflammatory marker COX-2 in mammalian cells through an alternative AhR pathway involving CCAAT/enhancer binding protein β (150). This promotes angiogenesis by upregulating vascular endothelial growth factor (VEGF) (171,172). Pontillo et al (151) reported that HCB stimulated angiogenesis and increased VEGF expression in a breast cancer xenograft mouse model. HCB also induced neovasculogenesis of the HMEC-1 human microvascular endothelial cell line in vitro, enhanced the expression of VEGF-receptor 2 and activated the downstream pathways p38 and ERK1/2 (Table V), whereas an AhR inhibitor (α-NF) suppressed these effects (Table VI) (151). Another study reported that VEGF-A expression, induced by HCB and CPF, was mediated by ER and nitric oxide (NO), whilst the increase of COX-2 was mediated via AhR and the NO pathway in MCF-7 cells. In vivo, HCB and CPF stimulated the angiogenic switch (160).\n      \n      \n        AhR ligands induce an increase in the inflammatory response\n        A number of studies have reported that activation of AhR leads to increased expression of numerous inflammatory markers, including COX-2, IL-6 and IL-8, in numerous tumors and cancer types (46,62,150,152,160), including breast cancer (46,173). Furthermore, a more aggressive, chemoresistant breast cancer phenotype in ER-positive cells can reside in the inflammatory microenvironment (174,175). Epidemiological evidence indicates that IBC has a poor prognosis and that patients with IBC have a shortened survival compared with patients with non-IBC (176,177). The NF-κB pathway is a key pathway linking AhR activation to cellular inflammation (28,148,152,178). NF-κB is a hub molecular in a number of inflammatory pathways. Kim et al (179) reported that the activity of NF-κB (p65/p50) increased during neoplastic transformation in murine normal mammary cells treated with DMBA and in human non-transformed mammary cells treated with DMBA or B[a]P. When non-transformed breast cells MCF-10F (ER-negative, PR-negative and HER-2 negative) were treated with DMBA or B[a]P, the AhR interacted with NF-κB subunit RelA to activate transcription of the proto-oncogene and expression of the protein c-Myc, a master regulator of cell proliferation and neoplastic transformation (180). Furthermore, in DMBA-induced murine mammary tumors, high expression of AhR, c-Myc and cyclin D1 was associated with NF-κB and Wnt signaling pathways (181). Another inflammatory marker, IL-6, which is regulated by NF-κB, is involved in the immune function, hematopoiesis, acute phase response and inflammatory response (182). In mammary tissue, IL-6, along with its downstream transcription factor, STAT3, has been reported to stimulate cell proliferation and migration during ontogeny, and be involved in gland remodeling during aging (173,183). A previous study reported that IL-6 enhances B[a]P and 2-amino-1-methyl-6-phenylimidazo [4,5-b] pyridine-induced micronuclei (MN) formation in breast cancer cells via the miR-27b-CYP1B1 signaling pathway, which leads to DNA damage (159).\nAhR ligands increase the motility of breast cancer cells and promote metastasis\n        Numerous environmental toxicants, such as TCDD, butyl benzyl phthalate (BBP), di-n-butyl phthalate (DBP), hexachlorobenzene (HCB) and benzo[a]pyrene (B[a]P) enhance cell motility by activating AhR, which promotes cell migration and organ invasion (48,94,149,151,153–156,161–163). Most of these environmental toxicants serve as AhR agonists in different breast cancer cell lines, including ER-positive (T47D, MCF-7 and ZR-75), ER-negative (MDA-MB-231, MDA-MB-436, MCF-10A, SUM149 and Hs578T) and HER-2-positive (SKBR3) cells. However, the use of AhR antagonists, AhR silencing or AhR knockout reversed this effect (48,153,165–167). Among them, the effects of AhR antagonists used in a number of studies are listed in Table VI. These synthetic antagonists suppress the effect of AhR activation on breast cancer cells (48,124,149,150,152,153,157,165–167). In a breast cancer cell xenograft zebrafish model, AhR knockdown or AhR antagonist (CH223191) impaired cell invasion and migration, and suppressed metastasis of TNBC and IBC cells by decreasing the expression of invasion-associated genes and increasing the expression of E-cadherin (48). However, AhR agonists may also exhibit anti-tumorigenic effects, for example, TCDD inhibited the formation of irregular colonies of TNBC cells, including SUM149, Hs578T and BP1 cells, as presented in Table V (48). In another study, MCF-7 cells were co-treated with TCDD and mono 2-ethylhexyl phosphate (MEHP). MEHP was reported to be a potential AhR agonist, and MEHP and TCDD alone both induced cell migration and invasion. The promotion was partially dependent on AhR, and this effect mediated by MEHP may be related to the AhR-MMP2 pathway (153). Another study also reported that following the co-treatment with MEPH and TCDD, MEHP antagonized TCDD to reduce AhR-mediated CYP1A1 expression and inhibit the migration and invasion of in MCF-7 cells (Table V) (149).\n        In another study on environmental toxicant phthalates (AhR agonists), Hsieh et al (154) reported that phthalates induced the proliferation and invasiveness of ER-negative (MDA-MB-231) cells via the AhR/histone deacetylase 6/c-Myc signaling pathway, and AhR was activated via a non-genomic pathway. An increase in breast cancer cell migration and invasion as a result of AhR activation may promote these features through an alternative pathway (independent of AhR). For example, the organochlorine pesticide HCB, an AhR ligand, may activate AhR and promote breast cancer cell migration and invasion via the c-Src/HER1/STAT5b and HER1/ERK1/2 signaling pathways (151,156,161). However, the crosstalk between AhR and TGF-β1 signaling may also promote ER-negative breast cancer cell migration and invasion (155). Additionally, studies have reported that B[a]P induces the metastasis of ER-positive (MCF-7) cells via lipoxygenase- and Src-dependent pathways and the reactive oxygen species/ERK/MMP9 signaling pathway (162,163). Increased tumor growth and more distant metastasis were also observed in a xenograft nude mouse model after AhR activation with different exogenous ligands (BBP, DBP, HCB and B[a]P) (154,156,163). Narasimhan et al (48) injected MDA-MB-231 cells into zebrafish and treated them with AhR antagonists (CB7993133 or CH223191), reporting that AhR inhibitors blocked metastasis. Furthermore, Novikov et al (153) reported that endogenous ligands [kynurenine (Kyn) and xanthurenic acid] activated AhR to promote the migration of ER-negative (SUM149) cells. These two tryptophan-derived ligands are generated via the Kyn pathway (153). In another study, AhR knockdown or AhR antagonist (CH223191) treatment reduced the proliferation and migration of ER-negative (MDA-MB-231 and BT549) cells (166).\nAhR ligands promote CSC emergence and proliferation\n        CSCs drive tumorigenesis, progression and metastasis (141,168,169). A study reported that TCDD treatment stimulated the expression of OCT4 and promoted the self-renewal of breast CSCs in ER-positive (MCF-7) breast cancer cells (158), suggesting that AhR ligands may promote tumorigenesis by promoting the proliferation of CSCs. This is supported by another study in which TCDD and 7,12-dimethylbenz(a)anthracene (DMBA) activated the AhR/CYP1A1 signaling pathway through inhibition of PTEN and activation of β-catenin and AKT pathways to enhance the proliferation, development, self-renewal and chemoresistance of breast CSCs (Table V) (157). Similarly, suppression of PTEN expression is observed in the mammary tissue of the DMBA-treated mouse model, accompanied by increased phosphorylated-AKT, β-catenin and ALDH expression. Inhibition of the AhR/CYP1A1 pathway by an AhR antagonist, α-NF, blocks the increase of ALDH activity and blocks the increase to the proportion of side population cells that is mediated by TCDD and DMBA. Furthermore, α-NF treatment alone reduces the percentage of side population cells (157). This side population cell sorting is considered to be a valuable technology for CSCs identification and sorting, and breast CSCs can be identified and isolated by a side population phenotype (157). However, Zhao et al (117) reported that the AhR agonists β-NF and 3MC activated AhR, suppressed mammosphere formation and decreased the proportion of cells with high ALDH activity in MCF-7 cells (Tables IV and V, respectively). The study also reported that AhR activation regulated self-renewal signals by downregulating Wnt/β-catenin and Notch.\nAhR ligands inhibit apoptosis in breast cancer cells\n        Several studies have reported that exogenous ligands that activate AhR, such as TCDD, suppress apoptosis induced by stimuli, including chemotherapeutic drugs in ER-positive (MCF-7 and T47D), ER-negative (MDA-MB-231, Hs578T and MCF-10A) and HER-2 positive (SKBR3) cells (65,150,157,170). When the AhR pathway was blocked using AhR silencing (RNA interference), AhR knockout cell lines or AhR antagonists (CH223191 or α-NF or 3′ methoxy-4′nitroflavone), an increase in cell death was observed (150,157). Treatment with an endogenous AhR ligand (Kyn) inhibited anoikis (a type of epithelial cell programmed death) in ER-negative (BT549 and SUM159) cells in forced suspension culture (Table III), whereas AhR knockdown or AhR inhibitor (CH223191) treatment promoted anoikis (Table VI) (166). Similarly, Kyn inhibited apoptosis in ER-negative breast cancer cells (150). Goode et al (65) reported that AhR knockout in athymic nude mouse xenograft models reduced tumor growth by increasing apoptosis. However, the exact biological mechanism linking the activation of AhR and the reduction of apoptosis remains unclear. Bekki et al (150) proposed that TCDD induces the expression of inflammatory genes, such as the genes encoding cyclooxygenase 2 (COX-2) and NF-κB subunit RelB, to prevent apoptosis. Another possible mechanism, proposed by Anderson et al (170), is that exposure of TNBC cells to chemotherapeutic agents, such as paclitaxel, induces the expression of breast tumor kinase via the AhR/GR/hypoxia-inducible factor signaling axis, which is involved in the inhibition of apoptosis.\nAhR ligands promote angiogenesis in breast cancer models\n        The environmental pollutants TCDD, HCB and chlorpyrifos (CPF) promote angiogenesis in breast cancer models by activating AhR (150,151,160). TCDD induces expression of the inflammatory marker COX-2 in mammalian cells through an alternative AhR pathway involving CCAAT/enhancer binding protein β (150). This promotes angiogenesis by upregulating vascular endothelial growth factor (VEGF) (171,172). Pontillo et al (151) reported that HCB stimulated angiogenesis and increased VEGF expression in a breast cancer xenograft mouse model. HCB also induced neovasculogenesis of the HMEC-1 human microvascular endothelial cell line in vitro, enhanced the expression of VEGF-receptor 2 and activated the downstream pathways p38 and ERK1/2 (Table V), whereas an AhR inhibitor (α-NF) suppressed these effects (Table VI) (151). Another study reported that VEGF-A expression, induced by HCB and CPF, was mediated by ER and nitric oxide (NO), whilst the increase of COX-2 was mediated via AhR and the NO pathway in MCF-7 cells. In vivo, HCB and CPF stimulated the angiogenic switch (160).\nAhR ligands induce an increase in the inflammatory response\n        A number of studies have reported that activation of AhR leads to increased expression of numerous inflammatory markers, including COX-2, IL-6 and IL-8, in numerous tumors and cancer types (46,62,150,152,160), including breast cancer (46,173). Furthermore, a more aggressive, chemoresistant breast cancer phenotype in ER-positive cells can reside in the inflammatory microenvironment (174,175). Epidemiological evidence indicates that IBC has a poor prognosis and that patients with IBC have a shortened survival compared with patients with non-IBC (176,177). The NF-κB pathway is a key pathway linking AhR activation to cellular inflammation (28,148,152,178). NF-κB is a hub molecular in a number of inflammatory pathways. Kim et al (179) reported that the activity of NF-κB (p65/p50) increased during neoplastic transformation in murine normal mammary cells treated with DMBA and in human non-transformed mammary cells treated with DMBA or B[a]P. When non-transformed breast cells MCF-10F (ER-negative, PR-negative and HER-2 negative) were treated with DMBA or B[a]P, the AhR interacted with NF-κB subunit RelA to activate transcription of the proto-oncogene and expression of the protein c-Myc, a master regulator of cell proliferation and neoplastic transformation (180). Furthermore, in DMBA-induced murine mammary tumors, high expression of AhR, c-Myc and cyclin D1 was associated with NF-κB and Wnt signaling pathways (181). Another inflammatory marker, IL-6, which is regulated by NF-κB, is involved in the immune function, hematopoiesis, acute phase response and inflammatory response (182). In mammary tissue, IL-6, along with its downstream transcription factor, STAT3, has been reported to stimulate cell proliferation and migration during ontogeny, and be involved in gland remodeling during aging (173,183). A previous study reported that IL-6 enhances B[a]P and 2-amino-1-methyl-6-phenylimidazo [4,5-b] pyridine-induced micronuclei (MN) formation in breast cancer cells via the miR-27b-CYP1B1 signaling pathway, which leads to DNA damage (159).\n6.\n      Discussion\n      AhR is a receptor with complex functions, as its activation is ligand- and cell-dependent. AhR is not only bound by multiple ligands, but it can also interact and function with numerous molecules. A number of AhR agonists also target other molecules; therefore, ligand-induced activation of AhR leads to the altered expression of hundreds of genes. Additionally, breast cancer cells of the same molecular subtype have different regulatory effects and mechanisms associated with the same AhR ligand (Fig. 3). Moreover, breast cancer has different molecular subtypes, which makes the studies more complicated. Most AhR ligands demonstrate tumor-suppressive characteristics; however, under specific circumstances, different types of ligands also show different regulation patterns. For example, the exogenous AhR ligand TCDD is involved in the promotion of mammosphere formation, and inhibition of migration/invasion and cell cycle progression in ER-positive (MCF-7) breast cancer cells, whilst it inhibits proliferation and invasion in HER-2-positive (BT474) breast cancer cells (Tables II and V). Additionally, TCDD exhibits dual regulatory roles in proliferation and migration/invasion in TNBC cells (Fig. 3A). Numerous endogenous, synthetic and medicinal AhR ligands also exhibit tumor-suppressive characteristics (Fig. 3B). All three categories of AhR ligands exhibit mainly inhibitory roles in TNBC cell proliferation and promote apoptosis in the three types of breast cancer, while their regulatory roles in cell migration/invasion are inconsistent. AhR mediates either pro-cancer or anticancer activities in breast cancer cells (Fig. 4); however, the underlying mechanisms are still unclear. AhR regulation in cancer appears to be dependent on the types and levels of AhR ligands. However, quantifying each of these ligands in patients with different types of cancer, including breast cancer, may be challenging as patients may be exposed to a number of AhR ligands over a prolonged period (66). For example, the half-life of the environmental carcinogen TCDD in humans is 7–10 years (184). Thus, directly targeting AhR rather than AhR ligands may be a more feasible option for cancer treatment. However, a number of AhR agonists are too toxic at high levels to be used clinically or have not been tested in humans, necessitating the development and exploration of non-toxic, clinically applicable alternatives, such as omeprazole and tranilast.\n7.\n      Conclusion\n      Current research has demonstrated that AhR and its ligands serve important roles in breast cancer progression and metastasis, possibly via the regulation of apoptosis, migration, invasion, inflammation and angiogenesis. Several synthetic AhR ligands and widely used drugs with affinity to AhR exhibit selectivity for breast cancer cells with different molecular types, and regulate breast cancer cell functions. This suggests their potential as novel strategies for breast cancer therapy.\nAvailability of data and materials\n      Not applicable.\nAuthors' contributions\n      CC, WL and XS designed the study. CC completed the first draft of this manuscript. CC, YZ, ZL and ZW collected and analyzed the data and revised the manuscript. Data authentication is not applicable. All authors have read and approved the final version of the manuscript.\nEthics approval and consent to participate\n      Not applicable.\nPatient consent for publication\n      Not applicable.\nCompeting interests\n      The authors declare that they have no competing interests.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10704547/",
    "doi": "https://doi.org/10.3892/mmr.2023.13134"
}