{
    "title": "Lack of incremental value of three-dimensional measurement in assessing invasiveness for lung cancer",
    "abstract": "Lack of incremental value of three-dimensional measurement in assessing invasiveness for lung cancer Meng-Min Wang Jia-Qi Li Shi-Hua Dou Hong-Ji Li Zhen-Bin Qiu Chao Zhang Xiong-Wen Yang Jia-Tao Zhang Xin-Hua Qiu Hong-Sheng Xie Wen-Fang Tang Mei-Ling Cheng Hong-Hong Yan Xue-Ning Yang Yi-Long Wu Xue-Gong Zhang Lin Yang Wen-Zhao Zhong OBJECTIVESThe aim of this study was to evaluate the performance of consolidation-to-tumour ratio (CTR) and the radiomic models in two- and three-dimensional modalities for assessing radiological invasiveness in early-stage lung adenocarcinoma. On the other hand, the 3D-CTR is determined by the ratio of the volume of the solid parts [solid component volume (SCV)] to the total tumour volume (TTV) (see Supplementary Material, Fig. Survival analysis using the defined cutoff values of 0.83 for 2D-CTR and 0.34 for the 3D-CTR model in the primary cohort revealed that the high-risk group had similar rates of RFS and OS for both 3D-CTR and 2D-CTR.",
    "authors": [
        "Meng-Min Wang",
        "Jia-Qi Li",
        "Shi-Hua Dou",
        "Hong-Ji Li",
        "Zhen-Bin Qiu",
        "Chao Zhang",
        "Xiong-Wen Yang",
        "Jia-Tao Zhang",
        "Xin-Hua Qiu",
        "Hong-Sheng Xie",
        "Wen-Fang Tang",
        "Mei-Ling Cheng",
        "Hong-Hong Yan",
        "Xue-Ning Yang",
        "Yi-Long Wu",
        "Xue-Gong Zhang",
        "Lin Yang",
        "Wen-Zhao Zhong"
    ],
    "published_year": "Not available",
    "description": "OBJECTIVESThe aim of this study was to evaluate the performance of consolidation-to-tumour ratio (CTR) and the radiomic models in two- and three-dimensional modalities for assessing radiological invasiveness in early-stage lung adenocarcinoma.\nMETHODSA retrospective analysis was conducted on patients with early-stage lung adenocarcinoma from Guangdong Provincial People's Hospital and Shenzhen People's Hospital. Manual delineation of pulmonary nodules along the boundary was performed on cross-sectional images to extract radiomic features. Clinicopathological characteristics and radiomic signatures were identified in both cohorts. CTR and radiomic score for every patient were calculated. The performance of CTR and radiomic models were tested and validated in the respective cohorts.\nRESULTS\n      \n        Baseline characteristics for enrolled patients between primary cohort and validation cohort\n        In the primary cohort, the internal training and testing sets were randomly divided in an 8:2 ratio using the R package. The baseline characteristics of both cohorts are presented in Supplementary Material, Tables S3 and S4. The primary cohort consisted of 818 patients, while the independent validation cohort included 474 patients. Based on histological subtypes, the primary cohort was divided into 2 groups: the less-invasive adenocarcinoma group with 188 pulmonary nodules and the invasive group with 630 pulmonary nodules. In both cohorts, the patients in the invasive group were elder (P < 0.001), predominantly female (primary cohort: P = 0.004; independent cohort: P = 0.003) and mostly non-smokers (primary cohort: P = 0.008; independent cohort: P = 0.002) compared to the less-invasive group. Specifically, the less-invasive group had patients with IA1-stage pulmonary adenocarcinoma, while the invasive group has more patients with IA2-stage lung adenocarcinoma (P < 0.001). In the primary cohort, lobectomy was the preferred treatment in the invasive group [452(71.7%)], while wedge resection was more commonly used for the less-invasive group [104 (55.3%)]. In the validation cohort, on the other hand, lobectomy was similar between the less-invasive and invasive groups [221 (84.0%) vs 188 (89.1%)].\n      \n      \n        \nPredictive performance of consolidation-to-tumour ratio in the primary cohort\n        Univariable and multivariable analyses were conducted to evaluate the clinicopathological characteristics as predictors of invasiveness in pulmonary nodules. In the univariable analysis of 2D-related characteristics, smoking status, age, gender, MTD, MSCD and 2D-CTR were identified as significant predictors for distinguishing less-invasive nodules from invasive adenocarcinoma (see Supplementary Material, Table S5). Similarly, in the univariable analysis of 3D-related characteristics, smoking status, age, gender, TTV, SCV and 3D-CTR showed significant predictive value (see Supplementary Material, Table S6). These predictors were further subjected to multivariable analysis, which revealed that MTD, 2D-CTR, TTV, SCV and 3D-CTR were independent factors for predicting invasiveness.\n        The predictive performance of 2D-CTR and 3D-CTR for tumour invasiveness was evaluated and presented in Fig. 1. The AUC for 2D-CTR was 0.828 [95% confidence interval (CI): 0.798–0.858], and for 3D-CTR, it was 0.830 (95% CI: 0.800–0.859) in the entire primary cohort (P = 0.83). Specifically, their sensitivity and specificity were comparable (Fig. 1A and Table 1). Further analysis was conducted in the internal training cohort, and there was no significant difference between 2D-CTR and 3D-CTR (P = 0.94) (Fig. 1B and Table 1).\n        \n          Figure 1:\n          \n            Receiver operating characteristic curves (ROC) were performed in each dataset. (A) An ROC plot of the whole primary cohort. (B) ROC curve for internal training cohort. (C) A plot of internal validation cohort. (D) A plot of independent cohort.\n          \n          \n        \n        \n          Table 1:\n          \n            Preoperatively accuracy for distinguishing less-invasive from invasive adenocarcinoma with radiological (CTR) models in different cohorts\n          \n          \n            \n              \n              \n              \n              \n              \n            \n            \n              \n                Cohorts\n                Parameter\n                Sensitivity (%)\n                Specificity (%)\n                AUC (95% CI)\n              \n            \n            \n              \n                The whole primary cohort\n                2D-CTR\n                64.10\n                86.20\n                0.828 (0.798–0.858)\n              \n              \n                3D-CTR\n                70.70\n                81.90\n                0.830 (0.800–0.859)\n              \n              \n                Internal training cohort\n                2D-CTR\n                73.60\n                78.80\n                0.828 (0.795–0.861)\n              \n              \n                3D-CTR\n                60.10\n                90.70\n                0.827 (0.794–0.861)\n              \n              \n                Internal testing cohort\n                2D-CTR\n                64.30\n                86.50\n                0.827 (0.756–0.898)\n              \n              \n                3D-CTR\n                65.90\n                91.90\n                0.839 (0.776–0.902)\n              \n              \n                External validation cohort\n                2D-CTR\n                82.00\n                73.80\n                0.807 (0.768–0.845)\n              \n              \n                3D-CTR\n                93.40\n                57.00\n                0.826 (0.790–0.863)\n              \n            \n          \n          \n            \n              AUC: area under the curve; CI: confidence interval; 2D-CTR: two-dimensional consolidation-to-tumour ratio; 3D-CTR: three-dimensional consolidation-to-tumour ratio.\n            \n          \n        \n      \n      \n        \nValidation of consolidation-to-tumour ratio\n        \n          Internal validation\n          Both 2D-CTR and 3D-CTR showed good performance with AUC of 0.827 [95% CI: 0.756–0.898] and 0.839 [95% CI: 0.776–0.902], respectively. The difference between the 2 methods was not statistically significant (P = 0.60) (Fig. 1C). The specificity of the 2D-CTR method was slightly lower than that of the 3D-CTR method, as reported in Table 1.\n        \n        \n          External validation\n          The performance of 2D-CTR and 3D-CTR with AUC was further confirmed in the independent set, which yielded a nonsignificant statistic (P = 0.059, Fig. 1D). The specificity and sensitivity values are included in Table 1.\n        \n      \n      \n        Restricted cubic splines and survival analysis\n        The associations between CTR values and risk of invasiveness are visualized in Fig. 2A and B. We found that CTRs were significantly associated with the risk of invasiveness (P < 0.0001 for overall association). No statistically significant non-linear association was found in 3D-CTR with the risk of invasiveness (P = 0.177 for the non-linear test). It was sharply increased when 2D-CTR > 0.83 and 3D-CTR > 0.34. Regarding clinical backgrounds, patients were divided into low-risk or high-risk invasive groups based on 0.83 and 0.34, respectively.\n        \n          Figure 2:\n          \n            The relation between predicted invasiveness and CTR values in the primary cohort. Solid lines are OR, with light colour area showing 95% confidence intervals derived from restricted cubic spline regressions with 4 knots. (A) A plot of 2D-CTR. (B) A plot of 3D-CTR. 2D-CTR: two-dimensional consolidation-to-tumour ratio; 3D-CTR: three-dimensional consolidation-to-tumour ratio; OR: odd ratios.\n          \n          \n        \n        The median follow-up time was 49.63 months. Thirty-one patients experienced relapse during follow-up time. Significant differences were observed in terms of RFS (2D-CTR, Fig. 3A, P < 0.000; 3D-CTR, Fig. 3C, P < 0.000) and OS (2D-CTR, Fig. 3B, P = 0.003; 3D-CTR, Fig. 3D, P = 0.001). A comparison of competing outcomes found significant changes in the high-risk group and the low-risk group. The risk of relapse was higher in the high-risk group (2D-CTR: sHR, 5.10, 95% CI, 1.87–14.0, P = 0.002; 3D-CTR: sHR, 6.81, 95% CI, 2.21–20.9, P < 0.001) (see Supplementary Material, Fig. S5).\n        \n          Figure 3:\n          \n            Survival analysis between the low-risk and high-risk groups with 2D-CTR and 3D-CTR methods in the primary cohort. (A) A plot of RFS between low-risk and high-risk groups with 2D-CTR. (B) A K-M plot of OS in 2 groups with 2D-CTR. (C) a plot of RFS between low-risk and high-risk groups with 3D-CTR. (D) A K-M plot of OS in 2 groups with 3D-CTR. CI: confidence interval; 2D-CTR: two-dimensional consolidation-to-tumour ratio; 3D-CTR: three-dimensional consolidation-to-tumour ratio; K-M plot: Kaplan–Meier plot; RFS: relapse-free survival; OS: overall survival.\n          \n          \n        \n      \n      \n        Performance of radiomic signature models\n        Following the selection of relevant features, the Rad-score was calculated using 6 potential features from the 2D modality and 7 potential features from the 3D modality (see Supplementary Material, Table S2). The backward step-wise selection process identified the Rad-score as an independent predictor of pulmonary invasiveness, leading to the development of separate models for 2D and 3D modalities. In our internal training cohort, there was no significant difference in the AUC between these 2 models (2D versus 3D: 0.923 [95% CI: 0.901–0.945] vs 0.926 [95% CI: 0.906–0.947], P = 0.38) (Fig. 4A and Table 2). Furthermore, the radiomic models were validated in the internal testing and independent cohort, yielding similar results as shown in Fig. 4B and C and Table 2. Calibration curves demonstrated the high consistency between the predicted and observed invasiveness probability in our models (Fig. 5).\n        \n          Figure 4:\n          \n            The performance of Rad-score models in predicting the radiological invasiveness. (A) An ROC curve in the internal training set. (B) An ROC plot in the internal testing cohort. (C) A plot of ROC curve independent cohort. ROC: receiver operating characteristic curve.\n          \n          \n        \n        \n          Figure 5:\n          \n            Calibration curves of the Rad-score models. (A) Calibration curve of the Rad-score models in the training cohort. (B) Calibration curve of the Rad-score models in the testing cohort. (C) Calibration curve of the Rad-score models in the independent validation cohort.\n          \n          \n        \n        \n          Table 2:\n          \n            Preoperatively accuracy for distinguishing less-invasive from invasive adenocarcinoma with radiomic feature models in different cohorts\n          \n          \n            \n              \n              \n              \n              \n              \n            \n            \n              \n                Cohorts\n                Parameter\n                Sensitivity (%)\n                Specificity (%)\n                AUC (95% CI)\n              \n            \n            \n              \n                Internal training cohort\n                2D Rad-score\n                82.9\n                90.0\n                0.923 (0.901–0.945)\n              \n              \n                3D Rad-score\n                84.7\n                88.0\n                0.926 (0.906–0.947)\n              \n              \n                Internal testing cohort\n                2D Rad-score\n                73.0\n                86.8\n                0.888 (0.834–0.941)\n              \n              \n                3D Rad-score\n                67.5\n                94.7\n                0.887 (0.834–0.940)\n              \n              \n                External validation cohort\n                2D Rad-score\n                79.4\n                83.8\n                0.890 (0.866–0.932)\n              \n              \n                3D Rad-score\n                81.7\n                81.1\n                0.902 (0.876–0.940)\n              \n            \n          \n          \n            \n              AUC: area under the curve; CI: confidence interval; Rad-score: radiomic score.\nCONCLUSIONSThree-dimensional measurement provides no additional clinical benefit compared to two-dimensional.\nINTRODUCTION\n      The use of low-dose helical computed tomography (CT) or high-resolution computed tomography has led to a higher number of early-stage lung cancer diagnoses [1]. Traditionally, lobectomy with systematic lymph node dissection has been the standard treatment for early non-small-cell lung cancers [2, 3]. However, in recent years, there has been a growing trend towards limited surgical resections such as lung segmentectomy and wedge resection for early lung cancer patients [4, 5]. The Cancer and Leukemia Group B-140503 study demonstrated that segmentectomy was comparable to pulmonary lobectomy in terms of survival for patients with early-stage non-small-cell lung cancers [6]. Additionally, the JCOG0802/WJOG4607L clinical study emphasized the importance of accurate preoperative determination of invasiveness in lung cancer patients for prognosis and treatment decisions [7].\n      The consolidation-to-tumour ratio (CTR) has shown potential as a parameter to assess prognosis and measure invasiveness in early lung adenocarcinoma [8, 9]. The Japan Clinical Oncology Group 0201 study demonstrated that invasive pulmonary nodules could be identified preoperatively by calculating CTR, which represents the proportion of solid component diameter within the entire tumour [10]. However, this was a planimetric method, and advancements in technology now allow for tumour volume extraction from CT images. Several studies have suggested that three-dimensional CTR (3D-CTR) provides greater accuracy than two-dimensional CTR (2D-CTR) for preoperative diagnosis [11, 12]. Unfortunately, these studies were limited by small sample sizes and a lack of external validation cohorts, thus preventing definitive conclusions on the superior accuracy between the 2 methods.\n      With the rise in popularity of artificial intelligence, the concept of radiomics has emerged, referring to the process of extracting quantitative features from medical images to generate high-dimensional, mineable data. This may enhance predictive accuracy. These features can be derived from all layers involved (3D radiomic features) or the largest transverse area of the lesion (2D radiomic features) [13, 14]. While several studies have demonstrated the utility of texture features in predicting prognosis or diagnosis in various cancers, there is currently no definitive literature regarding the comparative performance of 2D and 3D radiomic signatures in predicting invasiveness specifically in lung adenocarcinoma [15–16].\n      In this study, we conducted a comparative analysis to evaluate the accuracy of 2D-CTR or 3D-CTR as well as 2D or 3D radiomic signature in quantifying the degree of invasiveness among patients with pulmonary nodules.\nPATIENTS AND METHODS\n      \n        Ethics statement\n        The study received approval from the Research Ethics Committee of Guangdong Provincial People’s Hospital, Guangdong Academy of Medical Sciences (No. GDREC2018115H, No. GDREC2019726H) on 30 January 2018 and 20 November 2019. Informed consent from patients was waived for these projects.\n      \n      \n        Patients\n        The primary cohort comprised patients who underwent curative surgical procedures at Guangdong Provincial People’s Hospital between January 2011 and October 2019. Patients from Shenzhen People’s Hospital between January 2018 and October 2021 were included into the independent validation cohort. Supplementary Material, Fig. S1 provides the inclusion and exclusion criteria. Clinicopathological baseline characteristics such as age, gender, smoking history, location and preoperative clinical stage were obtained from medical records. CT imaging was also collected for these cases.\n      \n      \n        CT image acquisition and segmentation\n        All preoperative CT images of the primary cohort were conducted using these 4 scanners: GE Discovery CT750 HD, 64-slice LightSpeed VCT (GE Medical Systems), SOMATOM Definition Flash, SOMATOM Sensation-64 (Siemens Medical Solutions), Ingenuity CT-64 (Philips) and Ingenuity CT-256 (Philips). The scanning parameters were as follows: 120 kVp, 100–670 mAs, pitch 0.5–1.5 and collimation 0.60–1.25 mm. Reconstruction of all imaging data was performed using a medium sharp reconstruction algorithm with a thickness range of 0.60–1.25 mm. A region of interest (ROI) was delineated along the tumour borderline in each cross-sectional area, using ITK-SNAP software (Version 3.6.0, USA), with the same lung window settings (window width, 1500HU; window level, −600 HU) for extracting image features. Structures such as pulmonary vessels that overlapped with the pulmonary nodules were manually excluded when delineating the boundaries. Two radiologists, one with 3 years of experience (reader 1) and the other with 10 years of experience (reader 2) in pulmonary CT interpretation, independently performed the ROI segmentation in a blinded manner. Reader 1 also completed the residual images. The inter- and intra-observer agreements were assessed using inter- and intra-class correlation coefficients on 70 randomly ROI-based images. Features with intra-class correlation coefficients above 0.75 were considered to demonstrate good agreement and were selected (see Supplementary Material, Table S1).\n      \n      \n        \nEvaluation of two-dimensional consolidation-to-tumour ratio and three-dimensional consolidation-to-tumour ratio\n        The solid component refers to an area of increasing opacification that progressively obscures the underlying vascular or bronchial structures, whereas the ground-glass opacities (GGO) are characterized by hazy density that does not obscure the underlying markings (see Supplementary Material, Fig. S2). Ishikawa et al. [12] explained that the distinction between GGO and solid components is based on CT attenuation. The solid component is defined as the area with CT attenuation −300 HU or higher, while the GGO component is defined as the area with CT attenuation values ranging from −800 to −300 HU. The 2D-CTR is calculated as the ratio of the maximum solid component diameters (MSCD) to the maximum tumour diameters (MTD) in the largest horizontal section. On the other hand, the 3D-CTR is determined by the ratio of the volume of the solid parts [solid component volume (SCV)] to the total tumour volume (TTV) (see Supplementary Material, Fig. S3).\n      \n      \n        Feature extraction\n        The CT images were subjected to 2D/3D-CTR analysis and texture analysis using algorithms in Python programming (version 3.7, Netherlands). The 3D texture features included 7 feature classes, consisting of 14 shape-based features, 12 first-order statistics features, 24 Gray Level Co-occurrence Matrix features, 16 Gray Level Run Length Matrix features, 16 Gray Level Size Zone Matrix features, 14 Gray Level Dependence Matrix features and 5 Neighboring Gray Tone Difference Matrix features. The 2D texture, on the other hand, encompassed included 9 shape-based features, 18 first-order statistics features, 24 Gray Level Co-occurrence Matrix features, 16 Gray Level Run Length Matrix features, 16 Gray Level Size Zone Matrix features, 14 Gray Level Dependence Matrix features and 5 Neighboring Gray Tone Difference Matrix features. In total, all 172 598 texture analyses were performed, comparing 2D and 3D textures with or without image filtration.\n      \n      \n        Model development\n        The least absolute shrinkage and selection operator regression model identified the coefficients of specific features that were non-zero, and these coefficients were used to calculate the radiomic score (Rad-score) for each patient (see Supplementary Material, Table S2). The 2D and 3D Rad-score models were developed using backward step-wise selection analysis in the internal training cohort (see Supplementary Material, Fig. S4).\n      \n      \n        Evaluation of pathological subtypes\n        The pathological findings for pulmonary adenocarcinoma in clinical IA stage patients were assessed based on the International Association for the Study of Lung Cancer/American Thoracic Society/European Respiratory classification. This classification system includes various subtypes such as atypical adenomatous hyperplasia (AAH), adenocarcinoma in situ (AIS), minimally invasive adenocarcinoma (MIA), lepidic-predominant adenocarcinoma, acinar-predominant adenocarcinoma, papillary-predominant adenocarcinoma, micropapillary-predominant adenocarcinoma, solid-predominant adenocarcinoma and others. The classification was based on the subtype with the highest proportion among the observed subtypes [17]. In this study, pulmonary nodules classified as AAH, AIS and MIA were considered less-invasive pulmonary nodules, while the remaining subtypes were classified as invasive.\n      \n      \n        Follow-up strategy\n        All patients were required to undergo a physical examination at regular intervals of no <6 months for a minimum duration of 3 years following the surgical procedures. Additional examinations were conducted as per the specific requirements of each patient's condition. Relapse-free survival (RFS) was defined as the period starting from the day of the operation until the occurrence of local or distant recurrence or death from any cause. Overall survival (OS) was measured from the time of the operation until either the date of death or the last follow-up day.\n      \n      \n        Statistical analysis\n        The statistical analysis was conducted using SPSS software (version 26.0, USA), R (version 4.1.0, Austria) and GraphPad Prism (version 8.0.2, USA). Continuous variables were reported as means and standard deviations or as median and interquartile ranges, while categorical variables were presented as frequencies and percentages. To compare the differences between patients with invasive and less-invasive nodules in both the primary and validation cohorts, Student’s t-test or the Mann–Whitney U-test was applied for continuous variables, while the Chi-squared test or Fisher’s exact test was used for categorical variables.\n        Univariable and multivariable logistic regression analyses were conducted to identify independent predictive factors for the invasiveness of pulmonary nodules. The least absolute shrinkage and selection operator approach was utilized to identify potential predictive features from the primary cohort. A Rad-score was calculated combining the selected features with their respective coefficients. The backward step-wise selection was employed with the likelihood ratio test and Akaike’s information criterion. Discriminatory analysis was conducted using the area under the curve (AUC), and the difference between the receiver operating characteristic curves was assessed using De-Long’s test. Calibration curves were used to evaluate the calibration performance of the radiomic models. The relationship between related 2D and 3D radiomic parameters was assessed using Pearson’s test.\n        The associations of 2D-CTR and 3D-CTR with pathological invasiveness of pulmonary nodules were evaluated on restricted cubic splines with 4 knots [18]. The reference points for these analyses were the CTR levels with the risk of pathological invasiveness equalling to one, with knots placed at the 5th, 35th, 65th and 95th of each 2D-CTR and 3D-CTR distribution. Odds ratio was used to determine the degree of association. Survival outcomes, including RFS and OS, were analysed using the Kaplan–Meier method and compared with the log-rank test. Cumulative incidence functions for the competing event were calculated by competing risks methodology. Analysis of the cumulative incidence of relapse considered death without recurrence as 1 competing risk and Fine and Gray’s competing risk regressions were used to estimate the sub-hazard ratio (sHR) to evaluate the association between variables and risk of relapse. We included age, smoking history, sex and pathology in risk models. A P-value of <0.05 was considered statistically significant.\nEthics statement\n        The study received approval from the Research Ethics Committee of Guangdong Provincial People’s Hospital, Guangdong Academy of Medical Sciences (No. GDREC2018115H, No. GDREC2019726H) on 30 January 2018 and 20 November 2019. Informed consent from patients was waived for these projects.\nPatients\n        The primary cohort comprised patients who underwent curative surgical procedures at Guangdong Provincial People’s Hospital between January 2011 and October 2019. Patients from Shenzhen People’s Hospital between January 2018 and October 2021 were included into the independent validation cohort. Supplementary Material, Fig. S1 provides the inclusion and exclusion criteria. Clinicopathological baseline characteristics such as age, gender, smoking history, location and preoperative clinical stage were obtained from medical records. CT imaging was also collected for these cases.\nCT image acquisition and segmentation\n        All preoperative CT images of the primary cohort were conducted using these 4 scanners: GE Discovery CT750 HD, 64-slice LightSpeed VCT (GE Medical Systems), SOMATOM Definition Flash, SOMATOM Sensation-64 (Siemens Medical Solutions), Ingenuity CT-64 (Philips) and Ingenuity CT-256 (Philips). The scanning parameters were as follows: 120 kVp, 100–670 mAs, pitch 0.5–1.5 and collimation 0.60–1.25 mm. Reconstruction of all imaging data was performed using a medium sharp reconstruction algorithm with a thickness range of 0.60–1.25 mm. A region of interest (ROI) was delineated along the tumour borderline in each cross-sectional area, using ITK-SNAP software (Version 3.6.0, USA), with the same lung window settings (window width, 1500HU; window level, −600 HU) for extracting image features. Structures such as pulmonary vessels that overlapped with the pulmonary nodules were manually excluded when delineating the boundaries. Two radiologists, one with 3 years of experience (reader 1) and the other with 10 years of experience (reader 2) in pulmonary CT interpretation, independently performed the ROI segmentation in a blinded manner. Reader 1 also completed the residual images. The inter- and intra-observer agreements were assessed using inter- and intra-class correlation coefficients on 70 randomly ROI-based images. Features with intra-class correlation coefficients above 0.75 were considered to demonstrate good agreement and were selected (see Supplementary Material, Table S1).\nValidation of consolidation-to-tumour ratio\n        \n          Internal validation\n          Both 2D-CTR and 3D-CTR showed good performance with AUC of 0.827 [95% CI: 0.756–0.898] and 0.839 [95% CI: 0.776–0.902], respectively. The difference between the 2 methods was not statistically significant (P = 0.60) (Fig. 1C). The specificity of the 2D-CTR method was slightly lower than that of the 3D-CTR method, as reported in Table 1.\n        \n        \n          External validation\n          The performance of 2D-CTR and 3D-CTR with AUC was further confirmed in the independent set, which yielded a nonsignificant statistic (P = 0.059, Fig. 1D). The specificity and sensitivity values are included in Table 1.\nFeature extraction\n        The CT images were subjected to 2D/3D-CTR analysis and texture analysis using algorithms in Python programming (version 3.7, Netherlands). The 3D texture features included 7 feature classes, consisting of 14 shape-based features, 12 first-order statistics features, 24 Gray Level Co-occurrence Matrix features, 16 Gray Level Run Length Matrix features, 16 Gray Level Size Zone Matrix features, 14 Gray Level Dependence Matrix features and 5 Neighboring Gray Tone Difference Matrix features. The 2D texture, on the other hand, encompassed included 9 shape-based features, 18 first-order statistics features, 24 Gray Level Co-occurrence Matrix features, 16 Gray Level Run Length Matrix features, 16 Gray Level Size Zone Matrix features, 14 Gray Level Dependence Matrix features and 5 Neighboring Gray Tone Difference Matrix features. In total, all 172 598 texture analyses were performed, comparing 2D and 3D textures with or without image filtration.\nModel development\n        The least absolute shrinkage and selection operator regression model identified the coefficients of specific features that were non-zero, and these coefficients were used to calculate the radiomic score (Rad-score) for each patient (see Supplementary Material, Table S2). The 2D and 3D Rad-score models were developed using backward step-wise selection analysis in the internal training cohort (see Supplementary Material, Fig. S4).\nEvaluation of pathological subtypes\n        The pathological findings for pulmonary adenocarcinoma in clinical IA stage patients were assessed based on the International Association for the Study of Lung Cancer/American Thoracic Society/European Respiratory classification. This classification system includes various subtypes such as atypical adenomatous hyperplasia (AAH), adenocarcinoma in situ (AIS), minimally invasive adenocarcinoma (MIA), lepidic-predominant adenocarcinoma, acinar-predominant adenocarcinoma, papillary-predominant adenocarcinoma, micropapillary-predominant adenocarcinoma, solid-predominant adenocarcinoma and others. The classification was based on the subtype with the highest proportion among the observed subtypes [17]. In this study, pulmonary nodules classified as AAH, AIS and MIA were considered less-invasive pulmonary nodules, while the remaining subtypes were classified as invasive.\nFollow-up strategy\n        All patients were required to undergo a physical examination at regular intervals of no <6 months for a minimum duration of 3 years following the surgical procedures. Additional examinations were conducted as per the specific requirements of each patient's condition. Relapse-free survival (RFS) was defined as the period starting from the day of the operation until the occurrence of local or distant recurrence or death from any cause. Overall survival (OS) was measured from the time of the operation until either the date of death or the last follow-up day.\nStatistical analysis\n        The statistical analysis was conducted using SPSS software (version 26.0, USA), R (version 4.1.0, Austria) and GraphPad Prism (version 8.0.2, USA). Continuous variables were reported as means and standard deviations or as median and interquartile ranges, while categorical variables were presented as frequencies and percentages. To compare the differences between patients with invasive and less-invasive nodules in both the primary and validation cohorts, Student’s t-test or the Mann–Whitney U-test was applied for continuous variables, while the Chi-squared test or Fisher’s exact test was used for categorical variables.\n        Univariable and multivariable logistic regression analyses were conducted to identify independent predictive factors for the invasiveness of pulmonary nodules. The least absolute shrinkage and selection operator approach was utilized to identify potential predictive features from the primary cohort. A Rad-score was calculated combining the selected features with their respective coefficients. The backward step-wise selection was employed with the likelihood ratio test and Akaike’s information criterion. Discriminatory analysis was conducted using the area under the curve (AUC), and the difference between the receiver operating characteristic curves was assessed using De-Long’s test. Calibration curves were used to evaluate the calibration performance of the radiomic models. The relationship between related 2D and 3D radiomic parameters was assessed using Pearson’s test.\n        The associations of 2D-CTR and 3D-CTR with pathological invasiveness of pulmonary nodules were evaluated on restricted cubic splines with 4 knots [18]. The reference points for these analyses were the CTR levels with the risk of pathological invasiveness equalling to one, with knots placed at the 5th, 35th, 65th and 95th of each 2D-CTR and 3D-CTR distribution. Odds ratio was used to determine the degree of association. Survival outcomes, including RFS and OS, were analysed using the Kaplan–Meier method and compared with the log-rank test. Cumulative incidence functions for the competing event were calculated by competing risks methodology. Analysis of the cumulative incidence of relapse considered death without recurrence as 1 competing risk and Fine and Gray’s competing risk regressions were used to estimate the sub-hazard ratio (sHR) to evaluate the association between variables and risk of relapse. We included age, smoking history, sex and pathology in risk models. A P-value of <0.05 was considered statistically significant.\nBaseline characteristics for enrolled patients between primary cohort and validation cohort\n        In the primary cohort, the internal training and testing sets were randomly divided in an 8:2 ratio using the R package. The baseline characteristics of both cohorts are presented in Supplementary Material, Tables S3 and S4. The primary cohort consisted of 818 patients, while the independent validation cohort included 474 patients. Based on histological subtypes, the primary cohort was divided into 2 groups: the less-invasive adenocarcinoma group with 188 pulmonary nodules and the invasive group with 630 pulmonary nodules. In both cohorts, the patients in the invasive group were elder (P < 0.001), predominantly female (primary cohort: P = 0.004; independent cohort: P = 0.003) and mostly non-smokers (primary cohort: P = 0.008; independent cohort: P = 0.002) compared to the less-invasive group. Specifically, the less-invasive group had patients with IA1-stage pulmonary adenocarcinoma, while the invasive group has more patients with IA2-stage lung adenocarcinoma (P < 0.001). In the primary cohort, lobectomy was the preferred treatment in the invasive group [452(71.7%)], while wedge resection was more commonly used for the less-invasive group [104 (55.3%)]. In the validation cohort, on the other hand, lobectomy was similar between the less-invasive and invasive groups [221 (84.0%) vs 188 (89.1%)].\nInternal validation\n          Both 2D-CTR and 3D-CTR showed good performance with AUC of 0.827 [95% CI: 0.756–0.898] and 0.839 [95% CI: 0.776–0.902], respectively. The difference between the 2 methods was not statistically significant (P = 0.60) (Fig. 1C). The specificity of the 2D-CTR method was slightly lower than that of the 3D-CTR method, as reported in Table 1.\nExternal validation\n          The performance of 2D-CTR and 3D-CTR with AUC was further confirmed in the independent set, which yielded a nonsignificant statistic (P = 0.059, Fig. 1D). The specificity and sensitivity values are included in Table 1.\nRestricted cubic splines and survival analysis\n        The associations between CTR values and risk of invasiveness are visualized in Fig. 2A and B. We found that CTRs were significantly associated with the risk of invasiveness (P < 0.0001 for overall association). No statistically significant non-linear association was found in 3D-CTR with the risk of invasiveness (P = 0.177 for the non-linear test). It was sharply increased when 2D-CTR > 0.83 and 3D-CTR > 0.34. Regarding clinical backgrounds, patients were divided into low-risk or high-risk invasive groups based on 0.83 and 0.34, respectively.\n        \n          Figure 2:\n          \n            The relation between predicted invasiveness and CTR values in the primary cohort. Solid lines are OR, with light colour area showing 95% confidence intervals derived from restricted cubic spline regressions with 4 knots. (A) A plot of 2D-CTR. (B) A plot of 3D-CTR. 2D-CTR: two-dimensional consolidation-to-tumour ratio; 3D-CTR: three-dimensional consolidation-to-tumour ratio; OR: odd ratios.\n          \n          \n        \n        The median follow-up time was 49.63 months. Thirty-one patients experienced relapse during follow-up time. Significant differences were observed in terms of RFS (2D-CTR, Fig. 3A, P < 0.000; 3D-CTR, Fig. 3C, P < 0.000) and OS (2D-CTR, Fig. 3B, P = 0.003; 3D-CTR, Fig. 3D, P = 0.001). A comparison of competing outcomes found significant changes in the high-risk group and the low-risk group. The risk of relapse was higher in the high-risk group (2D-CTR: sHR, 5.10, 95% CI, 1.87–14.0, P = 0.002; 3D-CTR: sHR, 6.81, 95% CI, 2.21–20.9, P < 0.001) (see Supplementary Material, Fig. S5).\n        \n          Figure 3:\n          \n            Survival analysis between the low-risk and high-risk groups with 2D-CTR and 3D-CTR methods in the primary cohort. (A) A plot of RFS between low-risk and high-risk groups with 2D-CTR. (B) A K-M plot of OS in 2 groups with 2D-CTR. (C) a plot of RFS between low-risk and high-risk groups with 3D-CTR. (D) A K-M plot of OS in 2 groups with 3D-CTR. CI: confidence interval; 2D-CTR: two-dimensional consolidation-to-tumour ratio; 3D-CTR: three-dimensional consolidation-to-tumour ratio; K-M plot: Kaplan–Meier plot; RFS: relapse-free survival; OS: overall survival.\nPerformance of radiomic signature models\n        Following the selection of relevant features, the Rad-score was calculated using 6 potential features from the 2D modality and 7 potential features from the 3D modality (see Supplementary Material, Table S2). The backward step-wise selection process identified the Rad-score as an independent predictor of pulmonary invasiveness, leading to the development of separate models for 2D and 3D modalities. In our internal training cohort, there was no significant difference in the AUC between these 2 models (2D versus 3D: 0.923 [95% CI: 0.901–0.945] vs 0.926 [95% CI: 0.906–0.947], P = 0.38) (Fig. 4A and Table 2). Furthermore, the radiomic models were validated in the internal testing and independent cohort, yielding similar results as shown in Fig. 4B and C and Table 2. Calibration curves demonstrated the high consistency between the predicted and observed invasiveness probability in our models (Fig. 5).\n        \n          Figure 4:\n          \n            The performance of Rad-score models in predicting the radiological invasiveness. (A) An ROC curve in the internal training set. (B) An ROC plot in the internal testing cohort. (C) A plot of ROC curve independent cohort. ROC: receiver operating characteristic curve.\n          \n          \n        \n        \n          Figure 5:\n          \n            Calibration curves of the Rad-score models. (A) Calibration curve of the Rad-score models in the training cohort. (B) Calibration curve of the Rad-score models in the testing cohort. (C) Calibration curve of the Rad-score models in the independent validation cohort.\n          \n          \n        \n        \n          Table 2:\n          \n            Preoperatively accuracy for distinguishing less-invasive from invasive adenocarcinoma with radiomic feature models in different cohorts\n          \n          \n            \n              \n              \n              \n              \n              \n            \n            \n              \n                Cohorts\n                Parameter\n                Sensitivity (%)\n                Specificity (%)\n                AUC (95% CI)\n              \n            \n            \n              \n                Internal training cohort\n                2D Rad-score\n                82.9\n                90.0\n                0.923 (0.901–0.945)\n              \n              \n                3D Rad-score\n                84.7\n                88.0\n                0.926 (0.906–0.947)\n              \n              \n                Internal testing cohort\n                2D Rad-score\n                73.0\n                86.8\n                0.888 (0.834–0.941)\n              \n              \n                3D Rad-score\n                67.5\n                94.7\n                0.887 (0.834–0.940)\n              \n              \n                External validation cohort\n                2D Rad-score\n                79.4\n                83.8\n                0.890 (0.866–0.932)\n              \n              \n                3D Rad-score\n                81.7\n                81.1\n                0.902 (0.876–0.940)\n              \n            \n          \n          \n            \n              AUC: area under the curve; CI: confidence interval; Rad-score: radiomic score.\nDISCUSSION\n      The development of an accurate and convenient diagnostic method is crucial for improving surgeon confidence in predicting preoperative radiological invasiveness and determining appropriate treatment strategies. In this regard, both CTR and radiomic features have been gradually applied for evaluating radiological diagnoses in early lung cancer [19]. A series of studies conducted by the JCOG have shed light on the significant correlation between the 2D-CTR and different types of surgical interventions. The JCOG0201 study, for instance, revealed a favourable prognosis for tumours smaller than 3 cm with a CTR of <0.5 when treated with sublobar resection or lobectomy [20]. Additionally, the JCOG0804 study reported a remarkable 5-year OS rate of ∼100% for radiological non-invasive pulmonary nodules treated with sublobar resection [21]. Likewise, the JCOG0802 study also emphasized the criticality of sublobar resection in the management of tumours ≤2.0 cm with ≤0.25 consolidation [7]. However, previous small-scale studies have suggested that 3D-CTR outperforms 2D-CTR in the radiological diagnosis of invasive lung adenocarcinoma [19, 22]. On the other hand, the convenience factor, which is important for surgeons in outpatient clinics, should also be considered. Therefore, before wide application, it is necessary to confirm the aforementioned conclusion. In this study, we established large-scale diagnostic models to validate the diagnostic performance of CTR, as well as radiomic models, in both 2D and 3D modalities.\n      Conventional metrics such as MSCD and SCV have traditionally been considered useful tools for distinguishing tumour invasiveness. However, when applied to the assessment of pulmonary nodules, MSCD and SCV often overlook irregular borders or protrusions that could indicate invasive features. As a result, these approaches may introduce observer variabilities and compromise the accuracy of invasiveness assessments. On the other hand, the performance of radiological features is also strongly associated with the accuracy of segmentation. Due to the lack of reliable automatic segmentation tools, manual input remains crucial in the automatic segmentation process [23]. In our study, 2 expert doctors played important roles in the extraction of image features. We aimed to achieve satisfactory reproducibility in the extraction of CTR-related and radiomic features between these 2 cohorts.\n      Numerous studies have demonstrated the association between CTR within part-solid nodules and increased risk in patients with early lung cancer. Survival analysis using the defined cutoff values of 0.83 for 2D-CTR and 0.34 for the 3D-CTR model in the primary cohort revealed that the high-risk group had similar rates of RFS and OS for both 3D-CTR and 2D-CTR. These results indicate that both 3D-CTR and 2D-CTR are useful for predicting invasiveness and have potential clinical significance. It is important to note that the diagnosis of intraoperative frozen sections and pathological sections relies on two-dimensional diagnostic approaches that focus on the maximum cross-section of the tumour to identify normal and atypical cells [24]. Considering this context, the significant outcomes achieved by both 2D-CTR and 3D-CTR in distinguishing invasiveness reinforce the meaningfulness of our findings.\n      Based on our understanding, the contradictory findings regarding the use of 2D and 3D radiomic features in other types of cancer cannot be readily generalized to lung adenocarcinoma [25, 26]. Therefore, we conducted Rad-score models in 2D and 3D modalities. Subsequently, we compared the performance of these 2 models in different cohorts and found that the 3D radiomic model exhibited similar predictive capabilities as the 2D radiomic model for invasiveness in patients with early lung cancer.\n      We observed a similar number of radiomic features in both 2D and 3D modalities, with a considerable overlap between the feature families. Through a Pearson test, we determined that the majority of these features exhibited strong correlations between the 2D and 3D signatures (see Fig. 6, Supplementary Material, Table S7 and Supplementary Material, Fig. S6). In other words, texture-based features and texture filter image conversion and shape features play an important role in constructing radiomic features, which provide valuable directional information. These findings align with similar studies [27–29]. For instance, Zhao et al. [30] demonstrated comparable performance between 2D and 3D radiomic nomogram (0.919 vs 0.945, respectively; P = 0.41) in gastric cancer, suggesting the clinical applicability of the 2D radiomic model.\n      \n        Figure 6:\n        \n          Correlation analysis between selected radiomic features for 2D and 3D. The bar legend shows that the darker the color, the higher correlation is.\n        \n        \n      \n      \n        Limitations\n        Our study is subject to several limitations that should be acknowledged. First, being a retrospective study, certain biases such as sampling biases and performance errors in CT image interpretation may have influenced our predictive models. Second, our findings may be specific to patients with infected pulmonary nodules or those with significant pulmonary diseases such as fibrosis and may not be readily generalized to these populations. Third, the number of patients with lymphatic vessel invasion or vascular invasion was limited in our study. Therefore, additional analysis is required to investigate the relationship between CTR and lymphatic vessel invasion or vascular invasion, which could potentially reveal more interesting findings. These limitations highlight the need for further improvement in device performance and the development of more precise prediction models.\nLimitations\n        Our study is subject to several limitations that should be acknowledged. First, being a retrospective study, certain biases such as sampling biases and performance errors in CT image interpretation may have influenced our predictive models. Second, our findings may be specific to patients with infected pulmonary nodules or those with significant pulmonary diseases such as fibrosis and may not be readily generalized to these populations. Third, the number of patients with lymphatic vessel invasion or vascular invasion was limited in our study. Therefore, additional analysis is required to investigate the relationship between CTR and lymphatic vessel invasion or vascular invasion, which could potentially reveal more interesting findings. These limitations highlight the need for further improvement in device performance and the development of more precise prediction models.\nCONCLUSION\n      In conclusion, our study demonstrates that both 2D-CTR and 3D-CTR are highly accurate in distinguishing radiologically less-invasive lung adenocarcinoma. The same result was also observed in 2D and 3D radiomic models. Therefore, we conclude that 3D measurement does not offer any additional advantage in clinical practice for this particular application.\nSUPPLEMENTARY MATERIAL\n      \nSupplementary material is available at EJCTS online.\nFunding\n      This work was supported by Guangdong Basic and Applied Basic Research Foundation (No. 2019B1515130002), Guangdong Provincial Key Laboratory of Lung Cancer Translational Medicine (No. 2017B030314120), National Natural Science Foundation of China Major Joint Project on Key scientific issues of lung Cancer (No. 82241235), High-level Hospital Construction Project (No. DFJH201801).\n      \nConflict of interest: none declared.\nData Availability\n      All relevant data are available in the article.\nAuthor contributions\n      \nMeng-Min Wang: Formal analysis; Investigation; Methodology; Resources; Software; Validation; Writing—original draft; Writing—review & editing. Jia-Qi Li: Formal analysis; Methodology; Software. Shi-Hua Dou: Investigation; Resources. Hong-Ji Li: Formal analysis; Methodology. Zhen-Bin Qiu: Formal analysis; Investigation; Resources. Chao Zhang: Formal analysis; Investigation; Methodology. Xiong-Wen Yang: Data curation. Jia-Tao Zhang: Investigation. Xin-Hua Qiu: Resources. Hong-Sheng Xie: Investigation. Wen-Fang Tang: Investigation. Mei-Ling Cheng: Investigation. Hong-Hong Yan: Investigation; Methodology. Xue-Ning Yang: Investigation. Yi-Long Wu: Investigation. Xue-Gong Zhang: Investigation. Lin Yang: Resources. Wen-Zhao Zhong: Conceptualization; Data curation; Funding acquisition; Project administration; Resources; Supervision.\nReviewer information\n      European Journal of Cardio-Thoracic Surgery thanks Mohsen Ibrahim, Clemens Aigner and the other, anonymous reviewer(s) for their contribution to the peer review process of this article.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10753921/",
    "doi": "https://doi.org/10.1093/ejcts/ezad373"
}