{
    "title": "Translation and validation of the EORTC brain cancer module (EORTC QLQ-BN20) for use in Iran",
    "abstract": "Patients completed the validated Persian version of the QLQ-C30 [13] and the Persian version of the QLQ-BN20 before the start of the CT, RT or CRT, and again approximately four weeks later. Patients completed the validated Persian version of the QLQ-C30 [13] and the Persian version of the QLQ-BN20 before the start of the CT, RT or CRT, and again approximately four weeks later. Patients completed the validated Persian version of the QLQ-C30 [13] and the Persian version of the QLQ-BN20 before the start of the CT, RT or CRT, and again approximately four weeks later.",
    "authors": [
        "Alireza Khoshnevisan",
        "Mir Saeed Yekaninejad",
        "Shahab Kamali Ardakani",
        "Amir H Pakpour",
        "Azam Mardani",
        "Neil K Aaronson"
    ],
    "published_year": "2012",
    "description": "Background\n      It is estimated that 22,020 patients are diagnosed annually with brain cancer in the United States [1]. In Iran, brain cancer is the 11th most common cancer, with an annual incidence rate of approximately 550 cases for males and 800 for females [2]. Although brain cancer is relatively rare, it is a disease with serious symptoms and a poor prognosis. [1,3]. The 5-year relative survival rate is 36% [1].\n      There is no definite cure for patients with brain cancer. Therefore, the primary aim of treatment is to prolong the patient's life and to palliate symptoms [4]. The treatment for the most common brain tumors, gliomas, includes neurosurgery, followed by adjuvant radiotherapy, chemotherapy or combined chemoradiotherapy. All of these treatments may cause significant complications or have toxic side-effects [5,6]. Therefore, in order to select the best treatment for a specific patient it is necessary to take into consideration the stage of the disease, any risk associated with the given treatment and the patient's general health. An assessment of patient-reported outcomes, and more specifically health-related quality of life (HRQOL), is very important in this respect.\n      Two well-known, generic questionnaires for assessing the HRQOL of patients with cancer include The European Organization for Research and Treatment of Cancer Core Questionnaire (the EORTC QLQ-C30) and the Functional Assessment of Cancer Therapy-General (FACT-G) [7,8]. These generic questionnaires are applicable to all types of patients with cancer. Both the EORTC and the FACT measurement systems supplement their core questionnaire with condition-specific questionnaires designed to capture functional limitations and symptoms experienced by specific populations of patients. Both the EORTC and the FACT systems have developed questionnaires specific to brain cancer. The EORTC brain cancer-specific questionnaire, the QLQ-BN20, has been validated and has been translated into a number of primarily European languages [9,10]. The aim of the present study was to translate the QLQ-BN20 into the dominant language in Iran, Persian (spoken by approximately two-thirds of the population), and to generate psychometric data regarding the questionnaires reliability and validity when used among Iranian brain cancer patients.\nMethods\n      \n        Translation of the QLQ-BN20\n        The QLQ-BN20 questionnaire contains 20 items organized into four scales; future uncertainty (3 items), visual disorder (3 items); motor dysfunction (3 items); and communication deficit (3 items), and seven single items (headaches, seizures, drowsiness, hair loss, itchy skin, weakness of legs, and bladder control) [9,10]. All items are rated on a four-point Likert-type scale (‘not at all’, ‘a little’, ‘quite a bit’ and ‘very much’), and are linearly transformed to a 0-100 scale, with higher scores indicating more severe symptoms [11].\n        We obtained permission from the EORTC Quality of Life Department to generate the Iranian version of the QLQ-BN20. The aim of the translation procedure was to provide an Iranian version of the questionnaire that was conceptually equivalent to the original English language version.\n        We used the standard EORTC translation procedures [12]. Briefly, two trained bilingual Iranians independently translated the QLQ-BN20 into Persian. A specialized translator (project manager; AHP) compared these two versions, evaluated the level of difficulty in terms of translation as well as the equivalence of each item and response scale. The translators compared their translations, reconciled their discrepancies and arrived at a unified Persian version of the questionnaire. Subsequently, the provisional Persian version was independently translated back into U.S. English by two additional translators who were native English speakers. The Project Manager compared the English translations with the original questionnaire, and any discrepancies between the back-translations were resolved with the translators. This process went through two iterations, and the documentation was reviewed by the EORTC Quality of Life Group. The resulting Persian version of the QLQ-BN20 was administered to 10 brain tumor patients (6 women and 4 men; age range = 28–69 years). All patients were able to complete the questionnaire without assistance, and reported that the questions were clear and easy to complete.\n      \n      \n        Validation of the Persian version of the QLQ-BN20\n        Study participants were patients with primary brain cancer who had been referred to Shariati Hospital and the Cancer Institute of Iran in Tehran. These centers are national referral centers for cancer treatment in Iran. Inclusion criteria were; a histologically verified diagnosis of brain cancer, older than 18 years, fluency in Persian, and a life expectancy of at least 4 weeks. All patients provided written informed consent. Patients with a previous cancer diagnosis, those who were too frail and those who were unable to understand the questionnaire or unwilling to provide written informed consent, were excluded. The study protocol was approved by the Ethical Committee of Tehran University of Medical Sciences. All participants gave their written informed consent.\n        \n          Data collection\n          Patients were recruited into the study after surgery and before chemotherapy (CT), radiotherapy (RT) or chemoradiotherapy (CRT). Patients completed the validated Persian version of the QLQ-C30 [13] and the Persian version of the QLQ-BN20 before the start of the CT, RT or CRT, and again approximately four weeks later. We obtained sociodemographic and clinical information via questionnaire and medical record review. This included age, sex, education, tumor type, and surgery. Additionally, the Mini-Mental State Examination (MMSE) and The Karnofsky Performance Status Scale (KPS) were administered to all patients.\n          The questionnaire was completed by interview if the patients were illiterate. The interviewer read the questions to the patients without embellishment or explanation, and presented the possible responses and elicited patients’ choices without coaching.\n        \n        \n          Statistical analysis\n          Ceiling and floor effects were calculated for all QLQ- BN20 scales. A ceiling or floor effect lower than 15% indicates acceptable measurement standards [14].\n          We evaluated the scale structure of the QLQ-BN20 in several ways. First, we used multitrait scaling to assess item convergent and discriminant validity. We calculated Spearman correlation coefficients between each item and its own scale, corrected for overlap. Item-scale correlations of 0.40 or greater were taken as evidence of item convergent validity [15]. We also calculated the correlations between each item and the other scales. We expected that items would correlate more highly (two times the standard error, 1/√N) with their own scale than with other scales.\n          Second, we used confirmatory factor analysis (CFA) to test the hypothesized model fit. We employed three categories of indices: absolute fit indices, incremental fit indices and parsimony fit indices. An absolute fit index assesses how well an a priori model reproduces the sample data. We used chi-square, root mean square error of approximation (RMSEA) and standardized root mean square residual (SRMR) as absolute fit indices [16,17]. Chi-square assesses the magnitude of discrepancy between the sample and fitted covariance matrices [18]. However, the chi-square statistic is sensitive to sample size and therefore with large samples, is not a practical test of model fit. RMSEA incorporates a penalty function for poor model parsimony [16]. RMSEA, values in the range of 0.05–0.08 were taken to indicate acceptable fit, values in the range of 0.08–0.10 to indicate marginal fit, and values larger than 0.10 to indicate poor fit [16]. SRMR is the square root of the difference between the residuals of the sample covariance matrix and the hypothesized covariance model. Values of the SRMR less than 0.10 are generally considered favorable.\n          We used the non-normed fit index (NNFI, also known as the Tucker-Lewis index) and the comparative fit index (CFI) to estimate incremental fit. The suggested cut off for NNFI and CFI is 0.90 or greater.\n          We computed the parsimonious normed fit index (PNFI) to assess the parsimony the model [17,19]. For PNFI we did not employ any absolute standard of model fit, but rather simply noted that higher PNFI values reflect more parsimonious fit [19]. We used weighted least squares (WLS) as the method of estimation.\n          In addition, we examined the model invariance across gender. To compare the factor loadings across gender, we applied multi-group measurement invariance analysis. There are different terminologies in the literature for tests of invariance. We used two terms of factorial invariance (i.e., configural invariance and metric invariance). In configural invariance, the pattern of fixed- and free-factor loadings is constant across groups, while the magnitudes of these loadings are not constrained to be equal. For metric invariance, the magnitudes of factor loadings for particular items are invariant across groups [20]. As suggested by Cheung, differences in practical fit indices such as CFI and NNFI not larger than 0.01 between NNFI or CFI values were considered as evidence of model invariance [20]. We hypothesized that the Persian version of QLQ-BN20 would perform similarly across gender.\n          We estimated internal consistency reliability of the QLQ-BN20 scales with Cronbach's coefficient alpha. An alpha coefficient of 0.70 or higher was considered acceptable for purposes of group comparisons [21].\n          “Known groups” or clinical validity was evaluated by comparing the QLQ-BN20 scores between patients grouped according to KPS and MMSE scores. We hypothesized that patients with higher KPS (>80) would score better on the QLQ-BN20 than those with lower KSP (≤80) [9,10]. We also anticipated that patients with higher MMSE (≥27) would score better on the QLQ-BN20 than those with lower MMSE (<27) [10]. Analysis of covariance (ANCOVA) was used to test for group differences. To control for probability of type I errors due to multiple comparisons, we used an adjustment procedure developed by Benjamini and Hochberg. This procedure controls the false discovery rate. The false discovery rate level was set at 5% [22,23]. Effect sizes (Cohen’s d statistic) were calculated to estimate the magnitude of observed, statistically significant group differences [24].\n          Finally, to evaluate the responsiveness of the QLQ-BN20 to change in health status over time, we classified patients as having worse, stable or improved KPS scores from baseline to follow-up. We evaluated changes in QLQ-BN20 scores as a function of change in KPS with analysis of covariance (ANCOVA), adjusting for baseline values.\n          We used SPSS 16.0 for Windows and LISREL 8.8 for data analyses. A p value <0.05 was considered as statistically significant.\nResults\n      In total, 194 patients were recruited into the study. The patients' baseline characteristics are provided in Table 1. The mean age of the patients was 42 ± 5 years, with a range between 18 and 80 years. Forty-seven percent of the patients was female. The majority of patients (66%) was married, and 46% had completed secondary school or college.\n      \n        Table 1\n        \n          Sociodemographic and clinical characteristics of the study sample (n = 194)*\n        \n        \n          \n            \n            \n          \n          \n            \n               \n              \n                Total\n              \n            \n          \n          \n            \n              \n                Age (years) >Mean (SD)\n                \n              \n              42.5 (16.1)\n            \n            \n              \n                Sex\n                \n              \n               \n            \n            \n              Male\n              103 (53.0%)\n            \n            \n              Female\n              91 (47.0%)\n            \n            \n              \n                Educational status\n                \n              \n               \n            \n            \n              Illiterate\n              35 (18.0%)\n            \n            \n              Primary school\n              33 (17.0%)\n            \n            \n              Middle school\n              36 (18.6%)\n            \n            \n              Secondary school\n              48 (24.8%)\n            \n            \n              College\n              42 (21.6%)\n            \n            \n              \n                Marital status\n                \n              \n               \n            \n            \n              Single\n              43 (22.2%)\n            \n            \n              Married\n              128 (65.9%)\n            \n            \n              Widowed/divorced\n              23 (11.9%)\n            \n            \n              \n                KPS\n                \n              \n               \n            \n            \n              ≤80\n              102 (52.5%)\n            \n            \n              >80\n              92 (47.5%)\n            \n            \n              \n                MMSE\n                \n              \n               \n            \n            \n              Mean (SD)\n              23.89(5.3)\n            \n            \n              Median\n              26.00\n            \n            \n              Range\n              8-30\n            \n            \n              \n                Type of surgery\n                \n              \n               \n            \n            \n              Biopsy only\n              40 (20.6%)\n            \n            \n              Partial resection\n              96 (49.5%)\n            \n            \n              Total resection\n              58 (29.9%)\n            \n            \n              \n                Type of adjuvant therapy\n                \n              \n               \n            \n            \n              CT\n              75(38.7%)\n            \n            \n              RT\n              62 (32%)\n            \n            \n              CT + RT\n              57 (29.3%)\n            \n            \n              \n                Tumor type\n                \n              \n               \n            \n            \n              Astrocytoma\n              72(37.1%)\n            \n            \n              Atypical Meningioma*\n              46(23.7%)\n            \n            \n              Oligodendroglioma\n              53(27.3%)\n            \n            \n              Others\n              23(11.9%)\n            \n          \n        \n        \n          KPS = Karnofsky Performance Status;MMSE = Mini-Mental State Examination.\n          *Patients with grade 2 and 3 tumors including, chordoid, atypical, clear cell, rhabdoid, anaplastic (malignant) and papillary subtypes. Meningeal sarcomas (angioblastic meningiomas) and hemangiopericytomas were also included in the Atypical Meningioma.\n        \n      \n      Astrocytomas (37.1%) constituted the most frequent tumor type. Slightly more than one-third of patients were receiving CT, one-third RT, and slightly less than one-third CT + RT. Only seven patients (3.65%) were lost to follow-up assessment due to death.\n      As shown in Table 2, all subscales of the QLQ-BN20 were found to be normally distributed (Kolmogorov-Smirnov, p >0.05). There was no ceiling effect for any of the BN20 subscales. However, some floor effects were observed for seizures, headaches, itchy skin and bladder control.\n      \n        Table 2\n        \n          Descriptive statistics for the QLQ-BN20\n        \n        \n          \n            \n            \n            \n            \n            \n            \n            \n            \n          \n          \n            \n               \n               \n              \n                Number of forms\n              \n              \n                Mean (SD)\n              \n              \n                Floor N (%)\n              \n              \n                Ceiling (%)\n              \n              \n                Cronbach’s alpha\n              \n              \n                Normality (Kolmogoroff-Smirnoff-Test)\n              \n            \n          \n          \n            \n              BFU (future uncertainty)\n              Baseline\n              194\n              39.9 (24.9)\n              8 (4.1%)\n              3 (1.5%)\n              0.80\n              0.14\n            \n            \n              Follow-up\n              187\n              36.8 (24.5)\n              10 (5.3%)\n              3 (1.6%)\n              0.74\n              0.24\n            \n            \n              BVD (visual disorder)\n              Baseline\n              194\n              27.9 (26.9)\n              17 (8.7%)\n              5 (2.6%)\n              0.74\n              0.16\n            \n            \n              Follow-up\n              187\n              25.8 (25.9)\n              14 (7.4%)\n              4 (2.1%)\n              0.80\n              0.15\n            \n            \n              BMD (motor dysfunction)\n              Baseline\n              194\n              29.0 (28.9)\n              28 (14.4%)\n              6 (3.1%)\n              0.80\n              0.46\n            \n            \n              Follow-up\n              186\n              28.6 (29.6)\n              23 (12.3%)\n              3 (1.6%)\n              0.82\n              0.18\n            \n            \n              BCD (communication deficit)\n              Baseline\n              194\n              23.7 (27.2)\n              18 (9.2%)\n              3 (1.5%)\n              0.89\n              0.21\n            \n            \n              BHA (headaches)\n              Follow-up\n              187\n              20.9 (25.0)\n              14 (7.5%)\n              1 (0.5%)\n              0.89\n              0.22\n            \n            \n              Baseline\n              192\n              46.9 (33.9)\n              25 (13.0%)\n              24 (12.5%)\n              -\n              0.19\n            \n            \n              Follow-up\n              187\n              43.6 (35.1)\n              21 (11.2%)\n              18 (9.6%)\n              -\n              0.15\n            \n            \n              BSE (seizures)\n              Baseline\n              194\n              10.0 (21.6)\n              99 (51.5%)\n              7 (3.6%)\n              -\n              0.13\n            \n            \n              Follow-up\n              186\n              7.7 (20.0)\n              95 (51.0%)\n              1 (0.5%)\n              -\n              0.11\n            \n            \n              BDR (drowsiness)\n              Baseline\n              192\n              32.2 (31.7)\n              28 (14.6%)\n              11 (5.7%)\n              -\n              0.6\n            \n            \n              Follow-up\n              185\n              31.2 (32.0)\n              19 (10.3%)\n              8 (4.3%)\n              -\n              0.5\n            \n            \n              BHL (hair loss)\n              Baseline\n              194\n              23.8 (32.5)\n              41 (21.1%)\n              9 (4.6%)\n              -\n              0.28\n            \n            \n              Follow-up\n              187\n              25.9 (44.4)\n              38 (20.3%)\n              10 (5.3%)\n              -\n              0.06\n            \n            \n              BIS (itchy skin)\n              Baseline\n              193\n              14.0 (25.8)\n              54 (28.0%)\n              5 (2.6%)\n              -\n              0.20\n            \n            \n              Follow-up\n              186\n              17.8 (27.5)\n              46 (24.7%)\n              6 (3.2%)\n              -\n              0.32\n            \n            \n              BWL (weakness of legs)\n              Baseline\n              190\n              28.4 (33.9)\n              23 (12.1%)\n              14 (7.4%)\n              -\n              0.36\n            \n            \n              BBC (bladder control)\n              Follow-up\n              187\n              28.3 (34.1)\n              21 (11.2%)\n              12 (6.4%)\n              -\n              0.29\n            \n            \n              Baseline\n              194\n              15.1 (25.8)\n              67 (34.5%)\n              4 (2.0%)\n              -\n              0.20\n            \n            \n              Follow-up\n              186\n              15.2 (30.3)\n              58 (31.2%)\n              6 (3.2%)\n              -\n              0.30\n            \n          \n        \n      \n      Results of the multitrait scaling analysis are presented in Table 3. All items correlated 0.60 or higher with their own scale, corrected for overlap. There were no scaling errors, with all items correlating two standard errors or higher with their own scales than with other scales.\n      \n        Table 3\n        \n          Results of the multitrait scaling analysis*\n        \n        \n          \n            \n            \n            \n            \n            \n          \n          \n            \n               \n              \n                BFU\n              \n              \n                BVD\n              \n              \n                BMD\n              \n              \n                BCD\n              \n            \n          \n          \n            \n              \n                BFU (future uncertainty)\n                \n              \n               \n               \n               \n               \n            \n            \n              uncertain about the future\n              \n                0.75\n                \n              \n              0.15\n              0.04\n              0.19\n            \n            \n              setbacks in condition\n              \n                0.62\n                \n              \n              0.06\n              0.10\n              0.28\n            \n            \n              disruption of family life\n              \n                0.78\n                \n              \n              0.23\n              0.10\n              0.17\n            \n            \n              future worsen\n              \n                0.67\n                \n              \n              0.21\n              0.18\n              0.04\n            \n            \n              \n                BVD (visual disorder)\n                \n              \n               \n               \n               \n               \n            \n            \n              double vision\n              0.14\n              \n                0.67\n                \n              \n              0.11\n              0.18\n            \n            \n              vision blurred\n              0.08\n              \n                0.86\n                \n              \n              0.02\n              0.07\n            \n            \n              difficulty reading\n              0.16\n              \n                0.83\n                \n              \n              0.10\n              0.05\n            \n            \n              \n                BMD (motor dysfunction)\n                \n              \n               \n               \n               \n               \n            \n            \n              weakness on one side of body\n              0.10\n              0.25\n              \n                0.79\n                \n              \n              0.15\n            \n            \n              trouble with coordination\n              0.01\n              0.12\n              \n                0.80\n                \n              \n              0.19\n            \n            \n              feel unsteady on your feet\n              0.18\n              0.12\n              \n                0.86\n                \n              \n              0.18\n            \n            \n              \n                BCD (communication deficit)\n                \n              \n               \n               \n               \n               \n            \n            \n              Trouble finding the right words to express yourself\n              0.14\n              0.21\n              0.11\n              \n                0.88\n                \n              \n            \n            \n              Difficulty speaking\n              0.13\n              0.13\n              0.12\n              \n                0.88\n                \n              \n            \n            \n              Trouble communicating thoughts\n              0.09\n              0.23\n              0.13\n              \n                0.87\n              \n            \n          \n        \n        \n          * Correlations are based on analysis of the baseline data.\n        \n      \n      Results of the CFA analysis indicated that all of the goodness of fit indices supported the four-factor model for the QLQ-BN20: χ2 = 92.51, degree of freedom = 59, p <0.001, CFI = 1.0, RMSEA = 0.068, SRMR = 0.066, NNFI = 1.0, and PNFI = 0.73. Moreover, all factor loadings were significant, ranging from 0.24 to 0.89 (Figure 1). Additional analyses were based on a four-factor model that constrained the factor loadings to be equal across gender groups. The measurement model revealed an acceptable model fit for the QLQ-BN20: χ2 = 190.5, degree of freedom = 133, p <0.001, CFI = 0.923, SRMR = 0.089, NNFI = 0.911, PNFI = 0.704, RMSEA = 0.080. Moreover, metric invariance showed good fit indices: χ2 = 205.15, degree of freedom = 133, p <0.001, CFI = 0.927, SRMR = 0.091, NNFI = 0.915, PNFI = 0.753, RMSEA = 0.079. These results support the stability of the hypothesized factor structure across sexes.\n      \n        Figure 1\n        \n          Four-factor structure of the QLQ-BN20.\n        \n        \n      \n      The internal consistency reliability of all scales of the QLQ-BN20 was acceptable for group comparisons (Table 2). Cronbach's alpha coefficient for all scales was above the 0.70 threshold. Communication deficit had the highest internal consistency (0.89 at both baseline and follow-up) while the lowest was for future uncertainty (0.80, 0.74).\n      Results from the known group comparisons between subgroups of patients formed on the basis of performance status and MMSE are summarized in Table 4. As hypothesized, patients with better KPS and MMSE scores had significantly better scores on all of the QLQ-BN20 multi-item scales than patients with lower KPS and MMSE scores. Effect sizes (Cohen’s d statistic) ranged from 0.18 to 1.56 for the KPS, and from 0.20 to 0.65 for the MMSE.\n      \n        Table 4\n        \n          Known groups validity testing: Comparison of QLQ-BN20 Scores as a function of KPS and MMSE\n        \n        \n          \n            \n            \n            \n            \n            \n            \n            \n            \n          \n          \n            \n               \n               \n              \n                KPS\n                \n              \n              \n                Effect size\n                \n              \n              \n                MMSE**\n                \n              \n              \n                Effect size\n                \n              \n            \n            \n               \n               \n              \n                >80\n                \n              \n              \n                ≤80\n                \n              \n              \n                <27\n                \n              \n              \n                ≥27\n                \n              \n            \n            \n              \n                N = 91\n                \n              \n              \n                N = 103\n                \n              \n            \n            \n              \n                Baseline\n                \n              \n              \n                N = 53,\n                \n              \n              \n                N = 141,\n                \n              \n               \n            \n            \n               \n              \n                Follow-up\n              \n              \n                N = 41\n              \n              \n                N = 153\n              \n               \n               \n               \n               \n            \n          \n          \n            \n              BFU (future uncertainty)\n              Baseline*‡\n              42.7 (22.2)\n              33.5 (24.7)\n              0.38\n              33.9 (24.4)\n              27.2 (23.4)\n              0.28\n            \n            \n              Follow-up *\n              37.0 (15.1)\n              25.6 (24.5)\n              0.50\n              -\n              -\n              -\n            \n            \n              BVD (visual disorder)\n              Baseline *‡\n              38.3 (30.1)\n              27.0 (27.3)\n              0.40\n              28.1 (29.4)\n              21.8 (22.8)\n              0.24\n            \n            \n              Follow-up *\n              33.3 (27.8)\n              23.7 (26.1)\n              0.36\n              -\n              -\n               \n            \n            \n              BMD (motor dysfunction)\n              Baseline*‡\n              68.2 (31.8)\n              24.6 (26.3)\n              1.56\n              33.7 (30.2)\n              16.5 (22.5)\n              0.65\n            \n            \n              Follow-up *\n              63.9 (29.1)\n              22.4 (27.0)\n              1.5\n              -\n              -\n               \n            \n            \n              BCD (communication deficit)\n              Baseline *‡\n              44.9 (31.9)\n              20.3 (26.5)\n              0.88\n              26.1 (28.3)\n              14.1 (21.8)\n              0.48\n            \n            \n              Follow-up*\n              45.0 (33.4)\n              17.0 (22.6)\n              1.11\n              -\n              -\n               \n            \n            \n              BHA (headaches)\n              Baseline *‡\n              50.0 (36.0)\n              44.3 (32.2)\n              0.17\n              47.8 (28.6)\n              34.8 (34.4)\n              0.41\n            \n            \n              Follow-up *\n              63.3 (36.7)\n              42.5 (35.1)\n              0.59\n              -\n              -\n               \n            \n            \n              BSE (seizures)\n              Baseline *‡\n              15.1 (22.9)\n              11.0 (23.3)\n              0.18\n              14.3 (25.5)\n              5.7 (15.6)\n              0.41\n            \n            \n              Follow-up *\n              14.8 (24.2)\n              8.5 (21.2)\n              0.29\n              -\n              -\n               \n            \n            \n              BDR (drowsiness)\n              Baseline *‡\n              57.6 (30.1)\n              28.3 (31.2)\n              0.95\n              34.7 (33.3)\n              22.3 (25.0)\n              0.42\n            \n            \n              Follow-up *\n              66.7 (27.2)\n              26.6 (30.5)\n              1.34\n              -\n              -\n               \n            \n            \n              BHL (hair loss)\n              Baseline*‡\n              33.3 (35.1)\n              22.1 (32.2)\n              0.34\n              23.4 (32.8)\n              16.8 (33.5)\n              0.20\n            \n            \n              Follow-up*\n              63.3 (36.7)\n              42.5 (35.1)\n              0.59\n              -\n              -\n               \n            \n            \n              BIS (itchy skin)\n              Baseline*‡\n              33.3 (35.1)\n              13.2 (24.7)\n              0.72\n              19.2 (30.4)\n              9.2 (17.6)\n              0.41\n            \n            \n              Follow-up*\n              40.0 (37.8)\n              16.5 (26.5)\n              0.80\n              -\n              -\n               \n            \n            \n              BBC (bladder control)\n              Baseline*‡\n              45.4 (37.3)\n              12.8 (24.2)\n              1.15\n              19.0 (27.3)\n              9.2 (23.4)\n              0.39\n            \n            \n               \n              Follow-up*\n              50.0 (42.3)\n              12.9 (28.2)\n              0.97\n              -\n              -\n               \n            \n          \n        \n        \n          * Statistically significant for KPS.\n          ‡ Statistically significant for MMSE.\n          ** MMSE was only available at baseline.\n        \n      \n      Finally, changes in QLQ-BN20 scores over time as a function of changes in KPS scores (worse, stable or improved performance status) are reported in Table 5. The results supported the ability of all of the QLQ-BN20 scales to detect such shifts in KPS, with the exception of seizures, drowsiness, visual disorder and hair loss which did not vary as a function of change in KPS.\n      \n        Table 5\n        \n          Changes of QLQ-BN20 over time by performance status\n        \n        \n          \n            \n            \n            \n            \n            \n          \n          \n            \n               \n              \n                KSP\n                \n              \n               \n            \n            \n               \n              \n                Worsening\n                \n              \n              \n                Stable\n                \n              \n              \n                Improved\n                \n              \n              \n                P value (ANCOVA)\n                \n              \n            \n            \n              \n                N = 59\n                \n              \n              \n                N = 49\n                \n              \n              \n                N = 79\n                \n              \n            \n            \n               \n              \n                Mean (SD)\n              \n              \n                Mean (SD)\n              \n              \n                Mean (SD)\n              \n               \n            \n          \n          \n            \n              Headaches *\n              12.4 (29.2)\n              1.2 (35.4)\n              -10.0 (32.6)\n              0.04\n            \n            \n              Motor dysfunction*\n              6.1 (18.8)\n              0.1 (18.2)\n              -4.3 (15.4)\n              0.01\n            \n            \n              Drowsiness\n              5.5 (23.2)\n              2.4 (27.3)\n              1.7 (24.3)\n              0.38\n            \n            \n              Weakness of legs*†\n              15.2 (28.4)\n              -1.3 (20.2)\n              -12.1 (19.3)\n              <0.01\n            \n            \n              Visual disorder\n              5.4 (16.1)\n              2.7 (25.4)\n              1.6 (22.3)\n              0.64\n            \n            \n              Bladder control*†\n              9.6 (18.8)\n              -0.7 (28.9)\n              -6.6 (26.3)\n              0.01\n            \n            \n              Seizures\n              5.3 (19.8)\n              3.2 (21.8)\n              2.7 (17.6)\n              0.72\n            \n            \n              Hair loss\n              12.4 (29.2)\n              -4.5 (50.4)\n              -15.2 (45.4)\n              0.08\n            \n            \n              Itchy skin*\n              6.5 (20.8)\n              0.4 (26.4)\n              -3.8 (24.8)\n              0.02\n            \n          \n        \n        \n          * P < 0.05 Improved Vs. Worsening Group.\n          † P < 0.05 Stable Vs. Worsening Group.\nConclusions\n          These results support the validity and reliability of the QLQ-BN20 for use among Iranian patients diagnosed with primary brain cancer. Future studies should examine the psychometrics of the questionnaire when used in patients with brain metastasis.\nTranslation of the QLQ-BN20\n        The QLQ-BN20 questionnaire contains 20 items organized into four scales; future uncertainty (3 items), visual disorder (3 items); motor dysfunction (3 items); and communication deficit (3 items), and seven single items (headaches, seizures, drowsiness, hair loss, itchy skin, weakness of legs, and bladder control) [9,10]. All items are rated on a four-point Likert-type scale (‘not at all’, ‘a little’, ‘quite a bit’ and ‘very much’), and are linearly transformed to a 0-100 scale, with higher scores indicating more severe symptoms [11].\n        We obtained permission from the EORTC Quality of Life Department to generate the Iranian version of the QLQ-BN20. The aim of the translation procedure was to provide an Iranian version of the questionnaire that was conceptually equivalent to the original English language version.\n        We used the standard EORTC translation procedures [12]. Briefly, two trained bilingual Iranians independently translated the QLQ-BN20 into Persian. A specialized translator (project manager; AHP) compared these two versions, evaluated the level of difficulty in terms of translation as well as the equivalence of each item and response scale. The translators compared their translations, reconciled their discrepancies and arrived at a unified Persian version of the questionnaire. Subsequently, the provisional Persian version was independently translated back into U.S. English by two additional translators who were native English speakers. The Project Manager compared the English translations with the original questionnaire, and any discrepancies between the back-translations were resolved with the translators. This process went through two iterations, and the documentation was reviewed by the EORTC Quality of Life Group. The resulting Persian version of the QLQ-BN20 was administered to 10 brain tumor patients (6 women and 4 men; age range = 28–69 years). All patients were able to complete the questionnaire without assistance, and reported that the questions were clear and easy to complete.\nValidation of the Persian version of the QLQ-BN20\n        Study participants were patients with primary brain cancer who had been referred to Shariati Hospital and the Cancer Institute of Iran in Tehran. These centers are national referral centers for cancer treatment in Iran. Inclusion criteria were; a histologically verified diagnosis of brain cancer, older than 18 years, fluency in Persian, and a life expectancy of at least 4 weeks. All patients provided written informed consent. Patients with a previous cancer diagnosis, those who were too frail and those who were unable to understand the questionnaire or unwilling to provide written informed consent, were excluded. The study protocol was approved by the Ethical Committee of Tehran University of Medical Sciences. All participants gave their written informed consent.\n        \n          Data collection\n          Patients were recruited into the study after surgery and before chemotherapy (CT), radiotherapy (RT) or chemoradiotherapy (CRT). Patients completed the validated Persian version of the QLQ-C30 [13] and the Persian version of the QLQ-BN20 before the start of the CT, RT or CRT, and again approximately four weeks later. We obtained sociodemographic and clinical information via questionnaire and medical record review. This included age, sex, education, tumor type, and surgery. Additionally, the Mini-Mental State Examination (MMSE) and The Karnofsky Performance Status Scale (KPS) were administered to all patients.\n          The questionnaire was completed by interview if the patients were illiterate. The interviewer read the questions to the patients without embellishment or explanation, and presented the possible responses and elicited patients’ choices without coaching.\n        \n        \n          Statistical analysis\n          Ceiling and floor effects were calculated for all QLQ- BN20 scales. A ceiling or floor effect lower than 15% indicates acceptable measurement standards [14].\n          We evaluated the scale structure of the QLQ-BN20 in several ways. First, we used multitrait scaling to assess item convergent and discriminant validity. We calculated Spearman correlation coefficients between each item and its own scale, corrected for overlap. Item-scale correlations of 0.40 or greater were taken as evidence of item convergent validity [15]. We also calculated the correlations between each item and the other scales. We expected that items would correlate more highly (two times the standard error, 1/√N) with their own scale than with other scales.\n          Second, we used confirmatory factor analysis (CFA) to test the hypothesized model fit. We employed three categories of indices: absolute fit indices, incremental fit indices and parsimony fit indices. An absolute fit index assesses how well an a priori model reproduces the sample data. We used chi-square, root mean square error of approximation (RMSEA) and standardized root mean square residual (SRMR) as absolute fit indices [16,17]. Chi-square assesses the magnitude of discrepancy between the sample and fitted covariance matrices [18]. However, the chi-square statistic is sensitive to sample size and therefore with large samples, is not a practical test of model fit. RMSEA incorporates a penalty function for poor model parsimony [16]. RMSEA, values in the range of 0.05–0.08 were taken to indicate acceptable fit, values in the range of 0.08–0.10 to indicate marginal fit, and values larger than 0.10 to indicate poor fit [16]. SRMR is the square root of the difference between the residuals of the sample covariance matrix and the hypothesized covariance model. Values of the SRMR less than 0.10 are generally considered favorable.\n          We used the non-normed fit index (NNFI, also known as the Tucker-Lewis index) and the comparative fit index (CFI) to estimate incremental fit. The suggested cut off for NNFI and CFI is 0.90 or greater.\n          We computed the parsimonious normed fit index (PNFI) to assess the parsimony the model [17,19]. For PNFI we did not employ any absolute standard of model fit, but rather simply noted that higher PNFI values reflect more parsimonious fit [19]. We used weighted least squares (WLS) as the method of estimation.\n          In addition, we examined the model invariance across gender. To compare the factor loadings across gender, we applied multi-group measurement invariance analysis. There are different terminologies in the literature for tests of invariance. We used two terms of factorial invariance (i.e., configural invariance and metric invariance). In configural invariance, the pattern of fixed- and free-factor loadings is constant across groups, while the magnitudes of these loadings are not constrained to be equal. For metric invariance, the magnitudes of factor loadings for particular items are invariant across groups [20]. As suggested by Cheung, differences in practical fit indices such as CFI and NNFI not larger than 0.01 between NNFI or CFI values were considered as evidence of model invariance [20]. We hypothesized that the Persian version of QLQ-BN20 would perform similarly across gender.\n          We estimated internal consistency reliability of the QLQ-BN20 scales with Cronbach's coefficient alpha. An alpha coefficient of 0.70 or higher was considered acceptable for purposes of group comparisons [21].\n          “Known groups” or clinical validity was evaluated by comparing the QLQ-BN20 scores between patients grouped according to KPS and MMSE scores. We hypothesized that patients with higher KPS (>80) would score better on the QLQ-BN20 than those with lower KSP (≤80) [9,10]. We also anticipated that patients with higher MMSE (≥27) would score better on the QLQ-BN20 than those with lower MMSE (<27) [10]. Analysis of covariance (ANCOVA) was used to test for group differences. To control for probability of type I errors due to multiple comparisons, we used an adjustment procedure developed by Benjamini and Hochberg. This procedure controls the false discovery rate. The false discovery rate level was set at 5% [22,23]. Effect sizes (Cohen’s d statistic) were calculated to estimate the magnitude of observed, statistically significant group differences [24].\n          Finally, to evaluate the responsiveness of the QLQ-BN20 to change in health status over time, we classified patients as having worse, stable or improved KPS scores from baseline to follow-up. We evaluated changes in QLQ-BN20 scores as a function of change in KPS with analysis of covariance (ANCOVA), adjusting for baseline values.\n          We used SPSS 16.0 for Windows and LISREL 8.8 for data analyses. A p value <0.05 was considered as statistically significant.\nData collection\n          Patients were recruited into the study after surgery and before chemotherapy (CT), radiotherapy (RT) or chemoradiotherapy (CRT). Patients completed the validated Persian version of the QLQ-C30 [13] and the Persian version of the QLQ-BN20 before the start of the CT, RT or CRT, and again approximately four weeks later. We obtained sociodemographic and clinical information via questionnaire and medical record review. This included age, sex, education, tumor type, and surgery. Additionally, the Mini-Mental State Examination (MMSE) and The Karnofsky Performance Status Scale (KPS) were administered to all patients.\n          The questionnaire was completed by interview if the patients were illiterate. The interviewer read the questions to the patients without embellishment or explanation, and presented the possible responses and elicited patients’ choices without coaching.\nStatistical analysis\n          Ceiling and floor effects were calculated for all QLQ- BN20 scales. A ceiling or floor effect lower than 15% indicates acceptable measurement standards [14].\n          We evaluated the scale structure of the QLQ-BN20 in several ways. First, we used multitrait scaling to assess item convergent and discriminant validity. We calculated Spearman correlation coefficients between each item and its own scale, corrected for overlap. Item-scale correlations of 0.40 or greater were taken as evidence of item convergent validity [15]. We also calculated the correlations between each item and the other scales. We expected that items would correlate more highly (two times the standard error, 1/√N) with their own scale than with other scales.\n          Second, we used confirmatory factor analysis (CFA) to test the hypothesized model fit. We employed three categories of indices: absolute fit indices, incremental fit indices and parsimony fit indices. An absolute fit index assesses how well an a priori model reproduces the sample data. We used chi-square, root mean square error of approximation (RMSEA) and standardized root mean square residual (SRMR) as absolute fit indices [16,17]. Chi-square assesses the magnitude of discrepancy between the sample and fitted covariance matrices [18]. However, the chi-square statistic is sensitive to sample size and therefore with large samples, is not a practical test of model fit. RMSEA incorporates a penalty function for poor model parsimony [16]. RMSEA, values in the range of 0.05–0.08 were taken to indicate acceptable fit, values in the range of 0.08–0.10 to indicate marginal fit, and values larger than 0.10 to indicate poor fit [16]. SRMR is the square root of the difference between the residuals of the sample covariance matrix and the hypothesized covariance model. Values of the SRMR less than 0.10 are generally considered favorable.\n          We used the non-normed fit index (NNFI, also known as the Tucker-Lewis index) and the comparative fit index (CFI) to estimate incremental fit. The suggested cut off for NNFI and CFI is 0.90 or greater.\n          We computed the parsimonious normed fit index (PNFI) to assess the parsimony the model [17,19]. For PNFI we did not employ any absolute standard of model fit, but rather simply noted that higher PNFI values reflect more parsimonious fit [19]. We used weighted least squares (WLS) as the method of estimation.\n          In addition, we examined the model invariance across gender. To compare the factor loadings across gender, we applied multi-group measurement invariance analysis. There are different terminologies in the literature for tests of invariance. We used two terms of factorial invariance (i.e., configural invariance and metric invariance). In configural invariance, the pattern of fixed- and free-factor loadings is constant across groups, while the magnitudes of these loadings are not constrained to be equal. For metric invariance, the magnitudes of factor loadings for particular items are invariant across groups [20]. As suggested by Cheung, differences in practical fit indices such as CFI and NNFI not larger than 0.01 between NNFI or CFI values were considered as evidence of model invariance [20]. We hypothesized that the Persian version of QLQ-BN20 would perform similarly across gender.\n          We estimated internal consistency reliability of the QLQ-BN20 scales with Cronbach's coefficient alpha. An alpha coefficient of 0.70 or higher was considered acceptable for purposes of group comparisons [21].\n          “Known groups” or clinical validity was evaluated by comparing the QLQ-BN20 scores between patients grouped according to KPS and MMSE scores. We hypothesized that patients with higher KPS (>80) would score better on the QLQ-BN20 than those with lower KSP (≤80) [9,10]. We also anticipated that patients with higher MMSE (≥27) would score better on the QLQ-BN20 than those with lower MMSE (<27) [10]. Analysis of covariance (ANCOVA) was used to test for group differences. To control for probability of type I errors due to multiple comparisons, we used an adjustment procedure developed by Benjamini and Hochberg. This procedure controls the false discovery rate. The false discovery rate level was set at 5% [22,23]. Effect sizes (Cohen’s d statistic) were calculated to estimate the magnitude of observed, statistically significant group differences [24].\n          Finally, to evaluate the responsiveness of the QLQ-BN20 to change in health status over time, we classified patients as having worse, stable or improved KPS scores from baseline to follow-up. We evaluated changes in QLQ-BN20 scores as a function of change in KPS with analysis of covariance (ANCOVA), adjusting for baseline values.\n          We used SPSS 16.0 for Windows and LISREL 8.8 for data analyses. A p value <0.05 was considered as statistically significant.\nDiscussion\n      In this paper we have reported on the results of the translation and validation of the Persian version of the QLQ-BN20 for use with primary brain cancer patients in Iran. This included examination of the hypothesized scale structure of the questionnaire, internal consistency reliability estimation, known groups validity testing, and evaluation of the responsiveness of the QLQ-BN20 to changes over time in health status.\n      Overall, the results lend strong support to the psychometric robustness of the questionnaire. The large majority of patients completed all items and there were very minor missing items. Ceiling effects were absent while some floor effects were observed for items assessing seizures, hair loss, itchy skin and bladder control. A possible reason for this latter finding could be that most of the patients were newly-diagnosed and had only recently initiated adjuvant treatment. With longer follow-up, more variance in scores for these symptoms could be expected. Our results are in accordance with previous studies [9,10].\n      The results of both the mulitrait scaling and CFA provided strong support for the hypothesized scale structure of the QLQ-BN20. To our knowledge, ours is the first study to employ CFA in the evaluation of the QLQ-BN20 measurement model. Some studies have reported that females with brain tumors tend to report worse QOL than their male counterparts [25-27]. It is important to determine if these gender differences also affect the scale structure of the questionnaire. [28]. Toward this end, we assessed the factorial invariance of the QLQ-BN20. The results of the CFA demonstrated that the hypothesized four-factor model fit the data of both the male and female samples well, supporting invariance. To our knowledge, ours is the first study to assess factor structure of the QLQ-BN20 for patients with primary brain tumours using confirmatory factor analysis We would recommend that this be undertaken in other cultural and language settings as well.\n      The internal consistency reliability of the QLQ-BN20 scales exceeded the recommended 0.70 level, with most coefficients in the 0.80 to 0.90 range. These reliability estimates are even higher than those reported in previous studies with English-speaking and multi-national samples [9,10].\n      The QLQ-BN20 was able to distinguish clearly between subgroups of patients formed on the basis of their performance status and cognitive status, and was responsive to change over time in performance status. Again, these results are in line with those of previous studies [9,10].\n      Our study had several limitations that should be noted. First, we recruited a convenience sample of patients. Nevertheless, we believe that the sample sufficiently represents the population of interest. Second, although the overall sample size was sufficient for the analyses that we conducted, there were insufficient numbers available to carry out subgroup analyses of more homogenous groups of brain cancer patients. This is something that could be done in future studies. Finally, the study was of relatively short duration, and thus we had a relatively short period evaluate the responsiveness of the QLQ-BN20 over time. Use of the questionnaire in large, prospective studies should provide the opportunity to examine the responsiveness of the questionnaire over long periods of time.\n      In conclusion, the results of our study support the feasibility, measurement model, reliability and validity the QLQ-BN20 in assessing the HRQOL of Iranian patients with primary brain cancer. The availability of this questionnaire in Persian will facilitate the assessment of the health-related quality of life of brain cancer patients in Iran, particularly in the context of clinical research, but also potentially in clinical practice setting. Future studies are needed to examine the psychometric properties of the Iranian version of the QLQ-BN20 among patients with brain metastases.\nCompeting interests\n      The authors declare that they have no competing interests.\nAuthors' contributions\n      AKh and AHP were responsible for designing the study, analyzing and interpreting the data, and drafting the manuscript. ShKA and AM were responsible for data collection. NKA interpreted the data, and revised the manuscript. The analyses were performed by MY. All authors have read and approved the final manuscript.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC3422187/\nhttps://doi.org/10.1186/1477-7525-10-54",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3422187/",
    "doi": "https://doi.org/10.1186/1477-7525-10-54"
}