{
    "title": "Exosome Delivered Anticancer Drugs Across the Blood-Brain Barrier for Brain Cancer Therapy in",
    "abstract": "Exosome Delivered Anticancer Drugs Across the Blood-Brain Barrier for Brain Cancer Therapy in Tianzhi Yang Paige Martin Brittany Fogarty Alison Brown Kayla Schurman Roger Phipps Viravuth P. Yin Paul Lockman Shuhua Bai Purpose The blood–brain barrier (BBB) essentially restricts therapeutic drugs from entering into the brain. This study tests the hypothesis that brain endothelial cell derived exosomes can deliver anticancer drug across the BBB for the treatment of brain cancer in a zebrafish (Danio rerio) model. Brain distribution of exosome delivered anticancer drugs was evaluated using transgenic zebrafish TG (fli1: GFP) embryos and efficacies of optimized formations were examined in a xenotransplanted zebrafish model of brain cancer model.",
    "authors": [
        "Tianzhi Yang",
        "Paige Martin",
        "Brittany Fogarty",
        "Alison Brown",
        "Kayla Schurman",
        "Roger Phipps",
        "Viravuth P. Yin",
        "Paul Lockman",
        "Shuhua Bai"
    ],
    "published_year": "",
    "description": "Purpose\n          The blood–brain barrier (BBB) essentially restricts therapeutic drugs from entering into the brain. This study tests the hypothesis that brain endothelial cell derived exosomes can deliver anticancer drug across the BBB for the treatment of brain cancer in a zebrafish (Danio rerio) model.\nMaterials and Methods\n          Four types of exosomes were isolated from brain cell culture media and characterized by particle size, morphology, total protein, and transmembrane protein markers. Transport mechanism, cell uptake, and cytotoxicity of optimized exosome delivery system were tested. Brain distribution of exosome delivered anticancer drugs was evaluated using transgenic zebrafish TG (fli1: GFP) embryos and efficacies of optimized formations were examined in a xenotransplanted zebrafish model of brain cancer model.\nResults\n          Four exosomes in 30–100 diameters showed different morphologies and exosomes derived from brain endothelial cells expressed more CD63 tetraspanins transmembrane proteins. Optimized exosomes increased the uptake of fluorescent marker via receptor mediated endocytosis and cytotoxicity of anticancer drugs in cancer cells. Images of the zebrafish showed exosome delivered anticancer drugs crossed the BBB and entered into the brain. In the brain cancer model, exosome delivered anticancer drugs significantly decreased fluorescent intensity of xenotransplanted cancer cells and tumor growth marker.\nConclusions\n          Brain endothelial cell derived exosomes could be potentially used as a carrier for brain delivery of anticancer drug for the treatment of brain cancer.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC4520542/\nhttps://doi.org/10.1007/s11095-014-1593-y",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4520542/",
    "doi": "https://doi.org/10.1007/s11095-014-1593-y"
}