{
    "title": "Nanotheranostics: Emerging Strategies for Early Diagnosis and Therapy of Brain Cancer",
    "abstract": "The terribly depressing thing is that much of the developments in the therapy of the brain cancer are fall short to improve the survival rate of the patient markedly 17. By this, they have maximized the accuracy of the surgical resection and preoperative diagnosis and intraoperative positioning of intracranial glioblastoma that normally possess the possible risk of incomplete excision due to the original invading nature of the glioblastoma 109 (Figure 5 and 6). By this, they have maximized the accuracy of the surgical resection and preoperative diagnosis and intraoperative positioning of intracranial glioblastoma that normally possess the possible risk of incomplete excision due to the original invading nature of the glioblastoma 109 (Figure 5 and 6).",
    "authors": [
        "None Sonali",
        "Matte Kasi Viswanadh",
        "Rahul Pratap Singh",
        "Poornima Agrawal",
        "Abhishesh Kumar Mehata",
        "Datta Maroti Pawde",
        "None Narendra",
        "Roshan Sonkar",
        "Madaswamy Sona Muthu"
    ],
    "published_year": "2017",
    "description": "Introduction\n      Cancer remains a serious threat with higher risk of mortality. Among different types of cancer, brain cancer is considered as the most lethal and intrusive type of central nervous system (CNS) ailments 1. Brain cancer is characterized as a divergent group of primary and metastatic cancers in the CNS 2. The higher rates of relapse, general resistance to the treatment, dreadful neurological degeneration, and lower rates of survival make brain cancer one of the most horrendous types of cancer 3. The brain cancer i.e., both malignant and non-malignant are reported with an average incidence of 28.57 per 100,000 population. Further, they are the most common cancers among those ages from 0 to 19 years, with a mean annual age-average morbidity rate of 5.57 per 100,000 population 4. It is also reported that the 5-year survival rate of patients suffering from CNS cancers is only 33.3% and this rate is still diminishing, though, for most of other types of malignancies, it is increasing. The average duration of survival is even less and fall between 15 to 22 months 5.\n      Brain cancer includes a diverse range of malignancies that are either primary or metastatic. Also, primary brain cancer originates from glia or respective precursors and is commonly categorized as glioma. The metastatic brain cancer originates from systemic neoplasms and further develops in the interior of brain parenchyma 6. Three notable types of CNS cancers are listed by WHO classification. They are i) astrocytomas, ii) oligodendrogliomas and iii) oligoastrocytomas. An astrocytoma arises from the star-shaped glial cells (i.e., astrocytes) and in adults, an astrocytoma most often occurs in the cerebrum 7. It is further classified into subtypes and ranked from grade I to grade IV depending on histological findings. Grade I and grade II astrocytoma are defined as a low-grade glioma and grade III is defined as a high-grade or an anaplastic astrocytoma. The grade IV astrocytoma is specified as a most aggressive type and termed as glioblastoma multiforme (GBM) or malignant astrocytic glioma. Oligodendrogliomas are a kind of glioma that is believed to be originated from the oligodendrocytes of the brain or a glial precursor cell 8. They occur primarily in adults (9.4 % of all primary brain and CNS cancer) but also found in children (4% of all primary brain cancer) 9. The oligoastrocytomas are a subset of brain cancer that presents with a mixed appearance of glial cell origin, astrocytoma, and oligodendroglioma. These glial cells are functionalized to insulate and regulate the activity of neuron cells 7. In spite of enormous attempts to develop an effective therapy along with diagnosis, the success of therapy in the brain cancer continues to be a matter of big debate in the neuro-oncology research. The chief hurdles in effective treatment of brain glioma comprise a) the complex anotomy, b) difficulty in identifying tumor margins, c) insufficient accession of the therapeutic entity to the vicinity of tumor site, and d) acquired resistance to chemotherapeutic agents 2.\n      The human brain is considered as the extremely complicated organ which simultaneously regulates and supervises an array of functions that include perception, processing of information, arousal, motor control and motivation, learning and memory as well. As the brain is associated with the diversity of functions, the successful therapy of brain cancer necessitates extremely judicious excision of all tumorous tissues that include those that are invading the surrounding healthy tissue. The therapy in the brain cancers is limited because the desired concentration of therapeutic entities does not reach the targeted area after administration 2.\n      The BBB additionally presents a crucial obstacle for the transportation of therapeutic agents. It acts as a physical barrier and is consisting of vascular endothelial cells that adjoin with tight junctions, enzymes, receptors, transporters, and the ATP-dependent, 170-kDa efflux pump P-glycoprotein (P-gp) 10-12. BBB limits the penetration of almost 98% of small sized drug molecules and 100% of drugs having the molecular weight greater than 500 Da and therefore majority of anticancer drugs are unable to cross BBB and reach into brain 13-15. Additionally, ATP-binding P-gp performs the efflux function for xenobiotics and their high expression curbs the transportation of substrates across BBB. Many anticancer drugs are larger in molecular size and hydrophobic in nature so that unable to cross BBB freely. Moreover, most of them are substrates of multidrug resistant(MDR) drug efflux pumps(P-gp) that are active on both BBB and tumor vascular cells 16.\n      In the primary stages, intracranial cancers are tough to detect and treat. It is also tough to diagnose and measure the exact margin and volume of brain cancers because plenty of extra cellular fluid accumulates around the tumor region 9. Since the late 1970s, brain cancer is chiefly treated by surgical excision and/or chemotherapy or radiotherapy. But with the dreadful brain cancer such as GBM (most life-threatening type of brain glioma that is accompanied by capacious invasion into the adjacent brain parenchyma), even after surgical resection and/or radiotherapy, average life expectancy of the patient has not been increased to even more than a year. The terribly depressing thing is that much of the developments in the therapy of the brain cancer are fall short to improve the survival rate of the patient markedly 17. Various diagnostic and therapeutic agents are suffered from modest pharmacokinetics and improper bio-distribution which cause inadequate dissemination into tumors 18,19. They are non-specific and swiftly removed from the blood circulation and lead to accumulation in many healthy organs and in turn, produces toxicity. To solve these problems, a new platform ''nanotheranostic'' is reported which is a nanomedicine that combines diagnosis with targeted therapy. Although effective nanotheranostics for the treatment of brain cancer have been established over the time, most of them are still under investigations 20-23.\n      Here, this review is presented to outline the up-to-date reports on sophisticated nanotheranostic systems such as gold nanoparticles (AuNPs), magnetic nanoparticles (MNPs), mesoporous silica nanoparticles (MSNPs), quantum dots (QDs), upconversion nanoparticles (UCNPs), carbon nanotubes (CNTs), polymeric nanoparticles (PNPs), polymeric micelles (PMs), solid lipid nanoparticles (SLNs) and dendrimers etc for early stage detection and successful treatment of brain cancer.\nNanomedicine for Brain Cancer Diagnosis and Therapeutics: Key Advantages over Conventional Approaches\n      In spite of persistent developments in brain glioma detection and therapy in recent times, it is proposed that there has been no significant reduction in brain cancer-related death rates because of perplexity in primary stage detection 9. The statistics and projections indicated that further improvements are desired. Such improvements comprise early detection and therapy regimens which shall be more precisely taken up by brain cancer cells and also possess lessened off- target toxicity 24,25.\n      Nanotechnology, a well known platform, has attracted notable interest in current times. The word 'nano' indicates one billionth of a meter. For pharmaceutical purposes, the phrase “nanotechnology” is now usually applied to mention the production of nanocarriers with dimensions in the range of 10 to 1000 nm for drug delivery purpose. The National Institute of Health (NIH) in the USA described nanomedicine as utilization of nanotechnology in the diagnosis, therapy with simultaneous monitoring on biological systems 26. Nanomedicine offers multiple and desirable advantages over conventional drug products. First, the nanocarriers can be easily prepared using standard procedures in nanotechnology to provide designed functionalities and to achieve specific targeting; their surface can conveniently be modified with the number of ligands or moieties by linking or conjugation or coating. The size of the nanocarriers itself can be modified to fine-tune entrapment or delivery of encapsulated or covalently bound drug or diagnostic components. Second, nanocarriers are competent enough to improve the pharmacokinetics and to enhance the biodistribution of existing therapeutic moieties to the target tissues, so that can improve efficiency 27. Also, toxicity due to non-specific biodistribution is abated as a result of selective deposition at target tissue with diminished distribution to healthy tissues. The capacity of nanocarriers to deliver both drug and diagnostic molecules selectively to cancer sites at sufficient levels is an essential determinant of the efficiency of cancer diagnosis and treatment 28,29. Third, nanocarriers have a promising intrinsic advantage like site specific delivery within solid tumors via the leaky vasculature. Nanocarriers can further improve the safety index of the anticancer agent by using non-toxic or biocompatible polymers [e.g. polyethylene glycol (PEG) or D-α-tocopheryl polyethylene glycol-1000 succinate mono ester (TPGS)] which inhibit the release of therapeutic agent within normal tissues and enable them to escape from the reticuloendothelial system (RES); thus, reducing overall systemic toxicity 11-13, 18. Fourth, most of the nanosystems possess the inherent advantage of enhancing aqueous solubility of lipophilic compounds and make them appropriate for administration through parenteral route. Fifth, the loading or encapsulation of therapeutic entities such as small sized hydrophobic molecules, peptide drugs as well as oligonucleotides within the nanosystems enhance their stability as well 19, 30-33.\n      Due to its size, nanomedicine can able to move freely through small blood capillaries and gain access to cancer cells in the target tissue. In addition, if a diagnostic molecule is attached, it is also possible to sense the level of curative effect within the brain tumor. As a matter of fact, novel therapeutic and diagnostic principles, advanced diagnostics and novel targeted approaches can be unified and prosper with the aid of nanotechnology 34,35. For example, Orringer et al., designed a new, cancer targeted nanosystem for intra-operative demarcation of brain tumors. The researchers showed the capability of dye-stuffed polyacrylamide nanoparticles that contain coomassie blue, methylene blue, or indocyanine green which produce a change in color in 9L glioma cells was interpreted. It was observed that dye-loaded nanoparticles first adhered to the surface of glioma cells and then internalized by them.\n      By applying different coatings to the surface of the nanoparticles such as F3, a31 and a peptide that bind to a cell surface receptor, i.e., nucleolin, will substantially improve internalization of nanoparticles within glioma cells and enhance the proportion of cells that are labeled by dye-possessing nanoparticles 36. Recently, we developed and proposed the mechanism for targeted bioadhesive micelles with docetaxel (DTX) encapsulation for brain cancer treatment 14. The micelles were fabricated using the combination of chitosan and transferrin to achieve the synergistic effect of adsorptive-mediated transcytosis through chitosan and receptor-mediated transcytosis via transferrin receptor. This novel strategy enhanced the delivery of the docetaxel-loaded micelles into C6 glioma cells which confirmed the utility of these bioadhesive micelles for effective brain cancer treatment (Figure 1)\n14. In recent years, dual targeting nanomedicines are also reported for brain-targeted diagnosis and therapy 37-39. Nanotheranostics with dual targeting functions is expected to be developed in future. These dual-targeting nanomedicines such as theranostic liposomes can target BBB and/or cancer and improve the efficacy by synergism without harming normal cells 37. This strategy exploits the fact that surface of nanomedicines can be functionalized with multiple targeting moieties for brain theranostics.\nCurrent Approaches v/s Nanotheranostics for Brain Cancer\n      The traditional methods for treatment of cancer include surgical excision, radiation therapy and chemotherapy 40, 41. Recently, with the development of modern technology, other treatment methods have also been studied such as angiogenesis inhibitors therapy 42, 43, immune therapy 44-47, photodynamic therapy 48-50, hyperthermia therapy 51, and gene therapy 52,53. The aim of diagnosis is to localize and characterize disorders at an early stage. Magnetic resonance imaging (MRI) is the most efficient tool for diagnosing a brain cancer. Computed tomography (CT or CAT) scanning can also be utilized, but MRI has largely replaced it because MRI provides rich temporal and spatial resolution and furnish invaluable anatomical details. More recently, the use of molecular imaging with positron emission tomography (PET) has come into use. PET can more efficiently characterize brain tumors by investigating metabolic processes such as receptor binding, DNA synthesis or enzyme activity, oxygen metabolism and blood flow 54-57. It is also observed that in comparison to other ailments, cancer is one of the most multifarious diseases with different phenotypic expressions at various organ sites. The scarcity of efficient diagnostic tools to identify tumors in the primary stages with effective treatment modalities and few toxicities are the crucial limitations in the absolute elimination of this dreadful disease 58- 60.\n      ''Theranostic nanomedicine'' is defined as a unified nanotherapeutic platform in which therapeutic and diagnostic functions are combined within a unique system and permits simultaneous detection, spatial targeting as well as tracking the response of therapy 18, 19, 59. Theranostic nanomedicines become promising next generation drug products that allow for the molecular diagnosis and therapy of cancer phenotypes which exploit novel cancer targets for the simultaneous therapy and tracking. This integrated design with theranostic utility may focus on the hurdles of tumor diversity and can fulfill the need of personalized medicine for distinct cancer phenotypes 61, 62.\n      Recently, three-dimensional (3D) biomimetic models are reported as reliable models which reflect the real-time physiological environment for the characterization of nanomedicine/nanotheranostics. The main hurdle for nanotheranostic delivery into the brain is the existence of BBB which restricts the transport of molecules/nanoparticles from blood to brain and vice-versa 63. BBB is an active functional element composed of brain endothelial cells, astrocytes and pericytes as well 64. The simplest in-vitro BBB design is a single culture of brain endothelial cells on a microporous membrane and the use of cerebral environment (e.g., astrocytes, pericytes, etc.) along with brain endothelial cells to sustain the specific type of brain endothelial phenotype in the 3D model. Thus, various 3D BBB in-vitro models are established using rat/human brain endothelial cells that showed good correlation with in-vivo BBB permeability data. These models mimic the real anatomy and physiological structure of BBB (e.g., a model of triple co-cultured brain endothelium, astrocytes and pericytes) 65-67. Various 3D models of BBB developed for drug screening are shown in Figure 2\n63. For example, Pilkington and associates established a 3D model of BBB and tested for the effects of chitosyme nanoparticulate systems on BBB integrity. The proteins of tight junction (ZO-1, occludin) and effects of the extra cellular matrix are studied on the models of BBB 68. In another study, Jiang et al., fabricated paclitaxel (PTX) encapsulated poly (trimethylene carbonate) nanocarrier, which was functionalized with cyclic RGD peptide to cross the BBB by targeting approach. The nanocarriers were tried on 3D glioma spheroid of U87MG glioma cells which were cultured on agarose coated plates. The nanocarriers targeted to cyclic RGD receptor showed excellent infiltration as well as targeted accumulation into cancer spheroids and revealed the applicability of using 3D models for brain nanotheranostics 69.\n      In recent decades, cancer stem cell (CSC) concept has been used for the advanced characterization of nanotheranostics. The CSC is called tumor-initiating cell present interior to the tumor and have the properties of self-regeneration and differentiation and can cause recurrence and metastasis leading to new tumors. CSC has been detected in brain cancer besides many other cancers in human. Nanotheranostics can perform a substantial role for CSC-specific detection as well as treatment of brain glioma. The detection of unique CSC biomarkers offers the feasibility for targeting CSC using nanoplatforms. Further, plenty of biomarkers are observed in CSC which include CD133, CD44, Musashi, nestin, aldehyde dehydrogenase 1, EpCAM (CD326), CD47, IGF receptor I, CD123 and Notch and Wnt signaling pathway associated proteins. It is also recognized that CD133 is a marker of brain CSC 70. Likewise, a number of nanotheranostics are being characterized in various advanced in vitro models for various diagnostic and therapeutic modes. Moreover, the advanced nanotheranostics are conjugated with targeting agent that can recognize the specific targets of BBB and/or brain cancer cells, bind to and be internalized through the specific mechanism. One of which is receptor-mediated endocytosis which delivers both diagnostic and therapeutic agents simultaneously (Figure 3)\n11, 62, 71-74. Many nanomaterials such as AuNPs, QDs, etc. possess intrinsic therapeutic/diagnostic properties. Some of them are considered as self-theranostic nanomedicines or platforms 18.\nNanotheranostic Platforms for Brain Cancer Applications\n      \n        Gold Nanoparticles (AuNPs)\n        AuNPs prepared from gold cores are novel system which shows unique features for theranostic systems. They are biocompatible and usually prepared by chemical alteration of hydrogen tetrachloroaurate, and mostly as spheres, cubes, rods, cages and wire. The ease of tailoring AuNPs into various sizes, shapes, and conjugation with distinct functionalities facilitate the researchers to dig into the eventual applications of AuNPs as nanotheransotics, especially for cancer diagnosis and treatment. Similar to other inorganic nanoparticles, AuNPs also showed a cytotoxic effect that induced by oxidative stress. The spheroidal AuNPs (size 10 nm) show a unique ultra violet (UV) absorption at 520 nm, and the variations in size correspond to red or blue shifts. With the gold nanorods, the absorption shifts to near-infrared radiation (NIR) range (690 nm-900 nm). These inherent optical features enable AuNPs to be used as multifarious theranostic agents for clinical applications 61, 75. The advanced features of AuNPs include diagnostic property, surface plasmon absorption, monodispersity, large surface to volume ratio, low toxicity, tunable core size, capacity to bind to biomolecules through Au-Sulphur bonds, ease of fabrication and light-scattering properties. 62. They have been explored in a range of imaging-associated applications that include photoacoustics, CT and surface-enhanced Raman spectroscopy (SERS). AuNPs can be fabricated with therapeutic molecules and targeting moieties as sophisticated theranostic systems which explicitly recognize the receptor on the target site for active targeting. The loading of a therapeutic molecule is accomplished by electrostatic interaction or covalent conjugation 17, 61, 62. For example, Melancon et al., prepared multi utility gold-based nanoshells with magnetic and optical properties which were further conjugated with targeting moiety and explored for application in neck and head cancer 76. A novel concept, consists of the use of AuNPs for radiation therapy has substantially promoted long-term survival when compared to radiation therapy alone. It showed potential to improve treatment of glioma 77, 78. In another study, Heo et al., synthesized AuNPs functionalized with PEG, biotin, PTX to the surface and rhodamine B linked beta-cyclodextrin (b-CD) (AuNPs-50) as a theranostic system for cancer treatment devoid of cytotoxic effect on normal cells. AuNPs have shown the ability to deliver fluorescent principle, monitor drug distribution and to produce cancer cell damage that is induced by laser light. In this study, two types, AuNPs-4 and AuNPs-5 were evaluated for their characteristic interaction with tumor cells. These were also tried against the simple NIH3T3 cells, concluding that the AuNPs-5 were found to be more efficiently interacting with the tumor cells, which was confirmed by fluorescence and cell viability analyses 79. In addition, AuNPs can be utilized as the promising candidate for intraoperative tumor margin identification which improved the surgery of brain tumors 80. In one study, Dixit et al., synthesized Tf peptide targeted AuNPs (Tf-AuNPs) of a photodynamic drug, Pc 4 and correlated with non-targeted AuNPs for delivery of anti-cancer drug to brain tumor cell lines. Further, in-vitro study on cell lines exhibited a notable improvement in uptake studies of targeted formulations when compared to non-targeted particles 81 (Figure 4). In a recent work, matrix metalloproteinase-2 sensitive gold-gelatin nanoparticles were fabricated that enabled pH-triggered release with a targeting peptide RGD and octarginine for glioma specific targeting. In-vivo study proved that glioma targeting of gold nanotheransostics was achieved well with co-localization within neovessels 82. As a multimodal approach, gold-magnetic theranostic micelles coated by polyethylene glycol-polycaprolactone (PEG-PCL) polymer were developed and showed a radio sensitizing efficacy for brain cancer therapy. It was also suggested as a novel contrasting agent for both MRI and CT studies 83.\n      \n      \n        Magnetic Nanoparticles (MNPs)\n        Recently, MNPs have also shown potential as nanocarriers in targeting drug delivery at cancer site with added advantage of MRI traceability. Numerous researchers have earlier proved that these nanoparticles can be detained at cancer sites in combination with externally applied magnetic field. Owing to the magnetic response, iron oxide core facilitates the magnetic targeted delivery 84, 85. Moreover, it has also been established that traceable quantities of magnetic nanoparticles can reach the cancer site of 9L-glioma bearing rats following i.v. administration. Iron oxide nanoparticles (IONPs) usually consist of a magnetic core (e.g. magnetite/ iron oxide) and an outer polymeric shell (starch, dextran etc). They present a viable method for application in theranostics due to their superparamagnetic effects, very low cost and acceptable biocompatibility allowing researchers to employ in many biological applications such as contrasting probes in MRI. The IONPs are utilized in the form of magnetite or hematite. Thermal decomposition and co-precipitation techniques are easy and convenient to synthesize IONPs. Additionally, modification of the surface of MNPs with various inorganic molecules, polymeric and non-polymeric stabilizers and ligands facilitate the use of IONPs-loaded agents in theranostic applications. Some ligands including polyvinyl pyrrolidone (PVP), polyaniline dendrimers and dextran are being employed for the above purposes. It is also reported that IONPs are biocompatible materials since they degrade in the biological system and be metabolized into the serum iron pool as hemoglobin 18, 84. Dextran and the derivatives have been most extensively studied. In fact, numerous dextran-MNPs formulations are under or already approved in clinical trials as MRI contrasting agents. Beside theranostic property, MNPs possess conspicuous transverse relaxation time (T2) amidst different MRI contrasting agents, hyperthermia and immunotherapeutic utility for autoimmune disorders 18, 84, 85. In a research work, Chartok et al. determined the suitability of magnetic nanoparticles for both magnetically improved accumulation in brain cancer and non-invasive MRI screening. They concluded that accumulation of magnetic nanoparticles in gliosarcomas could be substantially increased with magnetic targeting and this was successfully assessed by MRI. Hence, these nanosystems proved to be a favorable channel for the targeted drug delivery 86. Recent in-vivo works of MNPs with stimulus responsive function 87, BBB targeted delivery 88 and reversible BBB opening with hyperthermia 89 also suggested the possible application of these nanotheranostics for clinical use.\n      \n      \n        Quantum Dots (QDs)\n        Brus and his coworkers at Bell Laboratories first prepared colloidal QDs in the year 1983. QDs are nanoscale (<10 nm) inorganic semiconductor nanocrystals which have emerged as versatile tools for molecular diagnostics and nanotherapeutics. QDs are recently reported as attractive diagnostic agents for the theranostic purpose which is found to be better than conventional organic fluorophores. It is indicated that emission wavelength can be modified for QDs from 450 to 1800 nm by changing their shape, size, and compositions. QDs are the clusters of 10 to 1000 atoms arranged in binary compounds, e.g., cadmium selenide (CdSe). CdSe/Zinc sulfide-based QDs are the most popular nanomaterials for diagnostic applications. They contain a CdSe core which is overcoated with layers of ZnS 90. Moreover, conjugating targeting probes on the surface of QDs is a valuable aspect of targeted theranostic delivery. Targeting ligands such as various peptides, antibodies, nucleic acids, aptamers, folate and other small molecule ligands can also be conjugated to the surface of QDs by non-covalent and/or covalent interaction to gain affinity and targeted delivery to the cancer tissue. The QDs surface can be functionalized with moieties such as -COOH, NH2, and SH and can be used for conjugation with targeting moieties by applying maleimide, carbodiimide, and succinimide conjugation chemistries. The technique of avidin-biotin cross-linking is one more important method for conjugating targeting ligand on the surface of QDs 91, 92. Many researchers have recently tried to construct theranostic nano modules by combining the enhanced fluorescence properties of QDs with therapeutic abilities into a single nanosystem for cancer theranostics. It has been experimentally established that QDs can be used for fluorescent imaging in real-time by in-vitro as well as in-vivo. For targeting, QDs can be conjugated with cancer cell specific ligands that include a prostate-specific antigen, HER2, folic acid, proteins, CD44, antibodies, immunoglobulins, etc. Moreover, studies indicated that QDs can be incorporated into paramagnetic liposomal formulations consisting RGD peptides, and used to diagnose tumor angiogenesis using MRI 93. Presently, use of quantum dots in theranostic systems have limited clinical potential as they are slowly metabolized and eliminated which may be potentially toxic to human systems. In future, surface modified, biocompatible and excretable QDs are much awaited 92.\n      \n      \n        Carbon Nanotubes (CNTs)\n        The CNTs possess cylindrical shape which comes from their number of layers of graphene sheets. CNTs can be considered as allotropes of carbon with slow biodegradation and poor biocompatibility 33. They have special electronic and mechanical qualities suitable for the theranostic application. They are classified as fullerene, CNTs, graphene and carbon dots (i.e., size lesser than 10 nm). CNTs can improve the chemotherapy of cancer which provides a good choice for clinical applications 33, 34. CNTs generate fatal heat upon NIR irradiation. Once they are taken up by the cells, they may also interact with proteins and DNA to affect the cellular signaling or mechanism of other therapies 94, 95. The intrinsic NIR light absorption property of CNTs has been used to destruct cancer cells in-vitro while their NIR photoluminescence property has been used for in-vitro cell imaging and probing. Robinson and associates have explained the utility of i.v. administration of single-walled carbon nanotubes (SWCNTs) as photo luminescent probes for in-vivo tumor imaging. The study proved substantial advantages of exploiting the inherent qualities of SWCNTs for theranostic applications. CNTs can ameliorate the chemotherapy of brain tumors which offer better applications in clinical practices 96. For example, Ren et al. have designed a dual-targeted PEG based oxidized MWCNTs (O-MWNTs) conjugated with angiopep-2 for brain glioma treatment. The better glioma treating the effect of doxorubicin (DOX) loaded O-MWNTs (DOX-OMWNTs-PEG-ANG) was evaluated for cytotoxicity study 94. Indeed, gold coated, surface modified CNTs were recently developed as an optical nanotheranostic probe which showed the targeted Raman imaging potential of the biological sample using NIR laser as excitation source 97. However, the clinical potential is limited for CNTs owing to the slower biodegradation rate which may produce toxicity during in-vivo nanotheranostic applications. Further, free radical formation by CNTs can cause lipid peroxidation that may lead to cell damage and inflammation to vital organs 33, 34.\n      \n      \n        Mesoporous Silica Nanoparticles (MSNPs)\n        MSNPs are also an emerging DDS and are widely studied due to their tunable shape and size in addition to their high surface area and void volume which facilitate a high drug loading. MSNPs are designed for diagnostic (fluorescence imaging and/or MRI), and for therapy (drug delivery or PDT). Many different drugs such as PTX, camptothecin, DOX, methotrexate, colchicine, chlorambucil, cysteine, telmisartan have been loaded in MSNPs or covalently bound to MSNPs successfully. Anti-cancer drug administration using MSNPs precisely cause the death of cancer cells 98, 99. Similar to carbon nanomaterials, MSNPs possess highly ordered hexagonal structure and high internal surface areas in the range of 500 to 1200 m2/g due to periodic arrangements of mesopores (diameter in the range of 2 to 20 nm) enclosed in silica framework 61, 100. In fact, MSNPs are particularly better suited for incorporating the desired qualities of an ideal theranostic system in a single entity, with distinct regions for the therapeutic moiety, contrasting agent and biomolecular ligand. Further, MSNPs is recognized as safe material by the FDA and currently, a MSNPs is approved for evaluation in a clinical trial. Reports on using nanoparticles, instead of small molecules, for integrating into silica matrices, and application of such technology to encapsulate IONPs, AuNPs and QDs have been well established. Besides, numerous functional components can be incorporated simultaneously into a single silica particle. For example, scientists have used silica to integrate both IONPs and QDs thereby making a hybrid that possessed both magnetic and optical properties. MSNPs are considered as biodegradable and biocompatible materials for nanotheranostic applications as the biological system can absorb the dissolved silica of MSNPs, then metabolize and excrete it through the urine as silicic acid or oligomeric silica species. They hydrolyzed in physiological conditions at lower concentrations 101, 102. Furthermore, the biomolecular targeting agents like peptides and proteins are conjugated to the MSNPs surface for cancer treatment effects. For instance, trans-activating transcriptional activator (TAT) peptide-conjugated MSNPs were applied as a nuclear-targeted DDS and by nuclear internalization, they showed considerable improvement in the anticancer activity. The surface of MSNPs was conjugated with Tf which led to the enhanced recognition of brain glioma cells 103, 104.\n        Due to their rugged nature, high drug loading efficiency, diverse functionalization and obvious biodegradation with in the body in a timely manner, MSNPs are used as contrast agents in ultrasound as well as MRI and also used for precise targeting with low toxicity and show positive results for brain cancer detection 104. Huang et al. have described a mesenchymal stem cell (MSC) targeting theranostic platform (MSNPs) to diagnose and treat orthotopic glioblastoma. The nanotheranostics were injected systemically into mice and showed high specificity for the glioma site and allowed in-vivo imaging via NIR fluorescence, MRI and PET 105.\n      \n      \n        Upconversion Nanoparticles (UCNPs)\n        UCNPs have the property to absorb lower-energy photons and emit higher-energy photons. This upconversion phenomena occur in transition metals, actinides, but predominantly in rare earth (RE) metals, which mainly contain the lanthanide (Ln) series elements such as yttrium, and scandium. UCNPs produce high energy visible radiations from low energy NIR radiation via a nonlinear optical process. The materials are excited by absorbing low energy radiation at longer wavelength followed by emission of visible light with higher energy via multiphoton absorption. This property renders them more popular systems for nanotheranostic applications 43. Since the biological tissues do not absorb NIR light of UCNPs, excitation of them does not cause photo damage. Importantly, the narrow and sharp emission band of UCNPs significantly improve the efficiency and sensitivity of upconversion nanotheranostics for clinical use. In particular, lanthanide-based UCNPs are reported as highly safer materials for nanotheranostic purposes and are quickly eliminated by hepatobiliary and renal excretion routes 106. The synthetic methods of UCNPs reported by numerous researchers include co-precipitation, thermal decomposition, hydrothermal/solvothermal, polyol and ionic liquid-based methods. The UCNPs synthesized by the above methods are water insoluble due to their hydrophobicity and in some cases, they are water dispersible to some extent. Further, surface modification is essential to overcome these issues by modifying the surface with an inorganic shell layer and organic capping ligand 107.\n        In recent years, UCNPs have evoked notable interest among various researchers. In particular, UCNPs have become very prominent in the medical field related applications. The major advantages of UCNPs are i) exceptional signal to noise ratio and enhanced sensitivity due to the lack of auto fluorescence, ii) deeper NIR light penetration into the biological tissue causes minor photodamage and iii) excitation through low energy NIR laser is simple and inexpensive. Some other advantages of UCNPs are narrow emission peaks, good chemical and physical stability, large Stokes shifts and low toxicity. Therefore, UCNPs are notable alternatives to conventional fluorescent probes for medical applications. The three basic mechanisms, by which up-conversion luminescence processes occur, are energy transfer upconversion (ETU), photon avalanche (PA) and excited state absorption (ESA) 107, 108. For example, Ni et al. have prepared dual-targeting nanoprobes (ANG/PEG-UCNPs) which were able to traverse through the BBB for brain cancer treatment. The nanoprobes targeted to glioblastoma showed an enhanced imaging and targeting effect in comparison with the clinical product, i.e., MRI contrast gadolinium-diethylenetriamine penta acetic acid (Gd-DTPA) and fluorescent dye 5-aminolevulinic acid (5-ALA). In brief, with dual targeting nanoprobes prepared by covalent attachment of Angiopep-2 (ANG) with PEG-coated UCNPs, cell line and experimental animal studies proved that these nanoprobes could traverse through the BBB by receptor-mediated transcytosis and achieve glioblastoma cell targeting efficiently. By this, they have maximized the accuracy of the surgical resection and preoperative diagnosis and intraoperative positioning of intracranial glioblastoma that normally possess the possible risk of incomplete excision due to the original invading nature of the glioblastoma 109 (Figure 5 and 6).\n      \n      \n        Polymeric Nanoparticles (PNPs)\n        PNPs are reported with various advantages in drug delivery to CNS due to their capacity of entrapping drugs thus preventing them from metabolism and excretion, and in the delivery of anti-cancer drugs across the BBB without altering the barrier characteristics 110. PNPs are solid nano sized colloidal particles in which the anti-cancer drug is either dissolved, entrapped, encapsulated, or adsorbed onto the polymer matrix 2, 9. They have been found to increase the therapeutic utility of numerous water soluble/insoluble medicinal agents including anticancer drugs by increasing bioavailability, solubility and retention time 111. Some conventional natural polymers used for nanoparticles formation include chitosan, gelatin, albumin, sodium alginate and synthetic polymers include PLA, PLGA, poly-glutamic acid, polyglycolide, and poly anhydride. The physicochemical properties of the polymer such as crystallinity, molecular weight, hydrophobicity and poly dispersity index are found to regulate dissolution and drug delivery kinetics. They can be synthesized by such different techniques as nanoprecipitation, solvent evaporation, emulsification/solvent diffusion and salting out.\n        Mostly, biodegradable, biocompatible, clinically viable and less toxic polymers are generally preferred in the fabrication of nanotheranostics, e.g., PLA, PLGA and their copolymers which are readily eliminated after normal metabolic pathways 15, 112. In a recent study, less aggregable brain-penetrating PNPs were developed and reported for drug delivery 112. In another patent, polymethacrylic acid based nanoparticles containing polysorbate moieties were reported for targeted brain delivery 112, 113\n(Figure 7). Among others, PLGA is the most successfully applied biodegradable polymer as its hydrolysis produce constituent monomers, lactic acid, and glycolic acid which are normally present in and quickly metabolized and excreted by the body. These PLGA nanoparticles were transported by pinocytosis and also by clathrin-mediated endocytosis 114. In one study, Poloxamer 188 coated PLGA nanoparticles containing DOX were able to cross the BBB and reduced tumor growth in the rat model 115. Danhier et al. have synthesized PTX loaded RGD-grafted PLGA-NPs to target tumor endothelium for enhanced efficacy. The ligands were attached on the PEG chain of poly caprolactone-beta-poly ethylene glycol (PCL-b-PEG) included in the nanoparticles. Results of the in-vitro study indicated that RGD-attached nanoparticles were highly internalized into Human Umbilical Vein Endothelial cells (HUVEC) by selectively binding to αvβ3 integrin. They demonstrated that the targeting of RGD-grafted nanoparticles to tumor vessels showed an efficient reduction in the growth of the transplantable lymphoid tumor (TLT) and increased survival times in the mice given with RGD-nanoparticles of PTX 116.\n        Long-circulating nanoparticles prepared with methoxy poly (ethylene glycol)-polylactide or poly(lactide-co-glycolide) (mPEG-PLA/PLGA) possessed good safety and stability profiles and produced sustained release of encapsulated drug. Functionalized PEG-PLA was readily available so that it allowed for the production of targeted nanoparticles by conjugating it with specific cell surface ligand 116. Using anti-transcytosis receptor peptidomimetic antibodies to BBB, brain glioma targeted PEGylated immune nanoparticles were prepared which able to deliver the anti-cancer agents into brain parenchyma without BBB permeability alteration 111, 117. In another study, Zhan et al., have designed c(RGDyK)-modified polyethylene glycol-polyethylenimine (PEG-PEI) nanoparticles for intracranial gene delivery in brain cancer treatment. RGD receptor targeted nanoparticles exhibited affinity with U87 cells and aided in target specific gene delivery for intracranial glioblastoma treatment in-vivo\n118.\n      \n      \n        Polymeric Micelles (PMs)\n        Recently polymeric micelles (PMs) have captured notable interest as versatile nanosystems for targeting purpose in cancer treatments. PMs as DDS were put forward by Kataoka's group in the early 1990s. They developed block copolymer micelles which possess ability to load a variety of anticancer therapeutics and diagnostics and to deliver at targeted sites. At present, PMs are successfully being applied in preclinical as well as clinical studies 119-122. Micelles are amphiphilic spheroid structures having the hydrophilic shell and a hydrophobic core. Micelles have advantages such as thermodynamic stability, kinetic stability, higher payload and smaller dimension (less than 50 nm). Various research studies are conducted for developing targeting micelles for brain cancer diagnosis and therapy 123, 124.\n        Since last few years, PMs attract scientists for glioma targeting owing to their small size and ease of preparation. In one study, Zhan et al., have prepared PTX-containing cyclic (Arginine-Glycine-Aspartic acid-D-Tyrosine-Lysine)-Poly ethylene glycol-block-poly lactic acid-paclitaxel micelles [c(RGDyK)-PEG-PLA-PTX] for enhancing anti-glioblastoma effect. The in-vitro study showed that micelles have increased cytotoxic efficiency by a 2.5-fold in glioblastoma cells. In U87MG glioblastoma model, c(RGDyK)-PEG-PLA micelles distributed into the intracranial tumor tissue which efficiently inhibits tumor growth amidst the studied PTX formulations. Therefore, these results indicated that c(RGDyK)-PEG-PLA micelles might be an efficient nanotheranostic system for the treatment of integrin αvβ3 over-expressed glioblastoma 125. In one study, Muthu et al., have prepared TPGS micelles of docetaxel (DTX) for brain cancer chemotherapy, which enhanced cytotoxicity three times compared to control DTX formulation in brain cancer cells. Biodistribution study revealed that DTX micelles sustained longer time in blood, brain and lungs when compared to control DTX 71. In another work, Miura et al., have prepared novel long-circulating, cyclic RGD-linked PMs formulation containing (1,2-diamino cyclohexane) platinum(II) (DACHPt) and drug oxaliplatin. The live animal imaging results showed the tumor targeting capabilities of cRGD, which suggested the active transport of cRGD facilitated transport of the drug across the vascular and blood-brain tumor barrier (BBTB) (Figure 8)\n126. Finally, use of hydrophobic drug encapsulation, biocompatible polymers, versatile targeting aspects, simple method of preparation and success rate in preclinical studies of theranostic micelles showed their clinical potential for brain cancer applications 123, 124.\n      \n      \n        Solid Lipid Nanoparticles (SLNs)\n        SLNs are also an advanced form of nanocarrier with potential applications in targeted drug delivery. They are formulated with biocompatible lipid and considered as safe. Basically, they come into the size range of 10-1000 nm and synthesized by the dispersion of lipid into water or aqueous solution of surfactant. They combine the benefits of liposomes and PNPs and show high stability in the physiological environment. Further, there is no need of toxic organic solvent in the preparation of SLNs which makes them safe for use. They can incorporate both hydrophilic and hydrophobic agents, especially showing advantages in proteins or peptides delivery 127. They can be considered as a highly flexible platform for brain tumor imaging and therapeutic purposes 128. From the last two decades, several brain cancer targeting SLNs and their in-vitro and in-vivo efficacy have been studied. Outcomes of these studies have been shown to increase the efficiency of chemotherapeutic agents with a simultaneous reduction in side effects associated with them. It was reported that polysorbate-coated particles were observed to improve CNS pharmacological effect while coatings with Poloxamers were not effective. In a study, brain targeted, Poloxamer 188 stabilized stearic acid camptothecin-loaded SLNs were evaluated after both oral and i.v. administration in mice. Following i.v. administration of SLNs, the concentration maximum (Cmax) has increased by 180 %. The area under the curve (AUC)/dose and the Mean residence time (MRT) of SLNs were 10.4 and 4-fold increased, respectively 128, 129.\n        Recently, Jain et al., have developed transferrin (Tf)-conjugated SLNs (Tf-SLNs) and were evaluated for delivery of temozolomide (TMZ) to the brain for GBM therapy. In cellular uptake study, the intensity of fluorescence observed was high in the case of Tf receptor targeted SLNs as compared to non-targeted SLNs 129. In another research study, Martins et al., have studied the ability of camptothecin loaded SLNs into the brain parenchyma after traversing through the BBB. For this purpose, they prepared camptothecin-loaded SLNs for brain targeting and established the beneficial effect of SLNs on brain targeting when compared to the non-encapsulated drug 130.\n      \n      \n        Dendrimers\n        Dendrimers constitute a kind of well-organized hyperbranched polymers. They were first prepared under the name cascade polymers by Buhleier et al., in 1978. Initially, they were small hyper-branched molecules, termed as polypropylene imine (PPI) dendrimers, synthesized by the Meijer and Mulhaupt groups in the early 1990s. In 1983, Tomalia et al., have developed a new type of dendrimers from a mixture of amines and amides, the classic poly-amidoamine dendrimers, normally known as PAMAM dendrimers. Different kinds of dendrimers were reported by numerous researchers in the decades of 1980s and 1990s, and the development of new dendrimer design is ongoing 131,132.\n        The number of branching shells is denoted as the generation (G). Dendrimers can function as drug transporters due to the well-established 3D structure and many surface functional groups and drug molecules can be loaded in the interior of the dendrimers and attached to the surface groups as well. The presence of abundant reactive functional groups on their surface makes it easier to load different therapeutic agents efficiently through conjugation. Compared with other delivery systems, they often show advantages in size uniformity, reduced macrophage uptake, rapid cellular entry, target ability and more extensive passage across biological membranes by transcytosis 131, 133.\n        Surface modified dendrimers show less cytotoxicity and better biocompatibility for in-vivo applications. For example, a prodrug based on dendrimer has been developed for PTX (p-gp substrate) with the purpose of improvement in permeation and transport of the drug through biological barriers. The lauryl-modified G3 PAMAM dendrimer-PTX conjugates exhibited good stability under normal physiological conditions and a 12-fold increase in permeability across Caco-2 cell and porcine brain endothelial cells monolayers compared to PTX alone. The authors explained that surface-modified G3 PAMAM dendrimers could be promising nanocarriers for lipophilic p-gp substrate drugs 32. Sarin et al., have developed G5 PAMAM dendrimer of DOX with a size range of 7-10 nm for drug transport across the BBTB to GBM tumor cells. The therapeutic efficiency of dendrimer was found to be significantly more in inhibiting the growth of RG-2 gliomas up to 24 h 134. In another study Gajbhiye et al., have developed polysorbate 80 coated dendrimer of DTX for the treatment of brain tumors and demonstrated the greater in-vitro cytotoxic potential and in-vivo effect on brain tumor 135. In another research work, Somani et al. focused on gene delivery to brain using Tf receptor targeted dendrimer as a carrier. In-vitro cytotoxicity of dendrimer on bEnd.3 murine brain endothelioma cells showed 1.4-fold and 2.3-fold enhancement in cytotoxicity. Further It was suggested that Tf bearing dendrimer could be a promising approach for gene targeted delivery in brain cancer applications 136.\nGold Nanoparticles (AuNPs)\n        AuNPs prepared from gold cores are novel system which shows unique features for theranostic systems. They are biocompatible and usually prepared by chemical alteration of hydrogen tetrachloroaurate, and mostly as spheres, cubes, rods, cages and wire. The ease of tailoring AuNPs into various sizes, shapes, and conjugation with distinct functionalities facilitate the researchers to dig into the eventual applications of AuNPs as nanotheransotics, especially for cancer diagnosis and treatment. Similar to other inorganic nanoparticles, AuNPs also showed a cytotoxic effect that induced by oxidative stress. The spheroidal AuNPs (size 10 nm) show a unique ultra violet (UV) absorption at 520 nm, and the variations in size correspond to red or blue shifts. With the gold nanorods, the absorption shifts to near-infrared radiation (NIR) range (690 nm-900 nm). These inherent optical features enable AuNPs to be used as multifarious theranostic agents for clinical applications 61, 75. The advanced features of AuNPs include diagnostic property, surface plasmon absorption, monodispersity, large surface to volume ratio, low toxicity, tunable core size, capacity to bind to biomolecules through Au-Sulphur bonds, ease of fabrication and light-scattering properties. 62. They have been explored in a range of imaging-associated applications that include photoacoustics, CT and surface-enhanced Raman spectroscopy (SERS). AuNPs can be fabricated with therapeutic molecules and targeting moieties as sophisticated theranostic systems which explicitly recognize the receptor on the target site for active targeting. The loading of a therapeutic molecule is accomplished by electrostatic interaction or covalent conjugation 17, 61, 62. For example, Melancon et al., prepared multi utility gold-based nanoshells with magnetic and optical properties which were further conjugated with targeting moiety and explored for application in neck and head cancer 76. A novel concept, consists of the use of AuNPs for radiation therapy has substantially promoted long-term survival when compared to radiation therapy alone. It showed potential to improve treatment of glioma 77, 78. In another study, Heo et al., synthesized AuNPs functionalized with PEG, biotin, PTX to the surface and rhodamine B linked beta-cyclodextrin (b-CD) (AuNPs-50) as a theranostic system for cancer treatment devoid of cytotoxic effect on normal cells. AuNPs have shown the ability to deliver fluorescent principle, monitor drug distribution and to produce cancer cell damage that is induced by laser light. In this study, two types, AuNPs-4 and AuNPs-5 were evaluated for their characteristic interaction with tumor cells. These were also tried against the simple NIH3T3 cells, concluding that the AuNPs-5 were found to be more efficiently interacting with the tumor cells, which was confirmed by fluorescence and cell viability analyses 79. In addition, AuNPs can be utilized as the promising candidate for intraoperative tumor margin identification which improved the surgery of brain tumors 80. In one study, Dixit et al., synthesized Tf peptide targeted AuNPs (Tf-AuNPs) of a photodynamic drug, Pc 4 and correlated with non-targeted AuNPs for delivery of anti-cancer drug to brain tumor cell lines. Further, in-vitro study on cell lines exhibited a notable improvement in uptake studies of targeted formulations when compared to non-targeted particles 81 (Figure 4). In a recent work, matrix metalloproteinase-2 sensitive gold-gelatin nanoparticles were fabricated that enabled pH-triggered release with a targeting peptide RGD and octarginine for glioma specific targeting. In-vivo study proved that glioma targeting of gold nanotheransostics was achieved well with co-localization within neovessels 82. As a multimodal approach, gold-magnetic theranostic micelles coated by polyethylene glycol-polycaprolactone (PEG-PCL) polymer were developed and showed a radio sensitizing efficacy for brain cancer therapy. It was also suggested as a novel contrasting agent for both MRI and CT studies 83.\nMagnetic Nanoparticles (MNPs)\n        Recently, MNPs have also shown potential as nanocarriers in targeting drug delivery at cancer site with added advantage of MRI traceability. Numerous researchers have earlier proved that these nanoparticles can be detained at cancer sites in combination with externally applied magnetic field. Owing to the magnetic response, iron oxide core facilitates the magnetic targeted delivery 84, 85. Moreover, it has also been established that traceable quantities of magnetic nanoparticles can reach the cancer site of 9L-glioma bearing rats following i.v. administration. Iron oxide nanoparticles (IONPs) usually consist of a magnetic core (e.g. magnetite/ iron oxide) and an outer polymeric shell (starch, dextran etc). They present a viable method for application in theranostics due to their superparamagnetic effects, very low cost and acceptable biocompatibility allowing researchers to employ in many biological applications such as contrasting probes in MRI. The IONPs are utilized in the form of magnetite or hematite. Thermal decomposition and co-precipitation techniques are easy and convenient to synthesize IONPs. Additionally, modification of the surface of MNPs with various inorganic molecules, polymeric and non-polymeric stabilizers and ligands facilitate the use of IONPs-loaded agents in theranostic applications. Some ligands including polyvinyl pyrrolidone (PVP), polyaniline dendrimers and dextran are being employed for the above purposes. It is also reported that IONPs are biocompatible materials since they degrade in the biological system and be metabolized into the serum iron pool as hemoglobin 18, 84. Dextran and the derivatives have been most extensively studied. In fact, numerous dextran-MNPs formulations are under or already approved in clinical trials as MRI contrasting agents. Beside theranostic property, MNPs possess conspicuous transverse relaxation time (T2) amidst different MRI contrasting agents, hyperthermia and immunotherapeutic utility for autoimmune disorders 18, 84, 85. In a research work, Chartok et al. determined the suitability of magnetic nanoparticles for both magnetically improved accumulation in brain cancer and non-invasive MRI screening. They concluded that accumulation of magnetic nanoparticles in gliosarcomas could be substantially increased with magnetic targeting and this was successfully assessed by MRI. Hence, these nanosystems proved to be a favorable channel for the targeted drug delivery 86. Recent in-vivo works of MNPs with stimulus responsive function 87, BBB targeted delivery 88 and reversible BBB opening with hyperthermia 89 also suggested the possible application of these nanotheranostics for clinical use.\nQuantum Dots (QDs)\n        Brus and his coworkers at Bell Laboratories first prepared colloidal QDs in the year 1983. QDs are nanoscale (<10 nm) inorganic semiconductor nanocrystals which have emerged as versatile tools for molecular diagnostics and nanotherapeutics. QDs are recently reported as attractive diagnostic agents for the theranostic purpose which is found to be better than conventional organic fluorophores. It is indicated that emission wavelength can be modified for QDs from 450 to 1800 nm by changing their shape, size, and compositions. QDs are the clusters of 10 to 1000 atoms arranged in binary compounds, e.g., cadmium selenide (CdSe). CdSe/Zinc sulfide-based QDs are the most popular nanomaterials for diagnostic applications. They contain a CdSe core which is overcoated with layers of ZnS 90. Moreover, conjugating targeting probes on the surface of QDs is a valuable aspect of targeted theranostic delivery. Targeting ligands such as various peptides, antibodies, nucleic acids, aptamers, folate and other small molecule ligands can also be conjugated to the surface of QDs by non-covalent and/or covalent interaction to gain affinity and targeted delivery to the cancer tissue. The QDs surface can be functionalized with moieties such as -COOH, NH2, and SH and can be used for conjugation with targeting moieties by applying maleimide, carbodiimide, and succinimide conjugation chemistries. The technique of avidin-biotin cross-linking is one more important method for conjugating targeting ligand on the surface of QDs 91, 92. Many researchers have recently tried to construct theranostic nano modules by combining the enhanced fluorescence properties of QDs with therapeutic abilities into a single nanosystem for cancer theranostics. It has been experimentally established that QDs can be used for fluorescent imaging in real-time by in-vitro as well as in-vivo. For targeting, QDs can be conjugated with cancer cell specific ligands that include a prostate-specific antigen, HER2, folic acid, proteins, CD44, antibodies, immunoglobulins, etc. Moreover, studies indicated that QDs can be incorporated into paramagnetic liposomal formulations consisting RGD peptides, and used to diagnose tumor angiogenesis using MRI 93. Presently, use of quantum dots in theranostic systems have limited clinical potential as they are slowly metabolized and eliminated which may be potentially toxic to human systems. In future, surface modified, biocompatible and excretable QDs are much awaited 92.\nCarbon Nanotubes (CNTs)\n        The CNTs possess cylindrical shape which comes from their number of layers of graphene sheets. CNTs can be considered as allotropes of carbon with slow biodegradation and poor biocompatibility 33. They have special electronic and mechanical qualities suitable for the theranostic application. They are classified as fullerene, CNTs, graphene and carbon dots (i.e., size lesser than 10 nm). CNTs can improve the chemotherapy of cancer which provides a good choice for clinical applications 33, 34. CNTs generate fatal heat upon NIR irradiation. Once they are taken up by the cells, they may also interact with proteins and DNA to affect the cellular signaling or mechanism of other therapies 94, 95. The intrinsic NIR light absorption property of CNTs has been used to destruct cancer cells in-vitro while their NIR photoluminescence property has been used for in-vitro cell imaging and probing. Robinson and associates have explained the utility of i.v. administration of single-walled carbon nanotubes (SWCNTs) as photo luminescent probes for in-vivo tumor imaging. The study proved substantial advantages of exploiting the inherent qualities of SWCNTs for theranostic applications. CNTs can ameliorate the chemotherapy of brain tumors which offer better applications in clinical practices 96. For example, Ren et al. have designed a dual-targeted PEG based oxidized MWCNTs (O-MWNTs) conjugated with angiopep-2 for brain glioma treatment. The better glioma treating the effect of doxorubicin (DOX) loaded O-MWNTs (DOX-OMWNTs-PEG-ANG) was evaluated for cytotoxicity study 94. Indeed, gold coated, surface modified CNTs were recently developed as an optical nanotheranostic probe which showed the targeted Raman imaging potential of the biological sample using NIR laser as excitation source 97. However, the clinical potential is limited for CNTs owing to the slower biodegradation rate which may produce toxicity during in-vivo nanotheranostic applications. Further, free radical formation by CNTs can cause lipid peroxidation that may lead to cell damage and inflammation to vital organs 33, 34.\nMesoporous Silica Nanoparticles (MSNPs)\n        MSNPs are also an emerging DDS and are widely studied due to their tunable shape and size in addition to their high surface area and void volume which facilitate a high drug loading. MSNPs are designed for diagnostic (fluorescence imaging and/or MRI), and for therapy (drug delivery or PDT). Many different drugs such as PTX, camptothecin, DOX, methotrexate, colchicine, chlorambucil, cysteine, telmisartan have been loaded in MSNPs or covalently bound to MSNPs successfully. Anti-cancer drug administration using MSNPs precisely cause the death of cancer cells 98, 99. Similar to carbon nanomaterials, MSNPs possess highly ordered hexagonal structure and high internal surface areas in the range of 500 to 1200 m2/g due to periodic arrangements of mesopores (diameter in the range of 2 to 20 nm) enclosed in silica framework 61, 100. In fact, MSNPs are particularly better suited for incorporating the desired qualities of an ideal theranostic system in a single entity, with distinct regions for the therapeutic moiety, contrasting agent and biomolecular ligand. Further, MSNPs is recognized as safe material by the FDA and currently, a MSNPs is approved for evaluation in a clinical trial. Reports on using nanoparticles, instead of small molecules, for integrating into silica matrices, and application of such technology to encapsulate IONPs, AuNPs and QDs have been well established. Besides, numerous functional components can be incorporated simultaneously into a single silica particle. For example, scientists have used silica to integrate both IONPs and QDs thereby making a hybrid that possessed both magnetic and optical properties. MSNPs are considered as biodegradable and biocompatible materials for nanotheranostic applications as the biological system can absorb the dissolved silica of MSNPs, then metabolize and excrete it through the urine as silicic acid or oligomeric silica species. They hydrolyzed in physiological conditions at lower concentrations 101, 102. Furthermore, the biomolecular targeting agents like peptides and proteins are conjugated to the MSNPs surface for cancer treatment effects. For instance, trans-activating transcriptional activator (TAT) peptide-conjugated MSNPs were applied as a nuclear-targeted DDS and by nuclear internalization, they showed considerable improvement in the anticancer activity. The surface of MSNPs was conjugated with Tf which led to the enhanced recognition of brain glioma cells 103, 104.\n        Due to their rugged nature, high drug loading efficiency, diverse functionalization and obvious biodegradation with in the body in a timely manner, MSNPs are used as contrast agents in ultrasound as well as MRI and also used for precise targeting with low toxicity and show positive results for brain cancer detection 104. Huang et al. have described a mesenchymal stem cell (MSC) targeting theranostic platform (MSNPs) to diagnose and treat orthotopic glioblastoma. The nanotheranostics were injected systemically into mice and showed high specificity for the glioma site and allowed in-vivo imaging via NIR fluorescence, MRI and PET 105.\nUpconversion Nanoparticles (UCNPs)\n        UCNPs have the property to absorb lower-energy photons and emit higher-energy photons. This upconversion phenomena occur in transition metals, actinides, but predominantly in rare earth (RE) metals, which mainly contain the lanthanide (Ln) series elements such as yttrium, and scandium. UCNPs produce high energy visible radiations from low energy NIR radiation via a nonlinear optical process. The materials are excited by absorbing low energy radiation at longer wavelength followed by emission of visible light with higher energy via multiphoton absorption. This property renders them more popular systems for nanotheranostic applications 43. Since the biological tissues do not absorb NIR light of UCNPs, excitation of them does not cause photo damage. Importantly, the narrow and sharp emission band of UCNPs significantly improve the efficiency and sensitivity of upconversion nanotheranostics for clinical use. In particular, lanthanide-based UCNPs are reported as highly safer materials for nanotheranostic purposes and are quickly eliminated by hepatobiliary and renal excretion routes 106. The synthetic methods of UCNPs reported by numerous researchers include co-precipitation, thermal decomposition, hydrothermal/solvothermal, polyol and ionic liquid-based methods. The UCNPs synthesized by the above methods are water insoluble due to their hydrophobicity and in some cases, they are water dispersible to some extent. Further, surface modification is essential to overcome these issues by modifying the surface with an inorganic shell layer and organic capping ligand 107.\n        In recent years, UCNPs have evoked notable interest among various researchers. In particular, UCNPs have become very prominent in the medical field related applications. The major advantages of UCNPs are i) exceptional signal to noise ratio and enhanced sensitivity due to the lack of auto fluorescence, ii) deeper NIR light penetration into the biological tissue causes minor photodamage and iii) excitation through low energy NIR laser is simple and inexpensive. Some other advantages of UCNPs are narrow emission peaks, good chemical and physical stability, large Stokes shifts and low toxicity. Therefore, UCNPs are notable alternatives to conventional fluorescent probes for medical applications. The three basic mechanisms, by which up-conversion luminescence processes occur, are energy transfer upconversion (ETU), photon avalanche (PA) and excited state absorption (ESA) 107, 108. For example, Ni et al. have prepared dual-targeting nanoprobes (ANG/PEG-UCNPs) which were able to traverse through the BBB for brain cancer treatment. The nanoprobes targeted to glioblastoma showed an enhanced imaging and targeting effect in comparison with the clinical product, i.e., MRI contrast gadolinium-diethylenetriamine penta acetic acid (Gd-DTPA) and fluorescent dye 5-aminolevulinic acid (5-ALA). In brief, with dual targeting nanoprobes prepared by covalent attachment of Angiopep-2 (ANG) with PEG-coated UCNPs, cell line and experimental animal studies proved that these nanoprobes could traverse through the BBB by receptor-mediated transcytosis and achieve glioblastoma cell targeting efficiently. By this, they have maximized the accuracy of the surgical resection and preoperative diagnosis and intraoperative positioning of intracranial glioblastoma that normally possess the possible risk of incomplete excision due to the original invading nature of the glioblastoma 109 (Figure 5 and 6).\nPolymeric Nanoparticles (PNPs)\n        PNPs are reported with various advantages in drug delivery to CNS due to their capacity of entrapping drugs thus preventing them from metabolism and excretion, and in the delivery of anti-cancer drugs across the BBB without altering the barrier characteristics 110. PNPs are solid nano sized colloidal particles in which the anti-cancer drug is either dissolved, entrapped, encapsulated, or adsorbed onto the polymer matrix 2, 9. They have been found to increase the therapeutic utility of numerous water soluble/insoluble medicinal agents including anticancer drugs by increasing bioavailability, solubility and retention time 111. Some conventional natural polymers used for nanoparticles formation include chitosan, gelatin, albumin, sodium alginate and synthetic polymers include PLA, PLGA, poly-glutamic acid, polyglycolide, and poly anhydride. The physicochemical properties of the polymer such as crystallinity, molecular weight, hydrophobicity and poly dispersity index are found to regulate dissolution and drug delivery kinetics. They can be synthesized by such different techniques as nanoprecipitation, solvent evaporation, emulsification/solvent diffusion and salting out.\n        Mostly, biodegradable, biocompatible, clinically viable and less toxic polymers are generally preferred in the fabrication of nanotheranostics, e.g., PLA, PLGA and their copolymers which are readily eliminated after normal metabolic pathways 15, 112. In a recent study, less aggregable brain-penetrating PNPs were developed and reported for drug delivery 112. In another patent, polymethacrylic acid based nanoparticles containing polysorbate moieties were reported for targeted brain delivery 112, 113\n(Figure 7). Among others, PLGA is the most successfully applied biodegradable polymer as its hydrolysis produce constituent monomers, lactic acid, and glycolic acid which are normally present in and quickly metabolized and excreted by the body. These PLGA nanoparticles were transported by pinocytosis and also by clathrin-mediated endocytosis 114. In one study, Poloxamer 188 coated PLGA nanoparticles containing DOX were able to cross the BBB and reduced tumor growth in the rat model 115. Danhier et al. have synthesized PTX loaded RGD-grafted PLGA-NPs to target tumor endothelium for enhanced efficacy. The ligands were attached on the PEG chain of poly caprolactone-beta-poly ethylene glycol (PCL-b-PEG) included in the nanoparticles. Results of the in-vitro study indicated that RGD-attached nanoparticles were highly internalized into Human Umbilical Vein Endothelial cells (HUVEC) by selectively binding to αvβ3 integrin. They demonstrated that the targeting of RGD-grafted nanoparticles to tumor vessels showed an efficient reduction in the growth of the transplantable lymphoid tumor (TLT) and increased survival times in the mice given with RGD-nanoparticles of PTX 116.\n        Long-circulating nanoparticles prepared with methoxy poly (ethylene glycol)-polylactide or poly(lactide-co-glycolide) (mPEG-PLA/PLGA) possessed good safety and stability profiles and produced sustained release of encapsulated drug. Functionalized PEG-PLA was readily available so that it allowed for the production of targeted nanoparticles by conjugating it with specific cell surface ligand 116. Using anti-transcytosis receptor peptidomimetic antibodies to BBB, brain glioma targeted PEGylated immune nanoparticles were prepared which able to deliver the anti-cancer agents into brain parenchyma without BBB permeability alteration 111, 117. In another study, Zhan et al., have designed c(RGDyK)-modified polyethylene glycol-polyethylenimine (PEG-PEI) nanoparticles for intracranial gene delivery in brain cancer treatment. RGD receptor targeted nanoparticles exhibited affinity with U87 cells and aided in target specific gene delivery for intracranial glioblastoma treatment in-vivo\n118.\nPolymeric Micelles (PMs)\n        Recently polymeric micelles (PMs) have captured notable interest as versatile nanosystems for targeting purpose in cancer treatments. PMs as DDS were put forward by Kataoka's group in the early 1990s. They developed block copolymer micelles which possess ability to load a variety of anticancer therapeutics and diagnostics and to deliver at targeted sites. At present, PMs are successfully being applied in preclinical as well as clinical studies 119-122. Micelles are amphiphilic spheroid structures having the hydrophilic shell and a hydrophobic core. Micelles have advantages such as thermodynamic stability, kinetic stability, higher payload and smaller dimension (less than 50 nm). Various research studies are conducted for developing targeting micelles for brain cancer diagnosis and therapy 123, 124.\n        Since last few years, PMs attract scientists for glioma targeting owing to their small size and ease of preparation. In one study, Zhan et al., have prepared PTX-containing cyclic (Arginine-Glycine-Aspartic acid-D-Tyrosine-Lysine)-Poly ethylene glycol-block-poly lactic acid-paclitaxel micelles [c(RGDyK)-PEG-PLA-PTX] for enhancing anti-glioblastoma effect. The in-vitro study showed that micelles have increased cytotoxic efficiency by a 2.5-fold in glioblastoma cells. In U87MG glioblastoma model, c(RGDyK)-PEG-PLA micelles distributed into the intracranial tumor tissue which efficiently inhibits tumor growth amidst the studied PTX formulations. Therefore, these results indicated that c(RGDyK)-PEG-PLA micelles might be an efficient nanotheranostic system for the treatment of integrin αvβ3 over-expressed glioblastoma 125. In one study, Muthu et al., have prepared TPGS micelles of docetaxel (DTX) for brain cancer chemotherapy, which enhanced cytotoxicity three times compared to control DTX formulation in brain cancer cells. Biodistribution study revealed that DTX micelles sustained longer time in blood, brain and lungs when compared to control DTX 71. In another work, Miura et al., have prepared novel long-circulating, cyclic RGD-linked PMs formulation containing (1,2-diamino cyclohexane) platinum(II) (DACHPt) and drug oxaliplatin. The live animal imaging results showed the tumor targeting capabilities of cRGD, which suggested the active transport of cRGD facilitated transport of the drug across the vascular and blood-brain tumor barrier (BBTB) (Figure 8)\n126. Finally, use of hydrophobic drug encapsulation, biocompatible polymers, versatile targeting aspects, simple method of preparation and success rate in preclinical studies of theranostic micelles showed their clinical potential for brain cancer applications 123, 124.\nSolid Lipid Nanoparticles (SLNs)\n        SLNs are also an advanced form of nanocarrier with potential applications in targeted drug delivery. They are formulated with biocompatible lipid and considered as safe. Basically, they come into the size range of 10-1000 nm and synthesized by the dispersion of lipid into water or aqueous solution of surfactant. They combine the benefits of liposomes and PNPs and show high stability in the physiological environment. Further, there is no need of toxic organic solvent in the preparation of SLNs which makes them safe for use. They can incorporate both hydrophilic and hydrophobic agents, especially showing advantages in proteins or peptides delivery 127. They can be considered as a highly flexible platform for brain tumor imaging and therapeutic purposes 128. From the last two decades, several brain cancer targeting SLNs and their in-vitro and in-vivo efficacy have been studied. Outcomes of these studies have been shown to increase the efficiency of chemotherapeutic agents with a simultaneous reduction in side effects associated with them. It was reported that polysorbate-coated particles were observed to improve CNS pharmacological effect while coatings with Poloxamers were not effective. In a study, brain targeted, Poloxamer 188 stabilized stearic acid camptothecin-loaded SLNs were evaluated after both oral and i.v. administration in mice. Following i.v. administration of SLNs, the concentration maximum (Cmax) has increased by 180 %. The area under the curve (AUC)/dose and the Mean residence time (MRT) of SLNs were 10.4 and 4-fold increased, respectively 128, 129.\n        Recently, Jain et al., have developed transferrin (Tf)-conjugated SLNs (Tf-SLNs) and were evaluated for delivery of temozolomide (TMZ) to the brain for GBM therapy. In cellular uptake study, the intensity of fluorescence observed was high in the case of Tf receptor targeted SLNs as compared to non-targeted SLNs 129. In another research study, Martins et al., have studied the ability of camptothecin loaded SLNs into the brain parenchyma after traversing through the BBB. For this purpose, they prepared camptothecin-loaded SLNs for brain targeting and established the beneficial effect of SLNs on brain targeting when compared to the non-encapsulated drug 130.\nDendrimers\n        Dendrimers constitute a kind of well-organized hyperbranched polymers. They were first prepared under the name cascade polymers by Buhleier et al., in 1978. Initially, they were small hyper-branched molecules, termed as polypropylene imine (PPI) dendrimers, synthesized by the Meijer and Mulhaupt groups in the early 1990s. In 1983, Tomalia et al., have developed a new type of dendrimers from a mixture of amines and amides, the classic poly-amidoamine dendrimers, normally known as PAMAM dendrimers. Different kinds of dendrimers were reported by numerous researchers in the decades of 1980s and 1990s, and the development of new dendrimer design is ongoing 131,132.\n        The number of branching shells is denoted as the generation (G). Dendrimers can function as drug transporters due to the well-established 3D structure and many surface functional groups and drug molecules can be loaded in the interior of the dendrimers and attached to the surface groups as well. The presence of abundant reactive functional groups on their surface makes it easier to load different therapeutic agents efficiently through conjugation. Compared with other delivery systems, they often show advantages in size uniformity, reduced macrophage uptake, rapid cellular entry, target ability and more extensive passage across biological membranes by transcytosis 131, 133.\n        Surface modified dendrimers show less cytotoxicity and better biocompatibility for in-vivo applications. For example, a prodrug based on dendrimer has been developed for PTX (p-gp substrate) with the purpose of improvement in permeation and transport of the drug through biological barriers. The lauryl-modified G3 PAMAM dendrimer-PTX conjugates exhibited good stability under normal physiological conditions and a 12-fold increase in permeability across Caco-2 cell and porcine brain endothelial cells monolayers compared to PTX alone. The authors explained that surface-modified G3 PAMAM dendrimers could be promising nanocarriers for lipophilic p-gp substrate drugs 32. Sarin et al., have developed G5 PAMAM dendrimer of DOX with a size range of 7-10 nm for drug transport across the BBTB to GBM tumor cells. The therapeutic efficiency of dendrimer was found to be significantly more in inhibiting the growth of RG-2 gliomas up to 24 h 134. In another study Gajbhiye et al., have developed polysorbate 80 coated dendrimer of DTX for the treatment of brain tumors and demonstrated the greater in-vitro cytotoxic potential and in-vivo effect on brain tumor 135. In another research work, Somani et al. focused on gene delivery to brain using Tf receptor targeted dendrimer as a carrier. In-vitro cytotoxicity of dendrimer on bEnd.3 murine brain endothelioma cells showed 1.4-fold and 2.3-fold enhancement in cytotoxicity. Further It was suggested that Tf bearing dendrimer could be a promising approach for gene targeted delivery in brain cancer applications 136.\nConclusions\n      In this review, the innovative developments of nanotheranostics and their promising pre-clinical success on brain cancer therapy and diagnosis were discussed and analyzed. Evaluation of theranostic nanomedicines on 3D cell culture and CSCs of brain cancer can be the potential future developments to predict the human responses and to create a rapid clinical impact. We analyzed various nanotheranostics for brain cancer include those for optical imaging (using UCNPs, QDs, AuNPs, CNTs) and MRI (using MNPs). Among these nanotheranostics, QDs and CNTs have raised a concern of safety for clinical use owing to slow degradation, metabolism, and excretion. Therefore, various studies conducted, e.g., surface modification of these nanotheranostics with biocompatible polymers such as PEG, TPGS, polypeptides, and chitosan to improve the stability, solubility, and pharmacokinetics 31, 33, 137. Finally, nanotheranostics which target molecular biomarkers of brain cancer with advanced designs are likely to contribute to the early diagnosis and therapy of brain cancer 138, 139.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC5743839/\nhttps://doi.org/10.7150/ntno.21638",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5743839/",
    "doi": "https://doi.org/10.7150/ntno.21638"
}