{
    "title": "When do patient reported quality of life indicators become prognostic in breast cancer?",
    "abstract": "Of these, 1243 (38%) had a relapse involving local or regional sites or contralateral breast and the remaining 2004 (62%) distant metastatic disease (Table 4 in Appendix 3).Table 1Patient and disease characteristics at trial entry, and quality of life data availability, in those with breast cancer related relapseOverallTrial VITrial VIITrial VIIITrial IXTrial 13Trial 14Trial 15Patients enrolled802414751212110916691246969344Patients who relapsed (analytic cohort)3247848656281339511417195Characteristics in analytic cohort Age, median5044604461435846 Range23–7924–5738–7929–5634–7623–5740–7025–65 Menopausal, n (%)1475 (45.4)0 (0)656 (100)2 (0.7)339 (100)4 (0.8)413 (99.0)61 (31.3) Tumor >2 cm, n (%)1998 (62.8)523 (63.2)4 s24 (65.3)120 (43.2)182 (53.9)338 (68.2)270 (67.3)141 (72.7) 1–3 involved axillary lymph nodes, n (%)1189 (36.6)454 (53.5)338 (51.5)0 (0)1 (0.3)250 (48.9)146 (35.0)0 (0)  ≥ 4 involved axillary lymph nodes, n (%)1438 (44.3)394 (46.5)318 (48.5)0 (0)0 (0)261 (51.1)270 (64.8)195 (100) Estrogen receptor positive, n (%)2154 (66.5)585 (69.0)485 (73.9)211 (75.4)256 (76.7)297 (58.1)245 (58.8)75 (38.7) Mastectomy, n (%)2258 (69.5)637 (75.1)543 (82.8)130 (46.3)182 (53.7)327 (64.0)291 (69.8)148 (75.9) Radiotherapy, n (%)979 (30.2)201 (23.7)106 (16.2)121 (43.1)128 (37.8)184 (36.0)128 (30.7)111 (56.9) QL data availability at 1, 2 or 3 months before relapsea, n (%)677 (20.9)187 (22.1)130 (19.8)59 (21.0)50 (14.7)106 (20.7)91 (21.8)54 (27.7)  1 month19939341715363127  2 months16340301610302710  3 months315108662625403317 QL data availability at or after relapseb, n (%)1309 (40.3)354 (41.7)262 (39.9)96 (34.2)102 (30.1)233 (45.6)170 (40.8)92 (47.2)  First post-relapse reading13093542629610223317092  Second post-relapse reading66118813557451257041  Third post-relapse reading20225252922573113QL quality of lifeaat each time point before relapse, patients did not complete more than one QL assessmentsbat each time point after relapse, patients could complete one or more QL (non-protocol) assessments 3Hazard ratios for overall survival for 1 point scale worsening of physical well-being assessment when (a) the second post-relapse score for physical well-being was adjusted for the first post-relapse score, and (b) the third post-relapse score for physical well-being was adjusted for the first and second post-relapse score Conclusions Before cancer relapse, QL indicators were not generally prognostic for subsequent survival. 3Hazard ratios for overall survival for 1 point scale worsening of physical well-being assessment when (a) the second post-relapse score for physical well-being was adjusted for the first post-relapse score, and (b) the third post-relapse score for physical well-being was adjusted for the first and second post-relapse score Discussion Interest in the psychological correlates of prognosis in cancer has been longstanding.",
    "authors": [
        "Chee Khoon Lee",
        "Malcolm Hudson",
        "John Simes",
        "Karin Ribi",
        "Jürg Bernhard",
        "Alan S. Coates"
    ],
    "published_year": "2017",
    "description": "Background\n      Previous studies have shown that various patient-reported quality-of-life (QL) indicators independently predict survival outcomes in metastatic breast cancer [1–5] and other cancer types [5–8]. By contrast, in studies of early-stage breast cancer, no clear relationship between QL indicators and survival has been reported [9–11], though small studies have reported associations with appetite loss [12], future perspective [13], social wellbeing [14] and with physical and functional impairment [15], while a decrease in depression was reported to be associated with longer survival [16]. The reason for this discrepancy is uncertain. If the prognostic associations in advanced disease reflect patients’ perceptions of underlying disease severity, it may well be that at initial diagnosis of early-stage disease there are no such symptoms to perceive. The timing of the emergence of prognostic association of patient-reported QL indicators is therefore important because it might illuminate the mechanism for the association of such indicators with subsequent survival. The present study uses available individual-patient data from seven International Breast Cancer Study Group (IBCSG) adjuvant therapy trials that included QL assessments. We hypothesized that there may be a lead time prior to cancer relapse during QL indicators were prognostic for subsequent survival duration. Our primary objective was to examine the association between survival and QL indicators recorded at time points shortly before each patient’s date of disease relapse, and as a secondary aim to document the time course of the prognostic significance of the same QL indicators recorded at various intervals after relapse.\nMethods\n          Among 8024 patients enrolled in one of seven randomized controlled trials in early-stage breast cancer 3247 had a breast cancer relapse after a median follow-up of 12.1 years. Of these 677 had completed QL indicator assessments within defined windows 1, 2 or 3 months prior to relapse. We performed Cox regression analyses using these assessments and using identical instruments after relapse. All analyses were stratified by trial and adjusted for baseline clinicopathologic factors.\nResults\n      Of a total of 8024 patients, 3834 (47.8%) had a protocol-defined DFS event (first occurrence of breast cancer recurrence at local, regional, or distant site, contralateral breast cancer, second malignancy or death prior to a cancer event) during a median follow-up period of 12.1 years (range 0 to 21.5 years).. The patient and disease characteristics at trial entry, and QL data availability, are summarized in Table 1. Because we wanted to focus only on breast cancer relapse, we excluded 346 patients with a non-breast second primary malignancy, 223 who died without disease recurrence and 18 the nature of whose DFS event was unknown, leaving 3247 who had disease relapse in the main analytic cohort. Of these, 1243 (38%) had a relapse involving local or regional sites or contralateral breast and the remaining 2004 (62%) distant metastatic disease (Table 4 in Appendix 3).Table 1Patient and disease characteristics at trial entry, and quality of life data availability, in those with breast cancer related relapseOverallTrial VITrial VIITrial VIIITrial IXTrial 13Trial 14Trial 15Patients enrolled802414751212110916691246969344Patients who relapsed (analytic cohort)3247848656281339511417195Characteristics in analytic cohort Age, median5044604461435846 Range23–7924–5738–7929–5634–7623–5740–7025–65 Menopausal, n (%)1475 (45.4)0 (0)656 (100)2 (0.7)339 (100)4 (0.8)413 (99.0)61 (31.3) Tumor >2 cm, n (%)1998 (62.8)523 (63.2)4 s24 (65.3)120 (43.2)182 (53.9)338 (68.2)270 (67.3)141 (72.7) 1–3 involved axillary lymph nodes, n (%)1189 (36.6)454 (53.5)338 (51.5)0 (0)1 (0.3)250 (48.9)146 (35.0)0 (0)  ≥ 4 involved axillary lymph nodes, n (%)1438 (44.3)394 (46.5)318 (48.5)0 (0)0 (0)261 (51.1)270 (64.8)195 (100) Estrogen receptor positive, n (%)2154 (66.5)585 (69.0)485 (73.9)211 (75.4)256 (76.7)297 (58.1)245 (58.8)75 (38.7) Mastectomy, n (%)2258 (69.5)637 (75.1)543 (82.8)130 (46.3)182 (53.7)327 (64.0)291 (69.8)148 (75.9) Radiotherapy, n (%)979 (30.2)201 (23.7)106 (16.2)121 (43.1)128 (37.8)184 (36.0)128 (30.7)111 (56.9) QL data availability at 1, 2 or 3 months before relapsea, n (%)677 (20.9)187 (22.1)130 (19.8)59 (21.0)50 (14.7)106 (20.7)91 (21.8)54 (27.7)  1 month19939341715363127  2 months16340301610302710  3 months315108662625403317 QL data availability at or after relapseb, n (%)1309 (40.3)354 (41.7)262 (39.9)96 (34.2)102 (30.1)233 (45.6)170 (40.8)92 (47.2)  First post-relapse reading13093542629610223317092  Second post-relapse reading66118813557451257041  Third post-relapse reading20225252922573113QL quality of lifeaat each time point before relapse, patients did not complete more than one QL assessmentsbat each time point after relapse, patients could complete one or more QL (non-protocol) assessments\n      \n        Prognostic relevance of QL indicators measured before cancer relapse\n        Since the date of relapse could not be known prospectively, available QL forms in arbitrary 2-week time windows 1, 2 and 3 months prior to each patient’s data of relapse were used. Amongst 3247 patients who had disease relapse, QL forms were completed by 677 (20.9%) in one of these windows: no patient had data in more than one window (Table 1). Table 2 in Appendix 1 summarizes the distribution of QL indicators at different landmark times before and after breast cancer relapse. Table 3 in Appendix 2 shows the distribution of the different sites / types of breast cancer relapse and other DFS events.\n        At 1 month and 3 months before disease relapse, none of the QL indicators showed a statistically significant relationship with subsequent OS. The results did not change significantly with adjustment for baseline factors. At 2 months before disease relapse, none of the QL indicators, except mood (HR for a 1-point change 1.008, 95% confidence interval (CI) 1.001 to 1.015, uncorrected P = 0.03), showed a statistically significant relationship with OS. We regard this association with mood at a single time point as a statistical artefact without biological significance. When adjusted for baseline prognostic factors, none of the QL indicators, including mood, were associated with survival (Fig. 1).Fig. 1Unadjusted and adjusted hazard ratios for overall survival for 1 point scale worsening of each quality-of-life (QL) indicator at (A) 1 month, (B) 2 months, and (C) 3 months before breast cancer relapse. Hazard ratios for each QL indicators are represented by the squares, and the horizontal line crossing the square represents the 95% confidence interval\n      \n      \n        Prognostic relevance of QL indicators measured at and beyond cancer relapse\n        The median survival time after disease relapse was 2.5 years (range 0 to 19.7 years). At or after disease relapse, QL forms were completed at least once by 1309 patients (40.3%) in the study cohort (Table 1). With a median time of 1.2 months after cancer relapse (first post-relapse QL indicators), physical well-being (HR per 1-point change 1.006, 95% CI 1.004 to 1.008, P < 0.001), was statistically significantly associated with OS. At the second post-relapse (median time 6.8 months), the corresponding HR was 1.008 (95% CI 1.005 to 1.011, P < 0.001) and at the third post-relapse (median time 17.8 months), 1.013 (95% CI 1.07 to 1.018, P < 0.001). QL indicators for nausea and vomiting, appetite, coping effort and utility taken at these time-points after cancer relapse also showed patterns similar to those for physical well-being (Fig. 2).Fig. 2Unadjusted and adjusted hazard ratios for overall survival for 1 point scale worsening of each quality-of-life (QL) indicator after cancer relapse. PWB = physical well-being; NV = nausea and vomiting\n        When the second post-relapse QL indicators for physical well-being was adjusted for the first post-relapse QL indicators in a multivariable model, the HR for the second post-relapse QL indicators was 1.008 (95% CI 1.005 to 1.011, P < 0.001) while the first post-relapse QL indicators was no longer statistically significant (P = 0.85). The same pattern was observed among the small group who reported third post-relapse QL indicators adjusted for first and second post-relapse scores in a multivariable model (Fig. 3). These results imply that the physical well-being measured later in the evolution of recurrent disease has a stronger association with OS than earlier measurements. Similar results were observed for nausea and vomiting, appetite, coping effort, and utility (results not shown).Fig. 3Hazard ratios for overall survival for 1 point scale worsening of physical well-being assessment when (a) the second post-relapse score for physical well-being was adjusted for the first post-relapse score, and (b) the third post-relapse score for physical well-being was adjusted for the first and second post-relapse score\nConclusions\n          Before cancer relapse, QL indicators were not generally prognostic for subsequent survival. After relapse, QL indicators substantially predicted OS, with a stronger association later in the course of relapsed disease. Simple patient perception of disease burden seems unlikely to explain this sudden change: rather the patient’s awareness of disease relapse must contribute.\nPatients and methods\n      Between 1986 and 2000, seven IBCSG trials randomised a total of 8024 women with operable breast cancer to different systemic treatment comparisons. Trial VI randomised premenopausal women with node-positive cancer and investigated the optimal duration and timing of adjuvant chemotherapy [17]. Trial VII [18] and trial IX [19] investigated the value of adding chemotherapy to tamoxifen to treatment for postmenopausal women with node-positive and node-negative tumors, respectively. Trial VIII investigated the role of treatment with chemotherapy, endocrine therapy comprising ovarian suppression with goserelin, and the sequential use of these modalities in premenopausal and perimenopausal women with node-negative tumors [20]. Trial 13–93 examined the introduction of a treatment gap and the value of adding tamoxifen to chemotherapy in premenopausal women [21], while Trial 14–93 investigated the role of a treatment-free gap in postmenopausal women [22]. Trial 15–95 investigated dose-intensive chemotherapy in women with high-risk, node-positive breast cancer [23].\n      In all of these trials, QL was measured using validated single-item linear analog self-assessment (LASA) indicators of components of QL (physical wellbeing, mood, coping, and perceived health status) shown to be affected by breast cancer, surgery, chemo- and endocrine therapy [24–27]. These were global indicators for physical well-being, mood, coping effort and perceived health status (utility). The specific indicators for side-effects were nausea/vomiting, appetite, flushing, and arm restriction. Mood and coping indicators are shown to be sensitive in identifying psychological distress, mood disorders and psychosocial dysfunction. The clinical relevance of global and specific LASA indicators has been confirmed in breast cancer trials that examined the impact of axillary clearance, chemo- and endocrine therapy, and by their association with performance status, tumor response, chemotherapy treatment benefit and toxicity, and survival duration. Each LASA indicator consisted of a 100-mm line, with scores ranged from 0 (best) to 100 (worst). The schedule of QL assessments was essentially similar in all trials, with regular early measures then additional assessment following relapse.\n      \n        Statistical methods\n        Only patients with documented breast cancer relapse were considered. In these patients, we examined the relationship of each QL indicator with OS using Cox regression models. All our models were stratified by trial enrolment. The hazard ratio (HR) was calculated using the estimated parameter from these models and represents the risk for a 1 point increase of the 100 point QL scale (that is, as the QL indicator worsens, the HR increases).\n        Our primary analysis sought any association between QL indicators and subsequent OS before cancer relapse. Survival times were measured from the landmark times before cancer relapse to the date of death (from any cause) or date of last follow-up. Three arbitrary time periods were chosen: 1, 2, and 3 months before the date of each patient’s documented relapse. QL indicators recorded within a window of 2 weeks around each of these times were analysed. In our primary analysis, all types of breast cancer relapses were considered. Multivariable analyses were performed to adjust for baseline factors at initial diagnosis (age, tumor size, estrogen receptor, performance status and axillary nodal status (node-negative vs 1–3 positive nodes vs 1–3 v 4or more positive nodes). We further performed a sensitivity analysis in which only cases with distant metastasis to skeletal, viscera, distant nodes and / or soft tissues were examined.\n        In our secondary analysis, we examined for the association between QL indicators at and after cancer relapse and subsequent survival. Survival times were measured from the dates of the first, second, and third QL indicator readings after relapse to the date of death (from any cause) or the date of last follow-up. The relationships between 1st, 2nd, and 3rd post-relapse QL indicators and survival from the time of relapse were tested singly using univariable Cox regression analyses stratified by trial. Multivariable analyses jointly explored first and second, and first, second, and third post-relapse QL indicators. In these multivariable analyses, survival times were measured (landmarked) from the dates of the latest QL indicator readings after relapse to the date of death. There was no adjustment for multiple comparisons. All analyses were two sided, and P < 0.05 was considered significant.\nStatistical methods\n        Only patients with documented breast cancer relapse were considered. In these patients, we examined the relationship of each QL indicator with OS using Cox regression models. All our models were stratified by trial enrolment. The hazard ratio (HR) was calculated using the estimated parameter from these models and represents the risk for a 1 point increase of the 100 point QL scale (that is, as the QL indicator worsens, the HR increases).\n        Our primary analysis sought any association between QL indicators and subsequent OS before cancer relapse. Survival times were measured from the landmark times before cancer relapse to the date of death (from any cause) or date of last follow-up. Three arbitrary time periods were chosen: 1, 2, and 3 months before the date of each patient’s documented relapse. QL indicators recorded within a window of 2 weeks around each of these times were analysed. In our primary analysis, all types of breast cancer relapses were considered. Multivariable analyses were performed to adjust for baseline factors at initial diagnosis (age, tumor size, estrogen receptor, performance status and axillary nodal status (node-negative vs 1–3 positive nodes vs 1–3 v 4or more positive nodes). We further performed a sensitivity analysis in which only cases with distant metastasis to skeletal, viscera, distant nodes and / or soft tissues were examined.\n        In our secondary analysis, we examined for the association between QL indicators at and after cancer relapse and subsequent survival. Survival times were measured from the dates of the first, second, and third QL indicator readings after relapse to the date of death (from any cause) or the date of last follow-up. The relationships between 1st, 2nd, and 3rd post-relapse QL indicators and survival from the time of relapse were tested singly using univariable Cox regression analyses stratified by trial. Multivariable analyses jointly explored first and second, and first, second, and third post-relapse QL indicators. In these multivariable analyses, survival times were measured (landmarked) from the dates of the latest QL indicator readings after relapse to the date of death. There was no adjustment for multiple comparisons. All analyses were two sided, and P < 0.05 was considered significant.\nPrognostic relevance of QL indicators measured before cancer relapse\n        Since the date of relapse could not be known prospectively, available QL forms in arbitrary 2-week time windows 1, 2 and 3 months prior to each patient’s data of relapse were used. Amongst 3247 patients who had disease relapse, QL forms were completed by 677 (20.9%) in one of these windows: no patient had data in more than one window (Table 1). Table 2 in Appendix 1 summarizes the distribution of QL indicators at different landmark times before and after breast cancer relapse. Table 3 in Appendix 2 shows the distribution of the different sites / types of breast cancer relapse and other DFS events.\n        At 1 month and 3 months before disease relapse, none of the QL indicators showed a statistically significant relationship with subsequent OS. The results did not change significantly with adjustment for baseline factors. At 2 months before disease relapse, none of the QL indicators, except mood (HR for a 1-point change 1.008, 95% confidence interval (CI) 1.001 to 1.015, uncorrected P = 0.03), showed a statistically significant relationship with OS. We regard this association with mood at a single time point as a statistical artefact without biological significance. When adjusted for baseline prognostic factors, none of the QL indicators, including mood, were associated with survival (Fig. 1).Fig. 1Unadjusted and adjusted hazard ratios for overall survival for 1 point scale worsening of each quality-of-life (QL) indicator at (A) 1 month, (B) 2 months, and (C) 3 months before breast cancer relapse. Hazard ratios for each QL indicators are represented by the squares, and the horizontal line crossing the square represents the 95% confidence interval\nPrognostic relevance of QL indicators measured at and beyond cancer relapse\n        The median survival time after disease relapse was 2.5 years (range 0 to 19.7 years). At or after disease relapse, QL forms were completed at least once by 1309 patients (40.3%) in the study cohort (Table 1). With a median time of 1.2 months after cancer relapse (first post-relapse QL indicators), physical well-being (HR per 1-point change 1.006, 95% CI 1.004 to 1.008, P < 0.001), was statistically significantly associated with OS. At the second post-relapse (median time 6.8 months), the corresponding HR was 1.008 (95% CI 1.005 to 1.011, P < 0.001) and at the third post-relapse (median time 17.8 months), 1.013 (95% CI 1.07 to 1.018, P < 0.001). QL indicators for nausea and vomiting, appetite, coping effort and utility taken at these time-points after cancer relapse also showed patterns similar to those for physical well-being (Fig. 2).Fig. 2Unadjusted and adjusted hazard ratios for overall survival for 1 point scale worsening of each quality-of-life (QL) indicator after cancer relapse. PWB = physical well-being; NV = nausea and vomiting\n        When the second post-relapse QL indicators for physical well-being was adjusted for the first post-relapse QL indicators in a multivariable model, the HR for the second post-relapse QL indicators was 1.008 (95% CI 1.005 to 1.011, P < 0.001) while the first post-relapse QL indicators was no longer statistically significant (P = 0.85). The same pattern was observed among the small group who reported third post-relapse QL indicators adjusted for first and second post-relapse scores in a multivariable model (Fig. 3). These results imply that the physical well-being measured later in the evolution of recurrent disease has a stronger association with OS than earlier measurements. Similar results were observed for nausea and vomiting, appetite, coping effort, and utility (results not shown).Fig. 3Hazard ratios for overall survival for 1 point scale worsening of physical well-being assessment when (a) the second post-relapse score for physical well-being was adjusted for the first post-relapse score, and (b) the third post-relapse score for physical well-being was adjusted for the first and second post-relapse score\nDiscussion\n      Interest in the psychological correlates of prognosis in cancer has been longstanding. Our own studies in metastatic breast cancer [28] and melanoma [29] found a consistent positive effect of “minimization” of concern. In this study, using established QL indicators which had proven prognostic in metastatic disease [2, 9] we could not demonstrate any lead-time effect, in that none of the QL indicators, (apart from the possibly chance finding of mood at 2 months), measured at 1, 2, and 3 months before cancer relapse had prognostic significance for subsequent survival. By contrast, and in keeping with prior observations, the same indicators recorded at and after cancer relapse substantially predicted subsequent survival, with stronger association for QL indicators measured later in the course of relapsed disease. The hazard ratios observed after relapse represent large effect size: every 10 points worsening of physical well-being, at the median time of 1.3 months after progression, was associated with 7% increase in hazard of death. At median times of 5.8 and 10.1 months after progression, the corresponding hazards of death were increased to 8% and 13%, respectively for every 10 points worsening of physical well-being.\n      This study has several strengths. It is based on individual patient QL indicator data prospectively collected in almost 4000 patients from seven adjuvant clinical trials. Among these, 22.9% had available QL indicator data falling in the period prior to the time of relapse and 40.3% had QL indicator data soon thereafter, enabling prognostic analyses to be performed at various stages of the disease trajectory around the event of disease relapse.\n      There are also several limitations of this study. The findings remain hypothesis-generating, as none of these clinical trials were originally designed to answer the research questions addressed in this paper. Patients were classified in these trials as having disease progression if they had local recurrence and / or more distant metastatic disease. Patient’s self-perception of the severity of the disease might differ between those who developed a local recurrence versus those with distant metastasis and hence might potentially impact on the results. However, our sensitivity analysis (Table 4 in Appendix 3) does not suggest major differences in the result of all types of relapse versus those with distant metastases only. For feasibility reasons, in these large-scale phase-III international studies where trials were conducted in different cultures with different local settings and resources, key indicators relevant to patients with breast cancer were selected as an alternative to a comprehensive QL assessment [24, 25]. Because the time of relapse could not be prospectively known, QL indicator data were only available from 22.9% of patients at the chosen time points 1, 2 or 3 months before relapse. Moreover, these data were generally from patients who relapsed early during or immediately after completion of adjuvant systemic treatments (when QL indicator assessments were scheduled) rather than those who relapsed later. We do not have detailed clinicopathologic information about the sites of relapse in these patients and have therefore not attempted to separately assess the prognostic relevance of QL indicators after relapse at various different sites. Our multivariable analyses only adjusted for baseline factors at diagnosis of early-stage breast cancer. Thus, it is possible that QL indicator data might not be prognostic for survival after relapses confined, say, to soft tissues. We used QL indicators at various time points but did not examine for effects of change in the score. However, changes in QL indicator from baseline (at the commencement of adjuvant therapy) to before and during cancer relapse may be difficult to interpret because of the significant time gap for most of these patients, and the phenomenon of response shift [30–32].\nConclusion\n      In conclusion, QL indicators measured at various intervals before cancer relapse did not have prognostic significance for subsequent OS. At and after cancer relapse, QL indicators substantially predicted subsequent OS, with stronger association for QL indicators measured in the later course of relapsed disease. Patients’ self-perception of the severity of the underlying disease after relapse might be a reason for the reported QL indicators and thus contributes to their prognostic significance.\nAppendix 1\n          \nTable 2Distribution of quality-of-life indicators at different landmark times before and after breast cancer relapse1 month prior relapse2 months prior relapse3 months prior relapseQL IndicatorsNMedianaIQRNMedianaIQRNMedianaIQRPhysical well-being19914.029.016320.039.031516.032.0Mood19920.040.016216.041.031517.039.0Nausea / Vomiting1403.07.0903.07.01433.013.0Appetite1998.019.01637.019.03137.018.0Flushing13922.058.09027.070.014417.562.0Arm swelling13911.028.08911.031.014413.034.5Coping19820.044.016221.043.030920.036.0Utility13821.028.08923.034.014219.033.01st reading post-relapse2nd reading post-relapse3rd reading post-relapseQL IndicatorsNMedianIQRNMedianIQRNMedianIQRPhysical well-being130926.046.065024.045.019827.045.0Mood130327.046.064523.042.019822.541.0Nausea / Vomiting8403.014.04014.015.01532.07.0Appetite13039.032.064810.037.519911.034.0Flushing83819.549.039818.051.015323.054.0Arm swelling83411.036.039813.041.015413.041.0Coping129835.050.064632.050.019631.053.0Utility81931.039.039633.035.515233.039.0QL quality of life, IQR interquartile rangeaEach linear analog self-assessment QL indicators consisted of a 100-mm line, with scores ranged from 0 (best) to 100 (worst)\nAppendix 2\n          \nTable 3Number of patients with different types of breast cancer relapses for each trialTrial NumberVIVIIVIIIIX131415TotalNNo relapse56838078911187044951364190Local recurrence1671028884927220625Contralateral breast cancer7136425740266278Regional nodal metastasis106811618594218340Distant soft tissue / nodal metastasis3726131111911118Distant bone metastasis20716942501329141732Distant visceral metastasis26024280119177177991154Second breast cancer primary48893010822427346Death without recurrence107671029145223Unknown1112201118Total147512121109166912469693448024\nAppendix 3\n          \nTable 4Unadjusted analyses for (A) all types of relapses and (B) relapses limited to distant metastasis to skeletal, viscera and / or distant nodes(A) All types of relapses(B) Distant relapses with skeletal, visceral and / or distant nodesQL indictorsNHR95% CINHR95% CI1 month before documented relapsePhysical well-being1991.0040.9971.0101361.0030.9961.011Mood1991.0010.9941.0071360.9990.9921.006Nausea / Vomiting1400.9990.9881.010960.9990.9851.014Appetite1991.0020.9951.0091361.0000.9921.009Flushing1391.0000.9941.007961.0020.9941.010Arm swelling1391.0050.9971.014951.0101.0001.020Coping1981.0000.9941.0051351.0000.9931.006Utility1380.9980.9891.007940.9980.9871.0082 months before documented relapsePhysical well-being1631.0050.9981.0111171.0030.9951.010Mood1621.0081.0011.0151171.0081.0001.016Nausea / Vomiting900.9940.9831.005660.9930.9811.005Appetite1630.9980.9891.0081171.0010.9911.012Flushing901.0030.9951.010661.0030.9941.011Arm swelling890.9980.9881.009660.9940.9811.008Coping1621.0030.9971.0091171.0040.9971.012Utility890.9950.9861.005660.9980.9861.0113 months before documented relapsePhysical well-being3150.9960.9911.0021890.9940.9881.001Mood3150.9990.9941.0041890.9970.9911.003Nausea / Vomiting1431.0000.9921.009891.0020.9911.013Appetite3130.9990.9931.0051870.9980.9901.006Flushing1441.0000.9941.005901.0000.9931.007Arm swelling1440.9980.9911.004900.9980.9911.005Coping3090.9980.9941.0031840.9960.9901.002Utility1420.9960.9891.004880.9950.9861.005QL quality-of-life, HR hazard ratio, CI confidence interval\nFunding\n        This study had no specific funding. The work was partly funded by National Health and Medical Research Council program grant 1037786 to the Clinical Trials Centre. The coordination of the trials was funded by the International Breast Cancer Study Group.\nAvailability of data and materials\n        All authors have access to raw individual patient data of this study. The data on which these analyses are based form part of the clinical trials database of the International Breast Cancer Study Group. As such they are available for external research proposals subject to the Group’s standard scientific and ethical review.\nEthics approval and consent to participate\n        Each of the clinical trials from which these data are derived was approved by the International Breast Cancer Study Group Ethics Committee and by the Ethics Committees of all participating institutions. All patients who participated provided written consents to undergo treatment in the included trials. QL indicator assessments were reviewed and approved by relevant ethics committees.\nConsent for publication\n        No individually identifiable data are included. General consent to publish was granted by patients as part of initial trial participation.\nCompeting interests\n        All authors declare no competing interests.\nPublisher’s Note\n        Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5767023/",
    "doi": "https://doi.org/10.1186/s12955-017-0834-2"
}