{
    "title": "Brain tumors disrupt the resting-state connectome",
    "abstract": "In contrast, the presence of a brain tumor (T) attenuated the connectivity in the ipsilateral hippocampus, i.e. the fraction of voxels exhibiting an inverse correlation between the left and right hippocampus decreased from 85.4% in the healthy brain (Fig. In contrast, the presence of a brain tumor (T) attenuated the connectivity in the ipsilateral hippocampus, i.e. the fraction of voxels exhibiting an inverse correlation between the left and right hippocampus decreased from 85.4% in the healthy brain (Fig. While, these findings have provided a useful benchmark for understanding the role of the TME on baseline BOLD signal fluctuations, to the best of our knowledge this is the first time an orthotopic brain tumor model (Vakoc et al., 2009) has been employed to better understand the role of the ‘native’ angiogenic brain tumor TME on the resting-state BOLD signal.",
    "authors": [
        "Darian H. Hadjiabadi",
        "Leland Pung",
        "Jiangyang Zhang",
        "B.D. Ward",
        "Woo-Taek Lim",
        "Meghana Kalavar",
        "Nitish V. Thakor",
        "Bharat B. Biswal",
        "Arvind P. Pathak"
    ],
    "published_year": "2018",
    "description": "1\n      Introduction\n      The devastating consequences of a brain tumor on a patient's quality of life have sparked widespread research into approaches capable of early detection of tumor-induced alterations in brain function. Noninvasive techniques such as magnetoencephalography (MEG) (Bartolomei et al., 2006), and task-based fMRI have been at the forefront of such efforts (Holodny et al., 1999). However, spatial localization of the MEG signal is challenging (Hillman, 2014) because one needs to employ computational approaches to localize neural activity within the brain from the induced magnetic fields measured externally (Hämäläinen et al., 1993). In contrast, task-based fMRI has proven immensely useful for pre-surgical mapping of eloquent cortex prior to surgical resection. However, this method can be challenging to conduct on brain tumor patients due to issues such as task noncompliance, the constraint of long imaging times, and false-negatives (Zaca et al., 2014) arising from neurovascular uncoupling (Ulmer et al., 2003). Although one could circumvent the first two issues by using task-independent resting-state fMRI (rsfMRI) approaches, little is known about how the blood‑oxygen-level-dependent (BOLD) rsfMRI signal is modulated by the presence of a brain tumor (Pak et al., 2017). Therefore, the objective of this study was to systematically quantify brain tumor-induced changes on the BOLD rsfMRI signal and on resting-state brain connectivity in a preclinical model.\n      Resting-state functional MRI is based on the premise that distinct brain regions exhibit temporally correlated spontaneous fluctuations in blood flow within a frequency range of 0.01–0.1 Hz, to meet the energy demands necessary for healthy brain function (Biswal et al., 1995). As a result, rsfMRI has been successfully used to map changes in ‘connectivity’ of spatially distinct brain regions in an array of disease models using a stimulus-independent paradigm. These include mapping alterations in neuronal connectivity in patients with stroke (Golestani et al., 2013), schizophrenia (Lynall et al., 2010), bipolar disorder (Mamah et al., 2013), multiple sclerosis (Filippi et al., 2013), and Alzheimer's disease (Agosta et al., 2012). Recently, work by Hillman and colleagues elegantly demonstrated that resting-state hemodynamics are spatiotemporally coupled to synchronized neural activity in excitatory neurons (Ma et al., 2016) thereby validating some of the biophysical mechanisms underpinning the rsfMRI signal. However, rsfMRI studies in patients with brain tumors have been limited (Agarwal et al., 2016; Chow et al., 2016). This is attributable to several factors. The first is that the abnormal vascular architecture (Kim et al., 2011) and anomalous blood flow characteristics (Jain et al., 2007) modulate the BOLD signal within the tumor region (Chow et al., 2016). Next, there is the phenomenon of neurovascular uncoupling (NVU) in which brain tumor cells perturb the integrity of the blood-brain-barrier (BBB), disrupt the homeostatic coupling between neurons and astrocytes, and the mechanism underlying cerebral blood flow regulation (Watkins et al., 2014). This NVU can confound the interpretation of resting-state connectivity in brain tumor patients (Agarwal et al., 2016). Therefore, there is an exigent need for new tools to elucidate how the blood‑oxygenation-level-dependent (BOLD) rsfMRI signal is modulated in brain cancer.\n      Early BOLD signal fluctuation-based MRI studies of cancer focused on elucidating the functional status or ‘maturity’ of the tumor vasculature in preclinical tumor models (Baudelet et al., 2006). More recent studies have employed spontaneous BOLD fluctuations to generate maps of ‘active’ tumor regions using independent component analysis, and showed that heterogeneous tumor vessel functionality can result in uniquely correlated tumor regions (Goncalves et al., 2015). However, none of these studies employed an orthotopic (i.e. occurring at the normal place in the body) brain tumor model to investigate the relationship between the brain tumor microenvironment (TME) and the BOLD rsfMRI signal. While rsfMRI studies in rodents have only been reported recently (Pan et al., 2015), they have demonstrated that certain resting-state networks can be observed across mammalian species (Pawela et al., 2008). For example, rsfMRI studies have shown that the functional connectivity in the limbic, motor, visual, and somatosensory networks can be successfully mapped in rodents (Bergonzi et al., 2015; Jonckers et al., 2011; White et al., 2011). Collectively, these developments afford us the opportunity to elucidate the effect of brain tumors on resting-state connectivity in rodent models and then potentially translate these findings into patients.\n      In this study, we characterized the collective effects of the abnormal brain tumor vasculature and tumor-induced neurovascular uncoupling on rsfMRI dynamics. Specifically, we quantified and compared resting-state BOLD signal dynamics in healthy murine brains relative to tumor-bearing brains. We then examined tumor-induced alterations in resting-state connectivity between multiple brain regions across both cerebral hemispheres. Furthermore, we demonstrated global tumor-induced modulations in resting-state BOLD signal fluctuations. The effect of brain tumor volume on resting-state connectivity between brain regions, as well as between the tumor and cortex were also investigated. Preliminary histology suggests that some of the observed alterations in brain connectivity may be attributable to tumor related remodeling of the neurovasculature, amongst other mechanisms.\n2\n      Methods\n      \n        2.1\n        Animal preparation\n        9L-GFP brain tumor cells were orthotopically inoculated into the cortices of SCID mice (n = 8) as described in (Pathak et al., 2001). Brains of healthy SCID mice (n = 8) served as the control group. Briefly, severe combined immune deficient (SCID) mice weighing approximately 30 g (Charles River/NCI, Frederick, MD), were anesthetized with a xylazine/ketamine cocktail for tumor cell inoculation. Their heads were immobilized in a stereotactic frame and a 1 mm burr hole drilled in the skull 1 mm anterior and 2 mm lateral to the bregma on the right side using an aseptic technique. A 10 μl gas-tight syringe (Hamilton Comp, Reno, Nevada) was used to inject 105 cells of the 9L gliosarcoma cell line, into the right frontal lobe at a depth of 3 mm relative to the dural surface. Starting with 105 cells, the tumor cell inoculum was diluted to yield tumors of varying volumes. The 9L cell line was obtained from the Brain Tumor Biology Laboratory, and grown in DMEM (Gibco, Gaithesburg, MD) with 10% FBS. Cells were expanded prior to inoculation. The injection time was 5 min, after which the needle was retracted slowly for an additional 5 min. The skin was then closed with surgical staples that were removed prior to MRI. All animal studies were performed according to institutional guidelines and the NIH “Guide for the Use and Care of Laboratory Animals”.\n      \n      \n        2.2\n        In vivo MRI protocol\n        In vivo MRI was conducted at two weeks post-inoculation on a 400 MHz vertical bore Bruker spectrometer under isoflurane anesthesia (1–1.5% mixed with air and oxygen at a 3:1 ratio) using the following sequences after localized shimming: (i) T2w rapid acquisition with relaxation enhancement (RARE), RARE-factor = 8, TE  =  15.0 ms, TR  =  3.5 s, NA  = 8, in-plane resolution  =  0.1 mm × 0.1 mm, 16–24 coronal slices, slice thickness =   0.3 mm; (ii) 16-segment gradient-echo EPI, TE  =  8.4 ms, TR  =   400 ms/segment (resulting in an effective TR = 6.4 s), 110 repetitions (i.e. ~12 min imaging session), in-plane resolution  =  0.2 mm × 0.2 mm, 16–24 coronal slices, slice thickness =  0.3 mm. Body temperature of the animals was maintained at 37 °C and respiration rate at 40–60 bpm.\n      \n      \n        2.3\n        Histology and immunofluorescence protocol\n        After in vivo MRI, animals were perfused with the intravascular tracer dextran-TRITC (70 kDa, Sigma-Aldrich, St. Louis, MO) via the tail vein, euthanized, brains excised, fixed in 10% buffered formalin and frozen in liquid nitrogen for cryosectioning. Adjacent 12 μm frozen brain sections were cut onto silanized slides and immunofluorescent labeling of the neurovascular unit components carried out. Astrocytes were labeled with anti-glial fibrillary acidic protein (GFAP) antibody (Cell Signaling, Danvers, MA), vasculature associated smooth muscle with α-smooth muscle actin antibody (Sigma-Aldrich, St. Louis, MO), and blood vessel endothelium detected on the same tissue with anti-mouse laminin antibody (Sigma-Aldrich, St. Louis, MO). Slides were counterstained with DAPI (Molecular Probes Inc., Eugene, OR) and cover-slipped. Slides were imaged on a Nikon ECLIPSE-TS100 microscope (Nikon Instruments Inc., NY) with the appropriate filters for detecting immunofluorescence. Regions-of-interest (ROI) were digitized at 20× and 40× using a SPOT INSGHT™ CCD camera (Diagnostic Instruments Inc., MI).\n      \n      \n        2.4\n        Image processing\n        \n          2.4.1\n          Region of interest segmentation and preprocessing\n          A 3D MRI-based mouse atlas (Aggarwal et al., 2009) was used as a reference for segmenting anatomical regions-of-interest (ROI) using the segmentation editor in Amira® (FEI Software, OR). ROI included: left/right (L/R) hippocampus (Hi), L/R neocortex (Neo), L/R olfactory bulb (OB), L/R thalamus (Th), L/R striatum (Str), L/R hypothalamus (Hy), brainstem (Stem), and tumor (TUM) where applicable.\n          The Analysis of Functional Neuroimages software (AFNI; http://afni.nimh.nih.gov/afni/) was utilized for all image processing (Cox, 1996). Resting-state fMRI data was co-registered to the anatomical MRI data using a two-step method in which an initial alignment using linear interpolation to smoothed variants of the functional and anatomical datasets was followed by a final alignment step utilizing Fourier interpolation. The rsfMRI BOLD time course was then filtered using a high-pass filter with a 0.01 Hz cut-off, and spatially smoothed using a Gaussian filter with a full width half maximum (FWHM) of 0.5 mm. Data from the normal and tumor-bearing brains underwent identical image processing steps.\n        \n        \n          2.4.2\n          Computation of resting-state connectivity\n          For this data TReff = 6.4 s, which resulted in a maximum sampling signal bandwidth of 0.078 Hz as dictated by the Nyquist-Shannon sampling theorem. We computed the average BOLD time course within each ROI for use as a ‘reference’ time course. The resting-state connectivity between any two ROI pairs was then defined in terms of the cross-correlation coefficient between their respective average BOLD time courses.\n        \n        \n          2.4.3\n          Visualization of tumor-induced changes in resting-state connectivity\n          Following cross-correlation analysis of the average resting-state BOLD time course for a given ROI with all the voxels for each segmented ROI, we created “resting-state” maps for each brain. These maps were a visual representation of the connectivity between an ROI and the rest of the murine brain. Each resting-state map was overlaid on an anatomical image for visualization.\n          To make it easier to visualize brain-tumor induced alterations in the resting-state “connectome”, we constructed radial plots and cross-correlation matrices. The radial plot displays the resting-state connectivity between a single ROI and each of the remaining ROI. As an example, we computed a radial plot corresponding to the connectivity between the right hippocampus and other ROI for a representative healthy and tumor-bearing animal. The cross-correlation matrix displays the resting-state connectivity for each ROI relative to the rest of the murine brain. Row i and column j of the matrix is the resting-state connectivity between ROI pairs i and j. Presented is the average cross-correlation matrix for the healthy (n = 8) and brain-tumor-bearing (n = 8) groups.\n          We also visualized the resting-state connectivity between murine brain regions as a force-directed spatial graph plotted using the Kamada-Kawai (KK) algorithm (Kamada and Kawai, 1989). In this spatial graph, each brain ROI was represented by a node and the strength of the connectivity between ROI represented by the thickness of the edge. The Kamada-Kawai algorithm computes the force-directed spatial separation between pairs of nodes (i.e. ROI). Therefore, the final spatial graph indicates the equilibrium state (i.e. net force = 0). Since the non-convex nature of the optimization problem can result in the final equilibrium position landing in an undesirable local maximum, we implemented multiple trials of this algorithm with random restarts. The end result was a spatial graph for each normal and tumor-bearing brain. Here, we present the average spatial graph for each group using its respective average cross-correlation matrix. The tumor ROI was not included in cross-correlation or KK connectivity analysis because we were interested in the tumor-induced alterations in resting-state connectivity between intrinsic brain ROI.\n        \n        \n          2.4.4\n          Estimation of power spectral density\n          Periodograms were computed to display the power spectral density of rsfMRI signal fluctuations in healthy and tumor-bearing groups. The periodograms were generated by calculating the squared-magnitude of the discrete Fourier transform of the average rsfMRI signal for each ROI (Oppenheim et al., 1999).\n        \n        \n          2.4.5\n          Statistical analyses\n          Cross-correlation coefficients observed in resting-state connectivity maps were transformed into t-statistics and tested for significance at p < 0.05 with the Bonferonni correction. To determine if there were significant differences in resting-state connectivity between ROI pairs from healthy and tumor-bearing brains, we employed a two-tailed, non-parametric Mann-Whitney U test (α = 0.05). To determine if the resting-state connectivity between ROI pairs varied as a function of tumor volume (i.e. tumor stage), we utilized the non-parametric Spearman's rank correlation coefficient to assess the linear relationship between the rank of the cross-correlation coefficient and rank of the tumor volume (α = 0.10).\n2.1\n        Animal preparation\n        9L-GFP brain tumor cells were orthotopically inoculated into the cortices of SCID mice (n = 8) as described in (Pathak et al., 2001). Brains of healthy SCID mice (n = 8) served as the control group. Briefly, severe combined immune deficient (SCID) mice weighing approximately 30 g (Charles River/NCI, Frederick, MD), were anesthetized with a xylazine/ketamine cocktail for tumor cell inoculation. Their heads were immobilized in a stereotactic frame and a 1 mm burr hole drilled in the skull 1 mm anterior and 2 mm lateral to the bregma on the right side using an aseptic technique. A 10 μl gas-tight syringe (Hamilton Comp, Reno, Nevada) was used to inject 105 cells of the 9L gliosarcoma cell line, into the right frontal lobe at a depth of 3 mm relative to the dural surface. Starting with 105 cells, the tumor cell inoculum was diluted to yield tumors of varying volumes. The 9L cell line was obtained from the Brain Tumor Biology Laboratory, and grown in DMEM (Gibco, Gaithesburg, MD) with 10% FBS. Cells were expanded prior to inoculation. The injection time was 5 min, after which the needle was retracted slowly for an additional 5 min. The skin was then closed with surgical staples that were removed prior to MRI. All animal studies were performed according to institutional guidelines and the NIH “Guide for the Use and Care of Laboratory Animals”.\n2.2\n        In vivo MRI protocol\n        In vivo MRI was conducted at two weeks post-inoculation on a 400 MHz vertical bore Bruker spectrometer under isoflurane anesthesia (1–1.5% mixed with air and oxygen at a 3:1 ratio) using the following sequences after localized shimming: (i) T2w rapid acquisition with relaxation enhancement (RARE), RARE-factor = 8, TE  =  15.0 ms, TR  =  3.5 s, NA  = 8, in-plane resolution  =  0.1 mm × 0.1 mm, 16–24 coronal slices, slice thickness =   0.3 mm; (ii) 16-segment gradient-echo EPI, TE  =  8.4 ms, TR  =   400 ms/segment (resulting in an effective TR = 6.4 s), 110 repetitions (i.e. ~12 min imaging session), in-plane resolution  =  0.2 mm × 0.2 mm, 16–24 coronal slices, slice thickness =  0.3 mm. Body temperature of the animals was maintained at 37 °C and respiration rate at 40–60 bpm.\n2.3\n        Histology and immunofluorescence protocol\n        After in vivo MRI, animals were perfused with the intravascular tracer dextran-TRITC (70 kDa, Sigma-Aldrich, St. Louis, MO) via the tail vein, euthanized, brains excised, fixed in 10% buffered formalin and frozen in liquid nitrogen for cryosectioning. Adjacent 12 μm frozen brain sections were cut onto silanized slides and immunofluorescent labeling of the neurovascular unit components carried out. Astrocytes were labeled with anti-glial fibrillary acidic protein (GFAP) antibody (Cell Signaling, Danvers, MA), vasculature associated smooth muscle with α-smooth muscle actin antibody (Sigma-Aldrich, St. Louis, MO), and blood vessel endothelium detected on the same tissue with anti-mouse laminin antibody (Sigma-Aldrich, St. Louis, MO). Slides were counterstained with DAPI (Molecular Probes Inc., Eugene, OR) and cover-slipped. Slides were imaged on a Nikon ECLIPSE-TS100 microscope (Nikon Instruments Inc., NY) with the appropriate filters for detecting immunofluorescence. Regions-of-interest (ROI) were digitized at 20× and 40× using a SPOT INSGHT™ CCD camera (Diagnostic Instruments Inc., MI).\n2.4\n        Image processing\n        \n          2.4.1\n          Region of interest segmentation and preprocessing\n          A 3D MRI-based mouse atlas (Aggarwal et al., 2009) was used as a reference for segmenting anatomical regions-of-interest (ROI) using the segmentation editor in Amira® (FEI Software, OR). ROI included: left/right (L/R) hippocampus (Hi), L/R neocortex (Neo), L/R olfactory bulb (OB), L/R thalamus (Th), L/R striatum (Str), L/R hypothalamus (Hy), brainstem (Stem), and tumor (TUM) where applicable.\n          The Analysis of Functional Neuroimages software (AFNI; http://afni.nimh.nih.gov/afni/) was utilized for all image processing (Cox, 1996). Resting-state fMRI data was co-registered to the anatomical MRI data using a two-step method in which an initial alignment using linear interpolation to smoothed variants of the functional and anatomical datasets was followed by a final alignment step utilizing Fourier interpolation. The rsfMRI BOLD time course was then filtered using a high-pass filter with a 0.01 Hz cut-off, and spatially smoothed using a Gaussian filter with a full width half maximum (FWHM) of 0.5 mm. Data from the normal and tumor-bearing brains underwent identical image processing steps.\n        \n        \n          2.4.2\n          Computation of resting-state connectivity\n          For this data TReff = 6.4 s, which resulted in a maximum sampling signal bandwidth of 0.078 Hz as dictated by the Nyquist-Shannon sampling theorem. We computed the average BOLD time course within each ROI for use as a ‘reference’ time course. The resting-state connectivity between any two ROI pairs was then defined in terms of the cross-correlation coefficient between their respective average BOLD time courses.\n        \n        \n          2.4.3\n          Visualization of tumor-induced changes in resting-state connectivity\n          Following cross-correlation analysis of the average resting-state BOLD time course for a given ROI with all the voxels for each segmented ROI, we created “resting-state” maps for each brain. These maps were a visual representation of the connectivity between an ROI and the rest of the murine brain. Each resting-state map was overlaid on an anatomical image for visualization.\n          To make it easier to visualize brain-tumor induced alterations in the resting-state “connectome”, we constructed radial plots and cross-correlation matrices. The radial plot displays the resting-state connectivity between a single ROI and each of the remaining ROI. As an example, we computed a radial plot corresponding to the connectivity between the right hippocampus and other ROI for a representative healthy and tumor-bearing animal. The cross-correlation matrix displays the resting-state connectivity for each ROI relative to the rest of the murine brain. Row i and column j of the matrix is the resting-state connectivity between ROI pairs i and j. Presented is the average cross-correlation matrix for the healthy (n = 8) and brain-tumor-bearing (n = 8) groups.\n          We also visualized the resting-state connectivity between murine brain regions as a force-directed spatial graph plotted using the Kamada-Kawai (KK) algorithm (Kamada and Kawai, 1989). In this spatial graph, each brain ROI was represented by a node and the strength of the connectivity between ROI represented by the thickness of the edge. The Kamada-Kawai algorithm computes the force-directed spatial separation between pairs of nodes (i.e. ROI). Therefore, the final spatial graph indicates the equilibrium state (i.e. net force = 0). Since the non-convex nature of the optimization problem can result in the final equilibrium position landing in an undesirable local maximum, we implemented multiple trials of this algorithm with random restarts. The end result was a spatial graph for each normal and tumor-bearing brain. Here, we present the average spatial graph for each group using its respective average cross-correlation matrix. The tumor ROI was not included in cross-correlation or KK connectivity analysis because we were interested in the tumor-induced alterations in resting-state connectivity between intrinsic brain ROI.\n        \n        \n          2.4.4\n          Estimation of power spectral density\n          Periodograms were computed to display the power spectral density of rsfMRI signal fluctuations in healthy and tumor-bearing groups. The periodograms were generated by calculating the squared-magnitude of the discrete Fourier transform of the average rsfMRI signal for each ROI (Oppenheim et al., 1999).\n        \n        \n          2.4.5\n          Statistical analyses\n          Cross-correlation coefficients observed in resting-state connectivity maps were transformed into t-statistics and tested for significance at p < 0.05 with the Bonferonni correction. To determine if there were significant differences in resting-state connectivity between ROI pairs from healthy and tumor-bearing brains, we employed a two-tailed, non-parametric Mann-Whitney U test (α = 0.05). To determine if the resting-state connectivity between ROI pairs varied as a function of tumor volume (i.e. tumor stage), we utilized the non-parametric Spearman's rank correlation coefficient to assess the linear relationship between the rank of the cross-correlation coefficient and rank of the tumor volume (α = 0.10).\n2.4.1\n          Region of interest segmentation and preprocessing\n          A 3D MRI-based mouse atlas (Aggarwal et al., 2009) was used as a reference for segmenting anatomical regions-of-interest (ROI) using the segmentation editor in Amira® (FEI Software, OR). ROI included: left/right (L/R) hippocampus (Hi), L/R neocortex (Neo), L/R olfactory bulb (OB), L/R thalamus (Th), L/R striatum (Str), L/R hypothalamus (Hy), brainstem (Stem), and tumor (TUM) where applicable.\n          The Analysis of Functional Neuroimages software (AFNI; http://afni.nimh.nih.gov/afni/) was utilized for all image processing (Cox, 1996). Resting-state fMRI data was co-registered to the anatomical MRI data using a two-step method in which an initial alignment using linear interpolation to smoothed variants of the functional and anatomical datasets was followed by a final alignment step utilizing Fourier interpolation. The rsfMRI BOLD time course was then filtered using a high-pass filter with a 0.01 Hz cut-off, and spatially smoothed using a Gaussian filter with a full width half maximum (FWHM) of 0.5 mm. Data from the normal and tumor-bearing brains underwent identical image processing steps.\n2.4.2\n          Computation of resting-state connectivity\n          For this data TReff = 6.4 s, which resulted in a maximum sampling signal bandwidth of 0.078 Hz as dictated by the Nyquist-Shannon sampling theorem. We computed the average BOLD time course within each ROI for use as a ‘reference’ time course. The resting-state connectivity between any two ROI pairs was then defined in terms of the cross-correlation coefficient between their respective average BOLD time courses.\n2.4.3\n          Visualization of tumor-induced changes in resting-state connectivity\n          Following cross-correlation analysis of the average resting-state BOLD time course for a given ROI with all the voxels for each segmented ROI, we created “resting-state” maps for each brain. These maps were a visual representation of the connectivity between an ROI and the rest of the murine brain. Each resting-state map was overlaid on an anatomical image for visualization.\n          To make it easier to visualize brain-tumor induced alterations in the resting-state “connectome”, we constructed radial plots and cross-correlation matrices. The radial plot displays the resting-state connectivity between a single ROI and each of the remaining ROI. As an example, we computed a radial plot corresponding to the connectivity between the right hippocampus and other ROI for a representative healthy and tumor-bearing animal. The cross-correlation matrix displays the resting-state connectivity for each ROI relative to the rest of the murine brain. Row i and column j of the matrix is the resting-state connectivity between ROI pairs i and j. Presented is the average cross-correlation matrix for the healthy (n = 8) and brain-tumor-bearing (n = 8) groups.\n          We also visualized the resting-state connectivity between murine brain regions as a force-directed spatial graph plotted using the Kamada-Kawai (KK) algorithm (Kamada and Kawai, 1989). In this spatial graph, each brain ROI was represented by a node and the strength of the connectivity between ROI represented by the thickness of the edge. The Kamada-Kawai algorithm computes the force-directed spatial separation between pairs of nodes (i.e. ROI). Therefore, the final spatial graph indicates the equilibrium state (i.e. net force = 0). Since the non-convex nature of the optimization problem can result in the final equilibrium position landing in an undesirable local maximum, we implemented multiple trials of this algorithm with random restarts. The end result was a spatial graph for each normal and tumor-bearing brain. Here, we present the average spatial graph for each group using its respective average cross-correlation matrix. The tumor ROI was not included in cross-correlation or KK connectivity analysis because we were interested in the tumor-induced alterations in resting-state connectivity between intrinsic brain ROI.\n2.4.4\n          Estimation of power spectral density\n          Periodograms were computed to display the power spectral density of rsfMRI signal fluctuations in healthy and tumor-bearing groups. The periodograms were generated by calculating the squared-magnitude of the discrete Fourier transform of the average rsfMRI signal for each ROI (Oppenheim et al., 1999).\n2.4.5\n          Statistical analyses\n          Cross-correlation coefficients observed in resting-state connectivity maps were transformed into t-statistics and tested for significance at p < 0.05 with the Bonferonni correction. To determine if there were significant differences in resting-state connectivity between ROI pairs from healthy and tumor-bearing brains, we employed a two-tailed, non-parametric Mann-Whitney U test (α = 0.05). To determine if the resting-state connectivity between ROI pairs varied as a function of tumor volume (i.e. tumor stage), we utilized the non-parametric Spearman's rank correlation coefficient to assess the linear relationship between the rank of the cross-correlation coefficient and rank of the tumor volume (α = 0.10).\n3\n      Results\n      \n        3.1\n        Visualization of brain tumor-induced alterations in resting-state connectivity\n        Fig. 1a shows radial plots of the resting-state connectivity between the ipsilateral (i.e. right) hippocampus and all remaining ROI in a representative healthy (gray trace) and medium sized tumor-bearing brain (red trace). The radial plot for the healthy brain shows positive correlations between the ipsilateral hippocampus and regions within the ipsilateral hemisphere, while negative correlations were observed for regions occupying the contralateral hemisphere. In contrast, the radial plot corresponding to the same ROI pairs for the tumor-bearing brain exhibited little or no correlation. Fig. 1c and e show anatomical images overlaid with the ‘resting-state’ map for the ipsilateral hippocampus, thresholded at p < 0.05, for a healthy and tumor-bearing brain, respectively. Fig. 1b and d are the segmented label fields for the ROI displayed in Fig. 1c and e, respectively. In the healthy brain, there was an inverse correlation between the ipsilateral (white arrow) and contralateral (orange arrow) hippocampus as can be seen in the map of Fig. 1c. In contrast, the presence of a brain tumor (T) attenuated the connectivity in the ipsilateral hippocampus, i.e. the fraction of voxels exhibiting an inverse correlation between the left and right hippocampus decreased from 85.4% in the healthy brain (Fig. 1c) to 9.9% in the tumor-bearing brain (Fig. 1e).Fig. 1Visualization of alterations in resting-state connectivity induced by a medium sized brain tumor in the striatum. (a) Radar plot showing changes in resting-state connectivity between the right (i.e. ipsilateral) hippocampus and other ROI for a normal (gray) and medium-sized (tumor volume = 24.42 mm3) tumor-bearing (red) brain. (b) Healthy brain label field overlaid over an anatomical image, showing contralateral hippocampus (orange arrow), ipsilateral hippocampus (white arrow), contralateral neocortex (dark blue – left), ipsilateral neocortex (green – right), and brainstem (green – bottom). (c) Ipsilateral hippocampus resting-state connectivity map overlaid on an anatomic image for a normal brain. (d) Tumor-bearing label field overlaid on an anatomical image showing tumor (red with white “T”), contralateral hippocampus (orange arrow), ipsilateral hippocampus (white arrow), contralateral neocortex (dark blue - left), and ipsilateral neocortex (green). (e) Ipsilateral neocortex resting-state connectivity map overlaid on an anatomical slice for a tumor-bearing brain. Tumor location is indicated by white hatched outline in (e). Head orientation (L = left, R = right, D = dorsal, V = ventral) indicated in the upper left corner of panels (b) and (d). Resting-state connectivity map overlays were thresholded at p < 0.05 with the Bonferonni correction. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)Fig. 1\n      \n      \n        3.2\n        Brain tumors disrupt inter- and intra-hemispheric resting-state connectivity\n        Overall, we observed that brain tumors induced brain-wide alterations in the resting-state network that extend to the hemisphere contralateral to the tumor. Figs. 2a–b show the average cross-correlation (CC) matrices computed across healthy (n = 8), and tumor-bearing (n = 8) brains, respectively. The upper left quadrant of each matrix represents contralateral intra-hemispherical connections; the lower right quadrant represents ipsilateral intra-hemispherical connections; and the lower left quadrant represents inter-hemispherical connections. The CC matrix for the healthy brain (Fig. 2a) shows positive correlations between intra-hemispherical ROI pairs, for both the ipsilateral and contralateral hemispheres. However, inter-hemispherical connections were observed to be anti-correlated for many ROI pairs. In contrast, Fig. 2b shows that the patterns in resting-state connectivity observed in Fig. 2a for the healthy murine brain were not maintained in tumor-bearing brains, wherein the majority of pairwise connections tended to be uncorrelated. Fig. 2c shows a “difference” CC matrix that was generated by calculating the difference between the matrices shown in Fig. 2b and a. From this, one can clearly visualize the brain-wide alterations in resting-state connectivity induced by the presence of a brain-tumor.Fig. 2Brain tumors disrupt inter- and intra-hemispheric resting-state functional connectivity. Correlation coefficient (CC) matrices illustrating the average resting-state functional connectivity for: (a) ROI from healthy mice; (b) ROI from tumor-bearing mice. (c) The ‘difference’ matrix between tumor-bearing and normal mouse ROI illustrating the inter-ROI connectivity most affected by the presence of a tumor. (d-e) Kamada-Kawai (KK) plots corresponding to the CC matrices in (a) and (b). (d) Average KK plot for normal mouse brains, (e) average KK plot for tumor-bearing mouse brains, and (f) an illustration of the alterations in connectivity between tumor-bearing and normal brains by overlaying the KK-plots in (d) and (e). Labels have been omitted in (f) for clarity. For each KK-plot, the edge thickness represents the strength of the connectivity between the nodes (i.e. ROI).Fig. 2\n        Fig. 2d–e show the Kamada-Kawai plots corresponding to the CC matrices in Fig. 2a–b, respectively. The plot in Fig. 2d visually illustrates the spatial equivalent of the correlation pattern observed in Fig. 2a. For example, healthy ipsilateral and contralateral hemisphere ROI occupy unique regions of Kamada-Kawai space, implying out of phase connectivity. The thicknesses of the Kamada-Kawai plot edges in each sub region reflect the strength of the CC between ROI inhabiting that space. In contrast, for the tumor-bearing brains one can clearly see a loss of spatial organization in the Kamada-Kawai plot (Fig. 2e). More specifically, one observes compacting of ROI and a lack of well-defined boundaries between hemispheres for the tumor-bearing brains. The global effect of the brain tumor on the resting-state “connectome” becomes apparent when the corresponding Kamada-Kawai plots are overlaid as shown in Fig. 2f.\n        Fig. 3 summarizes the ROI pairs that exhibited significant (p < 0.05) tumor-induced alterations in resting-state connectivity. Here, Fig. 3a and b represent significantly affected ROI pairs lying within the contralateral (i.e. left) hemisphere and ipsilateral (i.e. right) hemisphere, respectively. Additionally, Fig. 3c represents significantly affected ROI pairs lying in opposing hemispheres. Resting-state connectivity was least likely to be altered in the contralateral hemisphere (Fig. 3a) because of the absence of a brain tumor there. Additionally, the majority of significant changes in the resting-state connectome occurred in ROI occupying opposing hemispheres (Fig. 3c).Fig. 3Box and whisker plots of the correlation coefficients between ROI pairs computed for normal and tumor-bearing brains. (a) ROI pairs in left (i.e. contralateral) hemisphere that exhibited significant differences; (b) ROI pairs in the right (i.e. ipsilateral) hemisphere that exhibited significant differences, and (c) interhemispheric ROI pairs that exhibited significant differences (n = 8 for normal, n = 8 for tumor p < 0.05). Asterisks are not shown for significance between groups because only the significant comparisons have been plotted.Fig. 3\n      \n      \n        3.3\n        Resting-state connectivity can change with brain tumor volume\n        Changes in resting-state connectivity with brain tumor size (i.e. increase in tumor volume) are shown in Fig. 4a–b for representative ROI pairs. The rank of the resting-state connectivity between contralateral and ipsilateral hypothalamus decreased as tumor volume rank increased. (Fig. 4a). In contrast, the rank of resting-sate connectivity between contralateral hippocampus and contralateral striatum increased as tumor volume rank increased. (Fig. 4b). Fig. 4d and f show the connectivity maps for the ipsilateral hypothalamus (hatched line) overlaid on a coronal anatomical image of a brain bearing a small (2.67 mm3) and large tumor (96.93 mm3), respectively. Fig. 4c and e are the ROI label fields corresponding to Fig. 4d and f, respectively. The ipsilateral hypothalamus (hatched line) resting-state map (Fig. 4d) for the small tumor-bearing brain showed significant positive correlations with the contralateral hypothalamus; however, this was not the case for the large tumor-bearing brain (Fig. 4f). Therefore, the presented resting-state maps reflect the trend of decreasing connectivity with increasing tumor volume as summarized in Fig. 4a. Tumor volumes are summarized in Fig. 4g.Fig. 4Resting-state connectivity can change with brain tumor volume. (a) Linear regression of the cross-correlation coefficient rank vs tumor volume rank (i.e. Spearman's rank) for the left (i.e. contralateral) hypothalamus – right (i.e. ipsilateral) hypothalamus (LHy-RHy) ROI pair (n = 8, p = 0.002). (b) Linear regression of the cross-correlation coefficient rank vs tumor volume rank (i.e. Spearman's rank) for the contralateral hippocampus – contralateral striatum (LHi-LStr) ROI pair (n = 8, p = 0.086). (c) Label field for a small tumor-bearing (tumor volume = 8.70 mm3) murine brain overlaid on a coronal anatomical image showing the contralateral neocortex (purple), ipsilateral neocortex (light blue), contralateral striatum (green), ipsilateral striatum (yellow), contralateral and ipsilateral thalami (white), contralateral hypothalamus (dark blue), and ipsilateral hypothalamus (red). (d) Accompanying resting-state connectivity map of contralateral hypothalamus overlaid on a coronal anatomical image. (e) Label field for a large tumor-bearing (tumor volume = 40.07 mm3) murine brain overlaid on coronal anatomical image showing the same regions as presented in (c). (f) Accompanying resting-state connectivity map of contralateral hypothalamus overlaid on the coronal anatomical image. (g) Table of tumor volumes in ascending order. Resting-state connectivity maps were thresholded at p < 0.05 with the Bonferonni correction. The orange arrows indicate the ipsilateral hypothalamus and the white arrows indicate the contralateral hypothalamus. The hatched lines in the resting-state connectivity maps shown in (d) and (f) represent the outline of the ipsilateral hypothalamus. Head orientation (L = left, R = right, D = dorsal, V = ventral) is indicated in the upper left corner of panels (c) and (e). The tumor was located towards the posterior brain in both animals and therefore not visible in the slices presented. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)Fig. 4\n      \n      \n        3.4\n        Brain tumors attenuate the resting-state BOLD signal across brain regions\n        Fig. 5 shows average periodograms of the resting-state BOLD signal for various ROI in the ipsilateral (i.e. right) hemisphere (Fig. 5a–f), contralateral (i.e. left) hemisphere (Fig. 5g–l), and brainstem (Fig. 5m) computed for both groups of animals. The average power of the resting-state BOLD signal in the healthy brain was higher than that for tumor-bearing brains for all ROI. Collectively, these data suggest that the variance of the resting-state BOLD signal was attenuated for the brain tumor group relative to the healthy group, for all ROI.Fig. 5Brain tumors attenuate the resting-state BOLD signal across brain regions. Periodograms of the resting-state BOLD signal illustrate the relative contribution of each frequency to the total BOLD signal variance. The average BOLD signal for each ROI was calculated across all healthy and tumor-bearing brains. Average BOLD periodograms in the frequency range 0.01–0.078 Hz across right (i.e. ipsilateral) ROI (a-f), left (i.e. contralateral) (g-l) ROI, and brainstem (m) were computed from all the healthy murine brains (gray) and tumor-bearing murine brains (red). (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)Fig. 5\n      \n      \n        3.5\n        Converse analyses of “tumor connectivity” shows that the small brain tumor was synchronized with intra-hemispheric ROI and the large brain tumor synchronized with inter-hemispheric ROI\n        Fig. 6b shows a” tumor connectivity” map that results by selecting the average resting-state BOLD time-course from a small tumor (2.67 mm3, thresholded at p < 0.05 with Bonferonni correction) as a reference waveform for the cross-correlation analysis. Accompanying label fields are shown in Fig. 6a, with the tumor labeled in red. Here, the entire tumor and adjacent cortical areas were significantly “connected” with each other.Fig. 6Converse analyses of ‘tumor connectivity’ shows that the small brain tumor was synchronized with intra-hemispheric ROI and the large brain tumor synchronized with inter-hemispheric.(a) Label fields for a small tumor-bearing (tumor volume = 2.67 mm3) murine brain showing L/R neocortex (green), L/R hippocampus (purple), L/R thalamus (cyan), L/R striatum (white), L/R hypothalamus (orange), L/R olfactory bulb (yellow), brainstem (pink), and tumor (red) (b) Tumor resting-state connectivity map overlaid on anatomical images. (c) Label fields for large tumor-bearing (tumor volume = 96.93 mm3) murine brain with an identical color map to that shown in (a). (d) Tumor resting-state connectivity map overlaid on anatomical images. The tumor label field is red in (a) and (c). Tumor connectivity maps in (b), (d) were thresholded at p < 0.05 with the Bonferonni correction. Head orientation (L = left, R = right, D = dorsal, V = ventral) is shown in the top right corner of panels (a) and (c). (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)Fig. 6\n        Fig. 6d shows the tumor connectivity map for a large tumor (122.89 mm3, thresholded at p < 0.05 with Bonferonni correction) with the accompanying label fields shown in Fig. 6c, with the tumor region labeled in red. One can clearly observe the tumor mass engulfing the majority of the ipsilateral hemisphere. In contrast to the small tumor (Fig. 6b), the tumor connectivity map for the larger tumor was mainly restricted to the tumor periphery. There were large portions of the tumor body that did not exhibit any significant correlations. Moreover, certain regions in the contralateral hemisphere exhibited significant correlations with the tumor in contrast to the contralateral hemisphere of the small tumor bearing brain (Fig. 6b).\n      \n      \n        3.6\n        The neurovascular unit was disrupted in tumor-bearing brains\n        Immunofluorescence labeling of key elements of the neurovascular unit allowed us to assess how brain tumor cells can alter the neurovascular unit. To label functional tumor blood vessels, we intravenously administered dextran-TRITC (red channel), and labeled vascular basement membrane with anti-laminin antibody (green channel). Fig. 7a illustrates a region from a healthy brain displaying intact neurovascular basement membrane coverage in intimate contact with dextran-TRITC perfused blood vessels. In contrast, the brain-tumor region presented in Fig. 7b shows some perfused tumor blood vessels that were devoid of laminin staining, indicating that the tumor vasculature had abnormal or incomplete basement membrane.Fig. 7The neurovascular unit is disrupted in tumor-bearing brains. Optical microscopy images of tissue sections from healthy and tumor-bearing murine brains in which elements of the neurovascular unit were labeled immunofluorescently. (a) Healthy brain region in which neurovascular basement membrane has been labeled with laminin (green channel) and perfused blood vessels with i.v. administered dextran-TRITC (red channel). (b) Brain tumor-bearing regions in which neurovascular basement membrane has been labeled with laminin (green channel) and perfused blood vessels with i.v. administered dextran-TRITC (red channel). (c) Hippocampal region from a healthy mouse brain in which astrocytes have been labeled with GFAP (green channel) and perfused blood vessels with dextran-TRITC (red channel). (d) Tumor (T) and surrounding region in which astrocytes have been labeled with GFAP (green channel) and blood vessels with dextran-TRITC (red channel). High magnification fields of: (e) the brain tumor (T)-cortical interface (hatched line) region where astrocytes are labeled with GFAP (green channel) and blood vessels with dextran-TRITC (red channel). (f) Intimate astrocyte coverage (green channel) of cortical blood vessels (red channel) in healthy murine brain, and (g) absence or incomplete astrocyte coverage of tumor blood vessels. (h) Tumor-cortical interface showing extensive pericyte (green channel) of the cortical blood vessels (red channel) and incomplete or sparse pericyte coverage of tumor blood vessels. Scale bar = 50 μm in all panels. Histological slices were not co-registered to anatomical MRI scans. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)Fig. 7\n        Additionally, astrocytes and pericytes were also stained using anti-GFAP and anti-α-smooth muscle actin antibodies. Fig. 7c shows the hippocampal region from a healthy mouse brain, while Fig. 7d shows the hippocampus from a tumor-bearing mouse brain. In Fig. 7c, one can clearly observe the overlap between astrocytes (green channel) and dextran-TRITC perfused vessels (red channel), indicative of robust astrocytic-vascular coupling. However, Fig. 7d shows that this was not the case for the tumor region (T) as indicated by the lack of labeled astrocytes (green channel). Moreover, it should be noted that astrocytic-vascular coupling appeared to be physically intact outside of tumor region. Fig. 7e provides a magnified view of the tumor (T)-cortical interface (hatched line) wherein one can juxtapose the stark difference in astrocytic coverage of the neurovasculature between the tumor and non-tumor regions. Specifically, there is intimate contact between astrocytic end-feet (green channel) and blood vessel endothelium (red channel) on the cortical side of the interface, in contrast to an absence of astrocytic coverage on the tumor side. Additionally, Fig. 7f shows the intimate astrocytic coverage (green channel) of blood vessels (red channel) in the healthy brain, while a magnified view of the tumor region in Fig. 7g shows an absence of astrocytic coverage. Finally, Fig. 7h illustrates that analogous to the stark differences in astrocytic coverage between the healthy and tumor brain regions, there were also differences in smooth-muscle coverage. The tumor vasculature exhibited tenuous smooth muscle coverage or smooth muscle dissociated from the vasculature. In contrast, there was intimate smooth muscle coverage of the healthy cortical vasculature. Collectively, these representative histologic data are indicative of brain tumor-associated disruption of the neurovascular unit.\n3.1\n        Visualization of brain tumor-induced alterations in resting-state connectivity\n        Fig. 1a shows radial plots of the resting-state connectivity between the ipsilateral (i.e. right) hippocampus and all remaining ROI in a representative healthy (gray trace) and medium sized tumor-bearing brain (red trace). The radial plot for the healthy brain shows positive correlations between the ipsilateral hippocampus and regions within the ipsilateral hemisphere, while negative correlations were observed for regions occupying the contralateral hemisphere. In contrast, the radial plot corresponding to the same ROI pairs for the tumor-bearing brain exhibited little or no correlation. Fig. 1c and e show anatomical images overlaid with the ‘resting-state’ map for the ipsilateral hippocampus, thresholded at p < 0.05, for a healthy and tumor-bearing brain, respectively. Fig. 1b and d are the segmented label fields for the ROI displayed in Fig. 1c and e, respectively. In the healthy brain, there was an inverse correlation between the ipsilateral (white arrow) and contralateral (orange arrow) hippocampus as can be seen in the map of Fig. 1c. In contrast, the presence of a brain tumor (T) attenuated the connectivity in the ipsilateral hippocampus, i.e. the fraction of voxels exhibiting an inverse correlation between the left and right hippocampus decreased from 85.4% in the healthy brain (Fig. 1c) to 9.9% in the tumor-bearing brain (Fig. 1e).Fig. 1Visualization of alterations in resting-state connectivity induced by a medium sized brain tumor in the striatum. (a) Radar plot showing changes in resting-state connectivity between the right (i.e. ipsilateral) hippocampus and other ROI for a normal (gray) and medium-sized (tumor volume = 24.42 mm3) tumor-bearing (red) brain. (b) Healthy brain label field overlaid over an anatomical image, showing contralateral hippocampus (orange arrow), ipsilateral hippocampus (white arrow), contralateral neocortex (dark blue – left), ipsilateral neocortex (green – right), and brainstem (green – bottom). (c) Ipsilateral hippocampus resting-state connectivity map overlaid on an anatomic image for a normal brain. (d) Tumor-bearing label field overlaid on an anatomical image showing tumor (red with white “T”), contralateral hippocampus (orange arrow), ipsilateral hippocampus (white arrow), contralateral neocortex (dark blue - left), and ipsilateral neocortex (green). (e) Ipsilateral neocortex resting-state connectivity map overlaid on an anatomical slice for a tumor-bearing brain. Tumor location is indicated by white hatched outline in (e). Head orientation (L = left, R = right, D = dorsal, V = ventral) indicated in the upper left corner of panels (b) and (d). Resting-state connectivity map overlays were thresholded at p < 0.05 with the Bonferonni correction. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)Fig. 1\n3.2\n        Brain tumors disrupt inter- and intra-hemispheric resting-state connectivity\n        Overall, we observed that brain tumors induced brain-wide alterations in the resting-state network that extend to the hemisphere contralateral to the tumor. Figs. 2a–b show the average cross-correlation (CC) matrices computed across healthy (n = 8), and tumor-bearing (n = 8) brains, respectively. The upper left quadrant of each matrix represents contralateral intra-hemispherical connections; the lower right quadrant represents ipsilateral intra-hemispherical connections; and the lower left quadrant represents inter-hemispherical connections. The CC matrix for the healthy brain (Fig. 2a) shows positive correlations between intra-hemispherical ROI pairs, for both the ipsilateral and contralateral hemispheres. However, inter-hemispherical connections were observed to be anti-correlated for many ROI pairs. In contrast, Fig. 2b shows that the patterns in resting-state connectivity observed in Fig. 2a for the healthy murine brain were not maintained in tumor-bearing brains, wherein the majority of pairwise connections tended to be uncorrelated. Fig. 2c shows a “difference” CC matrix that was generated by calculating the difference between the matrices shown in Fig. 2b and a. From this, one can clearly visualize the brain-wide alterations in resting-state connectivity induced by the presence of a brain-tumor.Fig. 2Brain tumors disrupt inter- and intra-hemispheric resting-state functional connectivity. Correlation coefficient (CC) matrices illustrating the average resting-state functional connectivity for: (a) ROI from healthy mice; (b) ROI from tumor-bearing mice. (c) The ‘difference’ matrix between tumor-bearing and normal mouse ROI illustrating the inter-ROI connectivity most affected by the presence of a tumor. (d-e) Kamada-Kawai (KK) plots corresponding to the CC matrices in (a) and (b). (d) Average KK plot for normal mouse brains, (e) average KK plot for tumor-bearing mouse brains, and (f) an illustration of the alterations in connectivity between tumor-bearing and normal brains by overlaying the KK-plots in (d) and (e). Labels have been omitted in (f) for clarity. For each KK-plot, the edge thickness represents the strength of the connectivity between the nodes (i.e. ROI).Fig. 2\n        Fig. 2d–e show the Kamada-Kawai plots corresponding to the CC matrices in Fig. 2a–b, respectively. The plot in Fig. 2d visually illustrates the spatial equivalent of the correlation pattern observed in Fig. 2a. For example, healthy ipsilateral and contralateral hemisphere ROI occupy unique regions of Kamada-Kawai space, implying out of phase connectivity. The thicknesses of the Kamada-Kawai plot edges in each sub region reflect the strength of the CC between ROI inhabiting that space. In contrast, for the tumor-bearing brains one can clearly see a loss of spatial organization in the Kamada-Kawai plot (Fig. 2e). More specifically, one observes compacting of ROI and a lack of well-defined boundaries between hemispheres for the tumor-bearing brains. The global effect of the brain tumor on the resting-state “connectome” becomes apparent when the corresponding Kamada-Kawai plots are overlaid as shown in Fig. 2f.\n        Fig. 3 summarizes the ROI pairs that exhibited significant (p < 0.05) tumor-induced alterations in resting-state connectivity. Here, Fig. 3a and b represent significantly affected ROI pairs lying within the contralateral (i.e. left) hemisphere and ipsilateral (i.e. right) hemisphere, respectively. Additionally, Fig. 3c represents significantly affected ROI pairs lying in opposing hemispheres. Resting-state connectivity was least likely to be altered in the contralateral hemisphere (Fig. 3a) because of the absence of a brain tumor there. Additionally, the majority of significant changes in the resting-state connectome occurred in ROI occupying opposing hemispheres (Fig. 3c).Fig. 3Box and whisker plots of the correlation coefficients between ROI pairs computed for normal and tumor-bearing brains. (a) ROI pairs in left (i.e. contralateral) hemisphere that exhibited significant differences; (b) ROI pairs in the right (i.e. ipsilateral) hemisphere that exhibited significant differences, and (c) interhemispheric ROI pairs that exhibited significant differences (n = 8 for normal, n = 8 for tumor p < 0.05). Asterisks are not shown for significance between groups because only the significant comparisons have been plotted.Fig. 3\n3.3\n        Resting-state connectivity can change with brain tumor volume\n        Changes in resting-state connectivity with brain tumor size (i.e. increase in tumor volume) are shown in Fig. 4a–b for representative ROI pairs. The rank of the resting-state connectivity between contralateral and ipsilateral hypothalamus decreased as tumor volume rank increased. (Fig. 4a). In contrast, the rank of resting-sate connectivity between contralateral hippocampus and contralateral striatum increased as tumor volume rank increased. (Fig. 4b). Fig. 4d and f show the connectivity maps for the ipsilateral hypothalamus (hatched line) overlaid on a coronal anatomical image of a brain bearing a small (2.67 mm3) and large tumor (96.93 mm3), respectively. Fig. 4c and e are the ROI label fields corresponding to Fig. 4d and f, respectively. The ipsilateral hypothalamus (hatched line) resting-state map (Fig. 4d) for the small tumor-bearing brain showed significant positive correlations with the contralateral hypothalamus; however, this was not the case for the large tumor-bearing brain (Fig. 4f). Therefore, the presented resting-state maps reflect the trend of decreasing connectivity with increasing tumor volume as summarized in Fig. 4a. Tumor volumes are summarized in Fig. 4g.Fig. 4Resting-state connectivity can change with brain tumor volume. (a) Linear regression of the cross-correlation coefficient rank vs tumor volume rank (i.e. Spearman's rank) for the left (i.e. contralateral) hypothalamus – right (i.e. ipsilateral) hypothalamus (LHy-RHy) ROI pair (n = 8, p = 0.002). (b) Linear regression of the cross-correlation coefficient rank vs tumor volume rank (i.e. Spearman's rank) for the contralateral hippocampus – contralateral striatum (LHi-LStr) ROI pair (n = 8, p = 0.086). (c) Label field for a small tumor-bearing (tumor volume = 8.70 mm3) murine brain overlaid on a coronal anatomical image showing the contralateral neocortex (purple), ipsilateral neocortex (light blue), contralateral striatum (green), ipsilateral striatum (yellow), contralateral and ipsilateral thalami (white), contralateral hypothalamus (dark blue), and ipsilateral hypothalamus (red). (d) Accompanying resting-state connectivity map of contralateral hypothalamus overlaid on a coronal anatomical image. (e) Label field for a large tumor-bearing (tumor volume = 40.07 mm3) murine brain overlaid on coronal anatomical image showing the same regions as presented in (c). (f) Accompanying resting-state connectivity map of contralateral hypothalamus overlaid on the coronal anatomical image. (g) Table of tumor volumes in ascending order. Resting-state connectivity maps were thresholded at p < 0.05 with the Bonferonni correction. The orange arrows indicate the ipsilateral hypothalamus and the white arrows indicate the contralateral hypothalamus. The hatched lines in the resting-state connectivity maps shown in (d) and (f) represent the outline of the ipsilateral hypothalamus. Head orientation (L = left, R = right, D = dorsal, V = ventral) is indicated in the upper left corner of panels (c) and (e). The tumor was located towards the posterior brain in both animals and therefore not visible in the slices presented. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)Fig. 4\n3.4\n        Brain tumors attenuate the resting-state BOLD signal across brain regions\n        Fig. 5 shows average periodograms of the resting-state BOLD signal for various ROI in the ipsilateral (i.e. right) hemisphere (Fig. 5a–f), contralateral (i.e. left) hemisphere (Fig. 5g–l), and brainstem (Fig. 5m) computed for both groups of animals. The average power of the resting-state BOLD signal in the healthy brain was higher than that for tumor-bearing brains for all ROI. Collectively, these data suggest that the variance of the resting-state BOLD signal was attenuated for the brain tumor group relative to the healthy group, for all ROI.Fig. 5Brain tumors attenuate the resting-state BOLD signal across brain regions. Periodograms of the resting-state BOLD signal illustrate the relative contribution of each frequency to the total BOLD signal variance. The average BOLD signal for each ROI was calculated across all healthy and tumor-bearing brains. Average BOLD periodograms in the frequency range 0.01–0.078 Hz across right (i.e. ipsilateral) ROI (a-f), left (i.e. contralateral) (g-l) ROI, and brainstem (m) were computed from all the healthy murine brains (gray) and tumor-bearing murine brains (red). (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)Fig. 5\n3.5\n        Converse analyses of “tumor connectivity” shows that the small brain tumor was synchronized with intra-hemispheric ROI and the large brain tumor synchronized with inter-hemispheric ROI\n        Fig. 6b shows a” tumor connectivity” map that results by selecting the average resting-state BOLD time-course from a small tumor (2.67 mm3, thresholded at p < 0.05 with Bonferonni correction) as a reference waveform for the cross-correlation analysis. Accompanying label fields are shown in Fig. 6a, with the tumor labeled in red. Here, the entire tumor and adjacent cortical areas were significantly “connected” with each other.Fig. 6Converse analyses of ‘tumor connectivity’ shows that the small brain tumor was synchronized with intra-hemispheric ROI and the large brain tumor synchronized with inter-hemispheric.(a) Label fields for a small tumor-bearing (tumor volume = 2.67 mm3) murine brain showing L/R neocortex (green), L/R hippocampus (purple), L/R thalamus (cyan), L/R striatum (white), L/R hypothalamus (orange), L/R olfactory bulb (yellow), brainstem (pink), and tumor (red) (b) Tumor resting-state connectivity map overlaid on anatomical images. (c) Label fields for large tumor-bearing (tumor volume = 96.93 mm3) murine brain with an identical color map to that shown in (a). (d) Tumor resting-state connectivity map overlaid on anatomical images. The tumor label field is red in (a) and (c). Tumor connectivity maps in (b), (d) were thresholded at p < 0.05 with the Bonferonni correction. Head orientation (L = left, R = right, D = dorsal, V = ventral) is shown in the top right corner of panels (a) and (c). (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)Fig. 6\n        Fig. 6d shows the tumor connectivity map for a large tumor (122.89 mm3, thresholded at p < 0.05 with Bonferonni correction) with the accompanying label fields shown in Fig. 6c, with the tumor region labeled in red. One can clearly observe the tumor mass engulfing the majority of the ipsilateral hemisphere. In contrast to the small tumor (Fig. 6b), the tumor connectivity map for the larger tumor was mainly restricted to the tumor periphery. There were large portions of the tumor body that did not exhibit any significant correlations. Moreover, certain regions in the contralateral hemisphere exhibited significant correlations with the tumor in contrast to the contralateral hemisphere of the small tumor bearing brain (Fig. 6b).\n3.6\n        The neurovascular unit was disrupted in tumor-bearing brains\n        Immunofluorescence labeling of key elements of the neurovascular unit allowed us to assess how brain tumor cells can alter the neurovascular unit. To label functional tumor blood vessels, we intravenously administered dextran-TRITC (red channel), and labeled vascular basement membrane with anti-laminin antibody (green channel). Fig. 7a illustrates a region from a healthy brain displaying intact neurovascular basement membrane coverage in intimate contact with dextran-TRITC perfused blood vessels. In contrast, the brain-tumor region presented in Fig. 7b shows some perfused tumor blood vessels that were devoid of laminin staining, indicating that the tumor vasculature had abnormal or incomplete basement membrane.Fig. 7The neurovascular unit is disrupted in tumor-bearing brains. Optical microscopy images of tissue sections from healthy and tumor-bearing murine brains in which elements of the neurovascular unit were labeled immunofluorescently. (a) Healthy brain region in which neurovascular basement membrane has been labeled with laminin (green channel) and perfused blood vessels with i.v. administered dextran-TRITC (red channel). (b) Brain tumor-bearing regions in which neurovascular basement membrane has been labeled with laminin (green channel) and perfused blood vessels with i.v. administered dextran-TRITC (red channel). (c) Hippocampal region from a healthy mouse brain in which astrocytes have been labeled with GFAP (green channel) and perfused blood vessels with dextran-TRITC (red channel). (d) Tumor (T) and surrounding region in which astrocytes have been labeled with GFAP (green channel) and blood vessels with dextran-TRITC (red channel). High magnification fields of: (e) the brain tumor (T)-cortical interface (hatched line) region where astrocytes are labeled with GFAP (green channel) and blood vessels with dextran-TRITC (red channel). (f) Intimate astrocyte coverage (green channel) of cortical blood vessels (red channel) in healthy murine brain, and (g) absence or incomplete astrocyte coverage of tumor blood vessels. (h) Tumor-cortical interface showing extensive pericyte (green channel) of the cortical blood vessels (red channel) and incomplete or sparse pericyte coverage of tumor blood vessels. Scale bar = 50 μm in all panels. Histological slices were not co-registered to anatomical MRI scans. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)Fig. 7\n        Additionally, astrocytes and pericytes were also stained using anti-GFAP and anti-α-smooth muscle actin antibodies. Fig. 7c shows the hippocampal region from a healthy mouse brain, while Fig. 7d shows the hippocampus from a tumor-bearing mouse brain. In Fig. 7c, one can clearly observe the overlap between astrocytes (green channel) and dextran-TRITC perfused vessels (red channel), indicative of robust astrocytic-vascular coupling. However, Fig. 7d shows that this was not the case for the tumor region (T) as indicated by the lack of labeled astrocytes (green channel). Moreover, it should be noted that astrocytic-vascular coupling appeared to be physically intact outside of tumor region. Fig. 7e provides a magnified view of the tumor (T)-cortical interface (hatched line) wherein one can juxtapose the stark difference in astrocytic coverage of the neurovasculature between the tumor and non-tumor regions. Specifically, there is intimate contact between astrocytic end-feet (green channel) and blood vessel endothelium (red channel) on the cortical side of the interface, in contrast to an absence of astrocytic coverage on the tumor side. Additionally, Fig. 7f shows the intimate astrocytic coverage (green channel) of blood vessels (red channel) in the healthy brain, while a magnified view of the tumor region in Fig. 7g shows an absence of astrocytic coverage. Finally, Fig. 7h illustrates that analogous to the stark differences in astrocytic coverage between the healthy and tumor brain regions, there were also differences in smooth-muscle coverage. The tumor vasculature exhibited tenuous smooth muscle coverage or smooth muscle dissociated from the vasculature. In contrast, there was intimate smooth muscle coverage of the healthy cortical vasculature. Collectively, these representative histologic data are indicative of brain tumor-associated disruption of the neurovascular unit.\n4\n      Discussion\n      Relating the underlying physiology to the observed contrast in MRI has been the subject of intensive research within the context of the tumor microenvironment (TME) (Emblem et al., 2013; Pathak et al., 2008). To date, a number of preclinical studies using tumor-xenograft models have sought to elucidate the effects of the TME on the BOLD fMRI signal. The work of Baudelet, et al., and Goncalves, et al., correlated spontaneous T2⁎ signal fluctuations with heterogeneity in tumor blood flow (Baudelet et al., 2006; Goncalves et al., 2015). They found that tumor vessel functionality, i.e. limited perfusion, was responsible for the cyclic-hypoxia exhibited throughout the tumor. Additionally, ICA-decomposition enabled Goncalves, et al. to separate tumor-specific from global T2⁎ fluctuations (Goncalves et al., 2015). While, these findings have provided a useful benchmark for understanding the role of the TME on baseline BOLD signal fluctuations, to the best of our knowledge this is the first time an orthotopic brain tumor model (Vakoc et al., 2009) has been employed to better understand the role of the ‘native’ angiogenic brain tumor TME on the resting-state BOLD signal.\n      Much of our current knowledge of the interaction between brain tumors and the BOLD fMRI signal comes from clinical studies. Holodny, et al., were one of the first groups to recognize that reduced task-based functional activation could be the result of dysfunctional vascular autoregulation in brain tumors (Holodny et al., 1999). They observed reduced task-based activation of the motor cortex in the hemisphere containing glioblastoma tumors. Ulmer et al. also reported reduced BOLD activation near and surrounding glial tumors in response to a language-task, and suggested the role of neurovascular uncoupling in their observations (Ulmer et al., 2003). Additionally, recent clinical evidence suggests that lack of vascular autoregulation resulting from brain-tumor induced neurovascular uncoupling can disrupt resting-state connectivity between brain regions, and result in false-negatives on resting-state maps. For example, Agarwal et al. characterized changes in resting-state connectivity in a clinical study with seven patients diagnosed with an array of brain tumors including glioma, glioblastoma, and oligoastrocytoma (Agarwal et al., 2016). Regions of the brain encompassing bilateral motor and sensorimotor networks exhibited reduced connectivity in the tumor-bearing hemisphere relative to the healthy contralateral hemisphere. Lack of vascular autoregulation may also explain the results from other clinical studies that have sought to characterize the BOLD signal profile of brain tumors relative to non-tumor-bearing brain regions. For example, studies on brain tumors such as glioblastoma and meningioma have demonstrated that tumors exhibit a markedly different resting-state BOLD signal when compared to surrounding tissue (Chow et al., 2016; Feldman et al., 2009). Chow, et al., also showed that in glioblastoma the temporal profile of the BOLD signal exhibited some overlap with that from peritumoral regions (Chow et al., 2016). Collectively, these findings suggest that while tumors disrupt resting-state connectivity, they can also exhibit their own unique and intrinsic BOLD signal profile.\n      The global effects of brain tumors on resting-state brain connectivity have only been investigated recently (Maesawa et al., 2015). These investigators not only discovered loss of connectivity in default mode and executive control networks, but also correlated their observations with reduced cognitive function in patients. Preclinical studies such as ours can expand on such novel findings, by helping to correlate macroscopic observations of tumor- induced alterations of the resting-state connectome with changes in the underlying TME. Currently, it is unknown if the size of a brain tumor correlates with neurovascular uncoupling. Nor is it known how this uncoupling modulates the BOLD rsfMRI signal, or if this uncoupling varies as a function of tumor grade and vascular phenotype. Since it is challenging to obtain such data from patients, in this preclinical study we employed the well-characterized orthotopic 9L brain tumor (Barth and Kaur, 2009) model to elucidate how resting-state BOLD signal fluctuations are locally and globally modulated by the presence of a brain tumor.\n      We observed that brain tumors disrupt the global resting-state “connectome”. Collectively, our resting-state connectome derived from healthy murine brains matched that observed in healthy mice in other rsfMRI studies (Jonckers et al., 2011; Mechling et al., 2014). Using ICA analysis, these groups demonstrated that murine brains did not exhibit bilateral symmetry in many resting-state networks, unlike their rat counterparts (Jonckers et al., 2011). It should be pointed out that recent resting-state studies using optical intrinsic signal (OIS) and laser speckle contrast (LSC) imaging in mice have demonstrated bilateral resting-state connectivity (Nasiriavanaki et al., 2014; Nasrallah et al., 2014; White et al., 2011). This difference might be attributable to the different cortical depth of coverage (<1 mm) of these widefield optical imaging approaches relative to the whole-brain coverage obtainable with in vivo MRI. Moreover, differences in the in-plane spatial resolution, ranging from microns for optical methods to sub-millimeter for rsfMRI techniques make it challenging to directly juxtapose results from optical and MRI studies.\n      The concept of “small-world” networks, as postulated by Sporns and Honey, also supports our current observations of hemispheric lateralization in the brains of healthy mice (Sporns and Honey, 2006). The idea of a small-world topology posits that the complex networks of the brain are characterized by dense local clustering between closely neighboring functional regions, whereas few long-range connections exist (Bassett and Bullmore, 2006). Experimental evidence of this has been revealed via rsfMRI. For example, Salvador, et al., uncovered dense local connections between visual, somatosensory, and auditory-verbal clusters, whereas sparse connections were found between ventral and dorsal visual regions (Salvador et al., 2005a; Salvador et al., 2005b). Although a recent review recommended “thresholding” negatively correlated brain regions (Rubinov and Sporns, 2010), we did not adopt this approach for the current study. The results mentioned above, in conjunction with our observation that the majority of affected pairwise connections occurred between regions occupying opposing hemispheres, suggests a possible role of certain brain regions in “channeling” resting-state connectivity between hemispheres. If so, such a conduit is clearly disrupted by the presence of a brain tumor. It should be noted that this observation was only possible because we did not threshold negatively correlated brain regions, allowing us to visualize the murine connectome in its entirety. With brain segmentation into additional ROI, researchers will be afforded the opportunity to uncover the effects of brain tumor induced neurovascular uncoupling over a wider range of brain regions than the ones used here. In addition, network analysis (Rubinov and Sporns, 2010) of force-directed spatial graphs produced from a larger number of segmented regions may allow us to refine our understanding of this disease in terms of the underlying neuronal networks.\n      The neurovascular coupling mechanism, as first described by Roy and Sherrington, is crucial for neuronal populations to meet their energy demands following activation (Roy and Sherrington, 1890). Recent studies at the cellular scale have elegantly demonstrated that invading glioma cells are capable of disrupting the astrocyte-vascular coupling and the blood-brain barrier (Lee et al., 2009; Watkins et al., 2014). Additionally, task-based fMRI studies in conjunction with breath-hold based cerebrovascular reactivity (CVR) mapping in patients have demonstrated that neurovascular uncoupling can occur in early stage brain tumors (Pillai and Zaca, 2011). These observations are consistent with our in vivo rsfMRI data as well as our histological data showing a dysfunctional neurovascular unit. This neurovascular uncoupling histologically manifests itself in terms of abnormal vascular basement membrane, and sparse or absent astrocytic and pericyte coverage. While we presented average periodograms for healthy and tumor-bearing cohorts, we found that this trend was observed for each individual tumor-bearing brain, irrespective of tumor size. Therefore, our comparison of the power of the BOLD rsfMRI signal fluctuations between healthy and tumor-bearing groups highlighted a brain-wide and significant attenuation of the BOLD signal in the latter. Collectively, the in vivo rsfMRI and histologic data indicate that an inability to autoregulate vasodilation at a global level may be responsible for the observed tumor-induced changes in the resting-state connectome.\n      The findings from our preclinical study recapitulate many of the features observed in the abovementioned clinical fMRI studies on brain tumor patients. This includes alteration of the resting-state network extending to the hemisphere contralateral to the tumor. Additionally, we also investigated the effects of tumor size on resting-state connectivity between brain regions. We presented two scenarios in which significant changes in resting-state connectivity were observed as a function of tumor volume. The connectivity between the left and right hypothalamus decreased as tumor volume increased, while that between the left hippocampus and left striatum increased with tumor volume. A possible explanation for this is that the mass effect of large tumors can often result in edema, which has been known to occur along white matter tracts, and disrupt the connectivity between brain regions (Weissman, 1988). Another possibility is that the mass effect of the progressing tumor and its accompanying angiogenic vascular bed as it breaches the interhemispheric boundary either via the ventricles or the corpus callosum can induce new regions of connectivity. This can potentially occur via the mechanisms of vascular co-option and/or invasion by brain tumor cells (Lee et al., 2009). Furthermore, recent research has provided evidence of a brain-wide “glymphatic” system (Iliff et al., 2012; Simon and Iliff, 2016). Here, CSF has been shown to enter brain parenchyma along paravascular spaces surrounding arteries, facilitating the drainage of waste products from the brain (Iliff et al., 2012). Since it has been suggested that glymphatic coupling with cerebral blood flow is crucial for maintenance of the neurovascular unit (Simon and Iliff, 2016), it is feasible that brain-tumor induced glymphatic failure or ‘glymphatic’ tumor cell dissemination could also be contributing factors. However, the well-characterized 9 L gliosarcoma model (Barth and Kaur, 2009) is non-invasive and does not exhibit diffuse infiltrative growth (Stojiljkovic et al., 2003). Finally, histologically we did not observe invasion of the contralateral hemisphere or diffusion into subarachnoid spaces, brain chambers, or any other part of the brain. Overall, these observations indicate that the relationship between tumor volume and modulation of the resting-state connectome depends on the location and spatial extent of the tumor. This is worth bearing in mind when contemplating the use of rsfMRI as a potential biomarker for brain cancer (O'Connor et al., 2017).\n      In this study, we also conducted the converse analysis to map ‘tumor connectivity’ using an average reference time course computed over the entire tumor volume. We observed that in general, large and small brain tumors exhibited unique rsfMRI signal profiles relative to non-tumor ROI. These observations were consistent with those from recent clinical studies exploring the relationship between tumor and non-tumor BOLD signals (Chow et al., 2016; Feldman et al., 2009). We observed that the majority of small tumor voxels displayed high correlations with the average tumor BOLD signal; this was not the case for the large tumor. One reason for this may be poor oxygen delivery or hypoxia in larger tumors, wherein it has been suggested that pO2 concentrations are highest in the periphery or well-vascularized angiogenic rim of the tumor (Hallac et al., 2014). Additionally, recent research has demonstrated that brain tumors of varying sizes may show differences in their underlying mechanisms of neurovascular uncoupling. Specifically, it has been suggested that neurovascular uncoupling in smaller tumors may be the result of astrocytic dysfunction (Zaca et al., 2014), whereas that in large tumors may primarily be the result of tumor angiogenesis and dysfunctional new tumor vasculature (Jiang et al., 2010). Dysfunctional tumor vasculature has already been implicated in cyclic hypoxia and baseline BOLD fluctuations in vivo (Baudelet et al., 2006; Goncalves et al., 2015). This same phenomenon might explain the sparsity of resting-state synchrony in the large tumor. Lastly, ICA analysis has shown that systemic-specific T2⁎ fluctuations were directly correlated with tumor volume (Goncalves et al., 2015). While it is difficult to compare two different tumor models, the observed synchronization differences of the BOLD rsfMRI signal in small and large tumors relative to the contralateral brain are consistent with observations reported by Goncalves et al. (2015).\n      Although we successfully demonstrated alterations in the resting state connectome in an orthotopic preclinical brain tumor model, it is important to discuss some of the limitations of the current study. Firstly, although isoflurane can modulate functional network detectability in a dose dependent manner (Liu et al., 2013), Guilfoyle et al. recently demonstrated that one can still obtain reliable and useful functional connectivity measures in the mouse brain with isoflurane (Guilfoyle et al., 2013). Moreover, recent studies in mice have suggested that the use of low doses of isoflurane as an anesthetic may actually be preferable to α-chloralose or medetomidine for fMRI studies because the latter significantly impacts physiological factors such as heart rate and blood pH (Low et al., 2016). It was also recently shown that administration of isoflurane does not significantly impact rsfMRI connectivity between brain regions in rodents (Grandjean et al., 2014; Jonckers et al., 2014). Secondly, although we did our best to maintain the animal's respiration rate and control the depth of anesthesia; imaging was conducted with the animal in a vertical position without a feedback controlled ventilator. These factors in conjunction with minor (i.e. of the order of pixels) misalignments in ROI delineation may have contributed to the variance observed in resting-state connectivity between the brains of the healthy mice. While one could use automated registration and segmentation tools such as the large deformation diffeomorphism metric mapping algorithm (Christensen et al., 1996), the presence of a brain tumor in the murine cortex precluded such an approach for the tumor-bearing brains. This issue was further compounded by small variations in tumor location and large variations in tumor volume between mice. Therefore, we had to resort to manual segmentation of the murine brains, and tried to minimize this variation by using two independent operators. Thirdly, it is possible that the tumor inoculation procedure itself may have caused alterations in resting-state connectivity. Although we did not include an experimental group with animals that received a sham injection, the extent and localization of the resting state alterations observed in the tumor-bearing animals combined with connectivity changes observed with tumor burden, and the converse analyses we conducted of tumor ROI collectively indicate that this was unlikely. We did not observe the canonical 1/f distribution for the periodograms presented. This might be attributable to the relatively low temporal resolution (i.e. 6.4 s) of the rsfMRI scans, which could result in physiological fluctuations >0.078 Hz being aliased within each voxel. Finally, the limited number of usable histological samples precluded co-registration and quantitation of the degree of neurovascular uncoupling in each tumor-bearing animal.\n      Despite these constraints, we observed connectivity patterns in healthy murine brains consistent with those reported by other investigators, and were able to demonstrate systematic and significant differences in the connectome of tumor-bearing brains. These results could help explain the loss of cognitive function in brain tumor patients in areas extending beyond the tumor region. Collectively, these data are indicative of how the presence of brain tumor cells perturbs the neurovascular microenvironment.\n5\n      Conclusion\n      In this study, we systematically compared the resting-state ‘connectome’ between healthy and tumor-bearing murine brains. We compared healthy and tumor-bearing groups to better understand tumor-induced attenuation of the BOLD rsfMRI signal and alterations in the resting-state connectome. Furthermore, we explored the relationship between brain tumor volume and in vivo changes in resting-state connectivity. Lastly, we performed a converse analysis that highlighted connectivity within the tumor and how it changed with tumor volume and angiogenesis. Collectively, our in vivo rsfMRI and histologic data indicate that an inability to autoregulate vasodilation at a global level may be responsible for the observed tumor-induced changes in the resting-state connectome. However, studies with complementary microvascular-scale techniques are necessary to identify the underlying mechanisms. Overall, this exploratory preclinical rsfMRI study in conjunction with correlative histology gives us a more holistic understanding of the role of brain tumors on whole brain resting-state dynamics, while laying the foundation for future investigations of rsfMRI as a potential biomarker for brain cancer.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC5987800/\nhttps://doi.org/10.1016/j.nicl.2018.01.026",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5987800/",
    "doi": "https://doi.org/10.1016/j.nicl.2018.01.026"
}