{
    "title": "Lung Cancer Screening with Low-Dose CT in Female Never Smokers: Retrospective Cohort Study with Long-term National Data Follow-up",
    "abstract": "The probability of lung cancer for a given time interval was estimated as the product of the probability of experiencing the event of lung cancer in that time interval given that the individual has survived both the event of interest and the competing events in prior time intervals. The probability of lung cancer for a given time interval was estimated as the product of the probability of experiencing the event of lung cancer in that time interval given that the individual has survived both the event of interest and the competing events in prior time intervals. Female never smokers with Lung-RADS category 1 in our study had 5-year cumulative probability of lung cancer (0.03%), which was comparable to that for the subjects of NLST study with the same category on the first follow-up LDCT after the baseline screening (0.04%), but lower than that for those with the same category on baseline LDCT in NLST study (0.1%) [18].",
    "authors": [
        "Hyae Young Kim",
        "Kyu-Won Jung",
        "Kun Young Lim",
        "Soo-Hyun Lee",
        "Jae Kwan Jun",
        "Jeongseon Kim",
        "Bin Hwangbo",
        "Jin Soo Lee"
    ],
    "published_year": "2017",
    "description": "Purpose\n          Because of growing concerns about lung cancer in female never smokers, chest low-dose computed tomography (LDCT) screening is often performed although it has never shown clinical benefits. We examinewhether or not female never smokers really need annual LDCT screening when the initial LDCT showed negative findings.\nMaterials and Methods\n      \n        1. Study design and subjects\n        The study subjects were 4,365 healthy female never smokers who underwent health checkups and voluntarily participated in a cohort study for Cancer Screening Program at the National Cancer Center Korea between Aug 2002 and Dec 2007. Informed consent was obtained from all subjects, who were asked to complete a self-administered questionnaire. We collected information from medical records and questionnaire regarding age, sex, self-reported smoking status and smoking history, height and weight, history of previous cancer, family history of cancers, and urine cotinine level. From a total pool of 7,525 females, we selected 5,973 participants who were 40-79 years old and had no prior history of lung cancer or other cancers within 5 years; 4,448 (73.1%) of them were “self-reported” never smokers. After excluding those who had a urine cotinine level over 50 ng/mL (n=43) [14] or no urine cotinine level examination done (n=40), 4,365 healthy female never smokers of 40-79 years in age with no prior history of cancer became subjects of this retrospective cohort study, which was approved by the institutional review board.\n      \n      \n        2. LDCT and application of Lung-RADS\n        LDCT scans were obtained with various multi-detector scanners minimum four channels. The imaging parameters were 120 kVp, up to 50 mAs and 3.2-mm slice thickness for four channel scanners and 2.5-mm slice thickness for 16 channel scanners or higher. Since LDCT was performed on a voluntary basis without specific protocol guidelines for reading, LDCT were read by different radiologists following the ELCAP or NLST protocols of their preferences.\n        For this study, we retrospectively reclassified initial LDCT findings according to Lung-RADS formulated by ACR [13]. Category 1 designates “negative,\" category 2 “benign appearance,\" category 3 “probably benign,” and category 4 “suspicious” which was further subdivided into 4A, 4B, and 4X. For reclassification of nodules, all LDCT images were first reviewed by one of three board certified thoracic radiologists with LDCT reading experience of 10 or 15 years. Then, the senior radiologist (H.Y.K.) reviewed again a LDCT images with abnormal findings. We assessed the attenuation (non-solid, part-solid, and solid) and size (the average of the longest and perpendicular to longest diameter) of the nodules. If there were more than one nodule, the largest one was selected for category designation.\n      \n      \n        3. Follow-up and clinicopathologic parameters\n        Diagnosis of lung cancer was identified until December 31, 2013 from Korea Central Cancer Registry (KCCR) and vital status was also updated from Statistics Korea through December 31, 2013 from for all participants. The electronic medical records of our hospital and all available medical records from the outside hospital were reviewed for clinicopathologic parameters. The histopathology was classified according to World Health Organization (WHO) classification 2004 and the tumor staging was followed the seventh edition of the cancer staging manual of American Joint Committee on Cancer. When there was no available medical record for review, Surveillance, Epidemiology and End Results (SEER) coding and staging from KCCR was recorded.\n      \n      \n        4. Statistical analysis\n        Lung cancer incidence per 100,000 person-years and 95% confidence interval (CI) were estimated according to Lung-RADS category by dividing the number of lung cancer with the person-years at risk for event, which were measured from initial LDCT to the date of lung cancer diagnosis, death, or censoring whichever came first. Participants who died from causes other than lung cancer were censored at the time of death. December 31, 2013 was considered as the last date of follow-up.\n        Cumulative probability of lung cancer was calculated in the presence of competing risks in a two-step process. The probability of lung cancer for a given time interval was estimated as the product of the probability of experiencing the event of lung cancer in that time interval given that the individual has survived both the event of interest and the competing events in prior time intervals. Cumulative probability is obtained by summing the above calculated probability and the probabilities from all previous time intervals. The censoring is considered a competing event.\n        The age-standardized incidence ratios (SIR) were calculated by dividing the observed with the “expected” number of cases, which was estimated using the 2002-2007 lung cancer incidence data from the KCCR database [15]. Since the risk of lung cancer would further increase over time with aging, we calculated the SIR after adjusting for the age group-specific incidence rates for female population of 2002-2007 in Korea. Exact 95% CI of SIR [16] was calculated as below:\n        \n          \n            S\n            I\n            \n              R\n              L\n            \n            =\n            \n              \n                \n                  X\n                  2\n                \n                \n                  2\n                  D\n                  ,\n                  a\n                  /\n                  2\n                \n              \n              \n                2\n                \n                  E\n                  *\n                \n              \n            \n            ,\n             \n            a\n            n\n            d\n             \n            S\n            I\n            \n              R\n              u\n            \n            =\n            \n              \n                \n                  X\n                  2\n                \n                \n                  2\n                  (\n                  D\n                  +\n                  1\n                  )\n                  ,\n                  1\n                  -\n                  a\n                  /\n                  2\n                \n              \n              \n                2\n                \n                  E\n                  *\n                \n              \n            \n          \n        \n        , where D is the total number of cases, E∗ is the total number of expected events, and X2ν,α is the 100α percent of the chi-square distribution with ν degrees of freedom. In addition, we calculated age-standardized and their exact 95% CI [16] for international comparison purposes.\n        All statistical analyses were performed with SAS software ver. 9.3 (SAS Institute Inc., Cary, NC) and Stata software release 14 (Stata Corp., College Station, TX). Competingrisks analysis was carried out with the STCOMPET package [17].\n      \n      \n        5. Ethical statement\n        The study was approved by the Institutional Review Board of National Cancer Center (IRB No. NCC 2014-0032) and performed in accordance with the principles of the Declaration of Helsinki. Written informed consents were obtained.\nResults\n      Baseline characteristics of 4,365 study subjects are shown in Table 1. The great majority of them (n=3,647, 83.6%) had Lung-RADS category 1, while 424 (9.7%), 182 (4.2%), and 112 (2.6%) had category 2, 3, and 4, respectively. The mean (±SD) age was 51.1 (±7.6) years with a statistically significant difference among the Lung-RADS category groups (p < 0.001) but of uncertain clinical relevance. After median follow-up of 9.69 years (interquartile range, 8.25 to 10.97), there were 22 cases of lung cancer diagnosed and 38 subjects died―three due to lung cancer and 35 due to causes other than lung cancer. Lung cancer was diagnosed in 16 of 112 subjects (14.3%) with category 4 nodules while only three of 3,647 subjects (0.08%) with category 1 and three of 424 subjects (0.71%) with category 2 developed lung cancer.\n      Clinical features and initial LDCT findings of 22 lung cancer cases are shown in Table 2. Adenocarcinoma was the most common histology found in all 19 cases (including three bronchioloalveolar carcinoma) with histology known while histology was not known in the other three cases. The median time interval from initial LDCT to lung cancer diagnosis was 28.5 months (range, 0 to 106). However, when we excluded those nine prevalent cases with category 4 nodules that were diagnosed within 6 months of initial LDCT, the median time interval was 67 months (range, 17 to 106 months). The majority of the cases had early stage tumors (stage IA in 16, localized SEER summary stage in two) while one had stage IIIA and three had stage IV or distant SEER summary stage tumors.\n      Incidence rate, age-SIR, and cumulative probability by the lung-RADS category are shown in Table 3. The older (55-79 years) age group had a higher incidence rate (per 100,000 person-years) than younger (40-54 years) age group (98.8 vs. 39.4 per 100,000 person-years, p=0.017). Overall, the lung cancer incidence for entire study population was 58.6 (95% CI, 38.6 to 89.0), which was higher than that of 19.9 for general female population of the same age groups in Korea for 2002-2007. For the subjects with category 4, the lung cancer incidence was 1848.4 (95% CI, 1,132.4 to 3,017.2), as compared with 9.5 (95% CI, 3.1 to 29.5) for category 1 and 84.0 (95% CI, 27.1 to 260.4) for 2, respectively. When categories 1, 2, and 3 were combined, it was 16.4 (95% CI, 7.4 to 36.4), which was significantly lower than the incidence rate for the subjects with Lung-RADS category 4 (p<0.001). When the lung cancer incidence rate was standardized using Segi’s world standard population, it was 46.9 (95% CI, 28.7 to 72.0) for entire study population, 11.9 (95% CI, 4.3 to 26.1) for Lung-RADS categories 1, 2, and 3 combined, and 1,502.0 (95% CI, 835.0 to 2,472.7) for the subjects with Lung-RADS category 4.\n      The SIR for entire study populations was 1.68 (95% CI, 1.05 to 2.54), meaning that our study population had slightly higher risk of lung as compared with general Korean female population of same age group. Subjects with category 4 lesions had much higher SIR of 43.80 (95% CI, 25.03 to 71.13), whereas the SIR was only 0.28 (95% CI, 0.06 to 0.80) for category 1, 2.37 (95% CI, 0.49 to 6.92) for category 2, and 0.47 (95% CI, 0.17 to 1.02) when categories 1, 2, and 3 were combined. When we excluded the nine prevalent cases, SIR for the subjects with category 4 lesions remained still high at 19.18 (95% CI, 7.71 to 39.52), as compared with 0.99 (95% CI, 0.53 to 1.69) for the entire group (S1 Table).\n      The cumulative probability of lung cancer for the subjects with category 4 was 10.6% at 5 years and 14.8% at 10 years (Fig. 1). Corresponding figures were 0.03% and 0.12% for category 1, 0.47% and 0.71% for category 2, and 0.0% for category 3, respectively, and 0.07% and 0.17% when categories 1, 2, and 3 were combined. Even when the nine prevalent cases which were diagnosed within 6 months were excluded, cumulative probability of lung cancer for the subjects with category 4 was 2.9% at 5 years and 7.4% at 10 years (S1 Table).\nConclusion\n          Considering the low risk of lung cancer development in female never smokers, it seems unnecessary to repeat annual LDCT screening for at least 5 years or even longer unless the initial LDCT showed Lung-RADS category 4 findings.\nIntroduction\n      Based on the National Lung Screening Trial (NLST) results [1], lung cancer screening with chest low-dose computed tomography (LDCT) is recommended for high risk smokers and ex-smokers aged 55 to 80 years with more than 30 pack-year smoking history [2]. In several cohort studies that evaluated the role of LDCT screening in subjects with diverse risks, female never smokers were found to have similar or even higher rate of detection and better survival as compared with high risk subjects [3-8]. However, since there had been no proven benefits of reducing lung cancer mortality, it is not recommended for low risk subjects. Nevertheless, LDCT screening is frequently performed in clinical practice setting because there has been growing concerns about lung cancer among female never smokers, which accounts for approximately 10%-15% of lung cancers, especially in Asian countries [9-12].\n      One of the major issues of LDCT screening is how to integrate the LDCT findings with clinical guidelines. According to the Lung Imaging Reporting and Data System (Lung-RADS) formulated by the American College of Radiology (ACR) [13], it was recommended to continue annual screening with LDCT for “negative” findings of category 1 and category 2. Although it may sound reasonable for the high-risk subjects, repeating LDCT on an annual basis seems to be excessive and counter-intuitive for low-risk subjects, especially for female never smokers who had negative findings on initial LDCT. Considering the potential harms of unnecessary radiation exposure against no proven benefits, it seems very imperative to extend screening interval if and indeed LDCT screening is intended for female never smokers. However, there has been no clear guideline.\n      In our country, because of growing concerns about lung cancer development in female never smokers, LDCT screening is already pervasive in practice as part of personal health checkups and cancer screening on a voluntary basis, which provided a unique opportunity to estimate the lung cancer risk based on the initial LDCT findings. In this study, we retrospectively applied Lung-RADS to initial LDCT of female never smokers and estimated the risk of subsequent development of lung cancer according to the Lung-RADS category. The purpose of this study is to examine whether or not female never smokers really need annual LDCT screening when the initial screening LDCT yielded negative findings.\n1. Study design and subjects\n        The study subjects were 4,365 healthy female never smokers who underwent health checkups and voluntarily participated in a cohort study for Cancer Screening Program at the National Cancer Center Korea between Aug 2002 and Dec 2007. Informed consent was obtained from all subjects, who were asked to complete a self-administered questionnaire. We collected information from medical records and questionnaire regarding age, sex, self-reported smoking status and smoking history, height and weight, history of previous cancer, family history of cancers, and urine cotinine level. From a total pool of 7,525 females, we selected 5,973 participants who were 40-79 years old and had no prior history of lung cancer or other cancers within 5 years; 4,448 (73.1%) of them were “self-reported” never smokers. After excluding those who had a urine cotinine level over 50 ng/mL (n=43) [14] or no urine cotinine level examination done (n=40), 4,365 healthy female never smokers of 40-79 years in age with no prior history of cancer became subjects of this retrospective cohort study, which was approved by the institutional review board.\n2. LDCT and application of Lung-RADS\n        LDCT scans were obtained with various multi-detector scanners minimum four channels. The imaging parameters were 120 kVp, up to 50 mAs and 3.2-mm slice thickness for four channel scanners and 2.5-mm slice thickness for 16 channel scanners or higher. Since LDCT was performed on a voluntary basis without specific protocol guidelines for reading, LDCT were read by different radiologists following the ELCAP or NLST protocols of their preferences.\n        For this study, we retrospectively reclassified initial LDCT findings according to Lung-RADS formulated by ACR [13]. Category 1 designates “negative,\" category 2 “benign appearance,\" category 3 “probably benign,” and category 4 “suspicious” which was further subdivided into 4A, 4B, and 4X. For reclassification of nodules, all LDCT images were first reviewed by one of three board certified thoracic radiologists with LDCT reading experience of 10 or 15 years. Then, the senior radiologist (H.Y.K.) reviewed again a LDCT images with abnormal findings. We assessed the attenuation (non-solid, part-solid, and solid) and size (the average of the longest and perpendicular to longest diameter) of the nodules. If there were more than one nodule, the largest one was selected for category designation.\n3. Follow-up and clinicopathologic parameters\n        Diagnosis of lung cancer was identified until December 31, 2013 from Korea Central Cancer Registry (KCCR) and vital status was also updated from Statistics Korea through December 31, 2013 from for all participants. The electronic medical records of our hospital and all available medical records from the outside hospital were reviewed for clinicopathologic parameters. The histopathology was classified according to World Health Organization (WHO) classification 2004 and the tumor staging was followed the seventh edition of the cancer staging manual of American Joint Committee on Cancer. When there was no available medical record for review, Surveillance, Epidemiology and End Results (SEER) coding and staging from KCCR was recorded.\n4. Statistical analysis\n        Lung cancer incidence per 100,000 person-years and 95% confidence interval (CI) were estimated according to Lung-RADS category by dividing the number of lung cancer with the person-years at risk for event, which were measured from initial LDCT to the date of lung cancer diagnosis, death, or censoring whichever came first. Participants who died from causes other than lung cancer were censored at the time of death. December 31, 2013 was considered as the last date of follow-up.\n        Cumulative probability of lung cancer was calculated in the presence of competing risks in a two-step process. The probability of lung cancer for a given time interval was estimated as the product of the probability of experiencing the event of lung cancer in that time interval given that the individual has survived both the event of interest and the competing events in prior time intervals. Cumulative probability is obtained by summing the above calculated probability and the probabilities from all previous time intervals. The censoring is considered a competing event.\n        The age-standardized incidence ratios (SIR) were calculated by dividing the observed with the “expected” number of cases, which was estimated using the 2002-2007 lung cancer incidence data from the KCCR database [15]. Since the risk of lung cancer would further increase over time with aging, we calculated the SIR after adjusting for the age group-specific incidence rates for female population of 2002-2007 in Korea. Exact 95% CI of SIR [16] was calculated as below:\n        \n          \n            S\n            I\n            \n              R\n              L\n            \n            =\n            \n              \n                \n                  X\n                  2\n                \n                \n                  2\n                  D\n                  ,\n                  a\n                  /\n                  2\n                \n              \n              \n                2\n                \n                  E\n                  *\n                \n              \n            \n            ,\n             \n            a\n            n\n            d\n             \n            S\n            I\n            \n              R\n              u\n            \n            =\n            \n              \n                \n                  X\n                  2\n                \n                \n                  2\n                  (\n                  D\n                  +\n                  1\n                  )\n                  ,\n                  1\n                  -\n                  a\n                  /\n                  2\n                \n              \n              \n                2\n                \n                  E\n                  *\n                \n              \n            \n          \n        \n        , where D is the total number of cases, E∗ is the total number of expected events, and X2ν,α is the 100α percent of the chi-square distribution with ν degrees of freedom. In addition, we calculated age-standardized and their exact 95% CI [16] for international comparison purposes.\n        All statistical analyses were performed with SAS software ver. 9.3 (SAS Institute Inc., Cary, NC) and Stata software release 14 (Stata Corp., College Station, TX). Competingrisks analysis was carried out with the STCOMPET package [17].\n5. Ethical statement\n        The study was approved by the Institutional Review Board of National Cancer Center (IRB No. NCC 2014-0032) and performed in accordance with the principles of the Declaration of Helsinki. Written informed consents were obtained.\nDiscussion\n      In our study of 4,365 female never smokers, the most striking finding was that Lung-RADS category 4 nodules, which were found in only 2.5% of the study subjects, accounted for 72.7% of lung cancers diagnosed with the age-SIR of 43.80 (95% CI, 25.03 to 71.13). On the other hand, subjects with other than category 4 had very low risk of lung cancer with SIR of 0.47 (95% CI, 0.17 to 1.02). In fact, when the Lung-RADS was retrospectively applied to 26,455 high risk subjects enrolled in NLST, lung cancer was diagnosed in 227 of 1,904 subjects (11.9%) with category 4 (including 4A, 4B, and 4X) lesions, which accounted for 77.7% of all lung cancer diagnosed [18]. In a recent single institutional study that retroactively reclassified clinical computed tomography (CT) lung screening examinations lung cancer was diagnosed in 25 of 66 subjects (37.9%) with category 4 nodules among 1,603 subjects with clinical follow-up data available (average, 480 days), which accounted for 86.2% of all lung cancers diagnosed [19]. Taken together, Lung-RADS category 4 seems to be very useful in sorting out the individuals with higher risk of lung cancer even among such low-risk subjects as female never smokers.\n      To minimize the potential bias caused by incomplete reporting of active smoking, we measured the urine cotinine levels and excluded 83 of 4,448 eligible “self-reported” never smokers from analysis. Despite of this effort, there are inevitable component of selection bias and overdiagnosis. In our study, four of the six lung cancer cases that developed in subjects with Lung-RADS category 1 or 2 were the typical stage IA adenocarcinoma (mostly, bronchioloalveolar carcinoma) that was confirmed by resection of either newly developed (case 22 in Table 2) or slow-growing non-solid nodules with or without part-solid component (cases 17, 18, and 19). It has been known that majority of screen-detected lung cancers manifested as non-solid nodules with no growth or very slow growth. Recently, Lee et al. [20] demonstrated that follow-up until interval growth of part-solid nodules with solid components less than 5 mm does not negatively influence disease recurrence. In addition, the case of thin walled cystic adenocarcinoma in our study (case 20) was diagnosed 34 months later from a pre-existing cystic airspace noted on screening LDCT. Recent publication reported that lung cancers could develop from isolated cystic airspace with increased wall thickness detected on annual LDCT follow-up [21]. In retrospect, this case might well be categorized in 4X (imaging findings with suspect malignancy) instead of category 1S (mentioned as S meaning other findings), but it was kept as originally recorded. Overall, among the female never smokers with Lung-RADS category 1 or 2, excluding those five cases, only one clinically significant lung cancer (case 21) developed during the median follow-up of 9.69 years.\n      In our study, the age-standardized incidence for entire study population was 46.9 (95% CI, 28.7 to 72.0) per 100,000 person-years, which was higher than that of 19.9 for general female population of the same age group in Korea for 2002-2007. Given the nature of our study, there was possibility of selection bias, as evidenced by high SIR of 1.68 (95% CI, 1.05 to 2.54). It is interesting to note that after analyzing the compiled data from 13 cohorts and 22 cancer registry studies, Thun et al. [22] reported that lung cancer incidence for non-smoker women aged 40-79 years were 12.7 (11.4-13.9) for European descent, 14.0 (9.4-18.6) for Asian origin, and 20.5 (15.1-25.9) for African American women in the United States. In our study, when the nine prevalence cases were excluded, SIR was 0.99 (95% CI, 0.53 to 1.69), which means that once the prevalence cases were excluded, lung cancer risk of our study population were comparable to the general female population of the same age group in Korea. However, the age standardized incidence rate was 30.9 (95% CI, 17.5 to 65.5), which seems to be consistent with the observation of Thun et al. [22] that the incidence rates of lung cancer were higher and more variable among women in East Asia than in other geographic areas with low prevalence of female smoking.\n      Based on currently available evidence, lung cancer screening is unlikely to be beneficial for majority of never smokers [12,23]. Nevertheless, in a clinical practice setting, it is hard to deny lung cancer screening with LDCT, if someone wants after shared decision making process, especially in East Asia countries where the incidence rates of lung cancer in females are higher. In a recent trend analysis of cancer incidence in Korea between 1999 and 2013, lung cancer incidence increased in women from 12.4 to 14.9 per 100,000 while it decreased in men from 51.4 to 44.2 [24,25]. In addition, adenocarcinoma is the most histology detected on LDCT screening and it is most prevalent in recent series of lung cancer in never smokers [11,22,26]. As shown in our study, category 4 nodules were associated with high risk of lung cancer even in female never smokers. Two of our study subjects eventually died after developing advanced lung cancer when category 4 nodules were not properly managed.\n      Currently, annual LDCT screening remains to be the standard of care for the high risk subjects with category 1 or 2 findings on initial screening [13]. Recently, Fleischner Society guidelines 2017 recommended no routine follow-up for solid or subsolid nodules less than 6-mm in size those are incidentally detected on CT images [27]. For subsolid nodules with 6-mm and over, follow-up CT scans were recommended with variable intervals depending on their sizes until 5 years. In fact, the solid or sub-solid nodules less than 6-mm in size correspond to the Lung-RADS category 2 lesions. As such, female never smokers who had Lung-RADS category 1 or 2 findings on initial screening LDCT may not need further follow-ups. However, even for the female never smokers, they are not completely free of lung cancer risk and the risk increases gradually over time as the subjects are getting older. Female never smokers with Lung-RADS category 1 in our study had 5-year cumulative probability of lung cancer (0.03%), which was comparable to that for the subjects of NLST study with the same category on the first follow-up LDCT after the baseline screening (0.04%), but lower than that for those with the same category on baseline LDCT in NLST study (0.1%) [18]. Furthermore, it has been well documented in the literature that lung cancer detection rate is lower at repeat screenings than at the initial screening in low-risk subjects including female never smokers [6,7,28,29]. Therefore, it seems reasonable to extend the re-screening interval to 5 years or even longer in female never smokers with negative findings on screening LDCT, which is analogous to the colon cancer screening recommendation with CT-colonoscopy in average-risk patients with age of 50 and over [30].\n      Our study may have some limitations since the study subjects were primarily composed of middle-aged Korean females in relatively higher socioeconomic status, who were more interested in their health condition and affordable and willing to pay the expenses for health checkups including LDCT screening than general population. Their mean age was only 51 years and the median follow-up duration was 9.69 years after the initial LDCT screening. Given the fact that the risk of lung cancer further increases in mid-60s and 70s in age, overall risk of lung cancer in our study might well be underestimated. In addition, because LDCT was performed on a voluntary basis without formal study protocol, more than 80% of study subjects had no follow-up CT scans. As a result, we could not systematically evaluate whether the findings on initial LDCT would subsequently regress or progress to lung cancer, but it was not the primary focus of our study. Moreover, the sample size was rather small, which made the variance of estimated lung cancer risk even wider for certain subgroups. In fact, there was no lung cancer developed among the subjects with category 3 findings. Despite these limitations, we were able to demonstrate that Lung-RADS category was very useful in sorting out the individuals with higher lung cancer risk even among such low-risk subjects as female never smokers. However, the issue of optimum age for initial LDCT screening couldn’t be addressed. On the other hand, the possibility of missing the lung cancer cases in our study is very slim since all cancer patients who visited any hospitals are reported to the KCCR by law in Korea, where the universal healthcare coverage is provided by the National Health Insurance.\n      In summary, because of growing concerns about lung cancer, LDCT screening is performed as part of personal health checkups even in female never smokers. However, there has been no specific guidelines on lung cancer screening of female never smokers. Considering the low risk of lung cancer development in female never smokers, unless the initial LDCT showed Lung-RADS category 4 findings of suspicious malignancy, it seems unnecessary to repeat annual LDCT screening for at least 5 years or even longer.\nElectronic Supplementary Material\n      Supplementary materials are available at Cancer Research and Treatment website (http://www.e-crt.org).",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6056956/",
    "doi": "https://doi.org/10.4143/crt.2017.312"
}