{
    "title": "Multilevel Opportunities to Address Lung Cancer Stigma across the Cancer Control Continuum",
    "abstract": "Multilevel Opportunities to Address Lung Cancer Stigma across the Cancer Control Continuum Heidi A. Hamann Elizabeth S. Ver Hoeve Lisa Carter-Harris Jamie L. Studts Jamie S. Ostroff Introduction: The public health imperative to reduce the burden of lung cancer has seen unprecedented progress in recent years. Methods: This evaluation of lung cancer stigma is based on a multilevel perspective that incorporates the individual, persons in their immediate environment, the healthcare system, and the larger societal structure which shapes perceptions and decisions. Coordinated, interdisciplinary, and well-conceptualized efforts have the potential to reduce the barrier of stigma in the context of lung cancer and facilitate demonstrable improvements in clinical care and quality of life.",
    "authors": [
        "Heidi A. Hamann",
        "Elizabeth S. Ver Hoeve",
        "Lisa Carter-Harris",
        "Jamie L. Studts",
        "Jamie S. Ostroff"
    ],
    "published_year": "Not available",
    "description": "Introduction:\n          The public health imperative to reduce the burden of lung cancer has seen unprecedented progress in recent years. Realizing fully the advances in lung cancer treatment and control requires attention to potential barriers in their momentum and implementation. In this analysis, we present and evaluate the argument that stigma is a highly significant barrier to fulfilling the clinical promise of advanced care and reduced lung cancer burden.\nMethods:\n          This evaluation of lung cancer stigma is based on a multilevel perspective that incorporates the individual, persons in their immediate environment, the healthcare system, and the larger societal structure which shapes perceptions and decisions. We also consider current interventions and interventional needs within and across aspects of the lung cancer continuum, including prevention, screening, diagnosis, treatment, and survivorship.\nResults:\n          Current evidence suggests that stigma detrimentally impacts psychosocial, communication, and behavioral outcomes over the entire lung cancer control continuum and across multiple levels. Interventional efforts to alleviate stigma in the context of lung cancer show promise, yet more work is needed to evaluate their impact.\nConclusions:\n          Understanding and addressing the multi-level role of stigma is a crucial area for future study in order to realize the full benefits offered by lung cancer prevention, control, and treatment. Coordinated, interdisciplinary, and well-conceptualized efforts have the potential to reduce the barrier of stigma in the context of lung cancer and facilitate demonstrable improvements in clinical care and quality of life.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6417494/",
    "doi": "https://doi.org/10.1016/j.jtho.2018.05.014"
}