{
    "title": "Brain Tumors in Patients with Myotonic Dystrophy: A population-based Study",
    "abstract": "Data from 1,119 DM patients identified from the National Swedish Patient Register between 1987 and 2007 were linked to the National Cancer and the Cause of Death Registers. We calculated standardized incidence ratios (SIR), and cumulative incidence to quantify the relative and absolute risks of brain neoplasms, and used the Kaplan-Meier estimator for survival analysis. Patient follow-up started at birth or the age at the start of Swedish cancer registration (January 1, 1958), and ended at the age of brain neoplasm diagnosis, death, or in December 31, 2007.",
    "authors": [
        "Shahinaz M. Gadalla",
        "Ruth M Pfeiffer",
        "Sigurdur Y Kristinsson",
        "Magnus Björkholm",
        "Ola Landgren",
        "Mark H Greene"
    ],
    "published_year": "",
    "description": "Background.\n          Patients with myotonic dystrophy (DM) are at high risk of brain cancer. This study described the spectrum of brain neoplasms in DM patients.\nMethods.\n          Data from 1,119 DM patients identified from the National Swedish Patient Register between 1987 and 2007 were linked to the National Cancer and the Cause of Death Registers. We calculated standardized incidence ratios (SIR), and cumulative incidence to quantify the relative and absolute risks of brain neoplasms, and used the Kaplan-Meier estimator for survival analysis. Patient follow-up started at birth or the age at the start of Swedish cancer registration (January 1, 1958), and ended at the age of brain neoplasm diagnosis, death, or in December 31, 2007.\nResults.\n          Twenty patients developed brain neoplasm during follow-up (median age=53, range=2–76 years, accounting for a five-fold excess risk of brain tumors during patient lifetime (Standardized incidence ratio, SIR=5.4 [95%CI=3.4–8.1, p=1×10−5]). Astrocytoma was the most common histological subtype (n=16, 80%), and almost all cases (n=19) developed after age 20. No statistically significant differences in gender-specific risks (SIR in men= 6.3, and in women=3.8, p-heterogeneity=0.46) were observed. After accounting for competing mortality related to DM, the cumulative incidence of brain neoplasms reached 2.9% (95%CI=1.8–4.7%) by age 70. Five-year survival after brain tumor diagnosis was 52% (95%CI=29–75%) overall (number at risk=8), and 34% (95% CI=26–47%) for malignant neoplasms (number at risk=5).\nConclusion.\n          Despite the high relative risk of DM-related brain tumors, the absolute risk is modest. Nonetheless, careful evaluation of DM patients with new central nervous system symptoms is warranted.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC6640147/\nhttps://doi.org/10.1111/ene.12886",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6640147/",
    "doi": "https://doi.org/10.1111/ene.12886"
}