{
    "title": "lncRNA-u50535 promotes the progression of lung cancer by activating CCL20/ERK signaling",
    "abstract": "Regulation of gene expression The short hairpin RNA (shRNA) used to downregulate lncRNA-u50535 (sh-lncRNA-u50535; in the pGLVU6/Puro vector) and CCL20 (sh-CCL20; in the pGLVU6/Puro vector), and the lentivirus used to overexpress lncRNA-u50535 (OE-lncRNA-u50535; in the LV5 vector), as well as their negative controls (NC), were all synthesized by Shanghai GenePharma Co., Ltd. All of the above lentiviruses were infected into cells at a multiplicity of infection (MOI) of 5–10 with the help of polybrene (7 µg/ml; HanBio Biotechnology Co., Ltd.). Regulation of gene expression The short hairpin RNA (shRNA) used to downregulate lncRNA-u50535 (sh-lncRNA-u50535; in the pGLVU6/Puro vector) and CCL20 (sh-CCL20; in the pGLVU6/Puro vector), and the lentivirus used to overexpress lncRNA-u50535 (OE-lncRNA-u50535; in the LV5 vector), as well as their negative controls (NC), were all synthesized by Shanghai GenePharma Co., Ltd. All of the above lentiviruses were infected into cells at a multiplicity of infection (MOI) of 5–10 with the help of polybrene (7 µg/ml; HanBio Biotechnology Co., Ltd.). The present study reported for the first time that lncRNA-u50535 was upregulated in lung cancer tissues and cells, and its upregulation significantly enhanced proliferation and migration, reduced apoptosis and induced an accumulation of cells in the S phase and a reduction of cells in the G0/G1 phase in A549 and H1299 lung cancer cells.",
    "authors": [
        "Wei Wei",
        "Xiaoliang Zhao",
        "Jianquan Zhu",
        "Lianmin Zhang",
        "Yulong Chen",
        "Bin Zhang",
        "Yue Li",
        "Meng Wang",
        "Zhenfa Zhang",
        "Changli Wang"
    ],
    "published_year": "2019",
    "description": "Introduction\n      Lung cancer ranks second among the most frequent types of malignant tumors and is one of the leading causes of cancer-related deaths worldwide (1). Although considerable progress has been made in lung cancer diagnosis and treatment, the prognosis of patients with lung cancer remains dissatisfactory, with only 15% of patients having >5 years of survival after diagnosis (2). For the past few years, chemokines and their receptors in the cancer microenvironment have been reported to serve pivotal roles in the tumorigenesis of multiple types of cancer, including lung cancer (3,4). Therefore, it is urgent to explore the mechanism of chemokines in the progression and development of lung cancer, aiming to find novel effective therapeutic targets for lung cancer.\n      Chemokines are a superfamily of small chemotactic cytokines that regulate multiple biological functions by activating 7-transmembrane-domain G protein-coupled receptors (5). In tumor tissues, chemokines binding to their corresponding receptors facilitates tumor growth, angiogenesis and escape of antitumor immune surveillance, through autocrine or paracrine pathways (6,7). C-C motif chemokine ligand 20 (CCL20), also known as liver and activation-regulated chemokine, is the only chemokine that interacts with C-C motif chemokine receptor 6 (CCR6), a property shared with the antimicrobial β-defensins (8). Recently, the ligand/receptor pair CCL20/CCR6 was reported to be strongly implicated in lung cancer progression. Zhang et al (9) revealed that both CCR6 and CCL20 were overexpressed in patients with recurrent lung cancer, and stimulation of lung cancer A549 cells with CCL20 significantly enhanced cell growth ability by activating ERK signaling. Wang et al (10) demonstrated that CCL20 upregulation significantly enhanced cell migration and proliferation through the activation of ERK1/2 and PI3K pathways in lung cancer. These findings illustrate that CCL20 has a vital role in lung cancer progression, and suggest that inhibiting CCL20/CCR6-related signaling might be an effective approach to fight against lung cancer.\n      Findings from high-throughput sequencing have demonstrated that <2% of genes have protein-coding capacity, while >75% of gene transcripts are non-coding RNAs (11,12). Thus, focusing on protein-coding genes may not be very effective to probe the mechanisms related to tumorigenesis (13). Long non-coding RNAs (lncRNAs) are RNAs of >200 nucleotides, that regulate gene expression at the transcriptional or post-transcriptional levels. lncRNAs have been reported to be deregulated in almost all types of cancer, and are strongly implicated in tumorigenesis. Wei et al (14) revealed that lncRNA activated by TGFβ (ATB) was highly expressed in lung cancer tissues, which was closely associated with tumor size and metastasis, and inhibition of lncRNA ATB significantly repressed lung cancer cell proliferation and migration. Yu et al (15) recently found that lncRNA-u50535 was overexpressed in colorectal cancer (CRC) tissues, and its high expression was associated with poor prognosis of CRC patients. In addition, they also demonstrated that lncRNA-u50535 increased CRC cell growth by upregulating CCL20 expression (15). However, the function of lncRNA-u50535 and whether it could regulate CCL20-related signaling in lung cancer progression remains unknown.\n      As a result, the present study aimed to explore the role of lncRNA-u50535 in lung cancer progression and its interaction with the CCL20/CCR6/ERK signaling pathway.\nMaterials and methods\n      \n        \n        \n          Tissue samples\n          Twenty paired lung cancer tissues and adjacent normal lung tissues were derived from lung cancer patients (age range, 47–72 years old; mean age, 55.8±8.5 years) in Tianjin Medical University Cancer Institute and Hospital from January 2015 to January 2017. Among them, 9 patients were female and 11 patients were male. All patients had undergone pneumonectomy without any form of chemoradiotherapy treatment. All patients signed informed consent, and the protocols involving human samples were performed according to the Declaration of Helsinki and approved by the Ethics Committee of Tianjin Medical University Cancer Institute and Hospital.\n        \n        \n          Cell lines and culture\n          The normal human lung cell line HBE and the lung cancer cell lines A549, H1299 and SPC-A1 were all purchased from BeNa Culture Collection (Beijing, China). HBE cells were maintained in Dulbeccos modified Eagle medium (DMEM; Gibco; Thermo Fisher Scientific, Inc.), A549 cells were cultured in F-12K medium (Gibco; Thermo Fisher Scientific, Inc.), and H1299 and SPC-A1 cells were cultured in RPMI-1640 medium (Gibco; Thermo Fisher Scientific, Inc.) supplemented with 10% fetal bovine serum (FBS; Gibco; Thermo Fisher Scientific, Inc.). All of the cell lines were incubated in a humidified atmosphere at 37°C supplemented with 5% CO2.\n        \n        \n          Regulation of gene expression\n          The short hairpin RNA (shRNA) used to downregulate lncRNA-u50535 (sh-lncRNA-u50535; in the pGLVU6/Puro vector) and CCL20 (sh-CCL20; in the pGLVU6/Puro vector), and the lentivirus used to overexpress lncRNA-u50535 (OE-lncRNA-u50535; in the LV5 vector), as well as their negative controls (NC), were all synthesized by Shanghai GenePharma Co., Ltd. All of the above lentiviruses were infected into cells at a multiplicity of infection (MOI) of 5–10 with the help of polybrene (7 µg/ml; HanBio Biotechnology Co., Ltd.). To construct the stable cell lines used in animal experiments, the infected cells were selected with 2 µg/ml puromycin (Sigma-Aldrich; Merck KGaA).\n        \n        \n          Western blot analysis\n          Protein was extracted from cells and tissue samples with lysis buffer (Roche Diagnostics) containing protease and phosphatase inhibitors (Beijing Solarbio Science & Technology Co., Ltd.). After centrifugation at 4°C for 25 min at a speed of 20,238 × g, the protein samples were quantified using a bicinchoninic acid-based Protein Assay kit (Thermo Fisher Scientific, Inc.). Then, 20 µg protein from each sample were loaded into a 10% SDS-polyacrylamide gel and separated by electrophoresis, followed by transfer to polyvinylidene difluoride membranes (EMD Millipore). After incubation with 5% non-fat milk for 1 h at room temperature, the membranes were probed with primary antibodies targeting CCL20 (1:1,000 dilution; cat. no. ab9829; Abcam), CCR6 (1:1,000 dilution; cat. no. ab78429; Abcam), ERK (1:1,000 dilution; cat. no. 4695; Cell Signaling Technology, Inc.) or phosphorylated (p-) ERK (1:2,000 dilution; cat. no. 4370; Cell Signaling Technology, Inc.) at 4°C overnight, followed by incubation with horseradish peroxidase-conjugated secondary antibodies (1:5,000 dilution; cat. nos. 7076 and 7074; Cell Signaling Technology, Inc.) for 1 h at room temperature. After washing three times with PBS, the bands were visualized by ECL reagent (EMD Millipore) in a ProfiBlot-48 (Tecan Group, Ltd.), and grey-scale value analysis was performed using ImageJ software (version 1.8.0; National Institutes of Health).\n        \n        \n          Reverse transcription-quantitative PCR (RT-qPCR)\n          Total RNA was extracted from tissues and lung cancer cells with GenElute™ Total RNA Purification kit (Sigma-Aldrich; Merck KGaA). After quantification with the NanoDrop ND-1000 spectrophotometer (NanoDrop Technologies; Thermo Fisher Scientific, Inc.), a total of 1 µg RNA was reverse transcribed into cDNA using the PrimeScript™ II 1st Strand cDNA Synthesis kit (Takara Biotechnology Co., Ltd.). Then, qPCR was performed using TB Green® Advantage® qPCR Premix (Takara Biotechnology Co., Ltd.). GAPDH was used as an internal control for the qPCR. The thermocycling conditions were: 95°C for 30 sec, followed by 40 cycles of 95°C for 5 sec and 60°C for 30 sec. Relative gene expression was calculated by the 2−ΔΔCq method (16). Primers were purchased from Invitrogen (Thermo Fisher Scientific, Inc.) and the sequences were as follows: lncRNA-u50535, sense 5-TGTCTCGGTAAGTAAAGGATACCA-3 and antisense 5-GGCCAGGACAGTTCTCAAGT-3; and GAPDH, sense 5-CCACTAGGCGCTCACTGTTCTC-3 and antisense 5-CATGGTGGTGAAGACGCCAG-3.\n        \n        \n          Cell Counting Kit-8 (CCK-8) assay\n          A549 or H1299 cells (2×103) in the logarithmic growth phase were suspended in 100 µl culture medium and added to 96-well plates. The next day, the cells were infected with the following vectors: sh-NC, sh-lncRNA-u50535, OE-NC, OE-lncRNA-u50535, sh-CCL20 and OE-lncRNA-u50535+sh-CCL20. After 1, 2, 3, 4 or 5 days of infection, 10 ml of CCK-8 reagent (Sangon Biotech Co., Ltd.) was added to each well and incubated for another 4 h at 37°C. Then, the optical density (OD) levels at 450 nm were examined using a microplate reader.\n        \n        \n          Flow cytometry\n          Cell cycle and apoptosis were evaluated by flow cytometry with different protocols. After 48 h of infection with sh-NC, sh-lncRNA-u50535, OE-NC, OE-lncRNA-u50535, sh-CCL20 and OE-lncRNA-u50535+sh-CCL20, A549 or H1299 cells were harvested and washed with PBS one time. Then, Annexin V-FITC and propidium iodide (PI; both BD Biosciences) were added to each sample for 15 min in the dark, according to the suppliers protocol. The fluorescent signals reflecting cell apoptosis were evaluated by flow cytometry within 1 h. Cells in the FITC−/PI− quadrant were identified as living cells, FITC+/PI− were early apoptotic cells and FITC+/PI+ were late apoptotic cells. Both the early and late apoptosis rates were summed to get the total apoptosis rates.\n          For cell cycle detection, cells were synchronized with serum-free medium for 12 h. After 48 h of infections, floating and attached A549 and H1299 cells were collected and fixed in 70% ethanol at 4°C for 3 h. Then, the cells were incubated with 20 µg/ml RNase for 30 min at 37°C and 5 µg/ml PI solution for 30 min at 4°C in the dark. Next, the cells were detected by flow cytometry and analyzed with Flowjo7.6 software (Tree Star, lnc.).\n        \n        \n          Transwell assay\n          A total of 5×105 A549 or H1299 cells resuspended in 200 µl serum-free culture medium were seeded into the upper chamber of Transwell plates pre-coated with Matrigel (8-µm; Corning, Inc.), while 600 µl complete medium with 10% FBS was added into the lower chamber. After incubation at 37°C for 24 h, the non-invading cells on the upper chamber were removed with cotton swabs, and the invaded cells were stained with crystal violet for 10 min. After washing with PBS four times, the cells were photographed at six randomly selected fields to evaluate their invasion ability.\n        \n        \n          Luciferase reporter gene assay\n          The full-length CCL20 promoter was cloned into the pGL3 vector (Promega Corporation). A549 or H1299 cells were co-transfected with Renilla luciferase control vector (pRL-RSV), pGL3-CCL20 promoter and OE-NC or OE-lncRNA-u50535. Forty-eight hours post-transfection, the luciferase activities were measured using the Dual-Luciferase Reporter Assay System (Promega Corporation), in accordance with the manufacturers protocol. Renilla luciferase activity was used to normalize the firefly luciferase activity.\n        \n        \n          Tumor xenografts\n          The animal experiment protocol was approved by the Animal Experimentation Ethics Committee of Tianjin Medical University Cancer Institute and Hospital. Mice were euthanized when one of the following happened: mice weights excessively reduced or increased; abnormal behavior; tumor diameter >1.5 cm; tumor ulceration. Twenty male BALB/c nude mice (age, 4 weeks; weight, 20±2 g) were purchased from the Animal Center of Air Force Medical University (Shanghai, China) and were housed under specific pathogen-free conditions, with free access to water and food, at room temperature of 24±1°C and humidity of 60±10%, and under a 12-h light/dark cycle. A549 cells with stable upregulation or downregulation of lncRNA-u50535 were established by selection with 2 µg/ml puromycin (Sigma-Aldrich; Merck KGaA) for 14 days. After 1 week of acclimation, mice were injected with 1×106 A549 stably infected cells on the left side of the neck (5 mice per group). Twenty-eight days after injection, mice were sacrificed via cervical dislocation, and tumors were removed to weigh and photograph. If no spontaneous breathing was observed for 2–3 min and no blink reflex, mice were considered as euthanized. During this study, no mouse died or was prematurely terminated.\n        \n        \n          Statistical analysis\n          Data were analyzed by SPSS v23.0 software (IBM Corp.) and are presented as the mean ± SD. Data comparison was performed by Students t test for two groups and two-way ANOVA with Bonferroni post-test for multiple groups. P<0.05 was considered to indicate a statistically significant difference.\nTissue samples\n          Twenty paired lung cancer tissues and adjacent normal lung tissues were derived from lung cancer patients (age range, 47–72 years old; mean age, 55.8±8.5 years) in Tianjin Medical University Cancer Institute and Hospital from January 2015 to January 2017. Among them, 9 patients were female and 11 patients were male. All patients had undergone pneumonectomy without any form of chemoradiotherapy treatment. All patients signed informed consent, and the protocols involving human samples were performed according to the Declaration of Helsinki and approved by the Ethics Committee of Tianjin Medical University Cancer Institute and Hospital.\nCell lines and culture\n          The normal human lung cell line HBE and the lung cancer cell lines A549, H1299 and SPC-A1 were all purchased from BeNa Culture Collection (Beijing, China). HBE cells were maintained in Dulbeccos modified Eagle medium (DMEM; Gibco; Thermo Fisher Scientific, Inc.), A549 cells were cultured in F-12K medium (Gibco; Thermo Fisher Scientific, Inc.), and H1299 and SPC-A1 cells were cultured in RPMI-1640 medium (Gibco; Thermo Fisher Scientific, Inc.) supplemented with 10% fetal bovine serum (FBS; Gibco; Thermo Fisher Scientific, Inc.). All of the cell lines were incubated in a humidified atmosphere at 37°C supplemented with 5% CO2.\nRegulation of gene expression\n          The short hairpin RNA (shRNA) used to downregulate lncRNA-u50535 (sh-lncRNA-u50535; in the pGLVU6/Puro vector) and CCL20 (sh-CCL20; in the pGLVU6/Puro vector), and the lentivirus used to overexpress lncRNA-u50535 (OE-lncRNA-u50535; in the LV5 vector), as well as their negative controls (NC), were all synthesized by Shanghai GenePharma Co., Ltd. All of the above lentiviruses were infected into cells at a multiplicity of infection (MOI) of 5–10 with the help of polybrene (7 µg/ml; HanBio Biotechnology Co., Ltd.). To construct the stable cell lines used in animal experiments, the infected cells were selected with 2 µg/ml puromycin (Sigma-Aldrich; Merck KGaA).\nWestern blot analysis\n          Protein was extracted from cells and tissue samples with lysis buffer (Roche Diagnostics) containing protease and phosphatase inhibitors (Beijing Solarbio Science & Technology Co., Ltd.). After centrifugation at 4°C for 25 min at a speed of 20,238 × g, the protein samples were quantified using a bicinchoninic acid-based Protein Assay kit (Thermo Fisher Scientific, Inc.). Then, 20 µg protein from each sample were loaded into a 10% SDS-polyacrylamide gel and separated by electrophoresis, followed by transfer to polyvinylidene difluoride membranes (EMD Millipore). After incubation with 5% non-fat milk for 1 h at room temperature, the membranes were probed with primary antibodies targeting CCL20 (1:1,000 dilution; cat. no. ab9829; Abcam), CCR6 (1:1,000 dilution; cat. no. ab78429; Abcam), ERK (1:1,000 dilution; cat. no. 4695; Cell Signaling Technology, Inc.) or phosphorylated (p-) ERK (1:2,000 dilution; cat. no. 4370; Cell Signaling Technology, Inc.) at 4°C overnight, followed by incubation with horseradish peroxidase-conjugated secondary antibodies (1:5,000 dilution; cat. nos. 7076 and 7074; Cell Signaling Technology, Inc.) for 1 h at room temperature. After washing three times with PBS, the bands were visualized by ECL reagent (EMD Millipore) in a ProfiBlot-48 (Tecan Group, Ltd.), and grey-scale value analysis was performed using ImageJ software (version 1.8.0; National Institutes of Health).\nReverse transcription-quantitative PCR (RT-qPCR)\n          Total RNA was extracted from tissues and lung cancer cells with GenElute™ Total RNA Purification kit (Sigma-Aldrich; Merck KGaA). After quantification with the NanoDrop ND-1000 spectrophotometer (NanoDrop Technologies; Thermo Fisher Scientific, Inc.), a total of 1 µg RNA was reverse transcribed into cDNA using the PrimeScript™ II 1st Strand cDNA Synthesis kit (Takara Biotechnology Co., Ltd.). Then, qPCR was performed using TB Green® Advantage® qPCR Premix (Takara Biotechnology Co., Ltd.). GAPDH was used as an internal control for the qPCR. The thermocycling conditions were: 95°C for 30 sec, followed by 40 cycles of 95°C for 5 sec and 60°C for 30 sec. Relative gene expression was calculated by the 2−ΔΔCq method (16). Primers were purchased from Invitrogen (Thermo Fisher Scientific, Inc.) and the sequences were as follows: lncRNA-u50535, sense 5-TGTCTCGGTAAGTAAAGGATACCA-3 and antisense 5-GGCCAGGACAGTTCTCAAGT-3; and GAPDH, sense 5-CCACTAGGCGCTCACTGTTCTC-3 and antisense 5-CATGGTGGTGAAGACGCCAG-3.\nCell Counting Kit-8 (CCK-8) assay\n          A549 or H1299 cells (2×103) in the logarithmic growth phase were suspended in 100 µl culture medium and added to 96-well plates. The next day, the cells were infected with the following vectors: sh-NC, sh-lncRNA-u50535, OE-NC, OE-lncRNA-u50535, sh-CCL20 and OE-lncRNA-u50535+sh-CCL20. After 1, 2, 3, 4 or 5 days of infection, 10 ml of CCK-8 reagent (Sangon Biotech Co., Ltd.) was added to each well and incubated for another 4 h at 37°C. Then, the optical density (OD) levels at 450 nm were examined using a microplate reader.\nFlow cytometry\n          Cell cycle and apoptosis were evaluated by flow cytometry with different protocols. After 48 h of infection with sh-NC, sh-lncRNA-u50535, OE-NC, OE-lncRNA-u50535, sh-CCL20 and OE-lncRNA-u50535+sh-CCL20, A549 or H1299 cells were harvested and washed with PBS one time. Then, Annexin V-FITC and propidium iodide (PI; both BD Biosciences) were added to each sample for 15 min in the dark, according to the suppliers protocol. The fluorescent signals reflecting cell apoptosis were evaluated by flow cytometry within 1 h. Cells in the FITC−/PI− quadrant were identified as living cells, FITC+/PI− were early apoptotic cells and FITC+/PI+ were late apoptotic cells. Both the early and late apoptosis rates were summed to get the total apoptosis rates.\n          For cell cycle detection, cells were synchronized with serum-free medium for 12 h. After 48 h of infections, floating and attached A549 and H1299 cells were collected and fixed in 70% ethanol at 4°C for 3 h. Then, the cells were incubated with 20 µg/ml RNase for 30 min at 37°C and 5 µg/ml PI solution for 30 min at 4°C in the dark. Next, the cells were detected by flow cytometry and analyzed with Flowjo7.6 software (Tree Star, lnc.).\nTranswell assay\n          A total of 5×105 A549 or H1299 cells resuspended in 200 µl serum-free culture medium were seeded into the upper chamber of Transwell plates pre-coated with Matrigel (8-µm; Corning, Inc.), while 600 µl complete medium with 10% FBS was added into the lower chamber. After incubation at 37°C for 24 h, the non-invading cells on the upper chamber were removed with cotton swabs, and the invaded cells were stained with crystal violet for 10 min. After washing with PBS four times, the cells were photographed at six randomly selected fields to evaluate their invasion ability.\nLuciferase reporter gene assay\n          The full-length CCL20 promoter was cloned into the pGL3 vector (Promega Corporation). A549 or H1299 cells were co-transfected with Renilla luciferase control vector (pRL-RSV), pGL3-CCL20 promoter and OE-NC or OE-lncRNA-u50535. Forty-eight hours post-transfection, the luciferase activities were measured using the Dual-Luciferase Reporter Assay System (Promega Corporation), in accordance with the manufacturers protocol. Renilla luciferase activity was used to normalize the firefly luciferase activity.\nTumor xenografts\n          The animal experiment protocol was approved by the Animal Experimentation Ethics Committee of Tianjin Medical University Cancer Institute and Hospital. Mice were euthanized when one of the following happened: mice weights excessively reduced or increased; abnormal behavior; tumor diameter >1.5 cm; tumor ulceration. Twenty male BALB/c nude mice (age, 4 weeks; weight, 20±2 g) were purchased from the Animal Center of Air Force Medical University (Shanghai, China) and were housed under specific pathogen-free conditions, with free access to water and food, at room temperature of 24±1°C and humidity of 60±10%, and under a 12-h light/dark cycle. A549 cells with stable upregulation or downregulation of lncRNA-u50535 were established by selection with 2 µg/ml puromycin (Sigma-Aldrich; Merck KGaA) for 14 days. After 1 week of acclimation, mice were injected with 1×106 A549 stably infected cells on the left side of the neck (5 mice per group). Twenty-eight days after injection, mice were sacrificed via cervical dislocation, and tumors were removed to weigh and photograph. If no spontaneous breathing was observed for 2–3 min and no blink reflex, mice were considered as euthanized. During this study, no mouse died or was prematurely terminated.\nStatistical analysis\n          Data were analyzed by SPSS v23.0 software (IBM Corp.) and are presented as the mean ± SD. Data comparison was performed by Students t test for two groups and two-way ANOVA with Bonferroni post-test for multiple groups. P<0.05 was considered to indicate a statistically significant difference.\nResults\n      \n        \n        \n          lncRNA-u50535, CCL20 and CCR6 expressions are elevated in lung cancer tissues and cell lines\n          To explore the function and mechanism of lncRNA-u50535 in development of lung cancer, first the expression levels of lncRNA-u50535, CCL20 and CCR6 were detected in lung cancer tissues and cell lines. Compared with normal tissues, the expression levels of lncRNA-u50535 were significantly increased in lung cancer tissues (Fig. 1A). Similarly, the protein expression levels of CCL20 and CCR6 were significantly increased in lung cancer tissues compared with normal (Fig. 1B). In addition, the expression levels of lncRNA-u50535, and the protein expression levels of CCL20 and CCR6, were significantly increased in the lung cancer cell lines A549, H1299 and SPC-A1 compared with the normal lung cell line HBE (Fig. 1C and D). These results indicated that high expression of lncRNA-u50535 might have a crucial role in lung cancer development. As lncRNA-u50535 showed a similar expression pattern in the three lung cancer cell lines A549, H1299 and SPC-A1, we randomly selected two of them (A549 and H1299) for further study.\n        \n        \n          Overexpression of lncRNA-u50535 promotes the malignant phenotype of lung cancer cells\n          Next, the function of lncRNA-u50535 was explored in lung cancer cells through a gain/loss-of-function assay in vitro. Infection with shRNA-2 targeting lncRNA-u50535 significantly decreased lncRNA-u50535 expression (and was selected for subsequent experiments), while OE-lncRNA-u50535 increased its expression, compared with their respective negative controls, in A549 and H1299 cells (Fig. 2A). Overexpression of lncRNA-u50535 increased the proliferation ability of A549 and H1299 cells, while lncRNA-u50535 knockdown reduced cell proliferation (Fig. 2B and C). lncRNA-u50535 overexpression resulted in a reduction in the proportion of cells in the G0/G1 phase and S phase arrest (Fig. 2D). In addition, cell apoptosis was decreased when lncRNA-u50535 was overexpressed in A549 and H1299 cells (Fig. 2E). lncRNA-u50535 knockdown caused the opposite results (Fig. 2D and E). Furthermore, lncRNA-u50535 overexpression increased tumor cell invasion and the opposite effect was observed following lncRNA-u50535 knockdown (Fig. 2F). Taken together, these findings suggested that lncRNA-u50535 may function as an oncogene in lung cancer progression.\n        \n        \n          Overexpression of lncRNA-u50535 promotes the malignant phenotype of lung cancer cells by activating the CCL20/ERK signaling pathway\n          Next, to investigate the molecular mechanism of lncRNA-u50535 in lung cancer progression, the effects of lncRNA-u50535 on CCL20/CCR6/ERK expression were investigated in vitro. Western blot results demonstrated that CCL20 protein expression levels were upregulated following lncRNA-u50535 upregulation in A549 and H1299 cells, while lncRNA-u50535 knockdown showed the opposite results (Fig. 3A). In addition, a luciferase reporter gene assay revealed that lncRNA-u50535 overexpression increased the transcriptional activity of CCL20 (Fig. 3B). Subsequently, CCL20 expression was silenced in A549 and H1299 cells, and sh-1 showed the best knockdown efficiency (Fig. 4A and B). Overexpression of lncRNA-u50535 increased CCR6 and p-ERK expression levels, whereas these effects were abolished when CCL20 was silenced (Fig. 4C and D). In addition, the effects of lncRNA-u50535 overexpression on promoting cell proliferation (Fig. 4E and F), S phase arrest (Fig. 4G) and invasion ability (Fig. 4I), and reducing cell apoptosis (Fig. 4H), were all reversed when CCL20 was silenced. Taken together, these results demonstrated that lncRNA-u50535 promoted the progression of lung cancer cells by activating the CCL20/ERK signaling pathway.\n        \n        \n          lncRNA-u50535 enhances lung tumor cell growth in vivo\n          Finally, the function of lncRNA-u50535 was explored in vivo. Fig. 5B illustrates a schematic of the experimental design. The results demonstrated that lncRNA-u50535 overexpression in A549 cells significantly enhanced the tumor formation ability of A549 cells, while knockdown of lncRNA-u50535 impaired the tumorigenesis of A549 cells in vivo (Fig. 5A), confirming that lncRNA-u50535 promoted lung cancer development.\nlncRNA-u50535, CCL20 and CCR6 expressions are elevated in lung cancer tissues and cell lines\n          To explore the function and mechanism of lncRNA-u50535 in development of lung cancer, first the expression levels of lncRNA-u50535, CCL20 and CCR6 were detected in lung cancer tissues and cell lines. Compared with normal tissues, the expression levels of lncRNA-u50535 were significantly increased in lung cancer tissues (Fig. 1A). Similarly, the protein expression levels of CCL20 and CCR6 were significantly increased in lung cancer tissues compared with normal (Fig. 1B). In addition, the expression levels of lncRNA-u50535, and the protein expression levels of CCL20 and CCR6, were significantly increased in the lung cancer cell lines A549, H1299 and SPC-A1 compared with the normal lung cell line HBE (Fig. 1C and D). These results indicated that high expression of lncRNA-u50535 might have a crucial role in lung cancer development. As lncRNA-u50535 showed a similar expression pattern in the three lung cancer cell lines A549, H1299 and SPC-A1, we randomly selected two of them (A549 and H1299) for further study.\nOverexpression of lncRNA-u50535 promotes the malignant phenotype of lung cancer cells\n          Next, the function of lncRNA-u50535 was explored in lung cancer cells through a gain/loss-of-function assay in vitro. Infection with shRNA-2 targeting lncRNA-u50535 significantly decreased lncRNA-u50535 expression (and was selected for subsequent experiments), while OE-lncRNA-u50535 increased its expression, compared with their respective negative controls, in A549 and H1299 cells (Fig. 2A). Overexpression of lncRNA-u50535 increased the proliferation ability of A549 and H1299 cells, while lncRNA-u50535 knockdown reduced cell proliferation (Fig. 2B and C). lncRNA-u50535 overexpression resulted in a reduction in the proportion of cells in the G0/G1 phase and S phase arrest (Fig. 2D). In addition, cell apoptosis was decreased when lncRNA-u50535 was overexpressed in A549 and H1299 cells (Fig. 2E). lncRNA-u50535 knockdown caused the opposite results (Fig. 2D and E). Furthermore, lncRNA-u50535 overexpression increased tumor cell invasion and the opposite effect was observed following lncRNA-u50535 knockdown (Fig. 2F). Taken together, these findings suggested that lncRNA-u50535 may function as an oncogene in lung cancer progression.\nOverexpression of lncRNA-u50535 promotes the malignant phenotype of lung cancer cells by activating the CCL20/ERK signaling pathway\n          Next, to investigate the molecular mechanism of lncRNA-u50535 in lung cancer progression, the effects of lncRNA-u50535 on CCL20/CCR6/ERK expression were investigated in vitro. Western blot results demonstrated that CCL20 protein expression levels were upregulated following lncRNA-u50535 upregulation in A549 and H1299 cells, while lncRNA-u50535 knockdown showed the opposite results (Fig. 3A). In addition, a luciferase reporter gene assay revealed that lncRNA-u50535 overexpression increased the transcriptional activity of CCL20 (Fig. 3B). Subsequently, CCL20 expression was silenced in A549 and H1299 cells, and sh-1 showed the best knockdown efficiency (Fig. 4A and B). Overexpression of lncRNA-u50535 increased CCR6 and p-ERK expression levels, whereas these effects were abolished when CCL20 was silenced (Fig. 4C and D). In addition, the effects of lncRNA-u50535 overexpression on promoting cell proliferation (Fig. 4E and F), S phase arrest (Fig. 4G) and invasion ability (Fig. 4I), and reducing cell apoptosis (Fig. 4H), were all reversed when CCL20 was silenced. Taken together, these results demonstrated that lncRNA-u50535 promoted the progression of lung cancer cells by activating the CCL20/ERK signaling pathway.\nlncRNA-u50535 enhances lung tumor cell growth in vivo\n          Finally, the function of lncRNA-u50535 was explored in vivo. Fig. 5B illustrates a schematic of the experimental design. The results demonstrated that lncRNA-u50535 overexpression in A549 cells significantly enhanced the tumor formation ability of A549 cells, while knockdown of lncRNA-u50535 impaired the tumorigenesis of A549 cells in vivo (Fig. 5A), confirming that lncRNA-u50535 promoted lung cancer development.\nDiscussion\n      To date, many lncRNAs, including colon cancer associated transcript 2 (CCAT2) (17), small nucleolar RNA host gene 7 (SNHG7) (18), SBF antisense RNA 1 (SBF2-AS1) (19), metastasis associated lung adenocarcinoma transcript 1 (MALAT1) (20), and tubulin α 4β (TUBA4B) (21), have been shown to be closely involved in the carcinogenesis of lung cancer through regulating gene expression. Their expression patterns have been demonstrated to be upregulated or downregulated in lung cancer tissues and cells compared with normal lung tissues and cells, and they have been reported to function as oncogenes or tumor suppressors. For example, Dong et al (22) reported that lncRNA Gm15290 was overexpressed in lung cancer tissues and cell lines and significantly enhanced the proliferation and invasion abilities of the lung cancer cell line A549 by reducing the expression of the tumor suppressor microRNA-615-5p. Lei et al (23) revealed that the lncRNA neuroblastoma associated transcript 1 (NBAT-1) was expressed at low levels in lung cancer tissues and that its overexpression suppressed A549 cell proliferation and induced cell apoptosis by downregulating RAC1 expression. Although many lncRNAs have been discovered to be deregulated and to have important roles in lung cancer progression, it can be speculated that there are still many lncRNAs that need to be identified with the purpose of clarifying in-depth the mechanisms underlying lung cancer occurrence. The present study reported for the first time that lncRNA-u50535 was upregulated in lung cancer tissues and cells, and its upregulation significantly enhanced proliferation and migration, reduced apoptosis and induced an accumulation of cells in the S phase and a reduction of cells in the G0/G1 phase in A549 and H1299 lung cancer cells. These findings suggested that lncRNA-u50535 may serve as an oncogene in lung cancer. Similarly, lncRNA-u50535 has been demonstrated to serve as an oncogene in CRC (15), but its effects in other types of cancer remain unknown. lncRNA-u50535 is located in the human 13q13.1 chromosome and is an intronic lncRNA of the host gene NEDD4 binding protein 2 like 2 (N4BP2L2) in the human breast cancer 2 early onset (BRAC2) region. Although the effects of N4BP2L2 on tumorigenesis remain unknown, previous studies have shown that BRAC2 is closely associated with cancer patient prognosis (24), and functions as an oncogene in pancreatic cancer (25) and breast cancer (26), indicating the potential role of lncRNA-u50535 in tumorigenesis.\n      Lung cancer is characterized by chronic inflammatory reactions that promote neoplasia by inducing preneoplastic mutations, excessive cell proliferation, apoptosis resistance, angiogenesis and immune suppressive factor secretion (27,28). Immune cell infiltration into tumor sites is closely associated with poor prognosis in patients with cancer (3,29). CCL20 is expressed at low levels in keratinocytes and pulmonary or intestinal epithelial cells; however, it is upregulated following treatment with pro-inflammatory cytokines, such as tumor necrosis factor-a or toll-like receptor agonists (8). Additionally, CCL20, together with its sole receptor CCR6, was reported to have an important role in promoting regulatory T cell distribution to tumor sites of non-small-cell lung carcinoma, the most frequent type of lung cancer (30). CCL20 was shown to be overexpressed in malignant lesions, and downregulation induced by docetaxel treatment significantly improved the prognosis of patients with NSCLC (30), suggesting that exploration of the mechanism underlying CCL20 upregulation in lung cancer may improve lung cancer treatment. Focusing on this issue, the present study demonstrated that CCL20 and CCR6 expression was increased when lncRNA-u50535 was overexpressed in lung cancer cells, and knockdown of CCL20 weakened the effects of lncRNA-u50535 on cell proliferation and cell apoptosis in A549 and H1299 lung cancer cells. These results indicated that lncRNA-u50535 may participate in lung cancer progression partly through CCL20, which was consistent with the function of lncRNA-u50535 in CRC (15).\n      Previous studies have shown that ERK signaling is activated by CCL20 stimulation, resulting in increased cancer cell proliferation and decreased apoptosis (31,32). In lung cancer, it was demonstrated that ERK1/2 activation induced by CCL20/CCR6 upregulation enhances cancer cell migration and proliferation (10). Therefore, the present study hypothesized that lncRNA-u50535 might activate ERK signaling by upregulating CCL20 and CCR6, and this was confirmed by western blot analysis.\n      In conclusion, the current study revealed that lncRNA- u50535 may facilitate lung cancer progression by activating CCL20/CCR6/ERK signaling. The present results, thus, might indicate that inhibition of lncRNA-u50535 may serve as a potential strategy to suppress CCL20-induced lung carcinogenesis.\nFunding\n      This study was funded by the National Natural Science Foundation of China (grant no. 81772484).\nAvailability of data and materials\n      All data generated or analyzed during this study are included in this published article.\nAuthors contributions\n      ZZ and CW conceived the study. WW did most of the experiments and data analysis, and wrote the manuscript. XZ and JZ collected the clinical samples and performed experiments. LZ, YC, BZ, YL and MW performed experiments and data analysis. All authors read and approved the final manuscript.\nEthics approval and consent to participate\n      All patients signed informed consent prior to enrollment. The protocols involving human samples were performed according to the Declaration of Helsinki and approved by the Ethics Committee of Tianjin Medical University Cancer Institute and Hospital. The experiments involving animals were approved by the Animal Experimentation Ethics Committee of Tianjin Medical University Cancer Institute and Hospital.\nPatient consent for publication\n      Not applicable.\nCompeting interests\n      The authors declare that they have no competing interests.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6775802/",
    "doi": "https://doi.org/10.3892/or.2019.7302"
}