{
    "title": "Brain Distributional Kinetics of a Novel MDM2 Inhibitor SAR405838: Implications for Use in Brain Tumor Therapy",
    "abstract": "Brain Distributional Kinetics of a Novel MDM2 Inhibitor SAR405838: Implications for Use in Brain Tumor Therapy Minjee Kim Janice K. Laramy Gautham Gampa Karen E. Parrish Richard Brundage Jann N. Sarkaria William F. Elmquist SIGNIFICANCE STATEMENT This paper examined the brain distributional kinetics of a novel MDM2-p53 targeted agent, SAR405838, to see its possible application for brain tumors by using in vitro, in vivo, and in silico approaches. SAR405838 is found to be a substrate of P-glycoprotein (P-gp), which limits its distribution to the brain. Based on the findings in the paper, manipulation of the function of P-gp can significantly increase the brain exposure of SAR405838, which may give an insight on its potential benefit as a treatment for primary and metastatic brain cancer.",
    "authors": [
        "Minjee Kim",
        "Janice K. Laramy",
        "Gautham Gampa",
        "Karen E. Parrish",
        "Richard Brundage",
        "Jann N. Sarkaria",
        "William F. Elmquist"
    ],
    "published_year": "2019",
    "description": "SIGNIFICANCE STATEMENT\n          This paper examined the brain distributional kinetics of a novel MDM2-p53 targeted agent, SAR405838, to see its possible application for brain tumors by using in vitro, in vivo, and in silico approaches. SAR405838 is found to be a substrate of P-glycoprotein (P-gp), which limits its distribution to the brain. Based on the findings in the paper, manipulation of the function of P-gp can significantly increase the brain exposure of SAR405838, which may give an insight on its potential benefit as a treatment for primary and metastatic brain cancer.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC7042719/\nhttps://doi.org/10.1124/dmd.119.088716",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7042719/",
    "doi": "https://doi.org/10.1124/dmd.119.088716"
}