{
    "title": "Driving innovation through collaboration: development of clinical annotation datasets for brain cancer biobanking",
    "abstract": "Driving innovation through collaboration: development of clinical annotation datasets for brain cancer biobanking Craig Gedye Mythily Sachchithananthan Robyn Leonard Rosalind L Jeffree Michael E Buckland David S Ziegler Manuel B Graeber Bryan W Day Kerrie L McDonald Arian Lasocki Michael Back Michael Back Michael Besser Andrew Boyd Michael Buckland Jennifer Byrne Lawrence Cher Raymond Cook Bryan Day Jerry Day Andrew Davidson Lisa Devereux Mark Dexter Roy Donnelly Kate Drummond Lisa Eckstein Hui Gan Therese Garrick Craig Gedye Nick Gottardo Manuel Graeber Clive Harper Rosalind Jeffree Terrance Johns Mustafa Khasraw Ganessan Kichenadasse Koh Eng-Siew Wendy Lipworth Robyn Leonard Louise Ludlow Kerrie McDonald Andrew Moore Lenka Munoz Najmun Nahar Anna Nowak Sarah Olson Rebecca Ormsby Jonathon Parkinson Audrey Partanen Emma Raymond Roger Reddel Peter Robbins Mark Rosenthal Jodi Saunus Brindha Shivalingam John Simes Brett Stringer Heather Thorne Claire Vajdic Winny Varikatt David Walker Helen Wheeler Deborah White Sonia Yip David Ziegler Anna K Nowak Background A key component of cancer research is the availability of clinical samples with appropriately annotated clinical data. The aim of this research was to scope and develop a recommended clinical annotation dataset both for pediatric and adult brain cancer biobanks. Conclusion This dataset can be used to guide the integration of data from multiple existing biobanks for research studies and for planning prospective brain cancer biobanking activities.",
    "authors": [
        "Craig Gedye",
        "Mythily Sachchithananthan",
        "Robyn Leonard",
        "Rosalind L Jeffree",
        "Michael E Buckland",
        "David S Ziegler",
        "Manuel B Graeber",
        "Bryan W Day",
        "Kerrie L McDonald",
        "Arian Lasocki",
        "Michael Back",
        "Michael Back",
        "Michael Besser",
        "Andrew Boyd",
        "Michael Buckland",
        "Jennifer Byrne",
        "Lawrence Cher",
        "Raymond Cook",
        "Bryan Day",
        "Jerry Day",
        "Andrew Davidson",
        "Lisa Devereux",
        "Mark Dexter",
        "Roy Donnelly",
        "Kate Drummond",
        "Lisa Eckstein",
        "Hui Gan",
        "Therese Garrick",
        "Craig Gedye",
        "Nick Gottardo",
        "Manuel Graeber",
        "Clive Harper",
        "Rosalind Jeffree",
        "Terrance Johns",
        "Mustafa Khasraw",
        "Ganessan Kichenadasse",
        "Koh Eng-Siew",
        "Wendy Lipworth",
        "Robyn Leonard",
        "Louise Ludlow",
        "Kerrie McDonald",
        "Andrew Moore",
        "Lenka Munoz",
        "Najmun Nahar",
        "Anna Nowak",
        "Sarah Olson",
        "Rebecca Ormsby",
        "Jonathon Parkinson",
        "Audrey Partanen",
        "Emma Raymond",
        "Roger Reddel",
        "Peter Robbins",
        "Mark Rosenthal",
        "Jodi Saunus",
        "Brindha Shivalingam",
        "John Simes",
        "Brett Stringer",
        "Heather Thorne",
        "Claire Vajdic",
        "Winny Varikatt",
        "David Walker",
        "Helen Wheeler",
        "Deborah White",
        "Sonia Yip",
        "David Ziegler",
        "Anna K Nowak"
    ],
    "published_year": "",
    "description": "Background\n          A key component of cancer research is the availability of clinical samples with appropriately annotated clinical data. Biobanks facilitate research by collecting/storing various types of clinical samples for research. Brain Cancer Biobanking Australia (BCBA) was established to facilitate the networking of brain cancer biobanking operations Australia-wide. Maximizing biospecimen utility in a networked biobanking environment requires the standardization of procedures and data across different sites. The aim of this research was to scope and develop a recommended clinical annotation dataset both for pediatric and adult brain cancer biobanks.\nMethods\n          A multidisciplinary working group consisting of members from the BCBA Consortium was established to develop clinical dataset recommendations for brain cancer biobanks. A literature search was undertaken to identify any published clinical dataset recommendations for brain cancer biobanks. An audit of data items collected and stored by BCBA member biobanks was also conducted to survey current clinical data collection practices across the BCBA network.\nResults\n          BCBA has developed a clinical annotation dataset recommendation for pediatric and adult brain cancer biobanks. The clinical dataset recommendation has 5 clinical data categories: demographic, clinical and radiological diagnosis and surgery, neuropathological diagnosis, patient treatment, and patient follow-up. The data fields have been categorized into 1 of 3 tiers; essential, preferred, and comprehensive. This enables biobanks and researchers to prioritize appropriately where resources are limited.\nConclusion\n          This dataset can be used to guide the integration of data from multiple existing biobanks for research studies and for planning prospective brain cancer biobanking activities.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC7104879/\nhttps://doi.org/10.1093/nop/npz036",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7104879/",
    "doi": "https://doi.org/10.1093/nop/npz036"
}