{
    "title": "Mutational landscape and characteristics of",
    "abstract": "The oncogenic function of mutation was first referred to the OncoKB (https://oncokb.org/), a precision oncology knowledge base containing information on the biological effects and treatment implications of specific cancer gene alterations.18 Mutations with unknown oncogenic function in the OncoKB, including missense mutation and splice site mutation, were analyzed using the Polyphen‐2 (http://genetics.bwh.harvard.edu/pph2/) and Human Splicing Finder (http://www.umd.be/HSF/), respectively, to predict whether a given mutation had an impact on the ERBB2 protein. The oncogenic function of mutation was first referred to the OncoKB (https://oncokb.org/), a precision oncology knowledge base containing information on the biological effects and treatment implications of specific cancer gene alterations.18 Mutations with unknown oncogenic function in the OncoKB, including missense mutation and splice site mutation, were analyzed using the Polyphen‐2 (http://genetics.bwh.harvard.edu/pph2/) and Human Splicing Finder (http://www.umd.be/HSF/), respectively, to predict whether a given mutation had an impact on the ERBB2 protein. The oncogenic mechanism of S310F implied an elevation of C‐terminal phosphorylation,9 and then again, cysteine substitution in the furin‐like cysteine‐rich domain was identified as another oncogenic mechanism mediated by the formation of disulfide‐linked dimers.9 The TMD not only serves as a membrane anchor but also has a significant role in receptor dimerization.28 In the present study, we identified three mutation variants in TMD (V659E, L651V, and I661V).",
    "authors": [
        "Xue‐Wu Wei",
        "Xin Gao",
        "Xu‐Chao Zhang",
        "Jin‐Ji Yang",
        "Zhi‐Hong Chen",
        "Yi‐Long Wu",
        "Qing Zhou"
    ],
    "published_year": "2020",
    "description": "Background\n          Tyrosine kinase domain (TKD) mutation and particularly exon 20 insertion mutations of ERBB2 have been extensively reported in non‐small cell lung cancer (NSCLC). Due to the increased accessibility of next‐generation sequencing, more ERBB2 mutations within the non‐TKD can be detected in clinical practice. Nevertheless, the clinical significance of non‐TKD mutations remains unknown. Hence, this study was designed to comprehensively outline the landscape and characteristics of ERBB2 mutations in NSCLC.\nMethods\n      \n        Patient cohorts\n        A total of 5222 patients with NSCLC pooled from The Cancer Genome Atlas cohort and other available studies10, 11, 12, 13, 14, 15 via a public database cBioPortal for Cancer Genomics (https://www.cbioportal.org/), were initially screened.16, 17 Briefly, 2725 duplicated patients and 563 patients without ERBB2 sequencing were excluded. Finally, 1934 patients were included in the analysis.\n      \n      \n        Mutation analyses\n        The next‐generation sequencing was applied in the present study.10, 11, 12, 13, 14, 15 The mutation domain was defined as the region where ERBB2 mutation occurs. Mutation domain was referred to the Pfam database (http://pfam.xfam.org/), including receptor‐L domain (amino acid position: 52–173 and 366–486), furin‐like cysteine‐rich domain (183–343), growth factor receptor domain IV (510–643), transmembrane domain (654–675), and tyrosine kinase domain (TKD) (720–976). Nontyrosine kinase domain (non‐TKD) was defined as ERBB2 domains mentioned above, except for the TKD. The oncogenic function of mutation was first referred to the OncoKB (https://oncokb.org/), a precision oncology knowledge base containing information on the biological effects and treatment implications of specific cancer gene alterations.18 Mutations with unknown oncogenic function in the OncoKB, including missense mutation and splice site mutation, were analyzed using the Polyphen‐2 (http://genetics.bwh.harvard.edu/pph2/) and Human Splicing Finder (http://www.umd.be/HSF/), respectively, to predict whether a given mutation had an impact on the ERBB2 protein. The oncogenic function was defined as the ability to induce tumor of specific ERBB2 mutations, catalogued as oncogenic, benign, and unknown function. ERBB2 synonymous mutations were generally excluded from the ERBB2 mutation cohort, but synonymous mutations in splice sites were included due to their potential impact on alternative splicing. Splice site was defined as a region near the intron/exon junction or two base pairs into an intron adjacent to the intron/exon junction, referring to Sequence Ontology (http://www.sequenceontology.org/).\n      \n      \n        Clinical characteristics\n        Age at diagnosis, sex, smoking history, tumor pathology, and stage was summarized after identifying patients with ERBB2 mutation. Overall survival (OS) was defined as the time from initial diagnosis until death. Survival analysis was performed between ERBB2‐mutant patients and ERBB2 wild‐type patients.\n      \n      \n        Statistical analysis\n        Measurement data were tested using Student's t‐test. Categorical data were analyzed using the chi‐square test or Fisher's exact test, and the odds ratio or risk ratio was assessed for the association. The Kaplan‐Meier method was used to estimate the event‐time distribution, and the log‐rank test was used to compare OS between ERBB2‐mutant patients and ERBB2 wild‐type patients. Multivariate survival analysis was performed using the Cox regression model. To balance confounding factors, ERBB2‐mutant patients with survival data were matched to ERBB2 wild‐type patients at a ratio of 1:3 using the propensity score matching method. Matched factors included age at diagnosis, sex, smoking history, pathology, stage, and common oncogenes (EGFR and KRAS). Propensity score matching was performed using R software (version 3.6.1) with matchit package. All statistical tests were two‐sided, and the P‐value < 0.05 was considered statistically significant. Statistical analyses were performed using IBM SPSS, version 23.0 (Armonk, NY).\nResults\n      \n        Prevalence and clinical characteristics\n        As shown in Table 1, a total of 87 ERBB2 mutations (4.5%, 87/1934) were found, and three patients carried double ERBB2 mutations. Exon 20 insertion mutations accounted for 34.4% (30/87) of ERBB2 mutations; all mutation variants are summarized in Fig 1. A total of 53 ERBB2 mutation variants were defined in 84 patients. The most recurrent mutation variant was Y772_A775dup (25.0%, 21/84), followed by S310F (6.0%, 5/84), G776delinsVC (4.8%, 4/84), and G778_P780dup (4.8%, 4/84). All other mutations occurred in two or fewer patients, with frequency ranging from 1.2% to 2.4%. ERBB2 mutation was associated with smoking history, but not with age, sex, stage, and pathology (never‐smokers vs. smokers, odds ratio = 2.2, 95% confidence interval [CI], 1.3–3.6; P = 0.002).\n        \n          Table 1\n          \n            Clinical characteristics of patients included in the study\n          \n          \n            \n            \n            \n            \n            \n              \n                Variables\n                \nERBB2 mutation n = 84\n                \nERBB2 wild‐type n = 1850\n                \nP‐value\n              \n            \n            \n              \n                Age, mean (SD)\n                65.5 (9.1)\n                66.9 (8.6)\n                0.159\n              \n              \n                Sex (%)\n                \n                \n                0.14\n              \n              \n                Female\n                47 (60.3)\n                847 (51.7)\n                \n              \n              \n                Male\n                31 (39.7)\n                791 (48.3)\n                \n              \n              \n                Unknown\n                6\n                212\n                \n              \n              \n                Stage (%)\n                \n                \n                0.937\n              \n              \n                I\n                22 (30.6)\n                417 (28.3)\n                \n              \n              \n                II\n                8 (11.1)\n                188 (12.7)\n                \n              \n              \n                III\n                12 (16.7)\n                226 (15.3)\n                \n              \n              \n                IV\n                30 (41.7)\n                644 (43.7)\n                \n              \n              \n                Unknown\n                12\n                375\n                \n              \n              \n                Pathology (%)\n                \n                \n                0.062\n              \n              \n                LUAD\n                65 (79.3)\n                1554 (86.2)\n                \n              \n              \n                LUSC\n                17 (20.7)\n                242 (13.4)\n                \n              \n              \n                LUNE\n                0 (0.0)\n                6 (0.3)\n                \n              \n              \n                NSCLCa\n\n                2\n                48\n                \n              \n              \n                Smoker (%)\n                \n                \n                0.002\n              \n              \n                Yes\n                43 (62.3)\n                1119 (78.5)\n                \n              \n              \n                No\n                26 (37.7)\n                307 (21.5)\n                \n              \n              \n                Unknown\n                15\n                424\n                \n              \n            \n          \n          \n            \n              \na Specific pathological type was unknown.\n            \n            \n              LAUD, lung adenocarcinoma; LUSC, lung squamous cell carcinoma; LUNE, lung neuroendocrine carcinoma; NSCLC, non‐small cell lung cancer.\n            \n          \n        \n        \n          Figure 1\n          \n            Mutational landscape of ERBB2 in 1934 NSCLC patients.  Wild‐type,  R47H,  V94I,  P122L,  G152V,  K200N,  G222C,  D277Y,  G292C,  A293P,  S310F,  N302K,  V308M,  Q329L,  S335C,  R340P,  Q396K,  S418T,  L651V,  V659E,  I661V,  Q680H,  V697L,  Q711H,  G727A,  L755A,  L755P,  V777M,  Y772_A775dup,  G776delinsAVGC,  G776delinsVC,  G778_P780dup,  R840W,  W906*,  Q943*,  G1015E,  E1021Q,  G1057V,  G1188W,  P1233S,  A1232Gfs*45,  ERBB2‐CTTN,  ERBB2‐PPP1R1B,  ERBB2‐TCAP,  SHC1‐ERBB2,  CASC3‐ERBB2,  ST14‐ERBB2,  L215=,  P300=,  X192_splice,  X254_splice,  X408_splice,  X1054_splice\n          \n          \n        \n      \n      \n        Mutational characteristics\n        A total of 42.5% (37/87) and 57.5% (50/87) of ERBB2 mutations occurred within the TKD and the non‐TKD, respectively. Within the non‐TKD, mutation rate was ranked by furin‐like cysteine‐rich region (17.2%, 15/87), splice site (10.3%, 9/87), receptor‐L domain (5.7%, 5/87), and TMD (4.6%, 4/87) (shown in Fig 2a). Missense mutation (43.7%, 38/87) was the most frequent mutation type, followed by in‐frame insertion, splice site mutation, rearrangement, nonsense mutation, and frameshift insertion (34.5%, 10.3%, 8.0%, 2.3%, and 1.1%, respectively). All splice site mutations were predicted to have an impact on alternative splicing except for X192_splice mutation. ERBB2 rearrangements were discovered in seven patients, and five were concurrent with ERBB2 copy number amplification.\n        \n          Figure 2\n          \n            Clinical and molecular characteristics in ERBB2 mutations. (a) An overview of the ERBB2 mutation region; mutation region is referred to as the Pfam database. (b) Concurrent mutations of oncogenes and tumor suppressor genes in patients with ERBB2 mutations. aThree patients carried double ERBB2 mutations illustrated by longer bars based on the mutation types: S310F and D277Y; G727A and Q711H; X254_splice and W906*.  No data,  Female,  Male No data,  Yes,  No No Data,  LUAD,  LUSC,  NSCLC,  IA,  IB,  IIA,  IIB,  IIIA,  IIIB,  IV No data,  TKD,  non‐TKD,  Oncogenic,  Benign,  Unknow. Mutation type:  Inframe mutation,  Missense mutation,  Frame shift mutation,  No sense mutation,  Splice site,  Rearrangement,  Amplification,  Deep deletion,  No alterations,  Not profiled. Abbreviations: LAUD, lung adenocarcinoma; LUSC, lung squamous cell carcinoma; NSCLC, non‐small cell lung cancer. TKD, tyrosine kinase domain; non‐TKD, nontyrosine kinase domain.\n          \n          \n        \n        Human Splicing Finder and Polyphen‐2 were used to predict the biological effects of ERBB2 variants. Moreover, 47.2% (25/53) of mutation variants were oncogenic (Table 2). Oncogenic function was significantly stronger in TKD mutation compared with non‐TKD mutation (risk ratio = 1.9, 95% CI, 1.3–2.6; P = 0.03), although up to 37.5% of ERBB2 oncogenic mutations were within the non‐TKD.\n        \n          Table 2\n          \n            Oncogenic function of ERBB2 mutation variants identified in the present study\n          \n          \n            \n            \n            \n            \n            \n            \n              \n                Variants\n                Mutation region\n                Exon\n                Oncogenic function\n                Source\n              \n            \n            \n              \n                R47H\n                ‐\n                2\n                Benign\n                Polyphen‐2\n              \n              \n                V94I\n                Receptor‐L domain\n                3\n                Benign\n                Polyphen‐2\n              \n              \n                P122L\n                Receptor‐L domain\n                3\n                Benign\n                Polyphen‐2\n              \n              \n                G152V\n                Receptor‐L domain\n                4\n                Oncogenic\n                Polyphen‐2\n              \n              \n                K200N\n                Furin‐like cysteine rich region\n                5\n                Benign\n                Polyphen‐2\n              \n              \n                G222C\n                Furin‐like cysteine rich region\n                6\n                Oncogenic\n                OncoKB\n              \n              \n                D277Y\n                Furin‐like cysteine rich region\n                7\n                Oncogenic\n                OncoKB\n              \n              \n                G292C\n                Furin‐like cysteine rich region\n                7\n                Oncogenic\n                OncoKB\n              \n              \n                A293P\n                Furin‐like cysteine rich region\n                7\n                Oncogenic\n                OncoKB\n              \n              \n                N302K\n                Furin‐like cysteine rich region\n                8\n                Oncogenic\n                Polyphen‐2\n              \n              \n                V308M\n                Furin‐like cysteine rich region\n                8\n                Oncogenic\n                Polyphen‐2\n              \n              \n                S310F\n                Furin‐like cysteine rich region\n                8\n                Oncogenic\n                OncoKB\n              \n              \n                Q329L\n                Furin‐like cysteine rich region\n                8\n                Oncogenic\n                Polyphen‐2\n              \n              \n                S335C\n                Furin‐like cysteine rich region\n                8\n                Oncogenic\n                OncoKB\n              \n              \n                R340P\n                Furin‐like cysteine rich region\n                8\n                Benign\n                Polyphen‐2\n              \n              \n                Q396K\n                Receptor‐L domain\n                10\n                Benign\n                Polyphen‐2\n              \n              \n                S418T\n                Receptor‐L domain\n                11\n                Benign\n                Polyphen‐2\n              \n              \n                L651V\n                Transmembrane domain\n                17\n                Oncogenic\n                OncoKB\n              \n              \n                V659E\n                Transmembrane domain\n                17\n                Oncogenic\n                OncoKB\n              \n              \n                I661V\n                Transmembrane domain\n                17\n                Benign\n                Polyphen‐2\n              \n              \n                Q680H\n                ‐\n                17\n                Benign\n                Polyphen‐2\n              \n              \n                V697L\n                ‐\n                18\n                Oncogenic\n                OncoKB\n              \n              \n                Q711H\n                ‐\n                18\n                Benign\n                Polyphen‐2\n              \n              \n                G727A\n                Tyrosine kinase domain\n                18\n                Oncogenic\n                Polyphen‐2\n              \n              \n                L755A\n                Tyrosine kinase domain\n                19\n                Oncogenic\n                OncoKB\n              \n              \n                L755P\n                Tyrosine kinase domain\n                19\n                Oncogenic\n                OncoKB\n              \n              \n                Y772_A775dup\n                Tyrosine kinase domain\n                20\n                Oncogenic\n                OncoKB\n              \n              \n                G776delinsAVGC\n                Tyrosine kinase domain\n                20\n                Oncogenic\n                OncoKB\n              \n              \n                G776delinsVC\n                Tyrosine kinase domain\n                20\n                Oncogenic\n                OncoKB\n              \n              \n                G778_P780dup\n                Tyrosine kinase domain\n                20\n                Oncogenic\n                OncoKB\n              \n              \n                V777M\n                Tyrosine kinase domain\n                20\n                Oncogenic\n                OncoKB\n              \n              \n                R840W\n                Tyrosine kinase domain\n                21\n                Oncogenic\n                Polyphen‐2\n              \n              \n                W906*\n                Tyrosine kinase domain\n                22\n                Unknown\n                ‐\n              \n              \n                Q943*\n                Tyrosine kinase domain\n                23\n                Unknown\n                ‐\n              \n              \n                E1021Q\n                ‐\n                25\n                Oncogenic\n                Polyphen‐2\n              \n              \n                G1015E\n                ‐\n                25\n                Benign\n                Polyphen‐2\n              \n              \n                G1057V\n                ‐\n                26\n                Benign\n                Polyphen‐2\n              \n              \n                G1188W\n                ‐\n                27\n                Oncogenic\n                Polyphen‐2\n              \n              \n                A1232Gfs*45\n                ‐\n                27\n                Oncogenic\n                OncoKB\n              \n              \n                P1233S\n                ‐\n                27\n                Benign\n                Polyphen‐2\n              \n              \n                ERBB2‐CTTN\n                ‐\n                ‐\n                Unknown\n                ‐\n              \n              \n                ERBB2‐PPP1R1B\n                ‐\n                ‐\n                Unknown\n                ‐\n              \n              \n                ERBB2‐TCAP\n                ‐\n                ‐\n                Unknown\n                ‐\n              \n              \n                CASC3‐ERBB2\n                ‐\n                ‐\n                Unknown\n                ‐\n              \n              \n                SHC1‐ERBB2\n                ‐\n                ‐\n                Unknown\n                ‐\n              \n              \n                ST14‐ERBB2\n                ‐\n                ‐\n                Unknown\n                ‐\n              \n              \n                L215=\n                Splice site\n                6\n                Unknown, affecting splicing\n                Human Splicing Finder\n              \n              \n                P300=\n                Splice site\n                7\n                Unknown, affecting splicing\n                Human Splicing Finder\n              \n              \n                X192_splice\n                Splice site\n                5\n                Benign\n                Human Splicing Finder\n              \n              \n                X254_splice\n                Splice site\n                7\n                Unknown, Affecting splicing\n                Human Splicing Finder\n              \n              \n                X408_splice\n                Splice site\n                11\n                Unknown, affecting splicing\n                Human Splicing Finder\n              \n              \n                X633_splice\n                Splice site\n                16\n                Unknown, affecting splicing\n                Human Splicing Finder\n              \n              \n                X1054_splice\n                Splice site\n                26\n                Unknown, affecting splicing\n                Human Splicing Finder\n              \n            \n          \n        \n      \n      \n        Concurrent mutations of cancer gene and tumor suppressor gene\n        Among ERBB2‐mutant patients, 17 cancer genes or tumor suppressor genes were observed with a co‐mutation rate not less than 10%, including TP53, EGFR, KRAS, STK11, and KEAP1. Concurrent mutations of the aforementioned five genes and other well‐known oncogenes in NSCLC (ALK, BRAF, MET, ROS1, and RET) were analyzed in ERBB2‐mutant patients.\n        \nTP53 was the most frequently co‐mutated gene in ERBB2 mutations (69.0%) (Fig 2b). No concurrent oncogene mutations were found in the TKD mutation cohort except for one EGFR co‐mutation. Further, a comparison of concurrent oncogene mutations between TKD mutation and non‐TKD mutation was performed. The frequency of EGFR and KRAS mutations was higher in non‐TKD mutation (EGFR: 19.1% vs. 2.9%, P = 0.038; KRAS: 19.1% vs. 0.0%, P = 0.017), but no difference was observed for ALK, BRAF, MET, ROS1, and RET. Tumor suppressor genes KEAP1 and STK11 concurrently mutated with 10.0% and 10.7% of ERBB2 mutations, respectively, similar to ERBB2 wild‐type patients (ERBB2 wild‐type: KEAP1: 16.3%, P = 0.134; STK11: 15.1%, P = 0.272). Likewise, a comparison of KEAP1 or STK11 comutation between TKD mutation and non‐TKD mutation was performed. Although the frequency of STK11 and KEAP1 mutations was higher in non‐TKD mutation cohort, no statistical difference was observed for both of them (non‐TKD mutation vs. TKD mutation: STK11: 14.9% vs. 2.9%, P = 0.094; KEAP1: 12.8% vs. 2.9%, P = 0.164).\n      \n      \n        Prognostic values of ERBB2 mutation in patients with NSCLC\n\n        Overall survival data were available for 31 ERBB2‐mutant patients and 478 ERBB2 wild‐type patients (stage I–IV). The median OS was 28.4 months (95% CI, 24.1–32.7) and 50.3 months (95% CI, 41.1–59.5) for ERBB2‐mutant patients and ERBB2 wild‐type patients, respectively (Fig 3, P = 0.059). The multivariate survival analysis showed that OS was significantly associated with stage (P = 0.005), but not with ERBB2 mutation (P = 0.098) (Table 3). Considering that confounding factors and sample size varied between two cohorts, a propensity score matching method was performed to match ERBB2‐mutant patients and ERBB2 wild‐type patients. Age, sex, smoking, pathology, stage, and matched oncogenes were balanced between two cohorts (Table 4). The multivariate survival analysis after propensity score matching showed that both ERBB2 mutation and advanced stage were poor prognostic factors (ERBB2 mutation vs. wild‐type: hazard ratio = 2.54, 95% CI, 1.25–5.18, P = 0.010; IIIB–IV vs. IA–IIIA: hazard ratio = 3.54, 95% CI, 1.07–11.71, P = 0.038) (Table 3).\n        \n          Figure 3\n          \n            Overall survival in patients from ERBB2 mutation and wild‐type cohorts. (a) Survival curve before PSM.  ERBB2 mutation, median = 28.4 months,  ERBB2 wild‐type, median = 50.3 months. P = 0.059. (b) Survival curve after PSM.  ERBB2 mutation, median = 28.4 months,  ERBB2 wild‐type, median = 62.8 months. P = 0.005. Abbreviations: PSM, propensity score matching.\n          \n          \n        \n        \n          Table 3\n          \n            Multivariate Cox regression analysis of overall survival in patients with NSCLC\n          \n          \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n              \n                \n                Before PSM\n                After PSM\n              \n              \n                Univariate\n                Multivariate\n                Univariate\n                Multivariate\n              \n              \n                Variables\n                HR (95% CI)\n                \nP‐value\n                HR (95% CI)\n                \nP‐value\n                HR (95% CI)\n                \nP‐value\n                HR (95% CI)\n                \nP‐value\n              \n            \n            \n              \n                Age (<65 years vs. ≥65 years)\n                0.80 (0.59–1.07)\n                0.135\n                \n                \n                0.85 (0.47–1.54)\n                0.587\n                \n                \n              \n              \n                Gender (male vs. female)\n                1.14 (0.86–1.51)\n                0.363\n                \n                \n                0.84 (0.45–1.55)\n                0.569\n                \n                \n              \n              \n                Pathology (LUSC vs. LUAD)\n                0.93 (0.81–1.07)\n                0.288\n                \n                \n                1.00 (0.51–1.96)\n                0.996\n                \n                \n              \n              \n                Smoker (no vs. yes)\n                0.87 (0.27–2.74)\n                0.806\n                \n                \n                0.76 (0.17–3.35)\n                0.719\n                \n                \n              \n              \n                Stage (IIIB‐IV vs. IA–IIIA)\n                1.88 (1.21–2.93)\n                0.005\n                1.88 (1.21–2.93)\n                0.005\n                3.43 (1.04–11.30)\n                0.043\n                3.54 (1.07–11.71)\n                0.038\n              \n              \n                \nERBB2 (mutation vs. wild‐type)\n                1.75 (0.97–3.14)\n                0.063\n                ‐\n                0.098\n                2.69 (1.35–5.35)\n                0.005\n                2.54 (1.25–5.18)\n                0.010\n              \n            \n          \n          \n            \n              NSCLC, non‐small cell lung cancer; LAUD, lung adenocarcinoma; LUSC, lung squamous cell carcinoma; PSM, propensity score matching; HR, hazard ratio.\n            \n          \n        \n        \n          Table 4\n          \n            Clinical characteristics of patients included in the survival analysis\n          \n          \n            \n            \n            \n            \n            \n            \n            \n              \n                Variable\n                \nERBB2 mutation n = 31\n                \nERBB2 wild‐type\n              \n              \n                Before PSM n = 478\n                \nP‐value\n                After PSM n = 93\n                \nP‐value\n              \n            \n            \n              \n                Age (%)\n                \n                \n                0.234\n                \n                0.678\n              \n              \n                <65 years\n                15 (48.4)\n                180 (37.7)\n                \n                49 (52.7)\n                \n              \n              \n                ≥65 years\n                16 (51.6)\n                298 (62.3)\n                \n                44 (47.3)\n                \n              \n              \n                Gender (%)\n                \n                \n                0.086\n                \n                0.852\n              \n              \n                Female\n                18 (60.0)\n                210 (43.9)\n                \n                54 (58.1)\n                \n              \n              \n                Male\n                12 (40.0)\n                268 (56.1)\n                \n                39 (41.9)\n                \n              \n              \n                Unknown\n                1\n                0\n                \n                0\n                \n              \n              \n                Stagea(%)\n                \n                \n                0.138\n                \n                0.663\n              \n              \n                IA\n                10 (33.3)\n                105 (22.0)\n                \n                35 (37.6)\n                \n              \n              \n                IB\n                10 (33.3)\n                150 (31.4)\n                \n                31 (33.3)\n                \n              \n              \n                IIA\n                1 (3.3)\n                40 (8.4)\n                \n                2 (2.2)\n                \n              \n              \n                IIB\n                5 (16.7)\n                73 (15.3)\n                \n                12 (12.9)\n                \n              \n              \n                IIIA\n                3 (10.0)\n                64 (13.4)\n                \n                11 (11.8)\n                \n              \n              \n                IIIB\n                0 (0.0)\n                21 (4.4)\n                \n                0 (0.0)\n                \n              \n              \n                IV\n                1 (3.3)\n                15 (3.1)\n                \n                2 (2.2)\n                \n              \n              \n                Unknown\n                1\n                0\n                \n                0\n                \n              \n              \n                Pathology (%)\n                \n                \n                0.534\n                \n                0.533\n              \n              \n                LUSC\n                15 (48.4)\n                204 (42.7)\n                \n                51 (54.8)\n                \n              \n              \n                LUAD\n                16 (51.6)\n                274 (57.3)\n                \n                42 (45.2)\n                \n              \n              \n                Smoker (%)\n                \n                \n                0.013\n                \n                0.489\n              \n              \n                Yes\n                17 (81.0)\n                280 (95.9)\n                \n                54 (87.1)\n                \n              \n              \n                No\n                4 (19.0)\n                12 (4.1)\n                \n                8 (12.9)\n                \n              \n              \n                Unknown\n                10\n                31\n                \n                31\n                \n              \n              \n                \nKRAS wild‐type (%)\n                26 (83.9)\n                390 (79.6)\n                0.75\n                74 (79.6)\n                0.793\n              \n              \n                \nEGFR wild‐type (%)\n                31 (100.0)\n                424 (88.7)\n                0.093\n                93 (100.0)\n                ‐\n              \n            \n          \n          \n            \n              \na Difference between stage was tested by Mann‐Whitney Wilcoxon test.\n            \n            \n              LAUD, lung adenocarcinoma; LUSC, lung squamous cell carcinoma. PSM, propensity score matching.\n            \n          \n        \n        Next, we compared the OS between patients with TKD and non‐TKD mutations. Subgroup analysis showed that OS was longer in patients with non‐TKD mutations; the observed difference was not statistically significant (OS: non‐TKD vs. TKD, 30.1 months vs. 15.0 months; P = 0.475). After excluding patients with benign ERBB2 mutation, the OS was longer in patients with non‐TKD mutations (OS: non‐TKD vs. TKD, 28.4 months vs. 15.0 months; P = 0.177).\nConclusions\n          The present study showed that a considerable portion of non‐TKD mutations were oncogenic. ERBB2 mutation was a poor prognostic factor. The non‐TKD mutation might also be used as a therapeutic target in ERBB2‐directed target therapy.\nKey points\n          • Significant findings of the study\n\n          \nERBB2 mutations were more abundant within a nontyrosine domain than those within the tyrosine domain. Up to 37.5% of ERBB2 oncogenic mutations were within the nontyrosine domain. ERBB2 mutation was a poor prognostic factor.\n          • What this study adds\n\n          The frequency of EGFR or KRAS co‐mutations were significantly higher in ERBB2 mutations within the nontyrosine kinase domain compared to ERBB2 mutations within the tyrosine kinase domain. Nontyrosine domain mutations confer equal overall survival to tyrosine domain mutations.\nIntroduction\n      The epidermal growth factor receptor (EGFR) target therapy has been the cornerstone for the precise treatment of NSCLC. Nowadays, the classification of NSCLC is not just built on the histology but is also based on tumor driver mutations. A driver mutation leads to abnormal activation of cellular signaling pathways, thus resulting in abnormal proliferation and survival of cancer cells.1 Treatments that target driver gene mutations improve the prognosis in patients with NSCLC compared with conventional chemotherapy.2 A previous study reported that in over 60% of patients with lung adenocarcinomas with detected driver mutations, 9%–14% were rare driver mutations, including erb‐b2 receptor tyrosine kinase 2 (ERBB2).3\n\n      ERBB2 has been extensively studied in breast cancer. Its amplification or overexpression was a biomarker of anti‐ERBB2 target therapy in breast cancer. Instead, the mutation is predominant in lung cancer, so conventional ERBB2‐targeting drugs are not effective against ERBB2 mutations in lung cancer. Therefore, a thorough analysis of the ERBB2 mutation spectrum in NSCLC is necessary for the future study of targeted drugs. ERBB2 is composed of an extracellular domain that contains two receptor‐L domain and furin‐like cysteine‐rich domain, a transmembrane domain (TMD), and an intracellular structure that contains a tyrosine kinase domain (TKD) and a carboxyl‐terminal tail.4\nERBB2 TKD mutations and particularly exon 20 insertion mutations are classical driver mutations that have been extensively reported in NSCLC. However, ERBB2 non‐TKD mutation, such as V659E and G660D mutations within the TMD, can also act as driver mutations in NSCLC.5 It has been reported that ERBB2 V659E has shown sensitivity to afatinib and lapatinib in in vitro models.6, 7 In addition, Pahuja et al. found multiple oncogenic mutations in the TMD and the juxtamembrane domain in human tumors.8 They reported that small molecule inhibitors and ERBB2 inhibiting antibodies could efficiently inhibit non‐TKD oncogenic mutations. Some recurring extracellular domain mutations of ERBB2, such as S310F, are also potently oncogenic but can be inhibited by treatment with small‐molecule inhibitors of ERBB2.9 All these preclinical studies indicated that the non‐TKD mutations could be used as candidates for targeted anti‐ERBB2 therapy.\n      Thanks to easier accessibility to next‐generation sequencing, it is possible to detect more ERBB2 mutations that occur within the non‐TKD in clinical practice; yet, the clinical significance remains unknown in most of these mutations. Hence, this study was designed to comprehensively outline the landscape and characteristics of ERBB2 mutations in NSCLC.\nPatient cohorts\n        A total of 5222 patients with NSCLC pooled from The Cancer Genome Atlas cohort and other available studies10, 11, 12, 13, 14, 15 via a public database cBioPortal for Cancer Genomics (https://www.cbioportal.org/), were initially screened.16, 17 Briefly, 2725 duplicated patients and 563 patients without ERBB2 sequencing were excluded. Finally, 1934 patients were included in the analysis.\nMutation analyses\n        The next‐generation sequencing was applied in the present study.10, 11, 12, 13, 14, 15 The mutation domain was defined as the region where ERBB2 mutation occurs. Mutation domain was referred to the Pfam database (http://pfam.xfam.org/), including receptor‐L domain (amino acid position: 52–173 and 366–486), furin‐like cysteine‐rich domain (183–343), growth factor receptor domain IV (510–643), transmembrane domain (654–675), and tyrosine kinase domain (TKD) (720–976). Nontyrosine kinase domain (non‐TKD) was defined as ERBB2 domains mentioned above, except for the TKD. The oncogenic function of mutation was first referred to the OncoKB (https://oncokb.org/), a precision oncology knowledge base containing information on the biological effects and treatment implications of specific cancer gene alterations.18 Mutations with unknown oncogenic function in the OncoKB, including missense mutation and splice site mutation, were analyzed using the Polyphen‐2 (http://genetics.bwh.harvard.edu/pph2/) and Human Splicing Finder (http://www.umd.be/HSF/), respectively, to predict whether a given mutation had an impact on the ERBB2 protein. The oncogenic function was defined as the ability to induce tumor of specific ERBB2 mutations, catalogued as oncogenic, benign, and unknown function. ERBB2 synonymous mutations were generally excluded from the ERBB2 mutation cohort, but synonymous mutations in splice sites were included due to their potential impact on alternative splicing. Splice site was defined as a region near the intron/exon junction or two base pairs into an intron adjacent to the intron/exon junction, referring to Sequence Ontology (http://www.sequenceontology.org/).\nClinical characteristics\n        Age at diagnosis, sex, smoking history, tumor pathology, and stage was summarized after identifying patients with ERBB2 mutation. Overall survival (OS) was defined as the time from initial diagnosis until death. Survival analysis was performed between ERBB2‐mutant patients and ERBB2 wild‐type patients.\nStatistical analysis\n        Measurement data were tested using Student's t‐test. Categorical data were analyzed using the chi‐square test or Fisher's exact test, and the odds ratio or risk ratio was assessed for the association. The Kaplan‐Meier method was used to estimate the event‐time distribution, and the log‐rank test was used to compare OS between ERBB2‐mutant patients and ERBB2 wild‐type patients. Multivariate survival analysis was performed using the Cox regression model. To balance confounding factors, ERBB2‐mutant patients with survival data were matched to ERBB2 wild‐type patients at a ratio of 1:3 using the propensity score matching method. Matched factors included age at diagnosis, sex, smoking history, pathology, stage, and common oncogenes (EGFR and KRAS). Propensity score matching was performed using R software (version 3.6.1) with matchit package. All statistical tests were two‐sided, and the P‐value < 0.05 was considered statistically significant. Statistical analyses were performed using IBM SPSS, version 23.0 (Armonk, NY).\nPrevalence and clinical characteristics\n        As shown in Table 1, a total of 87 ERBB2 mutations (4.5%, 87/1934) were found, and three patients carried double ERBB2 mutations. Exon 20 insertion mutations accounted for 34.4% (30/87) of ERBB2 mutations; all mutation variants are summarized in Fig 1. A total of 53 ERBB2 mutation variants were defined in 84 patients. The most recurrent mutation variant was Y772_A775dup (25.0%, 21/84), followed by S310F (6.0%, 5/84), G776delinsVC (4.8%, 4/84), and G778_P780dup (4.8%, 4/84). All other mutations occurred in two or fewer patients, with frequency ranging from 1.2% to 2.4%. ERBB2 mutation was associated with smoking history, but not with age, sex, stage, and pathology (never‐smokers vs. smokers, odds ratio = 2.2, 95% confidence interval [CI], 1.3–3.6; P = 0.002).\n        \n          Table 1\n          \n            Clinical characteristics of patients included in the study\n          \n          \n            \n            \n            \n            \n            \n              \n                Variables\n                \nERBB2 mutation n = 84\n                \nERBB2 wild‐type n = 1850\n                \nP‐value\n              \n            \n            \n              \n                Age, mean (SD)\n                65.5 (9.1)\n                66.9 (8.6)\n                0.159\n              \n              \n                Sex (%)\n                \n                \n                0.14\n              \n              \n                Female\n                47 (60.3)\n                847 (51.7)\n                \n              \n              \n                Male\n                31 (39.7)\n                791 (48.3)\n                \n              \n              \n                Unknown\n                6\n                212\n                \n              \n              \n                Stage (%)\n                \n                \n                0.937\n              \n              \n                I\n                22 (30.6)\n                417 (28.3)\n                \n              \n              \n                II\n                8 (11.1)\n                188 (12.7)\n                \n              \n              \n                III\n                12 (16.7)\n                226 (15.3)\n                \n              \n              \n                IV\n                30 (41.7)\n                644 (43.7)\n                \n              \n              \n                Unknown\n                12\n                375\n                \n              \n              \n                Pathology (%)\n                \n                \n                0.062\n              \n              \n                LUAD\n                65 (79.3)\n                1554 (86.2)\n                \n              \n              \n                LUSC\n                17 (20.7)\n                242 (13.4)\n                \n              \n              \n                LUNE\n                0 (0.0)\n                6 (0.3)\n                \n              \n              \n                NSCLCa\n\n                2\n                48\n                \n              \n              \n                Smoker (%)\n                \n                \n                0.002\n              \n              \n                Yes\n                43 (62.3)\n                1119 (78.5)\n                \n              \n              \n                No\n                26 (37.7)\n                307 (21.5)\n                \n              \n              \n                Unknown\n                15\n                424\n                \n              \n            \n          \n          \n            \n              \na Specific pathological type was unknown.\n            \n            \n              LAUD, lung adenocarcinoma; LUSC, lung squamous cell carcinoma; LUNE, lung neuroendocrine carcinoma; NSCLC, non‐small cell lung cancer.\n            \n          \n        \n        \n          Figure 1\n          \n            Mutational landscape of ERBB2 in 1934 NSCLC patients.  Wild‐type,  R47H,  V94I,  P122L,  G152V,  K200N,  G222C,  D277Y,  G292C,  A293P,  S310F,  N302K,  V308M,  Q329L,  S335C,  R340P,  Q396K,  S418T,  L651V,  V659E,  I661V,  Q680H,  V697L,  Q711H,  G727A,  L755A,  L755P,  V777M,  Y772_A775dup,  G776delinsAVGC,  G776delinsVC,  G778_P780dup,  R840W,  W906*,  Q943*,  G1015E,  E1021Q,  G1057V,  G1188W,  P1233S,  A1232Gfs*45,  ERBB2‐CTTN,  ERBB2‐PPP1R1B,  ERBB2‐TCAP,  SHC1‐ERBB2,  CASC3‐ERBB2,  ST14‐ERBB2,  L215=,  P300=,  X192_splice,  X254_splice,  X408_splice,  X1054_splice\nMutational characteristics\n        A total of 42.5% (37/87) and 57.5% (50/87) of ERBB2 mutations occurred within the TKD and the non‐TKD, respectively. Within the non‐TKD, mutation rate was ranked by furin‐like cysteine‐rich region (17.2%, 15/87), splice site (10.3%, 9/87), receptor‐L domain (5.7%, 5/87), and TMD (4.6%, 4/87) (shown in Fig 2a). Missense mutation (43.7%, 38/87) was the most frequent mutation type, followed by in‐frame insertion, splice site mutation, rearrangement, nonsense mutation, and frameshift insertion (34.5%, 10.3%, 8.0%, 2.3%, and 1.1%, respectively). All splice site mutations were predicted to have an impact on alternative splicing except for X192_splice mutation. ERBB2 rearrangements were discovered in seven patients, and five were concurrent with ERBB2 copy number amplification.\n        \n          Figure 2\n          \n            Clinical and molecular characteristics in ERBB2 mutations. (a) An overview of the ERBB2 mutation region; mutation region is referred to as the Pfam database. (b) Concurrent mutations of oncogenes and tumor suppressor genes in patients with ERBB2 mutations. aThree patients carried double ERBB2 mutations illustrated by longer bars based on the mutation types: S310F and D277Y; G727A and Q711H; X254_splice and W906*.  No data,  Female,  Male No data,  Yes,  No No Data,  LUAD,  LUSC,  NSCLC,  IA,  IB,  IIA,  IIB,  IIIA,  IIIB,  IV No data,  TKD,  non‐TKD,  Oncogenic,  Benign,  Unknow. Mutation type:  Inframe mutation,  Missense mutation,  Frame shift mutation,  No sense mutation,  Splice site,  Rearrangement,  Amplification,  Deep deletion,  No alterations,  Not profiled. Abbreviations: LAUD, lung adenocarcinoma; LUSC, lung squamous cell carcinoma; NSCLC, non‐small cell lung cancer. TKD, tyrosine kinase domain; non‐TKD, nontyrosine kinase domain.\n          \n          \n        \n        Human Splicing Finder and Polyphen‐2 were used to predict the biological effects of ERBB2 variants. Moreover, 47.2% (25/53) of mutation variants were oncogenic (Table 2). Oncogenic function was significantly stronger in TKD mutation compared with non‐TKD mutation (risk ratio = 1.9, 95% CI, 1.3–2.6; P = 0.03), although up to 37.5% of ERBB2 oncogenic mutations were within the non‐TKD.\n        \n          Table 2\n          \n            Oncogenic function of ERBB2 mutation variants identified in the present study\n          \n          \n            \n            \n            \n            \n            \n            \n              \n                Variants\n                Mutation region\n                Exon\n                Oncogenic function\n                Source\n              \n            \n            \n              \n                R47H\n                ‐\n                2\n                Benign\n                Polyphen‐2\n              \n              \n                V94I\n                Receptor‐L domain\n                3\n                Benign\n                Polyphen‐2\n              \n              \n                P122L\n                Receptor‐L domain\n                3\n                Benign\n                Polyphen‐2\n              \n              \n                G152V\n                Receptor‐L domain\n                4\n                Oncogenic\n                Polyphen‐2\n              \n              \n                K200N\n                Furin‐like cysteine rich region\n                5\n                Benign\n                Polyphen‐2\n              \n              \n                G222C\n                Furin‐like cysteine rich region\n                6\n                Oncogenic\n                OncoKB\n              \n              \n                D277Y\n                Furin‐like cysteine rich region\n                7\n                Oncogenic\n                OncoKB\n              \n              \n                G292C\n                Furin‐like cysteine rich region\n                7\n                Oncogenic\n                OncoKB\n              \n              \n                A293P\n                Furin‐like cysteine rich region\n                7\n                Oncogenic\n                OncoKB\n              \n              \n                N302K\n                Furin‐like cysteine rich region\n                8\n                Oncogenic\n                Polyphen‐2\n              \n              \n                V308M\n                Furin‐like cysteine rich region\n                8\n                Oncogenic\n                Polyphen‐2\n              \n              \n                S310F\n                Furin‐like cysteine rich region\n                8\n                Oncogenic\n                OncoKB\n              \n              \n                Q329L\n                Furin‐like cysteine rich region\n                8\n                Oncogenic\n                Polyphen‐2\n              \n              \n                S335C\n                Furin‐like cysteine rich region\n                8\n                Oncogenic\n                OncoKB\n              \n              \n                R340P\n                Furin‐like cysteine rich region\n                8\n                Benign\n                Polyphen‐2\n              \n              \n                Q396K\n                Receptor‐L domain\n                10\n                Benign\n                Polyphen‐2\n              \n              \n                S418T\n                Receptor‐L domain\n                11\n                Benign\n                Polyphen‐2\n              \n              \n                L651V\n                Transmembrane domain\n                17\n                Oncogenic\n                OncoKB\n              \n              \n                V659E\n                Transmembrane domain\n                17\n                Oncogenic\n                OncoKB\n              \n              \n                I661V\n                Transmembrane domain\n                17\n                Benign\n                Polyphen‐2\n              \n              \n                Q680H\n                ‐\n                17\n                Benign\n                Polyphen‐2\n              \n              \n                V697L\n                ‐\n                18\n                Oncogenic\n                OncoKB\n              \n              \n                Q711H\n                ‐\n                18\n                Benign\n                Polyphen‐2\n              \n              \n                G727A\n                Tyrosine kinase domain\n                18\n                Oncogenic\n                Polyphen‐2\n              \n              \n                L755A\n                Tyrosine kinase domain\n                19\n                Oncogenic\n                OncoKB\n              \n              \n                L755P\n                Tyrosine kinase domain\n                19\n                Oncogenic\n                OncoKB\n              \n              \n                Y772_A775dup\n                Tyrosine kinase domain\n                20\n                Oncogenic\n                OncoKB\n              \n              \n                G776delinsAVGC\n                Tyrosine kinase domain\n                20\n                Oncogenic\n                OncoKB\n              \n              \n                G776delinsVC\n                Tyrosine kinase domain\n                20\n                Oncogenic\n                OncoKB\n              \n              \n                G778_P780dup\n                Tyrosine kinase domain\n                20\n                Oncogenic\n                OncoKB\n              \n              \n                V777M\n                Tyrosine kinase domain\n                20\n                Oncogenic\n                OncoKB\n              \n              \n                R840W\n                Tyrosine kinase domain\n                21\n                Oncogenic\n                Polyphen‐2\n              \n              \n                W906*\n                Tyrosine kinase domain\n                22\n                Unknown\n                ‐\n              \n              \n                Q943*\n                Tyrosine kinase domain\n                23\n                Unknown\n                ‐\n              \n              \n                E1021Q\n                ‐\n                25\n                Oncogenic\n                Polyphen‐2\n              \n              \n                G1015E\n                ‐\n                25\n                Benign\n                Polyphen‐2\n              \n              \n                G1057V\n                ‐\n                26\n                Benign\n                Polyphen‐2\n              \n              \n                G1188W\n                ‐\n                27\n                Oncogenic\n                Polyphen‐2\n              \n              \n                A1232Gfs*45\n                ‐\n                27\n                Oncogenic\n                OncoKB\n              \n              \n                P1233S\n                ‐\n                27\n                Benign\n                Polyphen‐2\n              \n              \n                ERBB2‐CTTN\n                ‐\n                ‐\n                Unknown\n                ‐\n              \n              \n                ERBB2‐PPP1R1B\n                ‐\n                ‐\n                Unknown\n                ‐\n              \n              \n                ERBB2‐TCAP\n                ‐\n                ‐\n                Unknown\n                ‐\n              \n              \n                CASC3‐ERBB2\n                ‐\n                ‐\n                Unknown\n                ‐\n              \n              \n                SHC1‐ERBB2\n                ‐\n                ‐\n                Unknown\n                ‐\n              \n              \n                ST14‐ERBB2\n                ‐\n                ‐\n                Unknown\n                ‐\n              \n              \n                L215=\n                Splice site\n                6\n                Unknown, affecting splicing\n                Human Splicing Finder\n              \n              \n                P300=\n                Splice site\n                7\n                Unknown, affecting splicing\n                Human Splicing Finder\n              \n              \n                X192_splice\n                Splice site\n                5\n                Benign\n                Human Splicing Finder\n              \n              \n                X254_splice\n                Splice site\n                7\n                Unknown, Affecting splicing\n                Human Splicing Finder\n              \n              \n                X408_splice\n                Splice site\n                11\n                Unknown, affecting splicing\n                Human Splicing Finder\n              \n              \n                X633_splice\n                Splice site\n                16\n                Unknown, affecting splicing\n                Human Splicing Finder\n              \n              \n                X1054_splice\n                Splice site\n                26\n                Unknown, affecting splicing\n                Human Splicing Finder\nConcurrent mutations of cancer gene and tumor suppressor gene\n        Among ERBB2‐mutant patients, 17 cancer genes or tumor suppressor genes were observed with a co‐mutation rate not less than 10%, including TP53, EGFR, KRAS, STK11, and KEAP1. Concurrent mutations of the aforementioned five genes and other well‐known oncogenes in NSCLC (ALK, BRAF, MET, ROS1, and RET) were analyzed in ERBB2‐mutant patients.\n        \nTP53 was the most frequently co‐mutated gene in ERBB2 mutations (69.0%) (Fig 2b). No concurrent oncogene mutations were found in the TKD mutation cohort except for one EGFR co‐mutation. Further, a comparison of concurrent oncogene mutations between TKD mutation and non‐TKD mutation was performed. The frequency of EGFR and KRAS mutations was higher in non‐TKD mutation (EGFR: 19.1% vs. 2.9%, P = 0.038; KRAS: 19.1% vs. 0.0%, P = 0.017), but no difference was observed for ALK, BRAF, MET, ROS1, and RET. Tumor suppressor genes KEAP1 and STK11 concurrently mutated with 10.0% and 10.7% of ERBB2 mutations, respectively, similar to ERBB2 wild‐type patients (ERBB2 wild‐type: KEAP1: 16.3%, P = 0.134; STK11: 15.1%, P = 0.272). Likewise, a comparison of KEAP1 or STK11 comutation between TKD mutation and non‐TKD mutation was performed. Although the frequency of STK11 and KEAP1 mutations was higher in non‐TKD mutation cohort, no statistical difference was observed for both of them (non‐TKD mutation vs. TKD mutation: STK11: 14.9% vs. 2.9%, P = 0.094; KEAP1: 12.8% vs. 2.9%, P = 0.164).\nPrognostic values of ERBB2 mutation in patients with NSCLC\n\n        Overall survival data were available for 31 ERBB2‐mutant patients and 478 ERBB2 wild‐type patients (stage I–IV). The median OS was 28.4 months (95% CI, 24.1–32.7) and 50.3 months (95% CI, 41.1–59.5) for ERBB2‐mutant patients and ERBB2 wild‐type patients, respectively (Fig 3, P = 0.059). The multivariate survival analysis showed that OS was significantly associated with stage (P = 0.005), but not with ERBB2 mutation (P = 0.098) (Table 3). Considering that confounding factors and sample size varied between two cohorts, a propensity score matching method was performed to match ERBB2‐mutant patients and ERBB2 wild‐type patients. Age, sex, smoking, pathology, stage, and matched oncogenes were balanced between two cohorts (Table 4). The multivariate survival analysis after propensity score matching showed that both ERBB2 mutation and advanced stage were poor prognostic factors (ERBB2 mutation vs. wild‐type: hazard ratio = 2.54, 95% CI, 1.25–5.18, P = 0.010; IIIB–IV vs. IA–IIIA: hazard ratio = 3.54, 95% CI, 1.07–11.71, P = 0.038) (Table 3).\n        \n          Figure 3\n          \n            Overall survival in patients from ERBB2 mutation and wild‐type cohorts. (a) Survival curve before PSM.  ERBB2 mutation, median = 28.4 months,  ERBB2 wild‐type, median = 50.3 months. P = 0.059. (b) Survival curve after PSM.  ERBB2 mutation, median = 28.4 months,  ERBB2 wild‐type, median = 62.8 months. P = 0.005. Abbreviations: PSM, propensity score matching.\n          \n          \n        \n        \n          Table 3\n          \n            Multivariate Cox regression analysis of overall survival in patients with NSCLC\n          \n          \n            \n            \n            \n            \n            \n            \n            \n            \n            \n            \n              \n                \n                Before PSM\n                After PSM\n              \n              \n                Univariate\n                Multivariate\n                Univariate\n                Multivariate\n              \n              \n                Variables\n                HR (95% CI)\n                \nP‐value\n                HR (95% CI)\n                \nP‐value\n                HR (95% CI)\n                \nP‐value\n                HR (95% CI)\n                \nP‐value\n              \n            \n            \n              \n                Age (<65 years vs. ≥65 years)\n                0.80 (0.59–1.07)\n                0.135\n                \n                \n                0.85 (0.47–1.54)\n                0.587\n                \n                \n              \n              \n                Gender (male vs. female)\n                1.14 (0.86–1.51)\n                0.363\n                \n                \n                0.84 (0.45–1.55)\n                0.569\n                \n                \n              \n              \n                Pathology (LUSC vs. LUAD)\n                0.93 (0.81–1.07)\n                0.288\n                \n                \n                1.00 (0.51–1.96)\n                0.996\n                \n                \n              \n              \n                Smoker (no vs. yes)\n                0.87 (0.27–2.74)\n                0.806\n                \n                \n                0.76 (0.17–3.35)\n                0.719\n                \n                \n              \n              \n                Stage (IIIB‐IV vs. IA–IIIA)\n                1.88 (1.21–2.93)\n                0.005\n                1.88 (1.21–2.93)\n                0.005\n                3.43 (1.04–11.30)\n                0.043\n                3.54 (1.07–11.71)\n                0.038\n              \n              \n                \nERBB2 (mutation vs. wild‐type)\n                1.75 (0.97–3.14)\n                0.063\n                ‐\n                0.098\n                2.69 (1.35–5.35)\n                0.005\n                2.54 (1.25–5.18)\n                0.010\n              \n            \n          \n          \n            \n              NSCLC, non‐small cell lung cancer; LAUD, lung adenocarcinoma; LUSC, lung squamous cell carcinoma; PSM, propensity score matching; HR, hazard ratio.\n            \n          \n        \n        \n          Table 4\n          \n            Clinical characteristics of patients included in the survival analysis\n          \n          \n            \n            \n            \n            \n            \n            \n            \n              \n                Variable\n                \nERBB2 mutation n = 31\n                \nERBB2 wild‐type\n              \n              \n                Before PSM n = 478\n                \nP‐value\n                After PSM n = 93\n                \nP‐value\n              \n            \n            \n              \n                Age (%)\n                \n                \n                0.234\n                \n                0.678\n              \n              \n                <65 years\n                15 (48.4)\n                180 (37.7)\n                \n                49 (52.7)\n                \n              \n              \n                ≥65 years\n                16 (51.6)\n                298 (62.3)\n                \n                44 (47.3)\n                \n              \n              \n                Gender (%)\n                \n                \n                0.086\n                \n                0.852\n              \n              \n                Female\n                18 (60.0)\n                210 (43.9)\n                \n                54 (58.1)\n                \n              \n              \n                Male\n                12 (40.0)\n                268 (56.1)\n                \n                39 (41.9)\n                \n              \n              \n                Unknown\n                1\n                0\n                \n                0\n                \n              \n              \n                Stagea(%)\n                \n                \n                0.138\n                \n                0.663\n              \n              \n                IA\n                10 (33.3)\n                105 (22.0)\n                \n                35 (37.6)\n                \n              \n              \n                IB\n                10 (33.3)\n                150 (31.4)\n                \n                31 (33.3)\n                \n              \n              \n                IIA\n                1 (3.3)\n                40 (8.4)\n                \n                2 (2.2)\n                \n              \n              \n                IIB\n                5 (16.7)\n                73 (15.3)\n                \n                12 (12.9)\n                \n              \n              \n                IIIA\n                3 (10.0)\n                64 (13.4)\n                \n                11 (11.8)\n                \n              \n              \n                IIIB\n                0 (0.0)\n                21 (4.4)\n                \n                0 (0.0)\n                \n              \n              \n                IV\n                1 (3.3)\n                15 (3.1)\n                \n                2 (2.2)\n                \n              \n              \n                Unknown\n                1\n                0\n                \n                0\n                \n              \n              \n                Pathology (%)\n                \n                \n                0.534\n                \n                0.533\n              \n              \n                LUSC\n                15 (48.4)\n                204 (42.7)\n                \n                51 (54.8)\n                \n              \n              \n                LUAD\n                16 (51.6)\n                274 (57.3)\n                \n                42 (45.2)\n                \n              \n              \n                Smoker (%)\n                \n                \n                0.013\n                \n                0.489\n              \n              \n                Yes\n                17 (81.0)\n                280 (95.9)\n                \n                54 (87.1)\n                \n              \n              \n                No\n                4 (19.0)\n                12 (4.1)\n                \n                8 (12.9)\n                \n              \n              \n                Unknown\n                10\n                31\n                \n                31\n                \n              \n              \n                \nKRAS wild‐type (%)\n                26 (83.9)\n                390 (79.6)\n                0.75\n                74 (79.6)\n                0.793\n              \n              \n                \nEGFR wild‐type (%)\n                31 (100.0)\n                424 (88.7)\n                0.093\n                93 (100.0)\n                ‐\n              \n            \n          \n          \n            \n              \na Difference between stage was tested by Mann‐Whitney Wilcoxon test.\n            \n            \n              LAUD, lung adenocarcinoma; LUSC, lung squamous cell carcinoma. PSM, propensity score matching.\n            \n          \n        \n        Next, we compared the OS between patients with TKD and non‐TKD mutations. Subgroup analysis showed that OS was longer in patients with non‐TKD mutations; the observed difference was not statistically significant (OS: non‐TKD vs. TKD, 30.1 months vs. 15.0 months; P = 0.475). After excluding patients with benign ERBB2 mutation, the OS was longer in patients with non‐TKD mutations (OS: non‐TKD vs. TKD, 28.4 months vs. 15.0 months; P = 0.177).\nDiscussion\n      In this study, the prevalence of ERBB2 mutation was 4.5%, which was relatively high in comparison to previous studies.19, 20, 21, 22 This discrepancy is reasonable if we take into account that these studies were limited to the detection of TKD mutations, particularly exon 20 mutation in ERBB2. Our results showed that a considerable number of non‐TKD mutations may have significant oncogenic capacity.\n      In the present study, Y772_A775dup, G776delinsVC, G778_P780dup, and S310F were the most recurrent ERBB2 mutations in NSCLC, which is consistent with a previous report.22 In colorectal cancer, the most recurrent ERBB2 mutations are I655V, V842I, and R678Q.23 The difference indicated different preferred mutant variants among different types of cancer with the same oncogene. In the present study, smoking status was the only factor associated with ERBB2 mutation, which was not in line with previous studies reporting that ERBB2 mutation was associated with lung adenocarcinoma, female sex, and never‐smokers.24, 25 Previous studies have mostly focused on TKD mutations, particularly exon 20‐insertion mutation, barely detecting ERBB2 non‐TKD mutations. Excluding two mutations that occurred in NSCLC (specific histology not defined), all TKD mutations identified in the present study occurred in lung adenocarcinoma. Hence, the results of the present study do not contradict previous studies but provide more comprehensive information regarding mutations throughout ERBB2. Smoking status is usually related to sex. Two previous studies showed that sex was not associated with EGFR mutations after balancing the smoking status of participants, considering that sex‐related smoking was a confounding factor.26, 27\n\n      As shown in the present study, the oncogenic function varied among mutations in different ERBB2 domains. Most of the oncogenic mutations occurred in TKD. The extracellular domain of ERBB2 included four parts: two receptor‐L domains, a furin‐like cysteine‐rich domain, and a growth factor receptor domain IV. The receptor‐l domain is related to leucine‐rich segments that participate in ligand binding in EGFR, but ligand binding to ERBB2 has not been discovered.4 This might explain why 80% (4/5) of mutations in the receptor‐L domain found in the present study were benign. Furin‐like cysteine‐rich domain and growth factor receptor domain IV contain numerous cysteine residues that participate in disulfide bond formation, and in homodimer and heterodimer formation with other ErbB family members.4 A high frequency of oncogenic mutations (86.7%) was observed in the furin‐like cysteine‐rich domain. A total of 15n mutations were found in furin‐like cysteine‐rich domain, including a recurrent mutation S310F (n = 5). Two oncogenic mechanisms were found in the extracellular domain mutation. The oncogenic mechanism of S310F implied an elevation of C‐terminal phosphorylation,9 and then again, cysteine substitution in the furin‐like cysteine‐rich domain was identified as another oncogenic mechanism mediated by the formation of disulfide‐linked dimers.9 The TMD not only serves as a membrane anchor but also has a significant role in receptor dimerization.28 In the present study, we identified three mutation variants in TMD (V659E, L651V, and I661V). V659E and G660D are oncogenic mutations that respond to afatinib treatment.7 All these results implied that the oncogenic function of a specific mutation depended on the biological function of the mutation domain.\n      Our findings indicated that concurrent driver mutation was excluded by ERBB2 TKD mutation. However, a significantly higher frequency of co‐mutation with EGFR and KRAS was observed in non‐TKD mutation. This could be explained by the weaker oncogenic function of non‐TKD mutation compared with TKD mutation. Similarly, the mutation count was much higher in non‐TKD mutation compared with TKD mutation (P < 0.001), but it should be carefully interpreted for different gene test methods applied in the present study. KEAP1 and STK11 mutations were frequently observed in our patient population (16.0% for KEAP1 and 14.9% for STK11). KEAP1 mutation is a poor prognostic factor, while STK11 mutation is a negative predictor of immune checkpoint inhibitors.29, 30\nSTK11 regulates cellular metabolism/energy homeostasis, growth, and polarity.31 Inactivation of STK11 mediated by mutation is associated with a “cold” tumor immune microenvironment and a decreased density of infiltrating cytotoxic CD8+ T lymphocytes in both genetically engineered murine models and human tumors.32 Both KEAP1 and STK11 mutations rarely coexisted with ERBB2 TKD mutations. Interestingly, a greater portion of these poor‐prognosis and immune‐negative genes concurrently mutated in the non‐TKD mutation cohort with a higher mutation count, although without statistical significance.\n      Previous studies have also shown a tendency toward shorter OS in both ERBB2‐mutant NSCLC and ERBB2‐mutant colorectal cancer.23, 25 In the present study, the survival of ERBB2‐mutant patients was significantly shorter compared to ERBB2 wild‐type patients after propensity score matching. This might indicate that ERBB2 mutation was a poor prognostic factor. Although the previous case report showed that ERBB2 mutated NSCLC patient could benefit from afatinib treatment,33 a retrospective study in China suggested that compared with chemotherapy, afatinib was not more beneficial to ERBB2 mutated NSCLC patients.34 Also, most of the clinical trials, including afatinib, dacomitinib, and neratinib, focused on ERBB2 exon 20 insertion mutations and failed with a low objective response rate of 11%–19%.35, 36, 37 Two‐phase II studies showed a promising response of poziotinib and pyrotinib in advanced NSCLC with ERBB2 exon 20 mutation. The objective response rate and median PFS were 50% and 5.1 months for poziotinib, and 55% and 6.2 months for pyrotinib, respectively.38, 39 None of these clinical trials included ERBB2 mutations that occurred in non‐TKD. However, basket trials verified the efficacy of tyrosine kinase inhibitor as well as ado‐trastuzumab emtansine on non‐TKD mutations in patients with NSCLC.40, 41 This indicated that non‐TKD mutation was targetable and could be considered as a target during the management of ERBB2‐mutant patients. It is necessary to identify mutations that can benefit from such treatment, which should be initiated by defining a subset of oncogenic mutations.\n      The present study has certain limitations. First, the patients included in the present analysis were from different cohorts. Also, different gene test methods were used, leading to a mutation detection bias. The aim of the present study was mainly to characterize mutations throughout the entire ERBB2 and emphasize that they might also be important in carcinogenesis and have the potential to be used as therapeutic targets. Second, survival data were only available for a small sample of ERBB2‐mutant patients. Hence, a larger population of ERBB2‐mutant patients is needed to validate the prognostic value of ERBB2 mutation. Finally, the oncogenic function of specific ERBB2 mutation predicted in this study still needs further validation.\n      Above all, the present study demonstrated that the non‐TKD mutation accounted for over half of ERBB2 mutations. A considerable portion of non‐TKD mutations were oncogenic, while ERBB2 mutation resulted in a poor prognostic factor. The non‐TKD mutation might also be used as a therapeutic target in ERBB2‐directed target therapy.\nDisclosure\n      The authors declare that they have no competing interests.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7262945/",
    "doi": "https://doi.org/10.1111/1759-7714.13419"
}