{
    "title": "Germline",
    "abstract": "However, we did neither find any association between HOXB13 p.G84E and the risk of breast cancer in any of these high-risk subgroups, nor did we find an association with subtype-specific breast cancer risk (Table 1).Table 1Association of HOXB13 p.G84E with breast cancer risk in women of European descent.N ControlsN CasesCAF (%) ControlsCAF (%) CasesOR (95% CI)*P-value*Overall analysisEuropeans44,29854,7310.5100.4711.03 (0.86–1.24)0.74Subgroup analysisAge of diagnosis    < 50 years44,29817,6410.5100.4310.99 (0.72–1.35)0.98Menopausal status   Premenopausal44,29812,1340.5100.5031.20 (0.88–1.64)0.24Family history   1st degree relative with BC41,8767,5820.5330.4621.04 (0.72–1.51)0.83Second BC   Contralateral BC38,3102,1440.5060.3731.00 (0.48–2.10)0.99Receptor status   ER positive44,29835,9690.5100.4420.98 (0.80–1.21)0.88   ER negative44,2989,3430.5100.5031.21 (0.87–1.68)0.26   Triple negative44,2984,0170.5100.4481.26 (0.76–2.06)0.37N, number; CAF, carrier allele frequency; OR, odds ratio; CI, confidence interval; BC, breast cancer; ER, estrogen receptor. Subgroup analyses for the p.G84E and p.R217C variants were based on enriching for high-risk subgroups (i.e women diagnosed with breast cancer <50 years, premenopausal women, women with a family history of breast cancer (i.e. 1st degree relative with breast cancer) and women diagnosed with a contralateral breast cancer) as well as stratification for hormone receptor status (i.e. ER positive, ER negative, triple negative) to evaluate subtype-specific breast cancer risk. Subgroup analyses for the p.G84E and p.R217C variants were based on enriching for high-risk subgroups (i.e women diagnosed with breast cancer <50 years, premenopausal women, women with a family history of breast cancer (i.e. 1st degree relative with breast cancer) and women diagnosed with a contralateral breast cancer) as well as stratification for hormone receptor status (i.e. ER positive, ER negative, triple negative) to evaluate subtype-specific breast cancer risk.",
    "authors": [
        "Jingjing Liu",
        "Wendy J. C. Prager - van der Smissen",
        "J. Margriet Collée",
        "Manjeet K. Bolla",
        "Qin Wang",
        "Kyriaki Michailidou",
        "Joe Dennis",
        "Thomas U. Ahearn",
        "Kristiina Aittomäki",
        "Christine B. Ambrosone",
        "Irene L. Andrulis",
        "Hoda Anton-Culver",
        "Natalia N. Antonenkova",
        "Volker Arndt",
        "Norbert Arnold",
        "Kristan J. Aronson",
        "Annelie Augustinsson",
        "Päivi Auvinen",
        "Heiko Becher",
        "Matthias W. Beckmann",
        "Sabine Behrens",
        "Marina Bermisheva",
        "Leslie Bernstein",
        "Natalia V. Bogdanova",
        "Nadja Bogdanova-Markov",
        "Stig E. Bojesen",
        "Hiltrud Brauch",
        "Hermann Brenner",
        "Ignacio Briceno",
        "Sara Y. Brucker",
        "Thomas Brüning",
        "Barbara Burwinkel",
        "Qiuyin Cai",
        "Hui Cai",
        "Daniele Campa",
        "Federico Canzian",
        "Jose E. Castelao",
        "Jenny Chang-Claude",
        "Stephen J. Chanock",
        "Ji-Yeob Choi",
        "Melissa Christiaens",
        "Christine L. Clarke",
        "Kristine K. Sahlberg",
        "Kristine K. Sahlberg",
        "Anne-Lise Børresen-Dale",
        "Lars Ottestad",
        "Rolf Kåresen",
        "Ellen Schlichting",
        "Marit Muri Holmen",
        "Toril Sauer",
        "Vilde Haakensen",
        "Olav Engebråten",
        "Bjørn Naume",
        "Alexander Fosså",
        "Cecile E. Kiserud",
        "Kristin V. Reinertsen",
        "Åslaug Helland",
        "Margit Riis",
        "Jürgen Geisler",
        "Grethe I. Grenaker Alnæs",
        "Fergus J. Couch",
        "Kamila Czene",
        "Mary B. Daly",
        "Peter Devilee",
        "Isabel dos-Santos-Silva",
        "Miriam Dwek",
        "Diana M. Eccles",
        "A. Heather Eliassen",
        "Peter A. Fasching",
        "Jonine Figueroa",
        "Henrik Flyger",
        "Lin Fritschi",
        "Manuela Gago-Dominguez",
        "Susan M. Gapstur",
        "Montserrat García-Closas",
        "José A. García-Sáenz",
        "Mia M. Gaudet",
        "Graham G. Giles",
        "Mark S. Goldberg",
        "David E. Goldgar",
        "Pascal Guénel",
        "Christopher A. Haiman",
        "Niclas Håkansson",
        "Per Hall",
        "Patricia A. Harrington",
        "Steven N. Hart",
        "Mikael Hartman",
        "Peter Hillemanns",
        "John L. Hopper",
        "Ming-Feng Hou",
        "David J. Hunter",
        "Dezheng Huo",
        "Christine Clarke",
        "Christine Clarke",
        "Deborah Marsh",
        "Rodney Scott",
        "Robert Baxter",
        "Desmond Yip",
        "Jane Carpenter",
        "Alison Davis",
        "Nirmala Pathmanathan",
        "Peter Simpson",
        "Dinny Graham",
        "Mythily Sachchithananthan",
        "Hidemi Ito",
        "Motoki Iwasaki",
        "Milena Jakimovska",
        "Anna Jakubowska",
        "Esther M. John",
        "Rudolf Kaaks",
        "Daehee Kang",
        "Renske Keeman",
        "Elza Khusnutdinova",
        "Sung-Won Kim",
        "Peter Kraft",
        "Vessela N. Kristensen",
        "Allison W. Kurian",
        "Loic Le Marchand",
        "Jingmei Li",
        "Annika Lindblom",
        "Artitaya Lophatananon",
        "Robert N. Luben",
        "Jan Lubiński",
        "Arto Mannermaa",
        "Mehdi Manoochehri",
        "Siranoush Manoukian",
        "Sara Margolin",
        "Shivaani Mariapun",
        "Keitaro Matsuo",
        "Tabea Maurer",
        "Dimitrios Mavroudis",
        "Alfons Meindl",
        "Usha Menon",
        "Roger L. Milne",
        "Kenneth Muir",
        "Anna Marie Mulligan",
        "Susan L. Neuhausen",
        "Heli Nevanlinna",
        "Kenneth Offit",
        "Olufunmilayo I. Olopade",
        "Janet E. Olson",
        "Håkan Olsson",
        "Nick Orr",
        "Sue K. Park",
        "Paolo Peterlongo",
        "Julian Peto",
        "Dijana Plaseska-Karanfilska",
        "Nadege Presneau",
        "Brigitte Rack",
        "Rohini Rau-Murthy",
        "Gad Rennert",
        "Hedy S. Rennert",
        "Valerie Rhenius",
        "Atocha Romero",
        "Matthias Ruebner",
        "Emmanouil Saloustros",
        "Rita K. Schmutzler",
        "Andreas Schneeweiss",
        "Christopher Scott",
        "Mitul Shah",
        "Chen-Yang Shen",
        "Xiao-Ou Shu",
        "Jacques Simard",
        "Christof Sohn",
        "Melissa C. Southey",
        "John J. Spinelli",
        "Rulla M. Tamimi",
        "William J. Tapper",
        "Soo H. Teo",
        "Mary Beth Terry",
        "Diana Torres",
        "Thérèse Truong",
        "Michael Untch",
        "Celine M. Vachon",
        "Christi J. van Asperen",
        "Alicja Wolk",
        "Taiki Yamaji",
        "Wei Zheng",
        "Argyrios Ziogas",
        "Elad Ziv",
        "Gabriela Torres-Mejía",
        "Thilo Dörk",
        "Anthony J. Swerdlow",
        "Ute Hamann",
        "Marjanka K. Schmidt",
        "Alison M. Dunning",
        "Paul D. P. Pharoah",
        "Douglas F. Easton",
        "Maartje J. Hooning",
        "John W. M. Martens",
        "Antoinette Hollestelle"
    ],
    "published_year": "2020",
    "description": "Introduction\n      Breast cancer is a complex disease and several classes of germline variants have been identified that together explain about half of the total genetic heritability of breast cancer. These include rare germline mutations in high and moderate penetrance breast cancer susceptibility genes BRCA1, BRCA2, CDH1, PTEN, STK11, TP53, PALB2, ATM, CHEK2 and NBN1. In addition, genome-wide association studies (GWASs) have identified over 170 common low penetrance alleles each conferring a small increased risk to develop breast cancer2,3. Importantly, the risks these low penetrance alleles confer combine multiplicatively and since these variants are so common in the population women in the top 1% of risk have a 4.4- and 2.8-fold increased risk to develop ER-positive and ER-negative breast cancer, respectively4. Still, to identify better those women at risk for developing breast cancer and establish more precise risk estimates, we need to explain the remainder of the genetic heritability of breast cancer.\n      In this respect, the rare HOXB13 p.G84E germline mutation (i.e. NM_006361.6:c.251 G > A; NP_006352.2:p.(G84E); rs138213197:C > T) was found to be associated with an increased risk to develop prostate cancer by linkage analysis and candidate gene sequencing of 200 genes at the 17q21-22 linkage region5. Since then, several studies have validated this association and meta-analyses have shown the prostate cancer risk to be 3- to 4-fold increased for male carriers6–8. Moreover, the p.G84E mutation also associated with early-onset prostate cancer, multiple affected relatives and highly aggressive disease6,8. Considering the evidence, there is a strong consensus for including the HOXB13 gene in genetic testing for hereditary prostate cancer9.\n      In recent years, we have also begun to understand the role of HOXB13 in prostate cancer progression. HOXB13 acts as a transcription factor and, together with the androgen receptor (AR) and FOXA1, regulates expression of the RFX6 gene which encodes a driver of prostate cancer progression. Interestingly, HOXB13 is preferentially recruited to the risk allele of a prostate cancer risk associated SNP, rs339331, located in an enhancer element upstream of RFX6, thereby enhancing RFX6 expression and promoting more aggressive disease10. Moreover, HOXB13 also pioneers binding of the constitutively active splice variant 7 of the androgen receptor (AR-V7) to open chromatin of castrate-resistant prostate cancer (CRPC) genomes to upregulate target oncogenes11. Importantly, AR-V7 plays an important role in the anti-AR therapy resistance12.\n      In breast cancer, HOXB13 also plays an important role in disease progression. A high HOXB13 to IL17BR expression ratio was associated with a high risk of recurrence and poor outcome for estrogen receptor (ER)-positive breast cancer patients13–15. Furthermore, high expression of HOXB13 predicted a poor response to tamoxifen therapy by suppressing ER and activating the mTOR pathway via IL616,17. Interestingly, a significant fraction of breast cancer risk SNPs have been found to alter the affinity of chromatin for pioneer factor FOXA1 with which HOXB13 interacts in prostate cancer cells10,18. To date, several studies have investigated the association between the germline HOXB13 p.G84E mutation and breast cancer risk, however, these have led to contradictory results7,19–21.\n      In a previous study, we have sequenced the entire coding region of HOXB13 in 1,250 familial non-BRCA1/2 breast cancer cases and 800 controls. We identified two recurrent HOXB13 mutations in the female Dutch population, the known prostate cancer risk allele p.G84E, but also p.R217C (i.e. NM_006361.6:c.649 C > T; NP_006352.2:p.(R217C); rs139475791:G > A). We found that neither p.G84E nor p.R217C were associated with an increased breast cancer risk (OR = 0.81, 95% CI = 0.41–1.59, P = 0.54 and OR = 3.57, 95% CI = 0.76–33.57, P = 0.14, respectively) in 3,270 familial non-BRCA1/2 breast cancer patients and 2,327 controls22. Considering the low carrier allele frequency (CAF; 0.09% in controls) and the very wide confidence intervals for the association between p.R217C and breast cancer risk, larger studies are needed to provide more conclusive evidence. Furthermore, we wanted to replicate our findings for the p.G84E mutation. Therefore, we have genotyped 68,521 breast cancer cases and 54,865 controls from 81 studies in the Breast Cancer Association Consortium (BCAC) for the HOXB13 p.G84E and p.R217C mutations.\nResults\n      The CAF for the p.G84E mutation varies among different populations. In Asian and African BCAC studies, the p.G84E mutation was not detected, while the CAF was highest in Northern European countries (i.e. Sweden, Denmark and the Netherlands in controls) (Supplementary Table S1). Therefore, we restricted our analysis for the p.G84E mutation to 54,731 cases and 44,298 controls from European countries with a CAF that was larger than zero. In the overall analysis, the p.G84E mutation was not associated with breast cancer risk in Europeans (OR = 1.033, 95% CI = 0.857–1.244, P = 0.734; Table 1) in agreement with our previous study. We also performed analyses in which we enriched for high-risk subgroups such as women who were diagnosed before 50 years of age, premenopausal women and women with a family history of breast cancer or contralateral breast cancer. We also performed analyses by receptor status to evaluate whether HOXB13 p.G84E associates with subtype-specific breast cancer risk. However, we did neither find any association between HOXB13 p.G84E and the risk of breast cancer in any of these high-risk subgroups, nor did we find an association with subtype-specific breast cancer risk (Table 1).Table 1Association of HOXB13 p.G84E with breast cancer risk in women of European descent.N ControlsN CasesCAF (%) ControlsCAF (%) CasesOR (95% CI)*P-value*Overall analysisEuropeans44,29854,7310.5100.4711.03 (0.86–1.24)0.74Subgroup analysisAge of diagnosis    < 50 years44,29817,6410.5100.4310.99 (0.72–1.35)0.98Menopausal status   Premenopausal44,29812,1340.5100.5031.20 (0.88–1.64)0.24Family history   1st degree relative with BC41,8767,5820.5330.4621.04 (0.72–1.51)0.83Second BC   Contralateral BC38,3102,1440.5060.3731.00 (0.48–2.10)0.99Receptor status   ER positive44,29835,9690.5100.4420.98 (0.80–1.21)0.88   ER negative44,2989,3430.5100.5031.21 (0.87–1.68)0.26   Triple negative44,2984,0170.5100.4481.26 (0.76–2.06)0.37N, number; CAF, carrier allele frequency; OR, odds ratio; CI, confidence interval; BC, breast cancer; ER, estrogen receptor.*Dominant genetic model adjusted for country, age and principal components. Not all BCAC studies had info on all variables.\n      Although in our previous study we found that the HOXB13 p.R217C mutation was 3.5-fold more prevalent in cases than controls, the association between p.R217C and breast cancer risk was not statistically significant and the estimation of the risk was not very precise. Therefore, we evaluated the association of p.R217C with breast cancer risk in the 81 BCAC studies. Similar to p.G84E, the CAF for p.R217C varied among different populations. It was absent in both cases and controls of Asian ancestry, but not those of European and African ancestry. The CAF was highest in Macedonia, the Netherlands and Greece in controls (Supplementary Table S1). We analyzed 54,752 breast cancer patients and 44,422 controls from European countries with a CAF that was larger than zero. In the overall analysis, p.R217C was not associated with an increased breast cancer risk in European women (OR = 0.798, 95% CI = 0.482–1.322, P = 0.381; Table 2). Likewise, high-risk subgroup analyses and analyses by receptor status also did not reveal any association between HOXB13 p.R217C and (subtype-specific) breast cancer risk (Table 2).Table 2Association of HOXB13 p.R217C with breast cancer risk in women of European descent.N ControlsN CasesCAF (%) ControlsCAF (%) CasesOR (95% CI) *P-value*Overall analysisEuropeans44,42254,7520.0770.0620.80 (0.48–1.32)0.38Subgroup analysisAge of diagnosis    < 50 years44,42217,6690.0770.0450.38 (0.14–1.01)0.05Menopausal status   Premenopausal44,42212,1950.0770.0570.59 (0.24–1.44)0.25Family history   1st degree relative with BC41,9097,5310.0690.0130.21 (0.03–1.53)0.12Second BC   Contralateral BC38,3462,1370.0760.0470.43 (0.05–3.43)0.43Receptor status   ER positive44,42235,9300.0770.0610.81 (0.46–1.42)0.46   ER negative44,4229,3430.0770.0640.82 (0.33–2.03)0.66   Triple negative44,4224,0450.0770.0250.29 (0.04–2.19)0.23N, number; CAF, carrier allele frequency; OR, odds ratio; CI, confidence interval; BC, breast cancer; ER, estrogen receptor.*Dominant genetic model adjusted for country, age and principal components. Not all BCAC studies had info on all variables.\n      In our previous study we had sequenced the entire coding region of HOXB13 in 1,250 familial non-BRCA1/2 breast cancer patients and 800 controls and identified two other, less frequent, HOXB13 missense mutations: p.P190L (i.e. NM_006361.6: c.569 C > T; NP_006352.2:p.(P190L)) and p.R268Q (i.e. NM_006361.6:c.803 G > A; NP_006352.2:p.(R268Q); rs748782183:C > T)22. These two mutations had not been investigated before due to their low frequency in the Dutch population. However, the present study enabled us to assess their frequency in a global context. The p.P190L mutation was most prevalent in the African population and absent in the Asian population (Supplementary Table S1). In the Europeans, we identified only four breast cancer patients and four controls carrying this mutation. The low population frequency in Europeans and the low sample size in Africans precluded any reliable analysis of an association with breast cancer risk. The p.R268Q mutation was absent in Asian and African BCAC studies. In Europeans, we identified only two breast cancer patients and two controls carrying this mutation, again precluding any reliable analysis of an association with breast cancer risk (Supplementary Table S1).\nDiscussion\n      We genotyped four HOXB13 missense mutations: p.G84E, p.P190L, p.R217C and p.R268Q in 68,521 breast cancer cases and 54,865 controls from 81 studies in the BCAC on the OncoArray. All mutations were present in Europeans, but not in Asians. The p.P190L and p.R217C mutations were also present in the African ancestry BCAC studies, but not p.G84E and p.R268Q. Both p.P190L and p.R268Q were too rare to be evaluated for their association with an increased breast cancer risk. There were sufficient carriers of HOXB13 p.G84E and p.R217C to allow association analysis in Europeans, however, both mutations did not associate with breast cancer risk. Our study, by contrast with prostate cancer, shows that HOXB13 is not a material breast cancer susceptibility gene.\n      The current study is by far the largest study that has been performed evaluating the association with an increased breast cancer risk for germline HOXB13 mutation carriers. Previously, Alanee et al. had found evidence that HOXB13 p.G84E conferred an increased breast cancer risk in 877 familial non-BRCA1/2 mutation carriers and 1650 controls (OR = 5.7, 95% CI = 1.0–40.7, P = 0.02)19. However, in a larger study conducted by Akbari et al., no such association between the p.G84E mutation and an increased breast cancer risk was observed among 4,037 cases, of which 1,082 were familial, and 2,762 controls (OR = 1.2, 95% CI = 0.34–4.1, P = 1.0)20. A study by Laitinen et al. consisting of 986 breast cancer patients (i.e. 323 familial non-BRCA1/2 carriers and 663 unselected breast cancer patients) and 1,449 controls also did not reveal an association for overall breast cancer risk and p.G84E among Finnish women21. Results of these three studies have been pooled in a fixed-effects meta-analysis by Cai et al. and did not find a significant association between HOXB13 p.G84E and an increased breast cancer risk (OR = 1.42, 95% CI = 0.78–2.61, P = 0.26)7. We also did not observe an increased breast cancer risk associated with the p.G84E mutation in our previous study of 3,270 familial non-BRCA1/2 breast cancer cases and 2,327 controls (OR = 0.81, 95% CI = 0.41–1.59, P = 0.54)22. The results of the current study concur with these observations in that HOXB13 p.G84E does not appear to act as a breast cancer susceptibility allele, neither in overall analyses (OR = 1.035, 95% CI = 0.859–1.246, P = 0.718) nor in analyses enriching for particular (high-risk) subgroups.\n      Besides p.G84E, we also identified p.R217C to be a recurrent mutation in the female Dutch population22. Since the estimation of the breast cancer risk for this mutation was not very precise in our previous study, we sought to re-evaluate the association between p.R217C and increased breast cancer risk in the current study. As for p.G84E, we did not find any association between p.R217C and an increased breast cancer risk, neither in overall analyses (OR = 0.798, 95% CI = 0.482–1.322, P = 0.381), nor in subgroup analyses. Interestingly, the p.R217C mutation had been described before among a few prostate cancer cases, but Xu et al. reported that p.R217C did not co-segregate with prostate cancer in the two families they identified23,24. In concordance with this, OncoArray summary association results from the PRACTICAL consortium show that, indeed, p.R217C is also not a material prostate cancer susceptibility allele (OR = 1.32, 95% CI = 0.57–2.07), while p.G84E is associated with an increased prostate cancer risk in this data set (OR = 4.23, 95% CI = 4.03–4.42)25.\n      Although HOXB13 plays an important role in both breast and prostate cancer progression10,11,13–17, germline mutations in the HOXB13 gene seem to associate with the development of prostate cancer only5–8. This suggests distinct biological pathways associated with HOXB13 function in breast and prostate tissue. In prostate cancer, HOXB13 co-localizes with AR and acts as a repressor of AR target genes to modulate AR hormonal responses26,27. In breast cancer, ER and HOXB13 have been shown to regulate each other’s expression17,28. Thus, in both tissue types hormonal responses are closely interlinked with HOXB13 function. More research is needed, however, to understand better the differential roles of HOXB13 in disease initiation and progression.\n      To conclude, in our large study consisting of 68,521 invasive breast cancer cases and 54,865 controls from 81 BCAC studies we provide strong evidence that the rare, but recurrent HOXB13 germline mutations p.G84E and p.R217C are not associated with an increased risk to develop breast cancer. HOXB13 is therefore not a material breast cancer susceptibility gene.\nMaterials and Methods\n      \n        Study population\n        In this study, BCAC consists of 81 case-control studies of unrelated women with participants of European, Asian and African ancestry contributing 68,521 patients with invasive breast cancer and 54,865 controls2,3. All studies provided core data on disease status and age at diagnosis while only a subset of the studies provided data on menopausal status, ER, PR and ERBB2 status, family history and bilateral breast cancer. All 81 BCAC studies were approved by their relevant governing research ethics committee and all participants provided written informed consent. The experimental protocol was approved by the Medical Ethical Committee of the Erasmus Medical Center Rotterdam and the study was carried out in accordance with the Code of Conduct of the Federation of Medical Scientific Societies in the Netherlands (https://www.federa.org/gedragscodes).\n      \n      \n        OncoArray genotyping\n        Genotyping of the 81 BCAC studies was performed previously using the OncoArray, a custom-designed Illumina Infinium BeadChip. About half of the approximately 533,000 OncoArray SNPs were selected as a ‘GWAS backbone’ (Illumina HumanCore) with the remainder of SNPs selected by the disease-based consortia representing the main cancer sites (e.g. breast, ovarian, prostate, lung, colorectal) for several distinct reasons as detailed in29. Approximately 72,000 SNPs were selected specifically for their relevance to breast cancer. Details of the genotype calling and quality control for OncoArray are described elsewhere2,29. In brief, samples were excluded when the call rate was below 95% or when these were probable duplicates, close relatives or samples with extreme heterozygosity. Ancestry was computed using a principal component analysis (PCA). Variants were excluded using the following criteria: an overall call rate <99% or <95% in any consortium, minor allele frequency (MAF) < 0.001, poor intensity and clustering metrics, deviation from the expected frequency as observed in the 1000 Genomes Project and deviation from the Hardy-Weinberg equilibrium (HWE; P < 10-7 in controls or P < 10-12 in cases). A total of 494,763 SNPs passed the quality control and included the following four HOXB13 missense variants: c.251 G > A (p.G84E; rs138213197), c.569 C > T (p.P190L), c.649 C > T (p.R217C; rs139475791) and c.803 G > A (p.R268Q).\n      \n      \n        Statistical analyses\n        The association between HOXB13 mutations and invasive breast cancer risk was evaluated using dominant genetic models by logistic regression analysis adjusting for country, age and principal components in European women. Subgroup analyses for the p.G84E and p.R217C variants were based on enriching for high-risk subgroups (i.e women diagnosed with breast cancer <50 years, premenopausal women, women with a family history of breast cancer (i.e. 1st degree relative with breast cancer) and women diagnosed with a contralateral breast cancer) as well as stratification for hormone receptor status (i.e. ER positive, ER negative, triple negative) to evaluate subtype-specific breast cancer risk. All P-values were two-sided and P < 0.05 was considered to be statistically significant after correction for multiple testing by the Bonferroni procedure. Logistic regression analyses were performed using R version 3.3.3.\nStudy population\n        In this study, BCAC consists of 81 case-control studies of unrelated women with participants of European, Asian and African ancestry contributing 68,521 patients with invasive breast cancer and 54,865 controls2,3. All studies provided core data on disease status and age at diagnosis while only a subset of the studies provided data on menopausal status, ER, PR and ERBB2 status, family history and bilateral breast cancer. All 81 BCAC studies were approved by their relevant governing research ethics committee and all participants provided written informed consent. The experimental protocol was approved by the Medical Ethical Committee of the Erasmus Medical Center Rotterdam and the study was carried out in accordance with the Code of Conduct of the Federation of Medical Scientific Societies in the Netherlands (https://www.federa.org/gedragscodes).\nOncoArray genotyping\n        Genotyping of the 81 BCAC studies was performed previously using the OncoArray, a custom-designed Illumina Infinium BeadChip. About half of the approximately 533,000 OncoArray SNPs were selected as a ‘GWAS backbone’ (Illumina HumanCore) with the remainder of SNPs selected by the disease-based consortia representing the main cancer sites (e.g. breast, ovarian, prostate, lung, colorectal) for several distinct reasons as detailed in29. Approximately 72,000 SNPs were selected specifically for their relevance to breast cancer. Details of the genotype calling and quality control for OncoArray are described elsewhere2,29. In brief, samples were excluded when the call rate was below 95% or when these were probable duplicates, close relatives or samples with extreme heterozygosity. Ancestry was computed using a principal component analysis (PCA). Variants were excluded using the following criteria: an overall call rate <99% or <95% in any consortium, minor allele frequency (MAF) < 0.001, poor intensity and clustering metrics, deviation from the expected frequency as observed in the 1000 Genomes Project and deviation from the Hardy-Weinberg equilibrium (HWE; P < 10-7 in controls or P < 10-12 in cases). A total of 494,763 SNPs passed the quality control and included the following four HOXB13 missense variants: c.251 G > A (p.G84E; rs138213197), c.569 C > T (p.P190L), c.649 C > T (p.R217C; rs139475791) and c.803 G > A (p.R268Q).\nStatistical analyses\n        The association between HOXB13 mutations and invasive breast cancer risk was evaluated using dominant genetic models by logistic regression analysis adjusting for country, age and principal components in European women. Subgroup analyses for the p.G84E and p.R217C variants were based on enriching for high-risk subgroups (i.e women diagnosed with breast cancer <50 years, premenopausal women, women with a family history of breast cancer (i.e. 1st degree relative with breast cancer) and women diagnosed with a contralateral breast cancer) as well as stratification for hormone receptor status (i.e. ER positive, ER negative, triple negative) to evaluate subtype-specific breast cancer risk. All P-values were two-sided and P < 0.05 was considered to be statistically significant after correction for multiple testing by the Bonferroni procedure. Logistic regression analyses were performed using R version 3.3.3.\nSupplementary information\n      is available for this paper at 10.1038/s41598-020-65665-y.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7297796/",
    "doi": "https://doi.org/10.1038/s41598-020-65665-y"
}