{
    "title": "Role of exosomal microRNAs in lung cancer biology and clinical applications",
    "abstract": "After being transferred from non‐cancer cells to recipient cells, exosomal miRNAs can effectively influence the recipient cell phenotype (including epithelial and stromal cells) and then play a crucial role in the growth and progression of lung malignancies by modulating a wide range of pathways. After being transferred from non‐cancer cells to recipient cells, exosomal miRNAs can effectively influence the recipient cell phenotype (including epithelial and stromal cells) and then play a crucial role in the growth and progression of lung malignancies by modulating a wide range of pathways. 53 Moreover, Zhou et al studied 265 subjects (141 LUAD patients and 124 healthy controls) and identified a set of exosomal miRNAs (miR‐19‐3p, miR‐21‐5p and miR‐221‐3p) for the discrimination of patients with LUAD from healthy subjects with sensitivity and specificity ranges of 67%‐73% and 66%‐80%, respectively.",
    "authors": [
        "Chengping Hu",
        "Silke Meiners",
        "Christina Lukas",
        "Georgios T. Stathopoulos",
        "Jie Chen"
    ],
    "published_year": "2020",
    "description": "1\n      INTRODUCTION\n      Lung cancer is the second most common and the most lethal cancer worldwide, accounting for 11.6% of all new cancer cases and 19.8% of all cancer‐related deaths.\n1\n Recent research has fostered new insights into lung cancer biology, and considerable progress has been made in the field of novel biomarker‐targeted therapies, including molecular therapies targeting epidermal growth factor receptor (EGFR), anaplastic lymphoma kinase (ALK) and proto‐oncogene B‐Raf (BRAF), \n2\n, \n3\n and immunotherapies with checkpoint inhibitors targeting the programmed cell death 1 (PD‐1) and programmed death‐ligand 1 (PD‐L1) pathways.\n4\n However, lung cancer still has one of the lowest 5‐year survival rates (only 18%) of all cancer types.\n5\n The high mortality is attributed to the fact that most lung cancers are diagnosed at advanced stages with limited treatment options and 5‐year survival rates of only 4%.\n5\n Therefore, the identification of reliable diagnostic biomarkers and effective therapeutic strategies is an unmet medical need in lung cancer. Exosomes, small extracellular vesicles ranging between 30 and 150 nm in size, are secreted by various cell types, including tumour cells.\n6\n It has been shown that they deliver their cargo (proteins or nucleic acids) to specific cell types, which subsequently act as important messengers in cancer.\n7\n It was also reported that cancer cells produce 10‐fold more exosomes than normal cells and that exosomes derived from cancer cells can facilitate cellular communication via delivery of growth factors, chemokines, miRNAs, etc.\n8\n, \n9\n Interestingly, researchers have shown that exosomes derived from different cells possess unique mRNA and miRNA expression profiles that may differ from their donor cells.\n10\n Furthermore, accumulating evidence reveals that cancer‐derived exosomal miRNAs play important roles in the recruitment and reprogramming of constituents of the tumour environment.\n11\n Therefore, exosomal miRNAs are regarded as potentially ideal non‐invasive tools for early diagnosis as well as therapeutic targets, since they contain key information on signalling pathways related to tumour biological responses. In this review, we summarize the recent findings on exosomal miRNA involvement in cancer initiation and progression, mainly focusing on lung cancer. Furthermore, we highlight the potential future use of exosomal miRNAs as biomarkers and therapeutic targets or agents in lung cancer.\n2\n      PROPOSED ROLE OF EXOSOMAL MIRNAS IN LUNG CANCER\n      Exosomes are membrane‐encapsulated vesicles present in many biological fluids. They are important mediators of cell‐to‐cell communication and regulators of biological processes. Exosomes contain multifaceted cargoes, including proteins, lipids, DNAs, mRNAs and miRNAs.\n12\n Among these molecules, miRNAs, which are short and endogenous non‐coding RNAs, are the most intriguing and extensively studied due to their powerful regulatory role in gene expression at the post‐transcriptional and translational levels\n12\n, \n13\n (Figure 1). In the tumour microenvironment, including that of lung cancer, transfer of exosomal miRNA between cancer and stromal cells has been demonstrated to be linked with cancer initiation and progression.\n14\n, \n15\n, \n16\n, \n17\n, \n18\n\n\n      \n        FIGURE 1\n        \n          Biology of exosomal miRNAs. In animals, microRNA (miRNA) genes are transcribed into primary miRNAs (pri‐miRNAs) by RNA polymerase II (Pol‐II) and then processed by the Drosha complex to form precursor miRNAs (pre‐miRNAs), which are exported into the cytoplasm by the exportin5 complex. The pre‐miRNAs are digested by the Dicer complex to become double‐stranded miRNAs. With the help of a helicase, they are then turned into single‐stranded mature miRNAs. Mature miRNAs are sorted into multivesicular bodies (MVBs). The MVBs are then transported along microtubules to the plasma membrane and released as exosomes. Exosomes with special miRNAs from the parent cell can interact with the recipient cell through different ways, such as by fusion via clathrin‐dependent endocytosis, clathrin‐independent endocytosis (micropinocytosis or phagocytosis), caveolae‐mediated endocytosis or lipid raft‐dependent endocytosis. Once exosomes enter recipient cells, exosomal miRNAs may act in target repression\n        \n        \n      \n      In patients with lung cancer, the concentrations of both circulating exosomes and exosomal miRNA are elevated compared with the respective concentrations in controls.\n19\n Moreover, exosomal miRNA levels are elevated in both plasma and bronchoalveolar lavage (BAL) samples from patients with non–small‐cell lung cancer (NSCLC) compared with those in non‐tumour patients.\n20\n In addition, recent functional studies identified relationships between exosomal miRNAs and lung cancer hallmark pathways ranging from metabolism to intercellular communication (Figure 2). To this end, exosomal miRNAs have been implicated in a series of biological processes in lung cancer, including proliferation, angiogenesis and metastasis (Table 1). Moreover, exosomal miRNAs have been found to affect the lung tumour microenvironment and to signal to the immune system. As detailed below, the exosomal miRNA effects in lung cancer are largely similar to those of miRNAs of non‐exosomal origin.\n      \n        FIGURE 2\n        \n          Exosomal miRNAs in lung cancer. Lung cancer cells export exosomal miRNAs to parent cells to affect their proliferation, angiogenesis, EMT and metastasis. Lung cancer cells are also able to export exosomal miRNAs to immune cells and influence the function of immune cells\n        \n        \n      \n      \n        TABLE 1\n        \n          Studies on exosomal miRNAs in basic research of lung cancer\n        \n        \n          \n          \n          \n          \n          \n          \n          \n          \n            \n              Exosomal miRNAs\n              Donor\n              Recipient\n              Target(s)\n              Function\n              Processes involved in\n              Reference\n            \n          \n          \n            \n              miR‐512\n              A549 cells\n              A549 cells\n              TEAD4\n              Reduce cell proliferation\n              Proliferation\n              [16]\n            \n            \n              miR‐208a\n              A549 cells\n              A549 cells\n              p21\n              Activation of the AKT/mTOR pathway\n              Proliferation\n              [21]\n            \n            \n              miR‐96\n              H1299 cells\n              A549 cells\n              LMO7\n              ‐\n              Proliferation\n              [22]\n            \n            \n              miR‐9\n              H1299 cells\n              Endothelial cells\n              SOCS5\n              Activation of JAK‐STAT pathway.\n              Angiogenesis\n              [24]\n            \n            \n              miR‐210\n              A549 cells\n              Human umbilical vein endothelial cell (HUVECs)\n              EphA3\n              ‐\n              Angiogenesis\n              [25]\n            \n            \n              miR‐21\n              Cigarette smoke extract (CSE)‐transformed human bronchial epithelial (HBE) cells\n              Human umbilical vein endothelial cells\n              VEGF\n              Increase VEGF expression and induce angiogenesis\n              Angiogenesis\n              [17]\n            \n            \n              miR‐23a\n              Human lung cancer cells\n              Human umbilical vein endothelial cells\n              Prolyl hydroxylase 1 and 2, ZO‐1\n              ‐\n              Angiogenesis\n              [26]\n            \n            \n              miR‐23a\n              E‐phenotype A549 cells\n              M‐phenotype A549 cells\n              ‐\n              ‐\n              EMT\n              [31]\n            \n            \n              miR‐193a‐3p, miR‐210‐3p and miR‐5100\n              Hypoxic bone marrow‐derived mesenchymal stem cells\n              NSCLC cell lines including H358, A549, H460\n              STAT3 signalling\n              Promote invasion of lung cancer cells\n              EMT\n              [15]\n            \n            \n              miR‐494 and miR‐542‐3p\n              Adenocarcinoma cells\n              Lymph node stromal cells and lung fibroblasts\n              Cadherin‐17\n              Affect proteases, adhesion molecules, chemokine ligands, cell cycle– and angiogenesis‐promoting genes, and genes engaged in oxidative stress response\n              Metastasis\n              [35]\n            \n            \n              miR‐21\n              A549 cells\n              Bone marrow monocyte\n              Pdcd4\n              Promote effects on osteoclastogenesis\n              Metastasis\n              [18]\n            \n            \n              miR‐21 and miR‐29a\n              A549 and SK‐MES cells\n              Human PBMCs or murine peritoneal macrophage\n              TLR7 and TLR8\n              Trigger a TLR‐mediated prometastatic inflammatory response\n              Metastasis\n              [36]\n            \n            \n              miR‐192\n              A549, mock M1 and miR‐192 M1 overexpressing cells.\n              Human umbilical vein endothelial cells\n              ‐\n              Abrogation of the angiogenic programme by repression of proangiogenic IL‐8, ICAM and CXCL1.\n              Metastasis\n              [37]\n            \n            \n              miR‐193a‐3p, miR‐210‐3p and miR‐5100\n              Hypoxic bone marrow‐derived mesenchymal stem cells\n              NSCLC cell lines including H358, A549, H460\n              STAT3 signalling\n              Promote invasion of lung cancer cells\n              Metastasis\n              [15]\n            \n            \n              miR‐100‐5p\n              Cisplatin‐resistant lung cancer cells A549\n              Lung cancer cells A549\n              mTOR\n              Modulate sensitivity to DDP\n              Drug resistance\n              [39]\n            \n            \n              miR‑222‐3p\n              Gemcitabine‐resistant A549\n              Lung cancer cells A549\n              SOCS3\n              Promote migration, invasion, anoikis resistance and gemcitabine resistance\n              Drug resistance\n              [40]\n            \n            \n              miR‑96\n              H1299 cells\n              A549 cells\n              LIM‐domain only protein 7\n              Alter the chemotherapeutic sensitivity of lung cancer cells\n              Drug resistance\n              [22]\n            \n            \n              miR‐146a‐5p\n              Cisplatin‐resistant lung cancer cells A549\n              Lung cancer cells A549\n              Autophagy‐related protein 2 (Atg2)\n              Increasing chemosensitivity of NSCLC to cisplatin by inhibiting autophagy\n              Drug resistance\n              [41]\n            \n            \n              miR‐512 and miR‐373\n              5′aza‐deoxycytidine plus trichostatin A‐treated A549\n              Lung cancer cells A549\n              miR‐512 targets TEAD4; miR‐373 targets RelA and PIK3CA\n              Sensitizes lung cancer cells to cisplatin and restricts tumour growth\n              Drug resistance\n              [16]\n            \n            \n              miR‐21\n              Gefitinib‐resistant H827R cells\n              Gefitinib‐sensitive HCC827 cells\n              ‐\n              Activate the AKT signalling\n              Drug resistance\n              [42]\n            \n            \n              miR‐214\n              Gefitinib‐resistant PC9GR cells\n              PC9 cells\n              ‐\n              Acquisition of gefitinib resistance\n              Drug resistance\n              [43]\n            \n          \n        \n        \n          John Wiley & Sons, Ltd\n        \n      \n      \n        2.1\n        Exosomal miRNAs and cellular proliferation in lung cancer\n        Proliferation, characterized by altered expression and/or activity of cell cycle‐related proteins, plays a critical role in cancer development and progression.\n14\n Exosomes transfer genetic information between cells in the tumour environment via exosomal miRNAs, thereby promoting lung cancer cell proliferation. For example, Harel et al found that exosomal miR‐512 halted lung tumour cell proliferation by targeting TEA domain family member 4 (TEAD4), indicating that miR‐512 possesses tumour‐suppressive effects.\n16\n Moreover, miR‐208a packaged in exosomes from A549 NSCLC cells was demonstrated to act as a transfer messenger and to target p21 with corresponding activation of the AKT/mechanistic target of rapamycin (mTOR) pathway, thereby inhibiting NSCLC cell proliferation.\n21\n In addition, miR‐96–containing exosomes from H1299 cells could promote cell proliferation by directly targeting and inhibiting LIM‐domain only protein 7 (LMO7) expression, demonstrating their tumour‐promoting role.\n22\n\n\n      \n      \n        2.2\n        Exosomal miRNAs and angiogenesis in lung cancer\n        Tumour angiogenesis, essential for tumour growth and metastasis, is modulated by exosomes released by different cell types that act as cell‐to‐cell mediators.\n23\n To this end, one study indicated that exosomal miR‐9 stimulates angiogenesis by activating the JAK/STAT signalling pathway.\n24\n Tissue inhibitor of metalloproteinases‐1 (TIMP‐1) upregulated exosomal miR‐210 derived from lung adenocarcinoma (LUAD) samples and ultimately stimulated angiogenesis in stromal cells.\n25\n In addition, Liu et al found that exosomal miR‐21 led to activation of signal transducer and activator of transcription (STAT) 3, increasing VEGF expression and inducing angiogenesis and malignant transformation of human bronchial epithelial cells (HBECs).\n17\n Finally, exosomal miR‐23a derived from lung cancer cells was demonstrated to enhance tumour angiogenesis under both normoxic and hypoxic conditions, indicating that lung cancer cells transmit genetic material to distant endothelial cells.\n26\n\n\n      \n      \n        2.3\n        Exosomal miRNAs in EMT and metastasis in lung cancer\n        Metastasis is a complex process that requires cancer cells to invade blood or lymph vessels, disseminate to a new location and establish colonies at the new site.\n27\n Epithelial‐to‐mesenchymal transition (EMT), characterized by epithelial cells losing cell‐to‐cell adhesion and cellular polarity and acquiring a mesenchymal migratory and invasive phenotype,\n28\n is essential for tumour progression and metastasis.\n29\n, \n30\n Several lines of evidence have confirmed that exosomes and their cargo (especially miRNAs) play critical roles in different steps of the metastatic process. For example, it was demonstrated that exosomal miR‐23a was significantly increased after induction of EMT with transforming growth factor (TGF)‐β1 in A549 cells.\n31\n Moreover, Tang et al reported changes in the exosomal miRNA profile upon EMT in the human NSCLC cell lines A549 and H1299 and that some miRNAs specifically contained in exosomes derived from mesenchymal phenotype cells were associated with EMT and metastasis.\n32\n However, the mechanisms by which miRNAs transferred by exosomes affect tumour metastasis remain poorly understood.\n33\n There appear to be three mechanisms of exosomal miRNA transfer during lung cancer metastasis.\n34\n First, exosomes from invasive cells transfer miRNAs to less invasive cells, thereby altering the status of recipient cells and ultimately prompting metastasis. For example, exosomes derived from adenocarcinoma cells were able to target non‐transformed cells (lymph node stromal cells and lung fibroblasts) and to modulate pre‐metastatic organ cells predominantly through transferred miR‐494 and miR‐542‐3p.\n35\n Another example is LUAD cell‐derived exosomal miR‐21, which was shown to be transferred to osteoclast progenitor cells and to target programmed cell death 4 (PDCD4) to facilitate osteoclastogenesis.\n18\n Second, primary tumour cells can contact other cells in the tumour microenvironment through exosomal miRNA. For example, lung cancer cells activate Toll‐like receptors TLR7 and TLR8 on immune cells via exosomal miR‐21 and miR‐29a, leading to tumour growth and metastasis.\n36\n Additionally, lung cancer cells also target endothelial cells via exosomal miR‐192 to abrogate their angiogenic programme and influence bone metastatic colonization.\n37\n Third, normal cells release exosomes with special miRNAs to change the behaviour of tumour cells. For example, exosomes derived from hypoxic bone mesenchymal stem cells (BMSCs) transferred miR‐193a‐3p, miR‐210‐3p and miR‐5100 to lung cancer cells and activated STAT3 signalling‐induced EMT, promoting metastasis.\n15\n\n\n      \n      \n        2.4\n        Exosomal miRNAs in drug resistance in lung cancer\n        The development of drug resistance is one of the main factors of poor prognosis in lung cancer. Lung cancer patients easily develop resistance to not only conventional chemotherapy drugs, but also molecular targeted drugs, such as epidermal growth factor receptor tyrosine kinase inhibitors (EGFR‐TKIs). Therefore, exploring the potential mechanisms that impair drug efficacy will help to improve cancer treatments.\n        Exosomes mediate intercellular communication by transferring proteins and nucleic acids to target cells. Recent evidence has revealed that exosomes involved in mediating drug resistance via horizontal transfer of specific bioactive cargoes, especially miRNAs. Qin et al demonstrated that 11 upregulated miRNAs and 31 downregulated miRNAs were significantly different between A549/cisplatin (DDP) cells and A549 cells, as well as their respective exosomes by an miRNA‐chip approach.\n38\n, \n39\n Through target gene prediction and pathway analysis, most of the miRNAs were found to be linked to drug resistance. In vitro and in vivo A549 xenograft studies demonstrated that exosomes could transfer miR‐100‐5p to recipient cells, with mTOR as its potential target gene, and thereby modulate cell sensitivity to DDP.\n39\n Wei et al also revealed that gemcitabine‐resistant A549 (A549‐GR) cells could effectively assemble miR‐222‐3p into A549‐GR–secreted exosomes, which could then be transported into parental sensitive cells and promote migration, invasion, anoikis resistance and gemcitabine resistance by directly targeting the promoter of SOCS3.\n40\n Furthermore, the expression of miR‐96 was significantly higher in lung cancer than in normal lung tissue. The same tendency was observed in exosomes isolated from lung cancer patients and controls. MiR‐96 could alter the chemotherapeutic sensitivity of lung cancer cells by downregulating the drug resistance‐related gene LMO7.\n22\n Additionally, the levels of exosomal miR‐146a‐5p were also found to be significantly lower in advanced NSCLC patients with higher recurrence rates than in those with lower recurrence rates. Exosomal miR‐146a‐5p was demonstrated to be linked with DDP responses by targeting autophagy‐related protein 2 (Atg2) to inhibit autophagy.\n41\n Finally, exosome‐derived miR‐512 and miR‐373 were also shown to be associated with increased sensitivity to DDP and suppression of tumour progression.\n16\n\n\n        In addition, exosomal miRNAs were also involved in resistance to EGFR‐TKIs. For example, Jing et al\n42\n showed that exosomal miR‐21 could be transferred from gefitinib‐resistant H827R cells to gefitinib‐sensitive HCC827 cells, where it subsequently activated AKT signalling and lead to gefitinib resistance. Our group also reported that the levels of miR‐214 were significantly higher in gefitinib‐resistant PC9GR cells and their derived exosomes than in gefitinib‐sensitive PC9 cells and their derived exosomes, respectively. When exosomal miR‐214 was transferred from PC9GR cells to PC9 cells, gefitinib resistance was acquired in PC9 cells. However, when PC9GR cell‐derived exosomes were transfected with an miR‐214 antagomir, the acquisition of gefitinib resistance was reversed.\n43\n\n\n      \n      \n        2.5\n        Exosomal miRNAs and immunity in lung cancer\n        Immune checkpoint molecules play a critical role in regulating the immune system to maintain self‐tolerance and prevent autoimmunity.\n44\n Targeting immune checkpoint molecules principally represented by programmed cell death protein 1 (PD‐1) and its ligand PD‐L1 has resulted in improved survival for advanced NSCLC patients.\n45\n A network of miRNAs has been demonstrated to control immune checkpoint‐related processes. For example, miR‐34 was shown to be controlled by p53 and directly binds to the PD‐L1 3'‐UTR and represses its expression in NSCLC models.\n46\n MiR‐200 was also revealed to control PD‐L1 expression.\n47\n\n\n        Increasing evidence indicates that exosomes participate in tumour progression by delivering immunosuppressive molecules and factors.\n48\n Exosomal miRNAs are important carriers that can influence the function of immune cells, including dendritic cells (DCs) and T‐lymphocytes, in cancer.\n14\n For example, as discussed above, exosomes derived from lung cancer cells transferred miR‐21/29a to activate TLR7 and TLR8 on immune cells, which may contribute to tumour growth and metastasis.\n36\n Additionally, Yin et al showed that human cancer cells, including lung cancer cells, delivered miR‐214 to recipient CD4+ T cells via exosomes, which ultimately decreased phosphatase and tensin homolog (PTEN) expression and promoted regulatory T cell (Treg) expansion and tumour growth.\n49\n\n\n      \n      \n        2.6\n        Exosomal miRNA from non‐tumour cells in lung cancer\n        Although numerous studies have focused on the role of only exosomal miRNAs derived from cancer cells, an increasing number of studies have focused on those exosomal miRNAs derived from non‐cancer cells within the tumour microenvironment. After being transferred from non‐cancer cells to recipient cells, exosomal miRNAs can effectively influence the recipient cell phenotype (including epithelial and stromal cells) and then play a crucial role in the growth and progression of lung malignancies by modulating a wide range of pathways. For instance, by secreting cigarette smoking‐induced exosomes containing miR‐21, human bronchial epithelial cells (HBECs) have been shown to enhance VEGF levels through STAT3 deregulation, thereby promoting angiogenesis and tumour growth.\n17\n Similarly, Fujita and colleagues also reported that the transfer of miR‐210 in cigarette smoke extract (CSE)‐induced HBEC‐derived exosomes promoted the myofibroblast differentiation and autophagy of lung fibroblasts (LFs).\n50\n Moreover, exosome transfer of miR‐223 from platelets to lung cancer cells has been reported to modulate invasion through the suppression of EPB41L3.\n51\n In addition, exosomal miRNAs from MSCs are also reported to be involved in tumour growth. As stated above, exosomes derived from hypoxic BMSCs were demonstrated to transfer miR‐193a‐3p, miR‐210‐3p and miR‐5100 to lung cancer cells, thus activating STAT3 signalling‐induced EMT and promoting metastasis.\n15\n2.1\n        Exosomal miRNAs and cellular proliferation in lung cancer\n        Proliferation, characterized by altered expression and/or activity of cell cycle‐related proteins, plays a critical role in cancer development and progression.\n14\n Exosomes transfer genetic information between cells in the tumour environment via exosomal miRNAs, thereby promoting lung cancer cell proliferation. For example, Harel et al found that exosomal miR‐512 halted lung tumour cell proliferation by targeting TEA domain family member 4 (TEAD4), indicating that miR‐512 possesses tumour‐suppressive effects.\n16\n Moreover, miR‐208a packaged in exosomes from A549 NSCLC cells was demonstrated to act as a transfer messenger and to target p21 with corresponding activation of the AKT/mechanistic target of rapamycin (mTOR) pathway, thereby inhibiting NSCLC cell proliferation.\n21\n In addition, miR‐96–containing exosomes from H1299 cells could promote cell proliferation by directly targeting and inhibiting LIM‐domain only protein 7 (LMO7) expression, demonstrating their tumour‐promoting role.\n22\n2.2\n        Exosomal miRNAs and angiogenesis in lung cancer\n        Tumour angiogenesis, essential for tumour growth and metastasis, is modulated by exosomes released by different cell types that act as cell‐to‐cell mediators.\n23\n To this end, one study indicated that exosomal miR‐9 stimulates angiogenesis by activating the JAK/STAT signalling pathway.\n24\n Tissue inhibitor of metalloproteinases‐1 (TIMP‐1) upregulated exosomal miR‐210 derived from lung adenocarcinoma (LUAD) samples and ultimately stimulated angiogenesis in stromal cells.\n25\n In addition, Liu et al found that exosomal miR‐21 led to activation of signal transducer and activator of transcription (STAT) 3, increasing VEGF expression and inducing angiogenesis and malignant transformation of human bronchial epithelial cells (HBECs).\n17\n Finally, exosomal miR‐23a derived from lung cancer cells was demonstrated to enhance tumour angiogenesis under both normoxic and hypoxic conditions, indicating that lung cancer cells transmit genetic material to distant endothelial cells.\n26\n2.3\n        Exosomal miRNAs in EMT and metastasis in lung cancer\n        Metastasis is a complex process that requires cancer cells to invade blood or lymph vessels, disseminate to a new location and establish colonies at the new site.\n27\n Epithelial‐to‐mesenchymal transition (EMT), characterized by epithelial cells losing cell‐to‐cell adhesion and cellular polarity and acquiring a mesenchymal migratory and invasive phenotype,\n28\n is essential for tumour progression and metastasis.\n29\n, \n30\n Several lines of evidence have confirmed that exosomes and their cargo (especially miRNAs) play critical roles in different steps of the metastatic process. For example, it was demonstrated that exosomal miR‐23a was significantly increased after induction of EMT with transforming growth factor (TGF)‐β1 in A549 cells.\n31\n Moreover, Tang et al reported changes in the exosomal miRNA profile upon EMT in the human NSCLC cell lines A549 and H1299 and that some miRNAs specifically contained in exosomes derived from mesenchymal phenotype cells were associated with EMT and metastasis.\n32\n However, the mechanisms by which miRNAs transferred by exosomes affect tumour metastasis remain poorly understood.\n33\n There appear to be three mechanisms of exosomal miRNA transfer during lung cancer metastasis.\n34\n First, exosomes from invasive cells transfer miRNAs to less invasive cells, thereby altering the status of recipient cells and ultimately prompting metastasis. For example, exosomes derived from adenocarcinoma cells were able to target non‐transformed cells (lymph node stromal cells and lung fibroblasts) and to modulate pre‐metastatic organ cells predominantly through transferred miR‐494 and miR‐542‐3p.\n35\n Another example is LUAD cell‐derived exosomal miR‐21, which was shown to be transferred to osteoclast progenitor cells and to target programmed cell death 4 (PDCD4) to facilitate osteoclastogenesis.\n18\n Second, primary tumour cells can contact other cells in the tumour microenvironment through exosomal miRNA. For example, lung cancer cells activate Toll‐like receptors TLR7 and TLR8 on immune cells via exosomal miR‐21 and miR‐29a, leading to tumour growth and metastasis.\n36\n Additionally, lung cancer cells also target endothelial cells via exosomal miR‐192 to abrogate their angiogenic programme and influence bone metastatic colonization.\n37\n Third, normal cells release exosomes with special miRNAs to change the behaviour of tumour cells. For example, exosomes derived from hypoxic bone mesenchymal stem cells (BMSCs) transferred miR‐193a‐3p, miR‐210‐3p and miR‐5100 to lung cancer cells and activated STAT3 signalling‐induced EMT, promoting metastasis.\n15\n2.4\n        Exosomal miRNAs in drug resistance in lung cancer\n        The development of drug resistance is one of the main factors of poor prognosis in lung cancer. Lung cancer patients easily develop resistance to not only conventional chemotherapy drugs, but also molecular targeted drugs, such as epidermal growth factor receptor tyrosine kinase inhibitors (EGFR‐TKIs). Therefore, exploring the potential mechanisms that impair drug efficacy will help to improve cancer treatments.\n        Exosomes mediate intercellular communication by transferring proteins and nucleic acids to target cells. Recent evidence has revealed that exosomes involved in mediating drug resistance via horizontal transfer of specific bioactive cargoes, especially miRNAs. Qin et al demonstrated that 11 upregulated miRNAs and 31 downregulated miRNAs were significantly different between A549/cisplatin (DDP) cells and A549 cells, as well as their respective exosomes by an miRNA‐chip approach.\n38\n, \n39\n Through target gene prediction and pathway analysis, most of the miRNAs were found to be linked to drug resistance. In vitro and in vivo A549 xenograft studies demonstrated that exosomes could transfer miR‐100‐5p to recipient cells, with mTOR as its potential target gene, and thereby modulate cell sensitivity to DDP.\n39\n Wei et al also revealed that gemcitabine‐resistant A549 (A549‐GR) cells could effectively assemble miR‐222‐3p into A549‐GR–secreted exosomes, which could then be transported into parental sensitive cells and promote migration, invasion, anoikis resistance and gemcitabine resistance by directly targeting the promoter of SOCS3.\n40\n Furthermore, the expression of miR‐96 was significantly higher in lung cancer than in normal lung tissue. The same tendency was observed in exosomes isolated from lung cancer patients and controls. MiR‐96 could alter the chemotherapeutic sensitivity of lung cancer cells by downregulating the drug resistance‐related gene LMO7.\n22\n Additionally, the levels of exosomal miR‐146a‐5p were also found to be significantly lower in advanced NSCLC patients with higher recurrence rates than in those with lower recurrence rates. Exosomal miR‐146a‐5p was demonstrated to be linked with DDP responses by targeting autophagy‐related protein 2 (Atg2) to inhibit autophagy.\n41\n Finally, exosome‐derived miR‐512 and miR‐373 were also shown to be associated with increased sensitivity to DDP and suppression of tumour progression.\n16\n\n\n        In addition, exosomal miRNAs were also involved in resistance to EGFR‐TKIs. For example, Jing et al\n42\n showed that exosomal miR‐21 could be transferred from gefitinib‐resistant H827R cells to gefitinib‐sensitive HCC827 cells, where it subsequently activated AKT signalling and lead to gefitinib resistance. Our group also reported that the levels of miR‐214 were significantly higher in gefitinib‐resistant PC9GR cells and their derived exosomes than in gefitinib‐sensitive PC9 cells and their derived exosomes, respectively. When exosomal miR‐214 was transferred from PC9GR cells to PC9 cells, gefitinib resistance was acquired in PC9 cells. However, when PC9GR cell‐derived exosomes were transfected with an miR‐214 antagomir, the acquisition of gefitinib resistance was reversed.\n43\n2.5\n        Exosomal miRNAs and immunity in lung cancer\n        Immune checkpoint molecules play a critical role in regulating the immune system to maintain self‐tolerance and prevent autoimmunity.\n44\n Targeting immune checkpoint molecules principally represented by programmed cell death protein 1 (PD‐1) and its ligand PD‐L1 has resulted in improved survival for advanced NSCLC patients.\n45\n A network of miRNAs has been demonstrated to control immune checkpoint‐related processes. For example, miR‐34 was shown to be controlled by p53 and directly binds to the PD‐L1 3'‐UTR and represses its expression in NSCLC models.\n46\n MiR‐200 was also revealed to control PD‐L1 expression.\n47\n\n\n        Increasing evidence indicates that exosomes participate in tumour progression by delivering immunosuppressive molecules and factors.\n48\n Exosomal miRNAs are important carriers that can influence the function of immune cells, including dendritic cells (DCs) and T‐lymphocytes, in cancer.\n14\n For example, as discussed above, exosomes derived from lung cancer cells transferred miR‐21/29a to activate TLR7 and TLR8 on immune cells, which may contribute to tumour growth and metastasis.\n36\n Additionally, Yin et al showed that human cancer cells, including lung cancer cells, delivered miR‐214 to recipient CD4+ T cells via exosomes, which ultimately decreased phosphatase and tensin homolog (PTEN) expression and promoted regulatory T cell (Treg) expansion and tumour growth.\n49\n2.6\n        Exosomal miRNA from non‐tumour cells in lung cancer\n        Although numerous studies have focused on the role of only exosomal miRNAs derived from cancer cells, an increasing number of studies have focused on those exosomal miRNAs derived from non‐cancer cells within the tumour microenvironment. After being transferred from non‐cancer cells to recipient cells, exosomal miRNAs can effectively influence the recipient cell phenotype (including epithelial and stromal cells) and then play a crucial role in the growth and progression of lung malignancies by modulating a wide range of pathways. For instance, by secreting cigarette smoking‐induced exosomes containing miR‐21, human bronchial epithelial cells (HBECs) have been shown to enhance VEGF levels through STAT3 deregulation, thereby promoting angiogenesis and tumour growth.\n17\n Similarly, Fujita and colleagues also reported that the transfer of miR‐210 in cigarette smoke extract (CSE)‐induced HBEC‐derived exosomes promoted the myofibroblast differentiation and autophagy of lung fibroblasts (LFs).\n50\n Moreover, exosome transfer of miR‐223 from platelets to lung cancer cells has been reported to modulate invasion through the suppression of EPB41L3.\n51\n In addition, exosomal miRNAs from MSCs are also reported to be involved in tumour growth. As stated above, exosomes derived from hypoxic BMSCs were demonstrated to transfer miR‐193a‐3p, miR‐210‐3p and miR‐5100 to lung cancer cells, thus activating STAT3 signalling‐induced EMT and promoting metastasis.\n15\n3\n      CLINICAL IMPLICATIONS OF EXOSOMAL MIRNAS IN LUNG CANCER\n      A number of studies have shown that exosomal cargoes can potentially be used as diagnostic, prognostic and predictive biomarkers for lung cancer. To date, the most widely studied exosomal cargo related to lung cancer is miRNA (Table 2).\n      \n        TABLE 2\n        \n          Studies on exosomal miRNAs as diagnostic, predictive and prognostic biomarkers in lung cancer\n        \n        \n          \n          \n          \n          \n          \n          \n          \n          \n          \n            \n              Exosomal miRNAs\n              Source\n              Selection method for exosomes\n              Selection method for Exosomal miRNA\n              Selection cohort\n              Validation cohort\n              Clinical value\n              References\n            \n          \n          \n            \n              miR‐205, miR‐19a, miR‐19b, miR‐30b and miR‐20a\n              Plasma\n              ExoQuick\n              qRT‐PCR\n              18 patients and 6 controls\n              ‐\n              Diagnostic biomarkers of lung squamous cell carcinoma (SCC)\n              [52]\n            \n            \n              miR‐629, miR‐30a‐3p, miR‐100, miR‐200b‐5p, miR‐154‐3p and miR‐151a‐5p\n              Plasma\n              ExoQuick\n              qRT‐PCR\n              50 adenocarcinoma patients and 30 lung granuloma patients\n              ‐\n              Diagnostic biomarkers for dividing adenocarcinoma and granuloma\n              [53]\n            \n            \n              miR‐19‐3p, miR‐21‐5p and miR‐221‐3p\n              Plasma\n              ExoQuick\n              qRT‐PCR\n              30 lung adenocarcinoma patients and 10 controls\n              \nTraining: 42 lung adenocarcinoma patients and 32 controls\nTesting: 66 lung adenocarcinoma patients and 62 controls.\n\n              Diagnostic biomarkers for lung adenocarcinoma\n              [54]\n            \n            \n              miR‐96\n              Plasma\n              ExoQuick\n              qRT‐PCR\n              56 lung cancer patients and 19 controls\n              ‐\n              Diagnostic biomarker for lung cancer\n              [22]\n            \n            \n              miR‐126\n              Plasma\n              Ultracentrifugation\n              qRT‐PCR\n              45 NSCLC patients and 31 controls\n              ‐\n              Diagnostic biomarker for NSCLC\n              [55]\n            \n            \n              miR‐23a\n              Serum\n              Exosome isolation reagents (Life Technologies)\n              qRT‐PCR\n              15 lung cancer patients and 15 controls\n              ‐\n              Diagnostic biomarker for lung cancer\n              [26]\n            \n            \n              miR‐30b/30c\n              Plasma\n              Density‐gradient ultracentrifugation\n              qRT‐PCR\n              Lung adenocarcinoma patients\n              ‐\n              ‐\n              [56]\n            \n            \n              miR‐let‐7b‐5p, miR‐let‐7e‐5p, miR‐23a‐3p and miR‐486‐5p\n              Plasma\n              Ultracentrifugation\n              NGS\n              16 lung adenocarcinoma patients in stage I, 10 SCC patients in stage I and 12 controls\n              10 lung adenocarcinoma patients in stage I, 10 SCC patients in stage I and 30 controls\n              Diagnostic biomarker for stage I NSCLC\n              [57]\n            \n            \n              miR‐181‐5p, miR‐30a‐3p, miR‐30e‐3p and miR‐361‐5p\n              Plasma\n              Ultracentrifugation\n              NGS\n              16 lung adenocarcinoma patients in stage I, 10 SCC patients in stage I and 12 controls\n              10 lung adenocarcinoma patients in stage I, 10 SCC patients in stage I and 30 controls\n              Diagnostic biomarkers for distinguishing lung adenocarcinoma from stage I NSCLC\n              [57]\n            \n            \n              miR‐10b‐5p, miR‐15b‐5p and miR‐320b\n              Plasma\n              Ultracentrifugation\n              NGS\n              16 lung adenocarcinoma patients in stage I, 12 SCC patients in stage I and 10 controls\n              10 lung adenocarcinoma patients in stage I, 10 SCC patients in stage I and 30 controls\n              Diagnostic biomarkers for distinguishing SCC from stage I NSCLC\n              [57]\n            \n            \n              miR‐205‐5p, miR‐483‐5p, miR‐375, miR‐200c‐3p, miR‐429, miR‐200b‐3p, miR‐200a‐3p, miR‐203a‐3p and miR‐141‐3p\n              Pleural effusion\n              Differential centrifugation\n              NGS\n              8 APE patients and 14 controls\n              ‐\n              Diagnostic biomarkers for distinguishing lung adenocarcinoma over tuberculosis and other benign lesions\n              [58]\n            \n            \n              miR‐205‐5p and miR‐200b\n              Pleural effusion\n              Differential centrifugation\n              NGS\n              9 lung cancer patients, 9 lung pneumonia patients and 9 pulmonary tuberculosis\n              ‐\n              Diagnostic biomarker for lung cancer\n              [59]\n            \n            \n              miR‐182 and miR‐210\n              Pleural effusion\n              Exosome isolation reagents (Invitrogen)\n              qRT‐PCR\n              41 lung adenocarcinoma patients and 15 controls\n              ‐\n              Diagnostic biomarker for malignant pleural effusion (lung adenocarcinoma) over benign (non‐neoplastic) pleural effusion\n              [60]\n            \n            \n              miR‐200\n              Pleural effusion\n              ExoRNeasy serum plasma kit (Qiagen),\n              qRT‐PCR\n              18 lung adenocarcinoma patients and 18 controls\n              ‐\n              Diagnostic biomarker for malignant pleural effusion (lung adenocarcinoma) over benign (non‐neoplastic) pleural effusion\n              [61]\n            \n            \n              miR‐221‐3p and miR‐222‐3p\n              Plasma\n              Exosome isolation commercial kit\n              qRT‐PCR\n              12 NCLC patients and 6 controls\n              ‐\n              Predictive biomarker for osimertinib response\n              [64]\n            \n            \n              miR‐29a‐3p and miR‐150‐5p\n              Plasma\n              solvent‐exchange exosome isolation kit (Exiqon)\n              qRT‐PCR\n              5 NSCLC patients\n              ‐\n              predictive biomarker for unexpected responses to radiation therapy\n              [65]\n            \n            \n              miR‐208a\n              Serum\n              Differential centrifugation\n              miRNA microarray\n              ‐\n              ‐\n              Predictive biomarker for radiation responses.\n              [21]\n            \n            \n              miR‐146a‐5p\n              Serum\n              ExoQuick exosome precipitation kit\n              qRT‐PCR\n              100 advanced NSCLC patients\n              ‐\n              predictive biomarker for the efficacy of cisplatin for NSCLC patients\n              [41]\n            \n            \n              miR‐222‐3p\n              Serum\n              Ultracentrifugation\n              qRT‐PCR\n              50 NSCLC patients\n              ‐\n              Predictive biomarker for gemcitabine sensitivity\n              [40]\n            \n            \n              miR‐21 and miR‐4257\n              Plasma\n              Ultracentrifugation\n              Chip\n              6 NSCLC patients\n              195 NSCLC patients who underwent curative surgery and 30 controls\n              Prognostic biomarkers for disease‐free survival (recurrence)\n              [69]\n            \n            \n              miR‐146a‐5p\n              Serum\n              ExoQuick exosome precipitation kit\n              qRT‐PCR\n              100 advanced NSCLC patients\n              ‐\n              prognostic biomarker for recurrence\n              [41]\n            \n            \n              miR‐23b‐3p, miR‐10b‐5p and miR‐21‐5p\n              Plasma\n              ExoQuick Exosome Precipitation Solution kit\n              qRT‐PCR\n              10 lung adenocarcinoma and 10 controls\n              196 NSCLC patients\n              Prognostic biomarkers for overall survival\n              [70]\n            \n            \n              let‐7a‐5p\n              Serum\n              Ultracentrifugation\n              NGS\n              54 pneumoconiosis patients and 100 controls.\n              ‐\n              Prognostic biomarkers for poor survival\n              [71]\n            \n          \n        \n        \n          John Wiley & Sons, Ltd\n        \n      \n      \n        3.1\n        Exosomal miRNAs as diagnostic biomarkers in lung cancer\n        Early diagnosis of lung cancer is critical for successful treatment.\n5\n Multiple human studies have shown that exosomal miRNAs have the potential to serve as tools for the early diagnosis of lung cancer. For example, as early as 2009, Rabinowits et al demonstrated that exosomal miRNAs in NSCLC patients were similar to the miRNAs in NSCLC tissue, indicating that exosomal miRNAs could be used as markers in liquid biopsy material in NSCLC.\n19\n Moreover, five different exosomal miRNAs (miR‐205, miR‐19a, miR‐19b, miR‐30b and miR‐20a) were shown to be valuable as diagnostic markers of squamous cell lung carcinoma (SQCLC) based on the drop in their circulating levels after surgical excision.\n52\n Cazzoli et al also reported that exosomal miRNAs (miR‐200b‐5p, miR‐378a, miR‐139‐5p and miR‐379) derived from human plasma distinguished nodules from non‐nodules (97.5% sensitivity, 72.0% specificity) and exosomal miRNAs (miR‐629, miR‐30a‐3p, miR‐100, miR‐200b‐5p, miR‐154‐3p and miR‐151a‐5p) discriminated granulomas from LUAD (96.0% sensitivity, 60.0% specificity).\n53\n Moreover, Zhou et al studied 265 subjects (141 LUAD patients and 124 healthy controls) and identified a set of exosomal miRNAs (miR‐19‐3p, miR‐21‐5p and miR‐221‐3p) for the discrimination of patients with LUAD from healthy subjects with sensitivity and specificity ranges of 67%‐73% and 66%‐80%, respectively.\n54\n Additionally, Wu et al revealed that exosomal miR‐96 had the potential to be of diagnostic value in lung cancer patients.\n22\n Another study reported that exosomal miR‐126 correlated with NSCLC and held substantial promise as a diagnostic biomarker for the disease.\n55\n Exosomal miR‐23a and miR‐30b/30c have also been identified as possible biomarkers for the diagnosis of lung cancer.\n26\n, \n56\n Recently, a noteworthy study focused on early‐stage NSCLC and histologic heterogeneity, and found that exosomal miRNAs (miR‐let‐7b‐5p, miR‐let‐7e‐5p, miR‐23a‐3p and miR‐486‐5p) were promising diagnostic markers of stage I NSCLC patients with sensitivity and specificity values of 80.5% and 92.31%, respectively. It was also demonstrated that four LUAD‐specific miRNAs (miR‐181‐5p, miR‐30a‐3p, miR‐30e‐3p and miR‐361‐5p) and three SQCLC‐specific miRNAs (miR‐10b‐5p, miR‐15b‐5p and miR‐320b) were promising biomarkers with area under the curve (AUC) values of 0.936 and 0.911, respectively.\n57\n In addition, exosomes are present in body fluids other than blood, and an increasing number of studies of NSCLC patients have focused on BAL and pleural fluid to identify diagnostic biomarkers. For example, only slight differences between miRNA expression in BAL‐ and plasma‐derived exosomes of lung cancer patients were identified in one study, and tumour‐specific miR‐122 was present in both.\n20\n Moreover, exosomal miRNAs in pleural fluid (miR‐205‐5p, miR‐483‐5p, miR‐375, miR‐200c‐3p, miR‐429, miR‐200b‐3p, miR‐200a‐3p, miR‐203a‐3p and miR‐141‐3p) were demonstrated to favour the diagnosis of lung cancer over tuberculosis and other benign lesions.\n58\n, \n59\n Recently, Tamiya et al revealed that two exosomal miRNAs (miR‐182 and miR‐210) in pleural fluid may serve as promising biomarkers for the diagnosis of malignant pleural effusions from LUAD over benign pleural effusions with AUC values of 0.87 and 0.81, respectively.\n60\n Exosomal miR‐200 in pleural effusions was also used to discriminate patients with LUAD from individuals with benign effusions.\n61\n Interestingly, Lai et al\n62\n used a mathematical model to establish a set of miRNAs (miR‐21, miR‐205 and miR‐155) for the early detection of NSCLC.\n      \n      \n        3.2\n        Exosomal miRNAs as predictive biomarkers in lung cancer\n        Acquired resistance to chemotherapy, radiotherapy and targeted therapies presents a major clinical challenge in the treatment of lung cancer.\n63\n Exosomes can serve as vehicles for miRNAs that impact drug resistance and hence as biomarkers that predict therapeutic responses. To this end, exosomal miR‐221‐3p and miR‐222‐3p derived from plasma were associated with the response to osimertinib in EGFR‐mutated NSCLC.\n64\n In addition, exosomal miR‐29a‐3p and miR‐150‐5p were identified as circulating biomarkers of delivered radiotherapy dose, which could possibly be exploited to predict response or toxicity.\n65\n Exosomal miR‐208a in sera might influence the radiosensitivity of lung tumour cells by targeting p21.\n21\n Moreover, Yuwen et al showed that serum exosomal miR‐146a‐5p might serve as a new biomarker predicting the efficacy of cisplatin in NSCLC and might be useful for real‐time monitoring of drug resistance.\n41\n Exosomal serum miR‐222‐3p levels were recently proposed as a potential prognostic biomarker of gemcitabine sensitivity in NSCLC.\n40\n Although clinical studies predicting therapy efficacy using exosomal miRNA are sparse, fundamental research studies are abundant. For example, exosomal miR‐4443 and miR‐100‐5p secreted by A549 cells responded to cisplatin treatment,\n38\n and exosomal miR‐100‐5p was able to transfer cisplatin resistance to recipient cells by targeting rapamycin (mTOR) in vitro and in vivo.\n39\n Moreover, exosomal miR‐96 derived from H1299 cells enhanced cisplatin resistance,\n22\n while exosomal miR‐521 and miR‐373 were associated with cisplatin sensitivity in lung cancer cells.\n16\n In summary, since exosomal miRNAs can provide information on donor cells and change the cellular state of target cells, they are positioned to regulate tumour resistance and could be used to monitor therapy response/relapse in personalized treatment.\n      \n      \n        3.3\n        Exosomal miRNAs as biomarkers of prognosis in lung cancer\n        Similar to other malignancies, tumour stage is the most important determinant of prognosis in NSCLC, along with other clinical and histologic variables.\n66\n In recent years, exosomal miRNAs have also been proposed as prognostic factors in cancers, including lung cancer.\n67\n, \n68\n Dejima et al showed that the expression of exosomal miR‐21 and miR‐4257 in the plasma of NSCLC patients was significantly increased during recurrence.\n69\n The predictive potential of these two miRNAs for recurrence was also validated in another large cohort, indicating that elevated plasma exosomal miR‐21 and miR‐4257 levels were linked with shorter disease‐free survival. Additionally, another study reported that the presence of serum exosomal miR‐146a‐5p correlated with higher recurrence rates in advanced NSCLC.\n41\n Liu et al\n70\n also demonstrated that plasma exosomal miR‐23b‐3p, miR‐10b‐5p and miR‐21‐5p were independent prognostic biomarkers of NSCLC. Furthermore, low levels of exosomal let‐7a‐5p were identified as a biomarker of poor survival in LUAD.\n71\n\n\n      \n      \n        3.4\n        Exosomal miRNA delivery system in lung cancer\n        Currently, a growing number of studies indicate that exosomes are ideal drug delivery vehicles. For therapy, drugs enclosed in exosomes are protected from degradation or damage due to their lipid bilayer membrane and nanoscale size.\n72\n Moreover, exosomes are able to deliver their cargoes, including miRNAs, to specific recipient cells because of the ligands and peptides on their surface.\n73\n In addition, exosomes are minimally immunogenic and toxic. A study by Srivastava et al\n74\n reported an exosome delivery system with anti‐cancer activity against H1299 and A549 lung cancer cells. There are only a limited number of studies on exosomal miRNA delivery in lung cancer. Cortez et al\n46\n reported a liposomal nanoparticle system by which they delivered miR‐34a mimics into a syngeneic LUAD mouse model and observed decreased numbers of macrophages, PD1‐expressing T cells and Tregs. Although these results are promising, we cannot ignore the problems of miRNA itself. One study reported that imported miRNA could lead to cellular toxicity.\n14\n In addition, the mechanisms of miRNA packaging into exosomes are still unclear. Thus, applying exosomal miRNAs as delivery systems is challenging and needs further exploration.\n3.1\n        Exosomal miRNAs as diagnostic biomarkers in lung cancer\n        Early diagnosis of lung cancer is critical for successful treatment.\n5\n Multiple human studies have shown that exosomal miRNAs have the potential to serve as tools for the early diagnosis of lung cancer. For example, as early as 2009, Rabinowits et al demonstrated that exosomal miRNAs in NSCLC patients were similar to the miRNAs in NSCLC tissue, indicating that exosomal miRNAs could be used as markers in liquid biopsy material in NSCLC.\n19\n Moreover, five different exosomal miRNAs (miR‐205, miR‐19a, miR‐19b, miR‐30b and miR‐20a) were shown to be valuable as diagnostic markers of squamous cell lung carcinoma (SQCLC) based on the drop in their circulating levels after surgical excision.\n52\n Cazzoli et al also reported that exosomal miRNAs (miR‐200b‐5p, miR‐378a, miR‐139‐5p and miR‐379) derived from human plasma distinguished nodules from non‐nodules (97.5% sensitivity, 72.0% specificity) and exosomal miRNAs (miR‐629, miR‐30a‐3p, miR‐100, miR‐200b‐5p, miR‐154‐3p and miR‐151a‐5p) discriminated granulomas from LUAD (96.0% sensitivity, 60.0% specificity).\n53\n Moreover, Zhou et al studied 265 subjects (141 LUAD patients and 124 healthy controls) and identified a set of exosomal miRNAs (miR‐19‐3p, miR‐21‐5p and miR‐221‐3p) for the discrimination of patients with LUAD from healthy subjects with sensitivity and specificity ranges of 67%‐73% and 66%‐80%, respectively.\n54\n Additionally, Wu et al revealed that exosomal miR‐96 had the potential to be of diagnostic value in lung cancer patients.\n22\n Another study reported that exosomal miR‐126 correlated with NSCLC and held substantial promise as a diagnostic biomarker for the disease.\n55\n Exosomal miR‐23a and miR‐30b/30c have also been identified as possible biomarkers for the diagnosis of lung cancer.\n26\n, \n56\n Recently, a noteworthy study focused on early‐stage NSCLC and histologic heterogeneity, and found that exosomal miRNAs (miR‐let‐7b‐5p, miR‐let‐7e‐5p, miR‐23a‐3p and miR‐486‐5p) were promising diagnostic markers of stage I NSCLC patients with sensitivity and specificity values of 80.5% and 92.31%, respectively. It was also demonstrated that four LUAD‐specific miRNAs (miR‐181‐5p, miR‐30a‐3p, miR‐30e‐3p and miR‐361‐5p) and three SQCLC‐specific miRNAs (miR‐10b‐5p, miR‐15b‐5p and miR‐320b) were promising biomarkers with area under the curve (AUC) values of 0.936 and 0.911, respectively.\n57\n In addition, exosomes are present in body fluids other than blood, and an increasing number of studies of NSCLC patients have focused on BAL and pleural fluid to identify diagnostic biomarkers. For example, only slight differences between miRNA expression in BAL‐ and plasma‐derived exosomes of lung cancer patients were identified in one study, and tumour‐specific miR‐122 was present in both.\n20\n Moreover, exosomal miRNAs in pleural fluid (miR‐205‐5p, miR‐483‐5p, miR‐375, miR‐200c‐3p, miR‐429, miR‐200b‐3p, miR‐200a‐3p, miR‐203a‐3p and miR‐141‐3p) were demonstrated to favour the diagnosis of lung cancer over tuberculosis and other benign lesions.\n58\n, \n59\n Recently, Tamiya et al revealed that two exosomal miRNAs (miR‐182 and miR‐210) in pleural fluid may serve as promising biomarkers for the diagnosis of malignant pleural effusions from LUAD over benign pleural effusions with AUC values of 0.87 and 0.81, respectively.\n60\n Exosomal miR‐200 in pleural effusions was also used to discriminate patients with LUAD from individuals with benign effusions.\n61\n Interestingly, Lai et al\n62\n used a mathematical model to establish a set of miRNAs (miR‐21, miR‐205 and miR‐155) for the early detection of NSCLC.\n3.2\n        Exosomal miRNAs as predictive biomarkers in lung cancer\n        Acquired resistance to chemotherapy, radiotherapy and targeted therapies presents a major clinical challenge in the treatment of lung cancer.\n63\n Exosomes can serve as vehicles for miRNAs that impact drug resistance and hence as biomarkers that predict therapeutic responses. To this end, exosomal miR‐221‐3p and miR‐222‐3p derived from plasma were associated with the response to osimertinib in EGFR‐mutated NSCLC.\n64\n In addition, exosomal miR‐29a‐3p and miR‐150‐5p were identified as circulating biomarkers of delivered radiotherapy dose, which could possibly be exploited to predict response or toxicity.\n65\n Exosomal miR‐208a in sera might influence the radiosensitivity of lung tumour cells by targeting p21.\n21\n Moreover, Yuwen et al showed that serum exosomal miR‐146a‐5p might serve as a new biomarker predicting the efficacy of cisplatin in NSCLC and might be useful for real‐time monitoring of drug resistance.\n41\n Exosomal serum miR‐222‐3p levels were recently proposed as a potential prognostic biomarker of gemcitabine sensitivity in NSCLC.\n40\n Although clinical studies predicting therapy efficacy using exosomal miRNA are sparse, fundamental research studies are abundant. For example, exosomal miR‐4443 and miR‐100‐5p secreted by A549 cells responded to cisplatin treatment,\n38\n and exosomal miR‐100‐5p was able to transfer cisplatin resistance to recipient cells by targeting rapamycin (mTOR) in vitro and in vivo.\n39\n Moreover, exosomal miR‐96 derived from H1299 cells enhanced cisplatin resistance,\n22\n while exosomal miR‐521 and miR‐373 were associated with cisplatin sensitivity in lung cancer cells.\n16\n In summary, since exosomal miRNAs can provide information on donor cells and change the cellular state of target cells, they are positioned to regulate tumour resistance and could be used to monitor therapy response/relapse in personalized treatment.\n3.3\n        Exosomal miRNAs as biomarkers of prognosis in lung cancer\n        Similar to other malignancies, tumour stage is the most important determinant of prognosis in NSCLC, along with other clinical and histologic variables.\n66\n In recent years, exosomal miRNAs have also been proposed as prognostic factors in cancers, including lung cancer.\n67\n, \n68\n Dejima et al showed that the expression of exosomal miR‐21 and miR‐4257 in the plasma of NSCLC patients was significantly increased during recurrence.\n69\n The predictive potential of these two miRNAs for recurrence was also validated in another large cohort, indicating that elevated plasma exosomal miR‐21 and miR‐4257 levels were linked with shorter disease‐free survival. Additionally, another study reported that the presence of serum exosomal miR‐146a‐5p correlated with higher recurrence rates in advanced NSCLC.\n41\n Liu et al\n70\n also demonstrated that plasma exosomal miR‐23b‐3p, miR‐10b‐5p and miR‐21‐5p were independent prognostic biomarkers of NSCLC. Furthermore, low levels of exosomal let‐7a‐5p were identified as a biomarker of poor survival in LUAD.\n71\n3.4\n        Exosomal miRNA delivery system in lung cancer\n        Currently, a growing number of studies indicate that exosomes are ideal drug delivery vehicles. For therapy, drugs enclosed in exosomes are protected from degradation or damage due to their lipid bilayer membrane and nanoscale size.\n72\n Moreover, exosomes are able to deliver their cargoes, including miRNAs, to specific recipient cells because of the ligands and peptides on their surface.\n73\n In addition, exosomes are minimally immunogenic and toxic. A study by Srivastava et al\n74\n reported an exosome delivery system with anti‐cancer activity against H1299 and A549 lung cancer cells. There are only a limited number of studies on exosomal miRNA delivery in lung cancer. Cortez et al\n46\n reported a liposomal nanoparticle system by which they delivered miR‐34a mimics into a syngeneic LUAD mouse model and observed decreased numbers of macrophages, PD1‐expressing T cells and Tregs. Although these results are promising, we cannot ignore the problems of miRNA itself. One study reported that imported miRNA could lead to cellular toxicity.\n14\n In addition, the mechanisms of miRNA packaging into exosomes are still unclear. Thus, applying exosomal miRNAs as delivery systems is challenging and needs further exploration.\n4\n      CONCLUSIONS AND PERSPECTIVES\n      In conclusion, the discovery of exosomes and their multiple functions in cancer biology undoubtedly represents one of the most exciting findings in recent years. Based on current research, miRNAs can be selectively packaged into exosomes and play an important role in the proliferation, angiogenesis, metastasis and immunity of lung cancer. Moreover, exosomal miRNA profiling has the potential to be used as a diagnostic, predictive and prognostic tool for lung cancer and may provide a reliable and non‐invasive alternative to biopsies for monitoring recurrence and individual responses to therapies. However, some challenges should not be ignored. First, a guiding standard and updates on nomenclature, separation, characterization and functional analysis are provided by the ISEV, which should be implemented for the clinical application of exosomes [149, 150]. However, due to the heterogeneity in size and the probable subpopulations of exosomes,\n75\n standard technologies must be established for the isolation and analysis of exosomes and their miRNA content. Second, our current knowledge of exosome biogenesis, sorting mechanisms for miRNAs into exosomes, secretion and uptake mechanisms of exosomal miRNA is still too limited to allow for clear conclusions to be drawn on how exosomal miRNAs interact with recipient cells. The specific molecules and mechanisms of the exosomal miRNA delivery system require further exploration. Third, although exosomal miRNAs have been demonstrated to be transferred to recipient cells, the fate of exosomes and exosomal miRNAs remains incompletely understood. Therefore, superresolution and tracking techniques as well as new in vivo models to follow exosomes should be developed. Fourth, large‐scale studies with patient stratification are urgently needed to achieve reproducible results and confirm the clinical safety and efficacy of exosomal miRNAs as therapeutic agents.\nCONFLICTS OF INTEREST\n      None.\nAUTHOR CONTRIBUTIONS\n      CH and JC wrote the manuscript; SM and GT reviewed and edited the manuscript before submission; and CL prepared the figures.\nDATA AVAILABILITY STATEMENT\n      The data that support the findings of this study are available from the corresponding author upon reasonable request.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7309943/",
    "doi": "https://doi.org/10.1111/cpr.12828"
}