{
    "title": "Inflammatory Biomarkers and Breast Cancer Risk: A Systematic Review of the Evidence and Future Potential for Intervention Research",
    "abstract": "In addition to a need for prospective evidence using expanded panels of systemic blood inflammatory biomarkers, understanding the causal role of inflammatory processes in the etiology of breast cancer will require other lines of evidence, including (1) epidemiologic studies on medical conditions related to chronic inflammation and breast cancer risk; (2) animal studies of inflammation and mammary tissue morphology; and (3) studies of breast tissue morphology in humans. Similar to the studies of inflammatory blood biomarkers and breast cancer risk, there is currently a complete absence of information on the effect of inflammation during key windows of susceptibility on breast cancer risk, even though we know that the pregnancy/lactation cycle induces an inflammatory state akin to wound healing and that breasts also change in form and function around the menopausal transition, a time in life when subgroups of women also experience weight gain and increases in other chronic disease risk factors [10]. Similar to the studies of inflammatory blood biomarkers and breast cancer risk, there is currently a complete absence of information on the effect of inflammation during key windows of susceptibility on breast cancer risk, even though we know that the pregnancy/lactation cycle induces an inflammatory state akin to wound healing and that breasts also change in form and function around the menopausal transition, a time in life when subgroups of women also experience weight gain and increases in other chronic disease risk factors [10].",
    "authors": [
        "Rebecca D. Kehm",
        "Jasmine A. McDonald",
        "Suzanne E. Fenton",
        "Marion Kavanaugh-Lynch",
        "Karling Alice Leung",
        "Katherine E. McKenzie",
        "Jeanne S. Mandelblatt",
        "Mary Beth Terry"
    ],
    "published_year": "2020",
    "description": "1. Introduction\n      The relationship between chronic inflammation and cancer is complex and bidirectional. In this review, we focus on the role of inflammation in the development of breast cancer. The mechanisms through which chronic inflammation might lead to cancer have been detailed elsewhere [1,2] and include DNA damage and genomic, epigenomic, and cellular alterations and interactions [1,2]. Regular use of aspirin and other non-steroidal anti-inflammatory drugs (NSAIDs) has been consistently associated with reduced risk of cancers, including breast cancer [3], and reduced breast cancer risk in high-risk women with BRCA1 and BRCA2 mutations [4]. These observations provide indirect evidence of a potential link between inflammation and risk of developing breast cancer.\n      Chronic inflammation can occur in response to lifestyle and environmental factors that are associated with breast cancer. For example, weight gain in adulthood and being overweight or obese after menopause are associated with both chronic inflammation and breast cancer risk [5,6,7]. There is also some evidence linking other measures related to metabolic disease, including waist-to-hip ratio, insulin resistance, and lipids, with risk of postmenopausal breast cancer [8,9]. Other exposures associated with breast cancer risk, including environmental chemical exposures and selected dietary content and patterns, might also increase chronic inflammation [10], although evidence is limited by the fact that many of these exposures are difficult to measure in large epidemiologic studies. It is also hypothesized that one pathway linking stress to increased cancer risk is through inducing a chronic inflammatory state [11].\n      Measuring systemic chronic inflammatory markers in the blood may be one way of understanding the role of inflammation in breast cancer risk and might provide intermediate outcome markers in prevention studies. Inflammatory markers, such as C-reactive protein (CRP), interleukin-6 (IL-6), and tumor necrosis factor-α (TNF- α) are shown to markedly increase in response to infection and tissue damage, as well as in active state of disease [12]. Variations within the reference range also predict the onset of health events, such as cardiovascular disease [13] and disability [14,15] in individuals without an obvious inflammatory stimulus [12]. Both cancer risk and plasma levels of inflammatory markers increase with age [16,17,18], but it is unclear whether variations in levels of different circulating inflammatory markers are associated with increased risk of cancer [12]. Rodent studies provide direct evidence that some environmental exposures and obesity increase inflammatory cellular influx to the mammary gland, cytokine production, and morphological changes [19,20]. Here, we summarize the current evidence from prospective epidemiologic studies on the association between systemic inflammatory biomarkers measured in blood and breast cancer risk. We follow up this review with a broader discussion of different opportunities for understanding the link between inflammatory processes and the development of breast cancer, and the potential for chronic inflammation measures to be used as intermediate outcome markers in intervention studies.\n2. Materials and Methods\n      We conducted a systematic review of prospective epidemiologic studies investigating the association between circulating inflammatory biomarkers measured in blood and breast cancer risk. We performed a search of the PubMed database to identify studies published from 1 January 2014 to 20 April 2020. We selected these dates because three meta-analyses were published in 2015, which searched the literature up until December 2014 [21,22] or February 2015 [23], and so we wanted to compare findings from these reviews with more recent studies that used contemporary (broad-base) biomarker measurement methods, since these have changed substantially over time [24]. We restricted our search to studies that were conducted in humans, published in the English language, and prospectively collected blood samples prior to breast cancer incidence. We used the following mesh terms in our literature search: “breast cancer” AND “inflammation” OR “inflammatory biomarker” OR “blood biomarker” OR “fibrinogen” OR “C-reactive protein” OR “adiponectin”. Our initial search of the PubMed database returned 1,465 publications for further screening. Two authors independently reviewed titles and abstracts, which led to the identification of 30 publications for full-text review. Fourteen publications were subsequently excluded due to outcome (n = 5 assessed breast cancer survival rather than incidence), exposure ascertainment (n = 1 inflammatory biomarker measured in urine rather than blood), or study design (n = 8 case-control study). Case-control studies were excluded because temporality cannot be clearly established for biomarkers that may be affected by the disease process. The remaining 16 publications were included in our review. We searched the reference lists of the included publications for additional eligible publications, but no additional studies were identified. We extracted data on study population, study design, sample size, exposure assessment, confounding assessment, and relevant effect estimates, and the corresponding 95% confidence intervals (CIs) from the included publications. We did not conduct a quantitative meta-analysis because there was substantial heterogeneity across studies in terms of which systemic blood biomarkers were evaluated.\n3. Results\n      We identified 18 unique studies from 16 publications (one publication included results from a nested case-control study, prospective cohort study, and a meta-analysis [21]) that examined the association of systemic inflammatory biomarkers measured in blood with breast cancer risk using prospectively collected epidemiologic data [21,22,23,25,26,27,28,29,30,31,32,33,34,35,36,37]. This included six nested case-control studies [21,25,27,29,30,32], nine prospective cohort studies [21,26,28,31,33,34,35,36,37], and three meta-analyses published in 2015 [21,22,23]. Our review included only two individual studies [30,36] that were in the previous meta-analyses [21,22,23]. The individual studies in this review (excluding meta-analyses) were conducted in eleven unique cohorts in the United States, Europe (France, Sweden, Norway, Denmark, and Italy), and China (refer to Table 1 for further details on study population, sample size, and study design). CRP, a protein produced by the liver in response to systemic inflammation, was measured in 12 of the 15 new studies [21,25,26,28,30,31,32,34,35,36,37], and was the focus of all three meta-analyses [21,22,23]. Eight of the 12 new studies used a high-sensitivity measure of CRP [21,26,28,31,34,35,36], which captures lower levels of circulating CRP compared to a standard CRP test, while the other four studies used a standard CRP test [25,30,32,37]. Two of the three studies that did not consider CRP evaluated various other individual inflammatory blood biomarkers, including pro-inflammatory cytokines (e.g., TNF-α, IL-1β, IL-6), markers of oxidative stress (e.g., ox-LDL), and factors associated with coagulation (e.g., fibrinogen) [29,33]; the third study evaluated a panel of 28 inflammatory-related proteins (10 chemokines, 12 cytokines, and six growth factors) [27].\n      Table 2 provides a summary of findings for the association of CRP with breast cancer risk from the three meta-analyses and 12 unique studies, subdivided into the eight different cohorts assessed (three studies used data from the Women’s Health Initiative (WHI) but considered different stratification groups [28,32,34], and two studies used data from the Women’s Health Study (WHS) [21,35]). Each meta-analysis included a common core of prospective studies [30,36,38,39,40,41,42,43,44], and all found a statistically significant positive association between circulating CRP levels and breast cancer risk (Table 2). These estimates ranged from 7% per doubling of CRP concentration (relative risk (RR): 1.07, 95% confidence interval (CI): 1.02, 1.12) [23] to 26% comparing the highest to lowest category of CRP concentration (RR 1.26, 95% CI 1.07, 1.49) [21]. The meta-analysis by Chan et al. found that the positive association with circulating CRP concentration was similar when focused only on postmenopausal breast cancer risk (RR 1.06, 95% CI: 1.01, 1.11); numbers were too small to assess premenopausal breast cancer separately [23]. Chan et al. also reported that the positive association between circulating CRP and breast cancer risk was observed in studies that examined reverse causation by excluding cases diagnosed in early years of follow-up [23]. All three meta-analyses found evidence for heterogeneity between studies (I2 = 45–47%) [21,22,23]. The level of control for confounders was identified as a possible source of heterogeneity, as studies that did not adjust for hormone replacement therapy (HRT) use, physical activity, or alcohol use reported, on average, stronger associations than studies that adjusted for these factors [23]. Geographic region, menopausal status, CRP markers, and case diagnosis method were identified as other possible sources of heterogeneity [22]. There was also some evidence for publication or small study bias in the meta-analyses (Egger’s test p = 0.08–0.17) [22,23].\n      Three of the 12 new studies found an overall statistically significant positive association between CRP and overall breast cancer risk, including a population-based cohort study of 44,715 women (baseline age range = 48–67 years) in Denmark (highest versus lowest tertile: RR 1.30, 95% CI: 1.07, 1.57) [26], a population-based cohort study of 8,130 women (mean baseline age = 49.8 years) in Norway (highest versus lowest tertile: hazard ratio (HR) 1.53, 95% CI: 1.03, 2.28) [31], and a cohort study of 19,437 women (mean baseline age = 49.2 years) in China (CRP > 3 versus < 1 mg/L concentration: HR 1.74, 95 CI: 1.01, 2.97) [36]. All three of these studies used a high-sensitivity measure of CRP and adjusted for age, BMI, and smoking status [26,31,36]; additional covariates, including alcohol consumption, physical activity, oral contraceptive use, HRT use, diabetes, and marital status were adjusted for in some, but not all, of these estimates. An additional three studies reported point estimates that were not statistically significant, but >1.10 (HR/odds ratio (OR) ranged from 1.13–1.27) [21,30,32]. Eight of the twelve studies considered associations of CRP with breast cancer risk by different stratifying factors, including menopausal status [25,31,35,36,37], body size [30,34,35], and use of HRT [31,32,35]. Findings were inconsistent across the five studies that examined the association of CRP with breast cancer risk stratified by menopausal status [25,31,35,36,37]. Two studies found a statistically significant positive association between CRP and breast cancer risk for postmenopausal women (highest versus lowest tertile: HR 1.87, 95% CI: 1.17, 2.98 [31] and RR 2.42, 95% CI: 1.17, 5.00 [25]), but not for premenopausal women (HR 0.89, 95% CI: 0.37, 2.15 [31] and RR 0.74, 95% CI: 0.40, 1.37 [25], respectively). In contrast, two studies found a statistically significant positive association between CRP and breast cancer risk for premenopausal women (CRP > 3 versus < 1 mg/L concentration and dichotomized at 10 mg/L concentration, respectively: HR 2.76, 95% CI: 1.18, 6.48 [36] and HR 1.18, 95% CI: 1.08, 1.30 [37]), but not for postmenopausal women (HR 1.34, 95% CI: 0.68, 2.64 [36] and HR 1.00, 95% CI: 0.93, 1.07 [37], respectively). One study found no association for either postmenopausal (per 1 standard deviation (SD) increase in concentration: HR 1.02, 95% CI: 0.93, 1.12) or premenopausal (HR 0.96, 95% CI: 0.84, 1.10) women [35]. Three studies were stratified by body mass index (BMI), but findings were again inconsistent [30,34,35]. For example, Nelson et al. found a statistically significant positive association for postmenopausal women with a BMI <25 kg/m2 (per 1 SD increase in natural log concentration: HR 1.17, 95% CI: 1.03, 1.33), but not for postmenopausal women with a BMI ≥ 25 kg/m2 (HRs ranged from 0.94–1.04 for postmenopausal women in the highest three BMI categories) [34]. In contrast, Dossus et al. found a statistically significant positive association for postmenopausal women with a BMI of ≥25 kg/m2 (per natural log increase in concentration: OR 1.52, 95% CI: 1.16, 2.00), but not for postmenopausal women with a BMI < 25 kg/m2 (OR 1.02, 95% CI: 0.86, 1.21) [30]. Dossus et al. also found a statistically significant positive association between CRP and breast cancer risk for postmenopausal women with a waist circumference of ≥88 cm (per natural log increase in concentration: OR 1.74, 95% CI: 1.13, 2.66), but not for postmenopausal women with a waist circumference of <88 cm (OR 1.08, 95% CI: 0.93, 1.26) [30]; this was the only study to stratify by waist circumference. Three studies stratified by HRT use [31,32,35], two of which suggest an elevated risk of postmenopausal breast cancer for non-users of HRT with high CRP levels (highest versus lowest tertile and highest versus lowest quartile, respectively: HR 2.08, 95% CI: 1.16, 3.76 [31] and HR 1.63, 95% CI: 0.95, 2.80 [32]), but not for users of HRT (HR 1.32, 95% CI: 0.57, 3.05 [31] and HR 0.90, 95% CI: 0.53, 1.53 [32]). The third study found no association between CRP and breast cancer risk for non-users (per 1 SD increase in concentration: HR 1.02, 95% CI: 0.92, 1.14), past users (HR 0.85, 95% CI: 0.67, 1.08), or current (HR 1.00, 95% CI: 0.90, 1.11) users of HRT, but these associations were not stratified by menopausal status [35].\n      Table 3 summarizes the findings from studies that examined associations of other, non-CRP, inflammatory blood biomarkers in association with breast cancer risk. This includes studies that assessed blood levels of pro-inflammatory biomarkers, including factor VII antigen activity [33], factor VII concentration [33], fibrinogen [26,33,35], GlycA (circulating N-acetyl methyl groups) [35], haptoglobin [37], hepatocyte growth factor (HGF) [32], interleukin (IL)-1β [29], IL-6 [25,29,32], IL-8 [29], leptin [25,32], leukocyte count [26], lymphocyte count [29], neutrophil count [29], oxidized (OX)-LDL [29], plasminogen activator inhibitor (PAI)-1 [32], resistin [32], soluble intercellular cell adhesion molecule (sICAM)-1 [35], TNF-α [25,29,32], and white blood cell (WBC) count [28,29,31,37], as well as anti-inflammatory biomarkers, including adiponectin [25,32] and albumin [37]. These biomarkers have not been consistently considered across the studies, and each biomarker was only analyzed in one or up to four of the publications included in this review. None of the three meta-analyses included in this review considered systemic blood biomarkers of inflammation other than CRP.\n      A statistically significant positive association was found between fibrinogen and breast cancer risk in the WHS cohort (highest versus lowest quintile: HR 1.25, 95% CI: 1.03, 1.51) [35], but not in a population-based cohort in Denmark (highest versus lowest tertile: HR 1.05, 95% CI: 0.87, 1.27) [26], nor in the WHI cohort, which included only postmenopausal women (≥324.5 versus <274.5 mg/dL at baseline: HR 0.92, 95% CI: 0.67, 1.26) [33]. When the WHS cohort was stratified by menopausal status, the statistically significant positive association between fibrinogen and breast cancer risk was found for premenopausal women (per 1 SD increase in concentration: HR 1.19, 95% CI: 1.03, 1.38), but not for postmenopausal women (HR 1.07, 95% CI: 0.98, 1.18) [35]. When the WHS cohort was stratified by BMI, a statistically significant positive association between fibrinogen and breast cancer risk was found for women with a BMI < 25 kg/m2 (per 1 SD increase in concentration: HR 1.12, 95% CI: 1.01, 1.24), but not for women with a BMI ≥ 25 kg/m2 (HR 1.03, 95% CI: 0.94, 1.14) [35].\n      Statistically significant positive associations with breast cancer risk were found for IL-1β (a pro-inflammatory cytokine) in a Swedish nested case-control study of postmenopausal women (highest category versus none: HR 1.71, 95% CI: 1.05, 2.79) [29], and for leukocyte count in a population-based cohort in Denmark (highest versus lowest tertile: RR 1.33, 95% CI: 1.11, 1.58) [26]. When the WHI cohort was stratified by HRT use, a statistically significant positive association between PAI-1 (a pro-inflammatory adipokine) and breast cancer risk was found for postmenopausal women who did not use HRT (highest versus lowest quartile: HR 1.71, 95% CI: 1.02, 2.89), but not for postmenopausal women who used HRT (HR 1.17, 95% CI: 0.71, 1.93) [32]. In a separate analysis of the WHI cohort, a statistically significant positive association was found between WBC count and in situ breast cancer risk (dichotomized at 10,000 cells/μL: HR 1.65, 95% CI: 1.17, 2.33) [28].\n      Several studies found a negative association between specific inflammatory biomarkers in blood and breast cancer risk. A nested case-control study in the European Prospective Investigation into Cancer and the nutrition (EPIC)-Varese cohort found a statistically significant negative association between adiponectin (an anti-inflammatory molecule that is involved in the inhibition of IL-6 production, accompanied by induction of the anti-inflammatory cytokines IL-10 and IL-1 receptor antagonists [45]) and breast cancer risk for postmenopausal women (highest versus lowest tertile: RR 0.37, 95% CI: 0.19, 0.72), but not for premenopausal women (RR 1.11, 95% CI: 0.61, 2.03) [25]. This same study found a statistically significant negative association between leptin, which is shown to be involved in pro-inflammatory activities, such as the protection of T lymphocytes from apoptosis and the modulation of T cell proliferation [45], and breast cancer risk for premenopausal women (highest versus lowest tertile: RR 0.43, 95% CI: 0.20, 0.89), but not for postmenopausal women (RR 1.74, 95% CI: 0.83, 3.63) [25]. A nested case-control study in the Malmö Diet and Cancer cohort of postmenopausal women in Sweden found statistically significant negative associations with breast cancer risk for OX-LDL (highest versus lowest tertile: OR 0.63, 95% CI: 0.45, 0.89) and TNF-α (OR 0.65, 95% CI: 0.43, 0.99) [29]. Finally, an analysis of the WHS cohort found an overall statistically significant negative association between sICAM-1, which mediates leukocyte adhesion and trafficking as part of the immune response and vascular inflammation [35], and breast cancer risk (highest versus lowest quintile: HR 0.79, 95% CI: 0.66, 0.94) [35]. When this study was stratified by HRT use, a statistically significant negative association between sCIAM-1 and breast cancer risk was found for current users of HRT (per 1 SD increase in concentration: HR 0.90, 95% CI: 0.83, 0.98), but not for past or non-users of HRT (HR 0.95, 95% CI: 0.78, 1.15 and HR 0.97, 95% CI: 0.89, 1.06, respectively) [35].\n      Two studies considered composite scores of inflammatory biomarkers [26,27]. Using a population-based cohort in Denmark, Allin et al. created an inflammatory score based on the number of biomarkers with high concentration levels, defined as levels in the third tertile [26]. Biomarkers included high-sensitivity CRP, fibrinogen and whole blood leukocyte count, and scores ranged from zero to three. Women with an inflammatory score of three had a 42% higher risk of breast cancer compared to women with an inflammatory score of zero (RR 1.42, 95% CI: 1.11, 1.80) [26]. However, this association was found to attenuate as follow-up time increased. For example, when follow-up time was terminated after one year, the hazard ratio comparing women with three versus zero elevated biomarkers was 2.01 (95% CI: 1.17, 3.46) [26]. By contrast, the hazard ratio comparing women with three versus zero elevated biomarkers was 1.33 (95% CI: 0.99, 1.79) after four years of follow-up [26]. The second study to use an inflammatory score was a nested case-control study conducted in the EPIC-Italy and the Northern Sweden Health and Disease Study (NSHDS) cohorts. This study constructed an inflammatory score using a panel of 12 cytokines, 10 chemokines, and six growth factors measured in peripheral blood samples [27]. They also used the first principal component (PC1) from a principal component analysis of the 28 inflammatory markers (PC1 explained 32.6% of the total variance) to further evaluate the association of inflammation with breast cancer risk [27]. This study found an overall negative, but not statistically significant, association with breast cancer risk for both the inflammatory score (β −1.72, 95% CI: −3.86, 0.42) and PC1 (β −1.00, 95% CI: −2.12, 0.12) [27]. When the analysis was stratified by time to diagnosis, a statistically significant negative association was found for both the inflammatory score (β −2.88, 95% CI: −5.47, −0.29) and PC1 (β −1.55, 95% CI: −2.92, −0.18) with breast cancer risk for women diagnosed within six years of baseline [27]. No associations were found for women diagnosed with breast cancer after six years from baseline [27].\n4. Discussion\n      We systematically reviewed the literature on circulating blood biomarkers of inflammation available since the last meta-analysis published in 2015. Only one marker, CRP, has been studied extensively. Three meta-analyses published in 2015 each found a consistent, positive association between elevated blood levels of CRP and breast cancer risk. However, for the new studies identified in this updated review, only half of the studies (6 of 12) reported point estimates >1.10 [21,26,30,31,32,36], of which only three were statistically significant [26,31,36]. Positive associations were found for subgroups of women stratified by menopausal status, BMI, or HRT use, although findings were inconsistent across studies. There might be several reasons for the inconsistency in findings across more recent studies, including differences in assay methods (e.g., 8 of 12 studies used a high-sensitivity compared with a standard measure of CRP) and differences in covariate adjustment. For example, physical activity and alcohol consumption were not consistently controlled for across studies. Interestingly, none of the studies in this review adjusted for NSAID use, which could be an important confounder. There were also differences across studies regarding sample size and number of breast cancer events (some studies may have been underpowered, which could explain differences between results from meta-analyses and individual studies), median age at baseline, and median length of follow-up time. Length of follow-up is important to consider when interpreting study results, as long-term follow-up is needed to rule out reverse causality. A few studies in this review found stronger associations of CRP with breast cancer risk in the first few years of follow-up, which might be more indicative of consequence rather than causes of underlying cancer [26,27], but the meta-analysis by Chan et al. found that positive associations remained in studies that excluded early years of follow-up [23]. Given these inconsistencies across studies, further research is needed to confirm the positive relationship between blood levels of CRP and breast cancer risk.\n      CRP is a sensitive and widely used systemic marker of inflammation that, compared with other inflammatory markers, had several advantages as a chronic inflammation marker for past epidemiologic studies, including the availability of reliable assays and temporal stability [22]. Yet, it is important to remember that CRP is a liver-derived indicator of systemic inflammation, and other inflammatory biomarkers in blood may be more specific to breast-related changes. For example, breast cancer cells are shown to respond to higher circulating levels of certain pro-inflammatory cytokines, such as TNF-α, IL-1β, and IL-6 by increasing the expression of P450 aromatase [29,46]. However, there is currently insufficient epidemiologic evidence for other, non-CRP, inflammatory biomarkers or panels (e.g., inflammation scores) of biomarkers. Further prospective evidence, such as from studies using expanded panels of systemic blood inflammatory biomarkers that reflect breast-specific effects, is thus needed to support a strong and independent link between chronic inflammation and breast cancer risk. In addition to a need for prospective evidence using expanded panels of systemic blood inflammatory biomarkers, understanding the causal role of inflammatory processes in the etiology of breast cancer will require other lines of evidence, including (1) epidemiologic studies on medical conditions related to chronic inflammation and breast cancer risk; (2) animal studies of inflammation and mammary tissue morphology; and (3) studies of breast tissue morphology in humans.\n      \n        4.1. Medical Conditions Related to Chronic Inflammation and Breast Cancer Risk\n        A growing number of studies have examined whether different medical conditions that are related to chronic inflammation are also associated with breast cancer risk by comparing women with these conditions to women without, in terms of the incidence of breast cancer [47]. However, many different conditions, including rheumatoid arthritis, have been inconsistently associated with breast cancer risk and do not support a strong association between chronic inflammatory conditions and breast cancer risk. The inconsistent evidence between medical conditions related to inflammation and breast cancer risk contrasts with other cancers, such as colorectal cancer, which have a much more consistent relationship with several chronic inflammatory [48]. The inconsistent evidence for breast cancer may be due to the timing of when inflammatory conditions were measured with respect to different windows of susceptibility for breast cancer. For example, inflammation might play a different mechanistic role in postmenopausal breast cancer compared with premenopausal breast cancer, especially given that obesity, which is associated with a state of chronic low-grade inflammation, is associated with a higher risk for postmenopausal breast cancer but a lower risk for premenopausal breast cancer [49,50]. The complex relationships between stress, hormone levels, and inflammation [11,51] might also drive differences in younger and older women, but this area of research remains understudied. It is also important to note that confounding might contribute to age-specific findings, as risk for other chronic diseases that drive inflammation increases with age, along with cancer risk, and plasma levels of inflammatory markers are shown to increase with age [16,17,18]. This review was not able to establish the role of inflammation in postmenopausal breast cancer compared with premenopausal breast cancer, as findings were inconsistent across studies for both subgroups and the lack of repeated measures and consistent time between blood measures and age at diagnoses made it challenging to interpret the findings for women across the menopausal transition. Similar to the studies of inflammatory blood biomarkers and breast cancer risk, there is currently a complete absence of information on the effect of inflammation during key windows of susceptibility on breast cancer risk, even though we know that the pregnancy/lactation cycle induces an inflammatory state akin to wound healing and that breasts also change in form and function around the menopausal transition, a time in life when subgroups of women also experience weight gain and increases in other chronic disease risk factors [10]. Further, in a recent study evaluating transcriptomic pathways differentially expressed in breast tissue samples from overweight/obese (OB) vs. normal weight adolescents, analyses identified inflammatory genes (cytokines CSF1 and IL-10, chemokine receptor CCR2) as among the most highly activated upstream regulators in the OB breast [52]. This suggests that there are innate inflammatory responses within the OB breast even in early life, again supporting a need to study windows of susceptibility. The inconsistent evidence for breast cancer may also be due to the available treatments for chronic conditions, which may affect cancer risk. For example, women with diabetes may be taking metformin, which in turn may reduce their breast cancer risk [53]. Nevertheless, extensive medical data sets within large health systems may make feasible the longitudinal studies that are needed, providing definitive evidence regarding whether selected conditions related to chronic inflammation are also associated with breast cancer risk.\n      \n      \n        4.2. Inflammation and Mammary Tissue Morphology in Animal Models\n        There is a fair amount of evidence in experimental models of breast cancer that obesity and fatty diet are linked to inflammation within the mammary tissue (macrophage-induced crown-like structures or CLS), morphological increases in fibrous tissue, upregulation of aromatase activity (associated with increased number of fat cells expressing the gene) and other biomarkers of inflammation, such as CC-chemokine ligand 2 (CCL2). CCL2 is an inflammatory cytokine that recruits macrophages to sites of injury. Macrophage-associated CLS has been linked to increased proinflammatory mediators (TNF-α, IL-1β, Cox-2) and aromatase expression, and may be an indicator of mammary tumor risk in rodent models [54]. Caloric restriction reversed CLS presence within the mouse mammary gland, normalized aromatase expression, and decreased proinflammatory indicators in one study of obese mice [55]. Overexpression of CCL2 in transgenic mice had an increased number of macrophages, density of stroma and collagen, and genes encoding matrix remodeling enzymes in their mammary tissue compared to non-transgenic controls, as well as an increased susceptibility to the development of carcinogen-induced mammary tumors [56]. These studies together strengthen evidence that inflammation is not only associated with endogenous gene and protein changes that may be evident in the circulation, but also morphological changes that may be reflected in the breast of women.\n      \n      \n        4.3. Studies of Breast Tissue Morphology in Humans\n        Critical to understanding the role of chronic inflammation and breast cancer risk is the need to appreciate that breast tissue is metabolically active and can change in form and function with metabolic disease and risk factors. Therefore, along with the need for studies that examine systemic inflammation, studies are needed that examine how the breast responds to chronic inflammation. This will require non-invasive ways to measure breast tissue changes. While standard screening methods, including mammography and magnetic resonance imaging (MRI) without background parenchymal enhancement (BPE), do not capture the metabolic activity in breast tissue, there are alternative non-screening methods that can be used to evaluate metabolic changes in breast tissue in association with inflammation. Such non-screening and non-diagnostic methods include thermography, Diffuse Optical Tomography (DOT), and optical spectroscopy (OS) [57,58,59]. All three of these methods measure tissue vasculature, and hence may be a biosensor or biomarker for metabolic changes in the breast tissue, which can also be achieved with BPE on MRI. Early data support a very strong (~10-fold) [60], and independent, increase in breast cancer risk from BPE separate from breast density, suggesting that measures that map to changes in metabolic activity in the breast may also be important in predicting risk.\n        These alternative non-invasive methods (thermography, DOT, and OS) do not expose the breast tissue to radiation and can be used to assess changes over short durations of time. Therefore, if validated in different settings, such methods could be used as an outcome for intervention studies, as they represent a non-invasive method to measure vascular changes in the breast tissue. A key advantage of combining these non-invasive measures of breast tissue changes with blood biomarkers is that, in combination, they may be a powerful biosensor and/or intermediate outcome for intervention studies. In addition to being advantageous for intervention studies, these non-invasive measures of breast tissue changes could also be used in etiologic studies to explore the role of chronic inflammation in breast tissue composition and metabolic function.\n4.1. Medical Conditions Related to Chronic Inflammation and Breast Cancer Risk\n        A growing number of studies have examined whether different medical conditions that are related to chronic inflammation are also associated with breast cancer risk by comparing women with these conditions to women without, in terms of the incidence of breast cancer [47]. However, many different conditions, including rheumatoid arthritis, have been inconsistently associated with breast cancer risk and do not support a strong association between chronic inflammatory conditions and breast cancer risk. The inconsistent evidence between medical conditions related to inflammation and breast cancer risk contrasts with other cancers, such as colorectal cancer, which have a much more consistent relationship with several chronic inflammatory [48]. The inconsistent evidence for breast cancer may be due to the timing of when inflammatory conditions were measured with respect to different windows of susceptibility for breast cancer. For example, inflammation might play a different mechanistic role in postmenopausal breast cancer compared with premenopausal breast cancer, especially given that obesity, which is associated with a state of chronic low-grade inflammation, is associated with a higher risk for postmenopausal breast cancer but a lower risk for premenopausal breast cancer [49,50]. The complex relationships between stress, hormone levels, and inflammation [11,51] might also drive differences in younger and older women, but this area of research remains understudied. It is also important to note that confounding might contribute to age-specific findings, as risk for other chronic diseases that drive inflammation increases with age, along with cancer risk, and plasma levels of inflammatory markers are shown to increase with age [16,17,18]. This review was not able to establish the role of inflammation in postmenopausal breast cancer compared with premenopausal breast cancer, as findings were inconsistent across studies for both subgroups and the lack of repeated measures and consistent time between blood measures and age at diagnoses made it challenging to interpret the findings for women across the menopausal transition. Similar to the studies of inflammatory blood biomarkers and breast cancer risk, there is currently a complete absence of information on the effect of inflammation during key windows of susceptibility on breast cancer risk, even though we know that the pregnancy/lactation cycle induces an inflammatory state akin to wound healing and that breasts also change in form and function around the menopausal transition, a time in life when subgroups of women also experience weight gain and increases in other chronic disease risk factors [10]. Further, in a recent study evaluating transcriptomic pathways differentially expressed in breast tissue samples from overweight/obese (OB) vs. normal weight adolescents, analyses identified inflammatory genes (cytokines CSF1 and IL-10, chemokine receptor CCR2) as among the most highly activated upstream regulators in the OB breast [52]. This suggests that there are innate inflammatory responses within the OB breast even in early life, again supporting a need to study windows of susceptibility. The inconsistent evidence for breast cancer may also be due to the available treatments for chronic conditions, which may affect cancer risk. For example, women with diabetes may be taking metformin, which in turn may reduce their breast cancer risk [53]. Nevertheless, extensive medical data sets within large health systems may make feasible the longitudinal studies that are needed, providing definitive evidence regarding whether selected conditions related to chronic inflammation are also associated with breast cancer risk.\n4.2. Inflammation and Mammary Tissue Morphology in Animal Models\n        There is a fair amount of evidence in experimental models of breast cancer that obesity and fatty diet are linked to inflammation within the mammary tissue (macrophage-induced crown-like structures or CLS), morphological increases in fibrous tissue, upregulation of aromatase activity (associated with increased number of fat cells expressing the gene) and other biomarkers of inflammation, such as CC-chemokine ligand 2 (CCL2). CCL2 is an inflammatory cytokine that recruits macrophages to sites of injury. Macrophage-associated CLS has been linked to increased proinflammatory mediators (TNF-α, IL-1β, Cox-2) and aromatase expression, and may be an indicator of mammary tumor risk in rodent models [54]. Caloric restriction reversed CLS presence within the mouse mammary gland, normalized aromatase expression, and decreased proinflammatory indicators in one study of obese mice [55]. Overexpression of CCL2 in transgenic mice had an increased number of macrophages, density of stroma and collagen, and genes encoding matrix remodeling enzymes in their mammary tissue compared to non-transgenic controls, as well as an increased susceptibility to the development of carcinogen-induced mammary tumors [56]. These studies together strengthen evidence that inflammation is not only associated with endogenous gene and protein changes that may be evident in the circulation, but also morphological changes that may be reflected in the breast of women.\n4.3. Studies of Breast Tissue Morphology in Humans\n        Critical to understanding the role of chronic inflammation and breast cancer risk is the need to appreciate that breast tissue is metabolically active and can change in form and function with metabolic disease and risk factors. Therefore, along with the need for studies that examine systemic inflammation, studies are needed that examine how the breast responds to chronic inflammation. This will require non-invasive ways to measure breast tissue changes. While standard screening methods, including mammography and magnetic resonance imaging (MRI) without background parenchymal enhancement (BPE), do not capture the metabolic activity in breast tissue, there are alternative non-screening methods that can be used to evaluate metabolic changes in breast tissue in association with inflammation. Such non-screening and non-diagnostic methods include thermography, Diffuse Optical Tomography (DOT), and optical spectroscopy (OS) [57,58,59]. All three of these methods measure tissue vasculature, and hence may be a biosensor or biomarker for metabolic changes in the breast tissue, which can also be achieved with BPE on MRI. Early data support a very strong (~10-fold) [60], and independent, increase in breast cancer risk from BPE separate from breast density, suggesting that measures that map to changes in metabolic activity in the breast may also be important in predicting risk.\n        These alternative non-invasive methods (thermography, DOT, and OS) do not expose the breast tissue to radiation and can be used to assess changes over short durations of time. Therefore, if validated in different settings, such methods could be used as an outcome for intervention studies, as they represent a non-invasive method to measure vascular changes in the breast tissue. A key advantage of combining these non-invasive measures of breast tissue changes with blood biomarkers is that, in combination, they may be a powerful biosensor and/or intermediate outcome for intervention studies. In addition to being advantageous for intervention studies, these non-invasive measures of breast tissue changes could also be used in etiologic studies to explore the role of chronic inflammation in breast tissue composition and metabolic function.\n5. Conclusions\n      The development of a validated panel of chronic inflammatory markers that can be utilized as an intermediate outcome, with or without non-invasive breast tissue measurements, would be useful in intervention studies. Moreover, the use of validated non-invasive biomarkers that are predictive of breast cancer would enhance breast cancer risk reduction and risk stratification. This would be similar to how other chronic diseases are monitored through blood tests combined with intermediate measures (e.g., lipids or blood pressure for heart disease risk). However, this review found that only CRP has been extensively studied in association with breast cancer risk. Few epidemiologic studies have evaluated other inflammatory biomarkers, individually or in panels, that may be more specific to breast-related changes. Future prospective studies utilizing expanded panels of systemic blood inflammatory biomarkers, along with serially collected measurements, are thus needed to strengthen the evidence on inflammation with breast cancer risk. In addition to building the epidemiologic evidence, it will also be important to conduct mechanistic studies to understand inflammatory pathways and demonstrate how breast tissue responds to chronic inflammation, such as through altered metabolic activity. This knowledge could ultimately support the development and evaluation of mechanistically driven interventions to reduce inflammation and prevent breast cancer.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7432395/",
    "doi": "https://doi.org/10.3390/ijerph17155445"
}