{
    "title": "The BHGI 2018 Global Summit on Improving Breast Healthcare through Resource-Stratified Phased Implementation: Methods and Overview",
    "abstract": "The BHGI 2018 Global Summit on Improving Breast Healthcare through Resource-Stratified Phased Implementation: Methods and Overview Catherine Duggan Allison Dvaladze Anne F. Rositch Ophira Ginsburg Cheng-Har Yip Susan Horton Rolando Camacho Rodriguez Alexandru Eniu Miriam Mutebi Jean-Marc Bourque Shahla Masood Karla Unger-Saldaña Anna Cabanes Robert W. Carlson Julie R Gralow Benjamin O Anderson BACKGROUND: The Breast Health Global Initiative (BHGI) established a series of resource-stratified, evidence-based guidelines to address breast cancer control in the context of available resources. The purpose of the Summit was to define a stepwise methodology (“phased implementation”) for guiding the translation of resource-appropriate breast cancer control guidelines into real world practice. Communication and engagement across all levels of care is vital to any effectively operating healthcare system including effective communication with ministries of health and of finance, to demonstrate, need, outcomes and cost benefit.",
    "authors": [
        "Catherine Duggan",
        "Allison Dvaladze",
        "Anne F. Rositch",
        "Ophira Ginsburg",
        "Cheng-Har Yip",
        "Susan Horton",
        "Rolando Camacho Rodriguez",
        "Alexandru Eniu",
        "Miriam Mutebi",
        "Jean-Marc Bourque",
        "Shahla Masood",
        "Karla Unger-Saldaña",
        "Anna Cabanes",
        "Robert W. Carlson",
        "Julie R Gralow",
        "Benjamin O Anderson"
    ],
    "published_year": "Not available",
    "description": "BACKGROUND:\n          The Breast Health Global Initiative (BHGI) established a series of resource-stratified, evidence-based guidelines to address breast cancer control in the context of available resources. Here we describe methodologies and health system prerequisites to support translation and implementation of these guidelines into practice.\nMETHODS:\n          In October 2018, BHGI convened the 6th Global Summit on Improving Breast Healthcare through Resource Stratified Phased Implementation. The purpose of the Summit was to define a stepwise methodology (“phased implementation”) for guiding the translation of resource-appropriate breast cancer control guidelines into real world practice. Three expert consensus panels developed phased implementation resource-appropriate recommendations for implementing these guidelines in LMICs as well as underserved communities in HICs. Each panel focused on one of three specific aspects of breast cancer care: 1) early detection, 2) treatment and 3) health system strengthening.\nRESULTS:\n          Key findings from the Summit and subsequent manuscript preparation included the identification of phased implementation prerequisites that were explored during consensus debates. These core issues and concepts are key components for implementing breast healthcare that consider real world resource constraints. Communication and engagement across all levels of care is vital to any effectively operating healthcare system including effective communication with ministries of health and of finance, to demonstrate, need, outcomes and cost benefit.\nCONCLUSIONS:\n          Underserved communities at all economic levels require effective strategies to deploy scarce resources to ensure access to timely, effective and affordable healthcare. Systematically strategic approaches translating guidelines into practice are needed to build health system capacity to meet the current and anticipated global breast-cancer burden.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7482869/",
    "doi": "https://doi.org/10.1002/cncr.32891"
}