{
    "title": "Polygenic risk scores for prediction of breast cancer risk in Asian populations",
    "abstract": "4,5 The lifetime risk of breast cancer was estimated to be 2.6% for women in the lowest 1% of the PRS-313 distribution and approximately 32% for women in the highest 1%; the latter group would be classified as at high-risk of developing breast cancer according to the National Institute for Health and Care Excellence and other clinical management guidelines. The analyses were run using the package lassosum in R 27 across different values of the penalty and shrinkage parameters, and the PRS giving the highest correlation between PRS and the disease status (default metric in the method) in the validation data set was selected. The analyses were run using the package lassosum in R 27 across different values of the penalty and shrinkage parameters, and the PRS giving the highest correlation between PRS and the disease status (default metric in the method) in the validation data set was selected.",
    "authors": [
        "Weang-Kee Ho",
        "Mei-Chee Tai",
        "Joe Dennis",
        "Xiang Shu",
        "Jingmei Li",
        "Peh Joo Ho",
        "Iona Y. Millwood",
        "Kuang Lin",
        "Yon-Ho Jee",
        "Su-Hyun Lee",
        "Nasim Mavaddat",
        "Manjeet K. Bolla",
        "Qin Wang",
        "Kyriaki Michailidou",
        "Jirong Long",
        "Eldarina Azfar Wijaya",
        "Tiara Hassan",
        "Kartini Rahmat",
        "Veronique Kiak Mien Tan",
        "Benita Kiat Tee Tan",
        "Su Ming Tan",
        "Ern Yu Tan",
        "Swee Ho Lim",
        "Yu-Tang Gao",
        "Ying Zheng",
        "Daehee Kang",
        "Ji-Yeob Choi",
        "Wonshik Han",
        "Han-Byoel Lee",
        "Michiki Kubo",
        "Yukinori Okada",
        "Shinichi Namba",
        "Sue K. Park",
        "Sung-Won Kim",
        "Chen-Yang Shen",
        "Pei-Ei Wu",
        "Boyoung Park",
        "Kenneth R. Muir",
        "Artitaya Lophatananon",
        "Anna H. Wu",
        "Chiu-Chen Tseng",
        "Keitaro Matsuo",
        "Hidemi Ito",
        "Ava Kwong",
        "Tsun L. Chan",
        "Esther M. John",
        "Allison W. Kurian",
        "Motoki Iwasaki",
        "Taiki Yamaji",
        "Sun-Seog Kweon",
        "Kristan J. Aronson",
        "Rachel A. Murphy",
        "Woon-Puay Koh",
        "Chiea-Chuen Khor",
        "Jian-Min Yuan",
        "Rajkumar Dorajoo",
        "Robin G. Walters",
        "Zhengming Chen",
        "Liming Li",
        "Jun Lv",
        "Keum-Ji Jung",
        "Peter Kraft",
        "Paul D.B. Pharoah",
        "Alison M. Dunning",
        "Jacques Simard",
        "Xiao-Ou Shu",
        "Cheng-Har Yip",
        "Nur Aishah Mohd Taib",
        "Antonis C. Antoniou",
        "Wei Zheng",
        "Mikael Hartman",
        "Douglas F. Easton",
        "Soo-Hwang Teo"
    ],
    "published_year": "Not available",
    "description": "Purpose\n          Non-European populations are under-represented in genetics studies, hindering clinical implementation of breast cancer polygenic risk scores (PRSs). We aimed to develop PRSs using the largest available studies of Asian ancestry and to assess the transferability of PRS across ethnic subgroups.\nMethods\n          The development data set comprised 138,309 women from 17 case-control studies. PRSs were generated using a clumping and thresholding method, lasso penalized regression, an Empirical Bayes approach, a Bayesian polygenic prediction approach, or linear combinations of multiple PRSs. These PRSs were evaluated in 89,898 women from 3 prospective studies (1592 incident cases).\nResults\n      \n        Genetic diversity within Asian populations\n        \nFigure 1 summarizes the data set and methods used in this study. The populations are clustered, consistent with geography and population history, with the Chinese-ancestry women (Malaysia/Singapore/mainland China/Hong Kong/Taiwan) forming a distinct cluster that is genetically closer to Japanese/Koreans women than to Indian-ancestry women (Figure 2A). The Malay-ancestry women from Malaysia/Singapore are genetically closer to Chinese-ancestry women than to Indian-ancestry women. Given the large genetic distance between Indian-ancestry women from the other populations, the primary validation data set was based on Chinese-ancestry and Malay-ancestry women, and Indian-ancestry women were evaluated separately.\n      \n      \n        PRSs developed using Asian-specific SNVs\n        For C + T, SNVs were removed if they were within 250 kb of an SNV already selected and correlated at r\n\n2\n > 0.1, leaving 1326 SNVs for analysis. For East Asian–ancestry women, the best PRS was obtained at a P value threshold of 5.74 × 10−7, resulting in a 46-SNV PRS (PRS46) (Supplemental Figure 2), with ORperSD (95% CI) of 1.35 (1.30-1.39; AUC = 0.586) (Table 1). Other combinations of clumping size and correlation threshold r\n\n2\n did not result in PRSs that showed appreciable improvement (Supplemental Figure 3).\n        For lasso penalized regression, the best PRS was obtained at penalty parameter (λ) = 0.014 and shrinkage parameter (s) = 0.9, resulting in a PRS that included 2985 SNVs (PRS2985) (Supplemental Figure 4), with ORperSD (95% CI) of 1.41 (1.36-1.46; AUC = 0.596), slightly more predictive than the PRS46 (Table 1).\n      \n      \n        Linear combinations of European and Asian PRSs\n        Combining PRS287_EUR and PRS46 (ORperSD [95% CI] = 1.54 [1.49-1.60]; AUC = 0.623) yielded markedly higher predictive accuracy in East Asian–ancestry women than that achieved using the Asian-specific PRSs alone (Table 1). The improvement was marginal when compared with the predictive accuracy obtained using PRS287_EUR alone (ORperSD [95% CI] = 1.50 [1.45-1.56]; AUC = 0.615), but relative contribution of PRS46 to the linear combination model was approximately 30% (Supplemental Table 5). Compared with PRS46 + PRS287_EUR, combining PRS287_EUR and PRS2985 further increased the ORperSD and AUC.\n      \n      \n        PRSs developed by integrating Asian weights into the European PRS\n        For East Asian-ancestry women, PRS287_EB (ORperSD [95% CI] = 1.53 [1.47–1.58]; AUC = 0.620) was slightly more predictive than PRS287_ASN (ORperSD [95% CI] = 1.50 [1.45-1.56]; AUC = 0.615) and PRS287_ EUR (ORperSD [95% CI] = 1.50 [1.45–1.56]; AUC = 0.614) and markedly more predictive than PRS46 and PRS2985 (Table 1). Compared with PRS46 + PRS287_EUR, a linear combination of PRS287_EB with PRS46 further improved the PRS performance.\n      \n      \n        Continuous shrinkage PRSs (PRS-CSx)\n        The best combined PRS for East Asian–ancestry women was obtained at φ = 10−4 (Supplemental Table 6), with ORperSD (95% CI) of 1.62 (1.52-1.68) and AUC of 0.636 for PRSGW_EUR + PRSGW_ASN, markedly better than all the PRSs described thus far (Table 1). This improvement was mainly driven by the contribution of PRSGW_EUR (ORperSD [95% CI] = 1.59 [1.53-1.65]; AUC = 0.629). The ORperSD (95% CI) and AUC for PRSGW_ASN alone was 1.44 (1.39-1.49) and 0.601, respectively, only slightly better than PRS46 (Supplemental Table 6).\n      \n      \n        PRSs for Indian-ancestry population\n        The PRSs derived from East Asian–ancestry women (as shown in Table 1) were all predictive of risk in South Asian–ancestry women but the ORperSD were less than that of East Asian–ancestry women. Although linear combination of Asian-based and European-based PRSs improved the PRS performance compared with individual PRSs in East Asians, the improvement of PRS performance in women of South Asian ancestry was observed only when PRS2985 was considered in the linear combination (Table 2). There was no improvement in the effect sizes when European-based PRS was combined with PRS46. Whereas incorporating Asian weights via the EB approach improved the performance of PRSs in East Asians, there was no improvement in performance in women of South Asian ancestry. Re-estimating the weights of the combined models using South Asian–ancestry women in the validation data set did not lead to an appreciable difference in predictive performance (Supplemental Table 7).\n      \n      \n        Evaluation of PRSs in prospective cohorts\n        The predictive performance of PRSs in the East Asian–ancestry women was replicated in the prospective cohorts (Table 1). Thus, the effect size was smallest for PRS based on Asian data alone (HRperSD [95% CI] = 1.40 [1.25-1.56] for PRS46 and 1.45 [1.31-1.61] for PRS2985), larger for PRS based on the European PRS (HRperSD [95% CI] = 1.50 [1.35-1.65] for PRS287_EB), and still larger for PRS based on combining the Asian and European PRS (HRperSD [95% CI] = 1.53 [1.37-1.71] for PRS46 + PRS287_EB). As in the validation data set, PRS generated using PRS-CSx showed the strongest association with breast cancer risk (HRperSD [95% CI] = 1.62 [1.46-1.80]) and highest AUC (0.635). There was no evidence of heterogeneity in the hazard ratios among studies for any PRS (Supplemental Figure 5).\n      \n      \n        Absolute breast cancer risk predictions\n        We used PRS46 + PRS287_EB to show the potential of translating PRS into clinical tool for Asian population. Based on East Asian-ancestry women in the validation data set, the estimated breast cancer ORs (95% CI) for women in the lowest 1% and highest 1% of the PRS distribution were 0.53 (0.33-0.82) and 3.01 (2.25-4.06), respectively, compared with middle quintile. The estimated ORs did not differ from those predicted under a theoretical polygenic model in which the log OR increases linearly with the PRS (Supplemental Table 8). The corresponding lifetime risks of developing breast cancer by age 80 years, on current incidence rates, were approximately 2% and approximately 19% for women in the lowest 1% and highest 1% of the PRS distribution, respectively, respectively (Figure 3A). Assuming that a 10-year absolute risk threshold of 2.3%\n33\n is used to define women at sufficient risk to justify screening, approximately 12% of Chinese women would reach the risk threshold before or at age 40 (Figure 3B). Supplemental Figure 6 shows the distribution of the 10-year absolute risk at age 40 for women who were born between 1980 and 1989 using projected incidence rates (see Methods). It is projected that the proportion of women who would reach the risk threshold would rise to 29%.\n      \n      \n        Generalizability of PRS across Asian ethnic subgroups\n        We showed the generalizability of PRS across Asian ancestry population using the 3 ethnic groups in the validation set and PRS46 + PRS287_EB as an example. This combined PRS was predictive of risk in all ethnic groups, with the effect size being higher in Chinese-ancestry women than in Malay and Indian-ancestry women (ORperSD [95% CI] = 1.56 [1.50-1.63] for Chinese vs 1.51 [1.39-1.64] for Malays and 1.49 [1.33-1.66] for Indians, heterogeneity P = .983) (Supplemental Figure 7, Supplemental Table 9). The PRS distribution was, however, different among the 3 ethnic groups. Although there was only a marginal difference in the SD, the means differed markedly, being highest in Chinese and lowest in Indians (mean [SD] in Chinese, Malay, and Indian controls were −0.118 [0.439], −0.197 [0.556], and −0.328 [0.455], respectively, P-values for pair-wise comparison of means < .0001) (Supplemental Table 9). Figure 3C shows that if the Chinese PRS distribution was applied to Indians without adjustment, the 95th percentile in Indians corresponds, approximately, to the 90th percentile in the Chinese population, resulting in underestimation of risk in Indian women. The difference in the PRS distributions is even more apparent when women of European ancestry is used as reference (Figure 3D).\n        The patterns of PRS distribution by population (Figure 2B) are mirrored in the genetic clusters shown in Figure 2A. The largest differences in the means of the standardized PRS46 + PRS287_EB were observed between the Indian-ancestry women and Japanese/Korean women (with Indians being the biggest outlier).\nConclusion\n          PRSs developed in this study, from association data from multiple ancestries, can enhance risk stratification for women of Asian ancestry.\nIntroduction\n      Genetic inheritance is an important risk factor for breast cancer.\n1\n Rare pathogenic variants in several susceptibility genes, including BRCA1, BRCA2 and PALB2, confer increased risks of breast cancer\n2\n; however, a majority of the genetic variations in risk is polygenic owing to the fact that a large number of genetic variants combine, in which each genetic variant confers a small increase in risk. The effects of these variants can be summarized as polygenic risk scores (PRSs).\n3,4\n Mavaddat et al\n3\n developed and validated a 313 variant breast cancer PRS (PRS-313), using data from European-ancestry women in the Breast Cancer Association Consortium (BCAC).\n4,5\n The lifetime risk of breast cancer was estimated to be 2.6% for women in the lowest 1% of the PRS-313 distribution and approximately 32% for women in the highest 1%; the latter group would be classified as at high-risk of developing breast cancer according to the National Institute for Health and Care Excellence and other clinical management guidelines.\n3\n This shows the potential of PRS to improve quantification of risk and consequently optimize breast cancer screening and prevention strategies.\n6\n\n\n      Non-European populations are under-represented in genetic studies, and this could limit PRS adoption and applicability\n7–9\n and exacerbate health disparities.\n10\n This is important for ethnic minorities in high income countries, where clinical evaluation of the European PRS-313 is already underway but perhaps more so in low- and middleincome countries, where there is an urgent need to develop breast cancer screening strategies to address rapidly rising breast cancer incidence and high breast cancer mortality.\n11\n\n\n      Asians constitute more than half of the world’s population and are facing a dramatic increase in breast cancer incidence\n12,13\n but make up only 15% of participants in the breast cancer genome-wide association studies (GWAS). Efforts to develop breast cancer PRS specifically for Asian populations have so far been limited. In our previous work, we showed that PRS-313, developed for Europeans, was predictive of breast cancer risk in Asian populations, although the effect size was somewhat smaller than that reported in European populations.\n14\n However, an important outstanding question is whether a more predictive PRS using Asian data can be developed. Thus far, the largest study to attempt this involved 23,372 women of Asian ancestry. This study evaluated previously published breast cancer risk single-nucleotide variations (SNVs) (formerly singlenucleotide polymorphisms) and took forward SNVs that were significantly associated with breast cancer risk in Asians (P < .05) for PRS derivation, resulting in a 44-SNV PRS.\n15\n Although predictive, we have shown in our previous work that the discriminatory power of 44-SNV PRS (area under the receiver operating curve [AUC] = 0.586) was much lower than PRS-313 (AUC = 0.617), derived from European ancestry women, for predicting breast cancer risk in Asian women.\n14\n\n\n      In this study, our objectives were twofold: (1) to develop improved breast cancer PRSs using data from Asian populations and to validate their performance in prospective cohorts using the largest available breast cancer genetic study of Asian ancestry and (2) to assess the transferability of PRSs across Asian ethnic subgroups.\nMaterials and Methods\n      \n        Study populations\n        The study population was divided into training, validation, and testing data sets. The training data sets included (1) set 1, which comprised 22,013 invasive cases and 22,114 controls of East Asian ancestry from studies participating in BCAC and Asia Breast Cancer Consortium (where GWAS summary statistics of SNVs significant up to P < .0001 were available); (2) set 2, which comprised 16,680 invasive cases and 83,414 controls of East Asian ancestry from studies participating in BCAC together with BioBank Japan (where GWAS summary statistics were available); and (3) set 3, which comprised 122,977 invasive cases and 105,974 controls of European ancestry participating in BCAC\n4\n(where GWAS summary statistics were available). The validation data set comprised (1) 6392 invasive cases and 6638 controls of Chinese or Malay ancestry and (2) 585 invasive cases and 1018 controls of Indian ancestry participating in 2 multiethnic case-control studies: the Malaysian Breast Cancer Genetics study and the Singapore Breast Cancer Cohort study. The testing data set comprised 89,898 women (1595 incident cases) from 3 prospective cohorts of East Asian ancestry: the Singapore Chinese Health Study,\n16\n the China Kadoorie Biobank,\n17\n and the Korean Cancer Prevention Study Biobank.\n18\n\nSupplemental Table 1 summarizes the study design, genotyping arrays, and the sample size in each study. Genotype calling, quality control procedures, and imputation methods have been described previously.\n4,19–23\n Ancestry informative principal components (PCs) were available for Asian ancestry samples in the BCAC and validation data sets generated using methods as previously described.\n24\n See Supplemental Methods for more details.\n        All studies were approved by the relevant institutional ethics committees and review boards, and all participants provided written informed consent.\n      \n      \n        Statistical methods\n        PRSs were given by the following equation: \nPRS=β1x1+β2x2+…+βkxk+…+βmxm\n where xk is the allele dosage for SNV k, βk is the corresponding weight, and m is the total number of SNVs. PRSs were standardized to have unit SD in the control subjects. Logistic regression models, adjusted for the first 10 PCs and study, were used to estimate odds ratios (ORs) for association between the standardized PRSs and breast cancer risk in the validation set. The studies in the validation set were genotyped in 2 batches and hence treated as different strata for the purposes of adjustment. Cox proportional hazard model, adjusted for the first 2 PCs for Singapore Chinese Health Study (SCHS) and Korean Cancer Prevention Study-II and the first 12 PCs for China Kadoorie Biobank, was used to estimate hazard ratios per SD (HRperSD) for the association between the PRS and breast cancer risk in the test set. The discrimination of PRS was assessed using AUC. The HRperSD and AUC were obtained individually for each study and combined using a fixed-effect meta-analysis. Test of heterogeneity between studies were obtained using rma() command in the metafor package in R version 3.6.1.\n25\n\n\n        The approaches for SNVs selection to be included in PRS and the corresponding weights are described in subsequent sections. Figure 1 and Supplemental Figure 1 summarizes the methods and data set. The lists of SNVs and the weights for the PRS computation are given in Supplemental Tables 2 to 4.\n      \n      \n        Clumping and thresholding approach\n        Training data set 1 was used in these analyses. SNVs clumping (within 1 megabase pair windows) was conducted to remove highly correlated SNVs (pairwise correlation r\n\n2\n > 0.9); the SNV with the lowest P value for association in the correlated pairs was retained, resulting in 3050 SNVs. SNVs were further clumped within prespecified clumping window sizes and threshold of a correlation r\n\n2\n. PRSs were then computed using the subset of SNVs that were significant at a prespecified P value threshold (set at 5 × 10−8 and then increased in steps of 10−10 up to 10−3). The PRS with the highest AUC in the validation data set was selected as the best PRS. The clumping and derivation of PRSs were performed using PRSice v2.11,\n26\n whereas the AUCs for PRSs were generated using the pROC package in R version 3.6.1.\n        To account for the joint effect of SNVs used to derive the best PRS, we computed the optimal weight, from the summary statistics, for SNV j using the following formula: \n(1)\nγj=γj′/2pj(1−pj)\n where \nγ′ = R\n−1\n\nβ′\n, R is the correlation matrix between the SNV genotypes, β′ is the predicted normalized marginal effect sizes of the SNVs, and pj\n is the effect allele frequency of SNV j (see Supplemental Methods).\n      \n      \n        Lasso penalized regression\n        All 3050 SNVs described in clumping and thresholding (C + T) section were included in these analyses, together with genotype data from Asian controls in BCAC OncoArray studies for calculating linkage disequilibrium among SNVs. The analyses were run using the package lassosum in R\n27\n across different values of the penalty and shrinkage parameters, and the PRS giving the highest correlation between PRS and the disease status (default metric in the method) in the validation data set was selected.\n      \n      \n        Linear combination of European PRS with Asian PRS\n        Of the 313 SNVs included in PRS developed for European women,\n3\n only 287 SNVs with imputation info score > 0.9 in validation data set were retained for subsequent analyses. Reported weights\n3\n were used to derive the European PRS (hereafter denoted as PRS287_EUR). Asian PRSs generated from C + T or lasso penalized regression were linearly combined with PRS287_EUR. The relative contribution of each PRS were estimated by logistic regression using the validation data set.\n      \n      \n        Reweighting of European-based PRS\n        We considered 2 sets of weights for PRS derivation using the 287 SNVs: (1) Asian weights estimated from the training data set 1, taking into account the correlation between SNVs using equation (1) (hereafter denoted as PRS287_ASN), and (2) weights based on a combination of the Asian and European weights using an Empirical Bayes (EB) approach (hereafter denoted as PRS287_EB), where the optimal weight is given by the following equation: \nβj,EB=βjA,EB/2pj(1−pj).\n\n\n        Here, βjA, EB\n is the estimated posterior effect sizes in Asians given the data and pj\n is the allele frequency for SNV j (see Supplemental Methods). Other approaches to combine European- and Asian-specific weights were also explored, including fixed effect meta-analysis, but only the method that gave the best AUC is presented in this study.\n        We also considered linear combinations of the reweighted European PRSs with Asian PRSs generated from C + T method or lasso penalized regression (as described before).\n      \n      \n        Bayesian polygenic prediction approach (PRS-CSx)\n        Training sets 2 and 3 were used as training data sets for PRS-CSx\n28\n together with Asians and Europeans in the 1000 Genomes Phase 3 project as linkage disequilibrium reference panels.\n29\n PRSs generated using European- (hereafter denoted as PRSGW_EUR) and Asian-specific posterior weights (hereafter denoted as PRSGW_ASN) were linearly combined (hereafter denoted as PRSGW_EUR + PRSGW_ASN) in the validation data set. The analyses were repeated across a range of global shrinkage parameter (φ), and the φ that gave the linear combination of PRSs with the highest AUC in the validation data set was selected as the optimal φ. Analyses were run using the published Python code-based tool in Github.\n27\n\n\n      \n      \n        PRSs for the South Asian population\n        The predictive performance of PRSs developed for East Asian–ancestry women in Indian-ancestry women were assessed using AUC and OR per SD (ORperSD). Given the much smaller sample size of Indian-ancestry women, we did not attempt to generate a South Asian–specific PRS, but we considered estimating the weights in the linear combinations of multiple PRSs using the South Asian validation data set.\n      \n      \n        Absolute risk of breast cancer by PRS percentiles\n        The age-specific absolute risks of developing breast cancer in each PRS percentile were obtained by constraining to the incidence of overall population breast cancer incidence (see Supplemental Methods). The details of these methods have been described previously.\n3\n We calculated lifetime and 10-year absolute risks using Singaporean mortality and breast cancer incidence in 2017.\n30,31\n For birth-cohort specific incidences, age-specific breast cancer incidences for the 1960-1969 and 1970-1979 birth cohorts were calculated using the data on breast cancer incidence in Singapore from 1968 to 2017.\n30\n For women born between 1980 and 1989, incidences could only be calculated up to age 35, and hence, breast cancer incidences were projected by assuming an annual increase in breast cancer incidence of 3.9%.\n32\nStudy populations\n        The study population was divided into training, validation, and testing data sets. The training data sets included (1) set 1, which comprised 22,013 invasive cases and 22,114 controls of East Asian ancestry from studies participating in BCAC and Asia Breast Cancer Consortium (where GWAS summary statistics of SNVs significant up to P < .0001 were available); (2) set 2, which comprised 16,680 invasive cases and 83,414 controls of East Asian ancestry from studies participating in BCAC together with BioBank Japan (where GWAS summary statistics were available); and (3) set 3, which comprised 122,977 invasive cases and 105,974 controls of European ancestry participating in BCAC\n4\n(where GWAS summary statistics were available). The validation data set comprised (1) 6392 invasive cases and 6638 controls of Chinese or Malay ancestry and (2) 585 invasive cases and 1018 controls of Indian ancestry participating in 2 multiethnic case-control studies: the Malaysian Breast Cancer Genetics study and the Singapore Breast Cancer Cohort study. The testing data set comprised 89,898 women (1595 incident cases) from 3 prospective cohorts of East Asian ancestry: the Singapore Chinese Health Study,\n16\n the China Kadoorie Biobank,\n17\n and the Korean Cancer Prevention Study Biobank.\n18\n\nSupplemental Table 1 summarizes the study design, genotyping arrays, and the sample size in each study. Genotype calling, quality control procedures, and imputation methods have been described previously.\n4,19–23\n Ancestry informative principal components (PCs) were available for Asian ancestry samples in the BCAC and validation data sets generated using methods as previously described.\n24\n See Supplemental Methods for more details.\n        All studies were approved by the relevant institutional ethics committees and review boards, and all participants provided written informed consent.\nStatistical methods\n        PRSs were given by the following equation: \nPRS=β1x1+β2x2+…+βkxk+…+βmxm\n where xk is the allele dosage for SNV k, βk is the corresponding weight, and m is the total number of SNVs. PRSs were standardized to have unit SD in the control subjects. Logistic regression models, adjusted for the first 10 PCs and study, were used to estimate odds ratios (ORs) for association between the standardized PRSs and breast cancer risk in the validation set. The studies in the validation set were genotyped in 2 batches and hence treated as different strata for the purposes of adjustment. Cox proportional hazard model, adjusted for the first 2 PCs for Singapore Chinese Health Study (SCHS) and Korean Cancer Prevention Study-II and the first 12 PCs for China Kadoorie Biobank, was used to estimate hazard ratios per SD (HRperSD) for the association between the PRS and breast cancer risk in the test set. The discrimination of PRS was assessed using AUC. The HRperSD and AUC were obtained individually for each study and combined using a fixed-effect meta-analysis. Test of heterogeneity between studies were obtained using rma() command in the metafor package in R version 3.6.1.\n25\n\n\n        The approaches for SNVs selection to be included in PRS and the corresponding weights are described in subsequent sections. Figure 1 and Supplemental Figure 1 summarizes the methods and data set. The lists of SNVs and the weights for the PRS computation are given in Supplemental Tables 2 to 4.\nClumping and thresholding approach\n        Training data set 1 was used in these analyses. SNVs clumping (within 1 megabase pair windows) was conducted to remove highly correlated SNVs (pairwise correlation r\n\n2\n > 0.9); the SNV with the lowest P value for association in the correlated pairs was retained, resulting in 3050 SNVs. SNVs were further clumped within prespecified clumping window sizes and threshold of a correlation r\n\n2\n. PRSs were then computed using the subset of SNVs that were significant at a prespecified P value threshold (set at 5 × 10−8 and then increased in steps of 10−10 up to 10−3). The PRS with the highest AUC in the validation data set was selected as the best PRS. The clumping and derivation of PRSs were performed using PRSice v2.11,\n26\n whereas the AUCs for PRSs were generated using the pROC package in R version 3.6.1.\n        To account for the joint effect of SNVs used to derive the best PRS, we computed the optimal weight, from the summary statistics, for SNV j using the following formula: \n(1)\nγj=γj′/2pj(1−pj)\n where \nγ′ = R\n−1\n\nβ′\n, R is the correlation matrix between the SNV genotypes, β′ is the predicted normalized marginal effect sizes of the SNVs, and pj\n is the effect allele frequency of SNV j (see Supplemental Methods).\nLasso penalized regression\n        All 3050 SNVs described in clumping and thresholding (C + T) section were included in these analyses, together with genotype data from Asian controls in BCAC OncoArray studies for calculating linkage disequilibrium among SNVs. The analyses were run using the package lassosum in R\n27\n across different values of the penalty and shrinkage parameters, and the PRS giving the highest correlation between PRS and the disease status (default metric in the method) in the validation data set was selected.\nLinear combination of European PRS with Asian PRS\n        Of the 313 SNVs included in PRS developed for European women,\n3\n only 287 SNVs with imputation info score > 0.9 in validation data set were retained for subsequent analyses. Reported weights\n3\n were used to derive the European PRS (hereafter denoted as PRS287_EUR). Asian PRSs generated from C + T or lasso penalized regression were linearly combined with PRS287_EUR. The relative contribution of each PRS were estimated by logistic regression using the validation data set.\nReweighting of European-based PRS\n        We considered 2 sets of weights for PRS derivation using the 287 SNVs: (1) Asian weights estimated from the training data set 1, taking into account the correlation between SNVs using equation (1) (hereafter denoted as PRS287_ASN), and (2) weights based on a combination of the Asian and European weights using an Empirical Bayes (EB) approach (hereafter denoted as PRS287_EB), where the optimal weight is given by the following equation: \nβj,EB=βjA,EB/2pj(1−pj).\n\n\n        Here, βjA, EB\n is the estimated posterior effect sizes in Asians given the data and pj\n is the allele frequency for SNV j (see Supplemental Methods). Other approaches to combine European- and Asian-specific weights were also explored, including fixed effect meta-analysis, but only the method that gave the best AUC is presented in this study.\n        We also considered linear combinations of the reweighted European PRSs with Asian PRSs generated from C + T method or lasso penalized regression (as described before).\nBayesian polygenic prediction approach (PRS-CSx)\n        Training sets 2 and 3 were used as training data sets for PRS-CSx\n28\n together with Asians and Europeans in the 1000 Genomes Phase 3 project as linkage disequilibrium reference panels.\n29\n PRSs generated using European- (hereafter denoted as PRSGW_EUR) and Asian-specific posterior weights (hereafter denoted as PRSGW_ASN) were linearly combined (hereafter denoted as PRSGW_EUR + PRSGW_ASN) in the validation data set. The analyses were repeated across a range of global shrinkage parameter (φ), and the φ that gave the linear combination of PRSs with the highest AUC in the validation data set was selected as the optimal φ. Analyses were run using the published Python code-based tool in Github.\n27\nPRSs for the South Asian population\n        The predictive performance of PRSs developed for East Asian–ancestry women in Indian-ancestry women were assessed using AUC and OR per SD (ORperSD). Given the much smaller sample size of Indian-ancestry women, we did not attempt to generate a South Asian–specific PRS, but we considered estimating the weights in the linear combinations of multiple PRSs using the South Asian validation data set.\nAbsolute risk of breast cancer by PRS percentiles\n        The age-specific absolute risks of developing breast cancer in each PRS percentile were obtained by constraining to the incidence of overall population breast cancer incidence (see Supplemental Methods). The details of these methods have been described previously.\n3\n We calculated lifetime and 10-year absolute risks using Singaporean mortality and breast cancer incidence in 2017.\n30,31\n For birth-cohort specific incidences, age-specific breast cancer incidences for the 1960-1969 and 1970-1979 birth cohorts were calculated using the data on breast cancer incidence in Singapore from 1968 to 2017.\n30\n For women born between 1980 and 1989, incidences could only be calculated up to age 35, and hence, breast cancer incidences were projected by assuming an annual increase in breast cancer incidence of 3.9%.\n32\nGenetic diversity within Asian populations\n        \nFigure 1 summarizes the data set and methods used in this study. The populations are clustered, consistent with geography and population history, with the Chinese-ancestry women (Malaysia/Singapore/mainland China/Hong Kong/Taiwan) forming a distinct cluster that is genetically closer to Japanese/Koreans women than to Indian-ancestry women (Figure 2A). The Malay-ancestry women from Malaysia/Singapore are genetically closer to Chinese-ancestry women than to Indian-ancestry women. Given the large genetic distance between Indian-ancestry women from the other populations, the primary validation data set was based on Chinese-ancestry and Malay-ancestry women, and Indian-ancestry women were evaluated separately.\nPRSs developed using Asian-specific SNVs\n        For C + T, SNVs were removed if they were within 250 kb of an SNV already selected and correlated at r\n\n2\n > 0.1, leaving 1326 SNVs for analysis. For East Asian–ancestry women, the best PRS was obtained at a P value threshold of 5.74 × 10−7, resulting in a 46-SNV PRS (PRS46) (Supplemental Figure 2), with ORperSD (95% CI) of 1.35 (1.30-1.39; AUC = 0.586) (Table 1). Other combinations of clumping size and correlation threshold r\n\n2\n did not result in PRSs that showed appreciable improvement (Supplemental Figure 3).\n        For lasso penalized regression, the best PRS was obtained at penalty parameter (λ) = 0.014 and shrinkage parameter (s) = 0.9, resulting in a PRS that included 2985 SNVs (PRS2985) (Supplemental Figure 4), with ORperSD (95% CI) of 1.41 (1.36-1.46; AUC = 0.596), slightly more predictive than the PRS46 (Table 1).\nLinear combinations of European and Asian PRSs\n        Combining PRS287_EUR and PRS46 (ORperSD [95% CI] = 1.54 [1.49-1.60]; AUC = 0.623) yielded markedly higher predictive accuracy in East Asian–ancestry women than that achieved using the Asian-specific PRSs alone (Table 1). The improvement was marginal when compared with the predictive accuracy obtained using PRS287_EUR alone (ORperSD [95% CI] = 1.50 [1.45-1.56]; AUC = 0.615), but relative contribution of PRS46 to the linear combination model was approximately 30% (Supplemental Table 5). Compared with PRS46 + PRS287_EUR, combining PRS287_EUR and PRS2985 further increased the ORperSD and AUC.\nPRSs developed by integrating Asian weights into the European PRS\n        For East Asian-ancestry women, PRS287_EB (ORperSD [95% CI] = 1.53 [1.47–1.58]; AUC = 0.620) was slightly more predictive than PRS287_ASN (ORperSD [95% CI] = 1.50 [1.45-1.56]; AUC = 0.615) and PRS287_ EUR (ORperSD [95% CI] = 1.50 [1.45–1.56]; AUC = 0.614) and markedly more predictive than PRS46 and PRS2985 (Table 1). Compared with PRS46 + PRS287_EUR, a linear combination of PRS287_EB with PRS46 further improved the PRS performance.\nContinuous shrinkage PRSs (PRS-CSx)\n        The best combined PRS for East Asian–ancestry women was obtained at φ = 10−4 (Supplemental Table 6), with ORperSD (95% CI) of 1.62 (1.52-1.68) and AUC of 0.636 for PRSGW_EUR + PRSGW_ASN, markedly better than all the PRSs described thus far (Table 1). This improvement was mainly driven by the contribution of PRSGW_EUR (ORperSD [95% CI] = 1.59 [1.53-1.65]; AUC = 0.629). The ORperSD (95% CI) and AUC for PRSGW_ASN alone was 1.44 (1.39-1.49) and 0.601, respectively, only slightly better than PRS46 (Supplemental Table 6).\nPRSs for Indian-ancestry population\n        The PRSs derived from East Asian–ancestry women (as shown in Table 1) were all predictive of risk in South Asian–ancestry women but the ORperSD were less than that of East Asian–ancestry women. Although linear combination of Asian-based and European-based PRSs improved the PRS performance compared with individual PRSs in East Asians, the improvement of PRS performance in women of South Asian ancestry was observed only when PRS2985 was considered in the linear combination (Table 2). There was no improvement in the effect sizes when European-based PRS was combined with PRS46. Whereas incorporating Asian weights via the EB approach improved the performance of PRSs in East Asians, there was no improvement in performance in women of South Asian ancestry. Re-estimating the weights of the combined models using South Asian–ancestry women in the validation data set did not lead to an appreciable difference in predictive performance (Supplemental Table 7).\nEvaluation of PRSs in prospective cohorts\n        The predictive performance of PRSs in the East Asian–ancestry women was replicated in the prospective cohorts (Table 1). Thus, the effect size was smallest for PRS based on Asian data alone (HRperSD [95% CI] = 1.40 [1.25-1.56] for PRS46 and 1.45 [1.31-1.61] for PRS2985), larger for PRS based on the European PRS (HRperSD [95% CI] = 1.50 [1.35-1.65] for PRS287_EB), and still larger for PRS based on combining the Asian and European PRS (HRperSD [95% CI] = 1.53 [1.37-1.71] for PRS46 + PRS287_EB). As in the validation data set, PRS generated using PRS-CSx showed the strongest association with breast cancer risk (HRperSD [95% CI] = 1.62 [1.46-1.80]) and highest AUC (0.635). There was no evidence of heterogeneity in the hazard ratios among studies for any PRS (Supplemental Figure 5).\nAbsolute breast cancer risk predictions\n        We used PRS46 + PRS287_EB to show the potential of translating PRS into clinical tool for Asian population. Based on East Asian-ancestry women in the validation data set, the estimated breast cancer ORs (95% CI) for women in the lowest 1% and highest 1% of the PRS distribution were 0.53 (0.33-0.82) and 3.01 (2.25-4.06), respectively, compared with middle quintile. The estimated ORs did not differ from those predicted under a theoretical polygenic model in which the log OR increases linearly with the PRS (Supplemental Table 8). The corresponding lifetime risks of developing breast cancer by age 80 years, on current incidence rates, were approximately 2% and approximately 19% for women in the lowest 1% and highest 1% of the PRS distribution, respectively, respectively (Figure 3A). Assuming that a 10-year absolute risk threshold of 2.3%\n33\n is used to define women at sufficient risk to justify screening, approximately 12% of Chinese women would reach the risk threshold before or at age 40 (Figure 3B). Supplemental Figure 6 shows the distribution of the 10-year absolute risk at age 40 for women who were born between 1980 and 1989 using projected incidence rates (see Methods). It is projected that the proportion of women who would reach the risk threshold would rise to 29%.\nGeneralizability of PRS across Asian ethnic subgroups\n        We showed the generalizability of PRS across Asian ancestry population using the 3 ethnic groups in the validation set and PRS46 + PRS287_EB as an example. This combined PRS was predictive of risk in all ethnic groups, with the effect size being higher in Chinese-ancestry women than in Malay and Indian-ancestry women (ORperSD [95% CI] = 1.56 [1.50-1.63] for Chinese vs 1.51 [1.39-1.64] for Malays and 1.49 [1.33-1.66] for Indians, heterogeneity P = .983) (Supplemental Figure 7, Supplemental Table 9). The PRS distribution was, however, different among the 3 ethnic groups. Although there was only a marginal difference in the SD, the means differed markedly, being highest in Chinese and lowest in Indians (mean [SD] in Chinese, Malay, and Indian controls were −0.118 [0.439], −0.197 [0.556], and −0.328 [0.455], respectively, P-values for pair-wise comparison of means < .0001) (Supplemental Table 9). Figure 3C shows that if the Chinese PRS distribution was applied to Indians without adjustment, the 95th percentile in Indians corresponds, approximately, to the 90th percentile in the Chinese population, resulting in underestimation of risk in Indian women. The difference in the PRS distributions is even more apparent when women of European ancestry is used as reference (Figure 3D).\n        The patterns of PRS distribution by population (Figure 2B) are mirrored in the genetic clusters shown in Figure 2A. The largest differences in the means of the standardized PRS46 + PRS287_EB were observed between the Indian-ancestry women and Japanese/Korean women (with Indians being the biggest outlier).\nDiscussion\n      Personalized risk stratification for prevention and early detection of breast cancer has gained increasing interest; however, it is important to recognize the need to study women representing diverse ancestries to lessen health disparities. Our study provides essential information about the utility of PRSs for breast cancer risk prediction in women of Asian ancestry. We developed and validated different PRSs for East Asian–ancestry women. The key observations were (1) PRSs generated by integrating information from European ancestry and Asian ancestry GWAS data sets performed better than PRSs based purely on weights derived from single-ancestry GWAS data, and (2) there were substantial differences in PRS distributions across ethnic groups.\n      Based on the largest available breast cancer GWAS data sets, the best PRS for East Asian–ancestry women was based on PRS-CSx approach\n28\n (PRSGW_EUR + PRSGW_ASN). This PRS had a notably larger effect size than the European PRS (PRS287_EUR) that we had previously shown to be the best breast cancer PRS for women of Asian ancestry\n14\n (HRperSD in prospective cohorts: 1.62 vs 1.46; Table 1). It is noteworthy that the predictive performance of this PRS was similar to that achieved in European populations (HRperSD [95% CI] of 313-SNV PRS: 1.59 [1.54-1.64] as reported in Mavaddat et al\n3\n). However, despite the rapid drop in cost associated with next-generation sequencing, implementation of PRS comprising approximately 1 million SNVs can be practically more challenging than the implementation of the European PRS that included only 313 variants.\n      We showed that adaptions based on the European 313-SNV PRS can improve risk prediction in women of East Asian ancestry. First, incorporating SNVs identified in the Asian populations (PRS46) improved predictive power. This approach of linearly combining PRSs may reduce the gap in prediction accuracy between European and non-European populations as described previously.\n34\n Second, incorporating Asian weights further improved predictive power (PRS46 + PRS287_EB) but to a lesser extent. The 313-SNV PRS is being used in several clinical studies in European populations, including the MyPeBs (My Personal Breast Screening)\n8\n and WISDOM (Women Informed to Screen Depending On Measures of risk)\n7\n trials, and the PRS46 + PRS287_EB PRS would be relatively easy to implement in clinical settings.\n      The PRS generated for women of East Asian ancestry were also predictive for women of South Asian ancestry, but the effect sizes were smaller. When combining East Asian–derived genome-wide PRS with European-derived genome-wide PRS in women of South Asian ancestry using the PRS-CSx approach, it was noticeable that the East Asian component made a smaller contribution to the linear combination (relative contribution of approximately 14%, Supplemental Table 5). These results suggest the need for larger studies of women of South Asian ancestry both to optimize the PRS and validate in prospective cohorts.\n      One of the challenges of moving PRS into clinical implementation is transferability across different ethnic groups. Several studies have evaluated the population-level applicability of European PRSs to non-European populations for various diseases.\n10,35–37\n Similar to these studies, we showed that the mean of the PRS distribution differ substantially between European and Asian ethnic subgroups. We showed that if the European PRS (PRS287_EUR) was applied to an Asian population without adjustment, the 60th percentile in Chinese-ancestry and Malay-ancestry women and 80th percentile in Indian-ancestry women correspond, approximately, to the 90th percentile in the European population, resulting in overestimation of risk in these women (Figure 3D). To our knowledge, no studies thus far have considered the transferability of breast cancer PRS within diverse Asian ethnic subgroups. Our results showed that although the effect sizes appeared to be similar across ethnic groups (Supplemental Table 8), the mean PRS distribution differed substantially across Asian populations (Supplemental Table 7, Figure 2B). For example, although Japanese, Koreans, and Han Chinese are conventionally classified as East Asians in genetic analyses, the mean PRSs were markedly different between these ethnic groups (Figure 2B). The differences are sufficiently large to affect risk classification, and thus, comparing the PRS for an individual woman with the correctly calibrated ethnic-specific distribution is crucial for valid risk prediction. This however can be problematic for admixed individuals, where the genomes composed from multiple ancestries that may be closely or distantly related to the reference population. As more samples of Asian ancestry become available, it may be possible to combine ethnic-specific PRSs with ancestry components to derive better multiethnic PRSs.\n32\n\n\n      Our work is subject to several limitations. First, although we have showed that the predictive performance of European PRS can be improved by integrating weights from Asians using an EB approach, the absolute increase in predictive accuracies is marginal. Second, our studies focus on developing PRS without using individual-level training data. When such data are available, it may be possible to develop PRS with higher accuracy using methods that fit all variants simultaneously, such as the step-wise hard-thresholding method as described in Mavaddat et al\n3\n or considering subtype-specific disease analyses to retain more informative variants. Third, our results showed that PRSs developed using Asian-derived GWAS data set showed significantly poorer performance than the European PRS, indicating that further improvement is likely to require much larger Asian discovery data set. Finally, PRSs were linearly combined using the validation data set, and hence, the reported performance is likely subject to overfitting. Although we have shown that performance of the combined PRSs in East Asians were replicated in the prospective cohorts, we did not have a similar independent data set for South Asian women for such replication.\n      In summary, we have shown that genome-wide PRS derived from trans-ancestry method had significantly higher predictive accuracy for women of Asian ancestry than existing breast cancer PRSs. We also showed that European-based PRS can be improved for use in Asian populations by integrating population-specific weights and combined with Asian-specific PRS. Importantly, the differences in distribution of the same PRS across different ethnic groups (among Asians, and between Asian and Europeans) emphasize the need for ethnic-specific calibration before translating PRS into practice for diverse Asian populations.\nSupplementary Material\n      \n        SuppMaterial\n        \n      \n      \n        TableS1\n        \n      \n      \n        TableS2\n        \n      \n      \n        TableS3\n        \n      \n      \n        TableS4\nData Availability\n      Summary statistics (odds ratios and confidence limits) for all single-nucleotide variations used in derivation of various polygenic risk scores are provided in Supplemental Tables 2 to 4 of the manuscript. Summary statistics of European breast cancer genome-wide association studies analysis used in this study can be accessed via Breast Cancer Association Consortium (BCAC) website (http://bcac.ccge.medschl.cam.ac.uk/bcacdata/oncoarray/oncoarray-and-combined-summary-result/). Summary statistics of genome-wide association studies analyses from The BioBank Japan Project can be accessed via The BioBank Japan Project website (https://pheweb.jp/pheno/BrC). Request for access to individual level data from BCAC studies can be made via the Data Access Coordinating Committee of BCAC (BCAC Coordinator: BCAC@medschl.cam.ac.uk). Request for access to the Asia Breast Cancer Consortium data could be requested by submission of an inquiry to Wei Zheng (wei.zheng@vanderbilt.edu).",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7612481/",
    "doi": "https://doi.org/10.1016/j.gim.2021.11.008"
}