{
    "title": "Breast Cancer and Microcalcifications: An Osteoimmunological Disorder?",
    "abstract": "The presence of microcalcifications in the breast microenvironment, combined with the growing evidences of the presence of osteoblast-like and osteoclast-like cells in the breast, suggest the existence of active processes of calcification in breast tissue during a woman’s life [27,28]. This result suggests the existence of a potential microcalcification resorption process in breast tissue and proves the importance to decipher the molecular mechanisms of lobular involution process to better prevent breast cancer development and recurrence in women diagnosed for breast cancer before 40 years old. This result suggests the existence of a potential microcalcification resorption process in breast tissue and proves the importance to decipher the molecular mechanisms of lobular involution process to better prevent breast cancer development and recurrence in women diagnosed for breast cancer before 40 years old.",
    "authors": [
        "Alisson Clemenceau",
        "Laetitia Michou",
        "Caroline Diorio",
        "Francine Durocher"
    ],
    "published_year": "2020",
    "description": "1. Introduction\n      The term “osteoimmunology” was first used in 2000 by Choi et al. to define a new paradigm describing the crosstalk between the immune system and osteoclastogenesis [1]. The multiplicity of osteoimmunological disorders is due to the variety of stimuli responsible for the immune system activation. In fact, adaptative and innate immunity could be induced by several pathological (bacteria, tissue injury) or physiological (tissue remodeling) processes. Despite this variety of stimuli, the associated response remains similar between diseases: a crosstalk between myeloid lineage, mesenchymal stem cells and the inflammatory microenvironment, which results mainly in both excessive bone and cartilage resorption, and chronic inflammation, but also in bone formation in some cases (Figure 1) [1,2,3,4,5,6].\n      The female breast is a fascinating organ, which undergoes incredible tissue remodeling throughout a woman’s life. From the mammary gland branching, to the age-related lobular involution through lactation and postlactation lobular involution, breast history is a complex process that we have to understand to better decipher carcinogenesis. Most of the processes previously cited are characterized by a transitory physiological inflammatory microenvironment that takes place in the breast tissue, combined with an immune system recruitment, both influencing epithelial cells proliferation, migration and mesenchymal stem cells differentiation. If the role of colostrum and the impact of milk composition on newborn’s health is extensively studied, the impact of lactation on a mother’s breast and her global health remains unknown, and underexplored. Indeed, if both parity and breastfeeding are associated with a decreased risk of breast cancer development, the biological and molecular causes of such protective effects remain poorly studied [7,8,9,10]. As a natural weapon against breast tumorigenesis, age-related lobular involution has been studied as a risk factor of breast cancer development [11,12,13,14,15,16,17,18,19,20,21,22,23,24]. However, similar to the lactation process, only a few studies have explored its biological process and its potential causal role in early breast tumorigenesis.\n      Breast microcalcifications are composed of either calcium oxalate crystals, which are associated with benign breast lesions, or hydroxyapatite crystals, associated with both benign and malignant lesions. Microcalcifications appearance at mammography and composition are currently taken into account for breast cancer risk and prognostic stratifications [25,26]. The presence of microcalcifications in the breast microenvironment, combined with the growing evidences of the presence of osteoblast-like and osteoclast-like cells in the breast, suggest the existence of active processes of calcification in breast tissue during a woman’s life [27,28]. However, the crosstalk between microcalcifications and the breast microenvironment throughout a woman’s life, and their implications in early breast carcinogenesis remain misunderstood.\n      Interestingly, much evidence that osteoimmunological disorders such as osteoarthritis [29], rheumatoid arthritis [30,31,32,33,34] or periodontitis [35,36,37] influence the risk of developing breast cancer in women exists and vice versa. Furthermore, antiresorptive drugs benefits on breast cancer incidence and progression in women has been reported in the past decades [38,39,40,41]. Anti-cytokines drugs used against rheumatoid arthritis also demonstrated benefits against breast cancer cell lines proliferation, viability and migratory abilities both in vitro and in vivo in xenografted mice [42,43,44,45,46,47,48]. Hence, it is tempting to hypothesize that breast carcinogenesis associated with microcalcifications should be considered a potential osteoimmunological disorder. In this review, we compare microenvironments and molecular characteristics in the most frequent known osteoimmunological disorders with major events occurring in a woman’s breast during her lifetime with an emphasis on breast cancer and the risk of breast cancer. In addition, we highlight what the use of bone anabolic drugs, antiresorptive and biological agents targeting on pro-inflammatory cytokines against breast cancer can teach us.\n2. Overview of the Most Frequent Osteoimmunological Disorders\n      \n        2.1. Osteoporosis (OP)\n        Osteoporosis (OP) is a metabolic disease characterized by a loss of bone mass and an excessive fragility of bones due to an imbalance between bone resorption and bone formation. This multifactorial disease is notably due to an increased secretion of pro-inflammatory cytokines and adipokines, inducing an excessive osteoclastogenesis. Estrogen deprivation after menopause is an important OP risk factor. Estradiol serum level is inversely proportional to the risk of fractures [49,50,51]. Postmenopausal OP was first associated with an excessive inflammatory reaction following the decrease of estrogens production in 1991. After only 2 weeks following oophorectomy, the authors have observed an increased urinary concentration of Interleukin-1 (IL-1) and Tumor Necrosis Factor-Alpha (TNF-α) compared with premenopausal women [52]. Interestingly, it was reported than an increased production of TNF-α and Receptor Activator of Nuclear factor Kappa-B Ligand (RANKL) in postmenopausal OP women was associated with an overactivation of T-cells responsible for an increased osteoclasts formation (Figure 1B) [53,54,55]. Leptin, an adipokine well known to be involved in food intake and energy metabolism, is also associated with bone metabolism. By fixing leptin receptor (Ob-R) on mesenchymal stem cells (MSCs), leptin stops adipocytic differentiation while it enhances osteoblastic differentiation and proliferation (Figure 1B) [56,57]. Surprisingly, the adipogenic differentiation of MSCs is higher in MSCs from postmenopausal women with OP compared with postmenopausal women without OP. While leptin is responsible for an antiadipogenic differentiation in postmenopausal women without OP, it had no effect on MSCs obtained from postmenopausal women with OP [58]. Interestingly, it is not only the secretion of cytokines and adipokines that seems to be dysregulated in OP. In bone microenvironment, Secreted Frizzled-Related Protein 1 (SFRP1), a Wnt canonical and non-canonical signaling pathway antagonist [59,60,61,62,63], is known to regulate the differentiation, proliferation and apoptosis of osteoblasts and osteocytes [64,65]. In fact, SFRP1 promotes MSCs differentiation in adipocytes and preadipocyte maturation, decreasing osteoblastogenesis (Figure 1B) [66,67,68]. Furthermore, by regulating the osteoblasts-induced osteoclastogenesis, SFRP1 is also involved in bone resorption process [69]. Interestingly, Tang et al. observed that SFRP1 and miR-144 serum levels were higher and positively correlated in postmenopausal osteoporotic women compared with postmenopausal women with normal bone density. They also reported that miR-144 promotes osteoblastic differentiation of bone marrow-derived MSCs by targeting SFRP1 [70]. SFRP1 was also reported as down-regulated in the bone marrow of OP patients by Gu et al. [71]. In summary, we observe both a decrease of leptin-induced osteoblasts differentiation and an increased osteoblasts-induced osteoclastogenesis modulated by SFRP1. This suggests that the adipose tissue has a crucial role in bone metabolism and its dysregulation can promote metabolic disorders like OP. As reviewed by Kothari et al., adipose tissue is also a crucial player in breast tissue remodeling and carcinogenesis [72]. The relationship between osteoporosis and breast cancer is puzzling. Both diseases affect principally postmenopausal women after 65 years old. However, the biological explanation of such link remains misunderstood. OP risk decreases with estrogen exposure while breast cancer risk increases. Consequently, an older age at menarche and a younger age at menopause increase OP risk while they decrease breast cancer risk. On the other hand, weight under 55 kg at menopause increases OP risk, while obesity increases breast cancer risk in postmenopausal women [73]. A comparative study of both common and opposite biological and molecular aspects of both diseases could help to better manage women health.\n      \n      \n        2.2. Osteoarthritis\n        Osteoarthritis (OA) is a degenerative disorder of the joints induced by an increasing catabolic activity in both cartilage and bone tissues. OA is also described as a chronic wound due to initial cartilage injuries, inducing pro-inflammatory cytokines secretion in the synovial fluid and the associated immune system recruitment to repair injuries. Among the pro-inflammatory markers up-regulated in OA context, leptin, TNF-α, interleukin 6 (IL-6) and IL-1, known to negatively regulate cartilage formation [56,57,58,74,75]. IL-1 and TNF-α are produced by activated chondrocytes and synoviocytes in early OA and by leukocytes such as macrophages, T-cells and B-cells, which will then secrete many other pro-inflammatory cytokines including IL-6. Activated T helper 17 cells (Th17) increase interleukin 17 (IL-17) level in synovial fluid which is associated with an increased RANKL level, resulting in higher osteoclastogenesis (Figure 1B) [76,77]. It was reported that leptin controls not only bone formation but also bone resorption. By modulating RANKL expression, leptin decreases osteoclastic differentiation through the Beta-2 adrenergic receptor (ADRB2) expressed by osteoblasts [78]. SFRP1, which is also involved in osteoclastogenesis regulation is secreted by synovial cells and predominantly by fibroblasts-like cells of the synovial fluid in an OA context. However, Pasold et al. observed that in OA mouse models, SFRP1 expression is reduced in chondrocytes and MSCs, resulting in preferential osteoblastogenesis compared with chondrogenesis [79]. This increased osteoblastogenesis results in osteophytes production while the decreased chondrogenesis prevents cartilage healing resulting in a chronical inflammatory disorder. Once more, a subtle imbalance due to cartilage injuries in the joints results in MSCs preferential differentiation toward osteoblastic lineage compared with chondrocyte differentiation, which is needed to achieve cartilage healing. Interestingly, patients with knee or hip arthritis have a higher risk of breast cancer development after adjustment for age and sex [29]. However, adjustment for mammary gland history or stratification for histopathological characteristics of breast cancer lesions was unavailable. To date, references are insufficient to clearly understand the impact of OA on breast cancer risk.\n      \n      \n        2.3. Rheumatoid Arthritis\n        In contrast with OA which is initiated by cartilage lesions, rheumatoid arthritis (RA) is an autoimmune disease characterized by an uncontrolled immune reaction against both cartilage and bone tissue. RA development is associated with genetic predispositions and the presence of T-cell receptors at the joints [80,81]. Consequently, the recruitment of T-cells, notably T helper 1 (Th1) and Th17, results in IL-17 and TNF-α production, responsible for the increased production of IL-1 and IL-6 by macrophages and dendritic cells. This microenvironment promotes Th17 differentiation to the detriment of T regulators (Treg) differentiation. To complete the loop, IL-1, IL-6, IL-17, and TNF-α are known to stimulate osteoclastogenesis, which results in the degradation of mineralized tissue such as mineralized cartilage and subchondral bone [81,82,83]. Similar to what is observed in OA, leptin serum levels are higher in RA patients, so that overweight and obesity have been associated with RA [84,85]. MSCs were found in the synovium in a RA context, and, as described before, their differentiation is finely regulated by the microenvironment composition [86,87]. The administration of anti-Dikkopf-1 (Dkk-1) antibody in RA mouse models induces a decrease of bone erosion, potentially due to a decrease of osteoclast differentiation in the joint by decreasing levels of RANKL [88]. Lee et al. observed that the addition of SFRP1, another Wnt signaling antagonist in naïve T-cells medium is responsible for Th17 polarized T-cells differentiation. They also demonstrated that this differentiation is due to an increased sensitivity of T-cells to Transforming Growth Factor-Beta (TGF-ß) [89]. In murine models of arthritis, Matzelle et al. observed that the resolution of the inflammation resulted in a down-regulation of SFRP1 expression, a Wnt signaling antagonist. Consequently, by activating the Wnt signaling pathway, they also observed a decrease of bone resorption combined with an induction of osteoblast mineralization [30]. In breast, SFRP1 expression is higher during age-related lobular involution and in presence of microcalcifications compared with patients completely involuted and without microcalcification, respectively [90]. Interestingly, the incidence of RA in breast cancer patients is lower compared with patients without breast cancer after adjustment for age, comorbidities and breast cancer treatments [31]. However, the incidence of breast cancer in RA patients remains controversial. Bhandari et al. observed a higher cancer prevalence in RA patients, with a high proportion of breast cancer [32]. On the other hand, the meta-analysis of Tian et al. showed that the breast cancer risk in RA patient was not increased versus in the general population. However, when the population study was stratified for ethnicity, RA patients breast cancer risk was increased in non-Caucasian population while it decreased in the Caucasian population [33]. More recently, Wadström et al. observed a decreased occurrence of breast cancer in RA patients, also observable after adjustment for breast cancer treatment, suggesting that this reduction of breast cancer risk was already present before breast cancer treatment administration [34]. Unfortunately, the studied cohorts were not stratified for the presence of microcalcifications, the parity history or the degree of lobular involution, which could be a potential way of investigation to better understand the link between both diseases.\n      \n      \n        2.4. Periodontitis\n        This multibacterial-induced inflammatory disease is characterized by the destruction of periodontal tissues, a loss of alveolar bone mass principally due to an exacerbation of osteoclastogenesis, an inflammatory cells infiltration and an increased fibroblasts apoptosis. More precisely, after antigenic activation of T-cell surface glycoprotein CD4 positive (CD4+) naïve T-cells, activated Th1, T helper 2 (Th2), and Th17 produce cytokines responsible for the activation of B-cells, dendritic cells and neutrophils. Then, activated B-cells and T-cells produce RANKL responsible for an increased osteoclastogenesis [91,92,93,94,95,96]. Interestingly, Kawai et al. demonstrated that in healthy gingival tissue, only 20% of B-cells ant T-cells expressed RANKL. On the other hand, 50% of T-cells and 90% of B-cells expressed RANKL in a periodontitis (PD) context, which results in an abnormal alveolar bone destruction [93]. The clonal activation of B-cells induces the production of antibodies against gingival components such as collagen, resulting in the destruction of periodontal tissue. Numerous pro-inflammatory cytokines are upregulated in a periodontitis context including IL-1, IL-6, Interleukin-8 (IL-8), and TNF-α. The lack of Treg to control this inflammation completes the loop, and chronical inflammation then takes place in the periodontal tissue [91,92,93,94,95,96]. Leptin was also reported as upregulated in human saliva and circulating blood [97], and in dog periodontal ligament tissue [98] in a PD context. More recently, Zhu et al. performed a meta-analysis highlighting elevated leptin serum level and lower adiponectin serum level in PD patients compared with controls in the group with a body mass index under 30 [99]. Li and Amar reported that anti-SFRP1 antibody was able to reverse both osteoclastogenesis and related inflammation, suggesting its crucial role in bone remodeling processes [100]. Surprisingly, multiple studies reported that PD is associated with breast cancer development, suggesting that this disorder could be a risk factor of breast cancer development [35,36,37]. However, no observation regarding a potential causal role of PD-related molecular issues on breast cancer development was reported yet. Investigations are still needed to conclude the existence of a link between PD and breast cancer development.\n      \n      \n        2.5. Other Osteoimmunological Disorders\n        The risk of developing an autoimmune rheumatic disease such as RA, systemic lupus erythematosus (SLE) or systemic sclerosis (SSc) in patients with breast cancer is lower compared with age and year of index date matched patients without breast cancer [31]. Reciprocally, the risk of developing breast cancer in SLE patients is lower compared with the general population [101,102,103,104,105,106]. On the other hand, Colaci et al. observed a higher incidence of breast cancer in SSc patients compared with age-sex-matched patients without SSc [107]. The same scheme is observable in psoriatic arthritis (PsA) patients. While some groups reported that breast cancer incidence was higher in PsA patients compared with age-sex-matched patients without PsA [108], others observed no difference in breast cancer occurrence between the two groups [109]. However, obesity and overweight incidence and prevalence in PsA patients are higher compared with the general population [110,111,112]. Obesity is a risk factor of triple-negative breast cancer development particularly in premenopausal women [113,114] and it is associated with poor breast cancer survival [115]. The higher breast cancer rate in the PsA group could be explained by a higher proportion of obese patients in the PsA group. Unfortunately, Wilton et al. did not report the body mass index (BMI) nor the breast cancer molecular subtype of the population studied. Divergent results could also potentially be explained by the absence of the cohort stratification regarding the degree of lobular involution, and the presence of microcalcifications. As described above, multiple studies reported a change in breast cancer prevalence or incidence in patients with osteoimmunological disorders, as well as few evidences of breast cancer effects on osteoimmunological disorders occurrence independently of breast cancer treatment. However, many adjustments for clinical variables as well as stratified analyses are lacking. Consequently, confounding variables are potentially responsible for multiple controversial results. Extensive studies are needed to conclude to the existence a potential link between osteoimmunological disorders and breast cancer incidence and this represent a new avenue of investigation to better personalize breast cancer treatment.\n2.1. Osteoporosis (OP)\n        Osteoporosis (OP) is a metabolic disease characterized by a loss of bone mass and an excessive fragility of bones due to an imbalance between bone resorption and bone formation. This multifactorial disease is notably due to an increased secretion of pro-inflammatory cytokines and adipokines, inducing an excessive osteoclastogenesis. Estrogen deprivation after menopause is an important OP risk factor. Estradiol serum level is inversely proportional to the risk of fractures [49,50,51]. Postmenopausal OP was first associated with an excessive inflammatory reaction following the decrease of estrogens production in 1991. After only 2 weeks following oophorectomy, the authors have observed an increased urinary concentration of Interleukin-1 (IL-1) and Tumor Necrosis Factor-Alpha (TNF-α) compared with premenopausal women [52]. Interestingly, it was reported than an increased production of TNF-α and Receptor Activator of Nuclear factor Kappa-B Ligand (RANKL) in postmenopausal OP women was associated with an overactivation of T-cells responsible for an increased osteoclasts formation (Figure 1B) [53,54,55]. Leptin, an adipokine well known to be involved in food intake and energy metabolism, is also associated with bone metabolism. By fixing leptin receptor (Ob-R) on mesenchymal stem cells (MSCs), leptin stops adipocytic differentiation while it enhances osteoblastic differentiation and proliferation (Figure 1B) [56,57]. Surprisingly, the adipogenic differentiation of MSCs is higher in MSCs from postmenopausal women with OP compared with postmenopausal women without OP. While leptin is responsible for an antiadipogenic differentiation in postmenopausal women without OP, it had no effect on MSCs obtained from postmenopausal women with OP [58]. Interestingly, it is not only the secretion of cytokines and adipokines that seems to be dysregulated in OP. In bone microenvironment, Secreted Frizzled-Related Protein 1 (SFRP1), a Wnt canonical and non-canonical signaling pathway antagonist [59,60,61,62,63], is known to regulate the differentiation, proliferation and apoptosis of osteoblasts and osteocytes [64,65]. In fact, SFRP1 promotes MSCs differentiation in adipocytes and preadipocyte maturation, decreasing osteoblastogenesis (Figure 1B) [66,67,68]. Furthermore, by regulating the osteoblasts-induced osteoclastogenesis, SFRP1 is also involved in bone resorption process [69]. Interestingly, Tang et al. observed that SFRP1 and miR-144 serum levels were higher and positively correlated in postmenopausal osteoporotic women compared with postmenopausal women with normal bone density. They also reported that miR-144 promotes osteoblastic differentiation of bone marrow-derived MSCs by targeting SFRP1 [70]. SFRP1 was also reported as down-regulated in the bone marrow of OP patients by Gu et al. [71]. In summary, we observe both a decrease of leptin-induced osteoblasts differentiation and an increased osteoblasts-induced osteoclastogenesis modulated by SFRP1. This suggests that the adipose tissue has a crucial role in bone metabolism and its dysregulation can promote metabolic disorders like OP. As reviewed by Kothari et al., adipose tissue is also a crucial player in breast tissue remodeling and carcinogenesis [72]. The relationship between osteoporosis and breast cancer is puzzling. Both diseases affect principally postmenopausal women after 65 years old. However, the biological explanation of such link remains misunderstood. OP risk decreases with estrogen exposure while breast cancer risk increases. Consequently, an older age at menarche and a younger age at menopause increase OP risk while they decrease breast cancer risk. On the other hand, weight under 55 kg at menopause increases OP risk, while obesity increases breast cancer risk in postmenopausal women [73]. A comparative study of both common and opposite biological and molecular aspects of both diseases could help to better manage women health.\n2.2. Osteoarthritis\n        Osteoarthritis (OA) is a degenerative disorder of the joints induced by an increasing catabolic activity in both cartilage and bone tissues. OA is also described as a chronic wound due to initial cartilage injuries, inducing pro-inflammatory cytokines secretion in the synovial fluid and the associated immune system recruitment to repair injuries. Among the pro-inflammatory markers up-regulated in OA context, leptin, TNF-α, interleukin 6 (IL-6) and IL-1, known to negatively regulate cartilage formation [56,57,58,74,75]. IL-1 and TNF-α are produced by activated chondrocytes and synoviocytes in early OA and by leukocytes such as macrophages, T-cells and B-cells, which will then secrete many other pro-inflammatory cytokines including IL-6. Activated T helper 17 cells (Th17) increase interleukin 17 (IL-17) level in synovial fluid which is associated with an increased RANKL level, resulting in higher osteoclastogenesis (Figure 1B) [76,77]. It was reported that leptin controls not only bone formation but also bone resorption. By modulating RANKL expression, leptin decreases osteoclastic differentiation through the Beta-2 adrenergic receptor (ADRB2) expressed by osteoblasts [78]. SFRP1, which is also involved in osteoclastogenesis regulation is secreted by synovial cells and predominantly by fibroblasts-like cells of the synovial fluid in an OA context. However, Pasold et al. observed that in OA mouse models, SFRP1 expression is reduced in chondrocytes and MSCs, resulting in preferential osteoblastogenesis compared with chondrogenesis [79]. This increased osteoblastogenesis results in osteophytes production while the decreased chondrogenesis prevents cartilage healing resulting in a chronical inflammatory disorder. Once more, a subtle imbalance due to cartilage injuries in the joints results in MSCs preferential differentiation toward osteoblastic lineage compared with chondrocyte differentiation, which is needed to achieve cartilage healing. Interestingly, patients with knee or hip arthritis have a higher risk of breast cancer development after adjustment for age and sex [29]. However, adjustment for mammary gland history or stratification for histopathological characteristics of breast cancer lesions was unavailable. To date, references are insufficient to clearly understand the impact of OA on breast cancer risk.\n2.3. Rheumatoid Arthritis\n        In contrast with OA which is initiated by cartilage lesions, rheumatoid arthritis (RA) is an autoimmune disease characterized by an uncontrolled immune reaction against both cartilage and bone tissue. RA development is associated with genetic predispositions and the presence of T-cell receptors at the joints [80,81]. Consequently, the recruitment of T-cells, notably T helper 1 (Th1) and Th17, results in IL-17 and TNF-α production, responsible for the increased production of IL-1 and IL-6 by macrophages and dendritic cells. This microenvironment promotes Th17 differentiation to the detriment of T regulators (Treg) differentiation. To complete the loop, IL-1, IL-6, IL-17, and TNF-α are known to stimulate osteoclastogenesis, which results in the degradation of mineralized tissue such as mineralized cartilage and subchondral bone [81,82,83]. Similar to what is observed in OA, leptin serum levels are higher in RA patients, so that overweight and obesity have been associated with RA [84,85]. MSCs were found in the synovium in a RA context, and, as described before, their differentiation is finely regulated by the microenvironment composition [86,87]. The administration of anti-Dikkopf-1 (Dkk-1) antibody in RA mouse models induces a decrease of bone erosion, potentially due to a decrease of osteoclast differentiation in the joint by decreasing levels of RANKL [88]. Lee et al. observed that the addition of SFRP1, another Wnt signaling antagonist in naïve T-cells medium is responsible for Th17 polarized T-cells differentiation. They also demonstrated that this differentiation is due to an increased sensitivity of T-cells to Transforming Growth Factor-Beta (TGF-ß) [89]. In murine models of arthritis, Matzelle et al. observed that the resolution of the inflammation resulted in a down-regulation of SFRP1 expression, a Wnt signaling antagonist. Consequently, by activating the Wnt signaling pathway, they also observed a decrease of bone resorption combined with an induction of osteoblast mineralization [30]. In breast, SFRP1 expression is higher during age-related lobular involution and in presence of microcalcifications compared with patients completely involuted and without microcalcification, respectively [90]. Interestingly, the incidence of RA in breast cancer patients is lower compared with patients without breast cancer after adjustment for age, comorbidities and breast cancer treatments [31]. However, the incidence of breast cancer in RA patients remains controversial. Bhandari et al. observed a higher cancer prevalence in RA patients, with a high proportion of breast cancer [32]. On the other hand, the meta-analysis of Tian et al. showed that the breast cancer risk in RA patient was not increased versus in the general population. However, when the population study was stratified for ethnicity, RA patients breast cancer risk was increased in non-Caucasian population while it decreased in the Caucasian population [33]. More recently, Wadström et al. observed a decreased occurrence of breast cancer in RA patients, also observable after adjustment for breast cancer treatment, suggesting that this reduction of breast cancer risk was already present before breast cancer treatment administration [34]. Unfortunately, the studied cohorts were not stratified for the presence of microcalcifications, the parity history or the degree of lobular involution, which could be a potential way of investigation to better understand the link between both diseases.\n2.4. Periodontitis\n        This multibacterial-induced inflammatory disease is characterized by the destruction of periodontal tissues, a loss of alveolar bone mass principally due to an exacerbation of osteoclastogenesis, an inflammatory cells infiltration and an increased fibroblasts apoptosis. More precisely, after antigenic activation of T-cell surface glycoprotein CD4 positive (CD4+) naïve T-cells, activated Th1, T helper 2 (Th2), and Th17 produce cytokines responsible for the activation of B-cells, dendritic cells and neutrophils. Then, activated B-cells and T-cells produce RANKL responsible for an increased osteoclastogenesis [91,92,93,94,95,96]. Interestingly, Kawai et al. demonstrated that in healthy gingival tissue, only 20% of B-cells ant T-cells expressed RANKL. On the other hand, 50% of T-cells and 90% of B-cells expressed RANKL in a periodontitis (PD) context, which results in an abnormal alveolar bone destruction [93]. The clonal activation of B-cells induces the production of antibodies against gingival components such as collagen, resulting in the destruction of periodontal tissue. Numerous pro-inflammatory cytokines are upregulated in a periodontitis context including IL-1, IL-6, Interleukin-8 (IL-8), and TNF-α. The lack of Treg to control this inflammation completes the loop, and chronical inflammation then takes place in the periodontal tissue [91,92,93,94,95,96]. Leptin was also reported as upregulated in human saliva and circulating blood [97], and in dog periodontal ligament tissue [98] in a PD context. More recently, Zhu et al. performed a meta-analysis highlighting elevated leptin serum level and lower adiponectin serum level in PD patients compared with controls in the group with a body mass index under 30 [99]. Li and Amar reported that anti-SFRP1 antibody was able to reverse both osteoclastogenesis and related inflammation, suggesting its crucial role in bone remodeling processes [100]. Surprisingly, multiple studies reported that PD is associated with breast cancer development, suggesting that this disorder could be a risk factor of breast cancer development [35,36,37]. However, no observation regarding a potential causal role of PD-related molecular issues on breast cancer development was reported yet. Investigations are still needed to conclude the existence of a link between PD and breast cancer development.\n2.5. Other Osteoimmunological Disorders\n        The risk of developing an autoimmune rheumatic disease such as RA, systemic lupus erythematosus (SLE) or systemic sclerosis (SSc) in patients with breast cancer is lower compared with age and year of index date matched patients without breast cancer [31]. Reciprocally, the risk of developing breast cancer in SLE patients is lower compared with the general population [101,102,103,104,105,106]. On the other hand, Colaci et al. observed a higher incidence of breast cancer in SSc patients compared with age-sex-matched patients without SSc [107]. The same scheme is observable in psoriatic arthritis (PsA) patients. While some groups reported that breast cancer incidence was higher in PsA patients compared with age-sex-matched patients without PsA [108], others observed no difference in breast cancer occurrence between the two groups [109]. However, obesity and overweight incidence and prevalence in PsA patients are higher compared with the general population [110,111,112]. Obesity is a risk factor of triple-negative breast cancer development particularly in premenopausal women [113,114] and it is associated with poor breast cancer survival [115]. The higher breast cancer rate in the PsA group could be explained by a higher proportion of obese patients in the PsA group. Unfortunately, Wilton et al. did not report the body mass index (BMI) nor the breast cancer molecular subtype of the population studied. Divergent results could also potentially be explained by the absence of the cohort stratification regarding the degree of lobular involution, and the presence of microcalcifications. As described above, multiple studies reported a change in breast cancer prevalence or incidence in patients with osteoimmunological disorders, as well as few evidences of breast cancer effects on osteoimmunological disorders occurrence independently of breast cancer treatment. However, many adjustments for clinical variables as well as stratified analyses are lacking. Consequently, confounding variables are potentially responsible for multiple controversial results. Extensive studies are needed to conclude to the existence a potential link between osteoimmunological disorders and breast cancer incidence and this represent a new avenue of investigation to better personalize breast cancer treatment.\n3. Osteoimmunology of the Breast Tissue during a Woman’s Lifetime\n      \n        3.1. Pregnancy and Lactation\n        During lactation, a Ca2+ related gene expression program named CALTRANS takes place, including Ca2+-ATPases, pumps or channels to enrich milk with Ca2+ [116]. Interestingly, Plasma Membrane Ca2+-ATPase (PMCA2) dysregulation is associated with microcalcifications, breast cancer development and poor prognosis [117]. Case-reports of pseudo-lactational hyperplasia were previously described in both premenopausal and postmenopausal women. These women sustained pregnancy-like changes, including mammary gland branching and microcalcifications development independently from pregnancy and lactation [118]. This was also observed in virgin mice deficient for Sfrp1 expression, exhibiting mammary glands branching and lobuloalveolar activity similar to mid-pregnant wild type mice [119]. In cows, during the late peak of lactation, SFRP1 is significantly upregulated suggesting its involvement in the acute inflammatory phase needed to initiate lobular involution [120]. In mice, leptin expression is upregulated before lactation while it is downregulated at mid-lactating stage. However, the leptin serum concentration was the same at both stages, suggesting a regional production of the mammary gland and associated adipose tissue [121]. The leptin fixes Ob-Rb, which, after dimerization, will activate both tyrosine-protein kinase JAK (JAK)/signal transducer and activator of transcription (STAT) and mitogen-activated protein kinase (MAPK)/ extracellular signal-regulated kinase (ERK) signaling pathways. Interestingly, the abrupt end of lactation in mice results in an increased inflammation of the mammary gland tissue, an hyperplasia and an exacerbation of estrogen receptor-alpha (ER-α) expression [122]. This could be explained by the fact that leptin production by epithelial cells and adipocytes decreases gradually during lactation [121]. Leptin receptor Ob-Rb colocalizes with ER-α on rats hypothalamic neurons, suggesting a crosstalk between leptin and estrogens peripheral signaling [123,124]. These evidences suggest the importance of a successful postlactation lobular involution to avoid microcalcifications and to prevent breast cancer development. It also suggests the existence of microcalcifications formation by both tumoral and non-tumoral breast epithelial cells due to CALTRANS dysregulations, in parous and nulliparous women. Breast microcalcifications formation, independently of the presence of osteoblast-like cells suggests the existence of multiple microcalcifications formation processes, which are crucial to better characterized to better characterize and prevent breast cancer development.\n      \n      \n        3.2. Postlactation Lobular Involution\n        Postlactation involution is initiated by an acute inflammatory phase due to the accumulation of milk in the alveolar lumen in response to the end of suckling. This first reversible step induces the decrease of milk production and the apoptosis of the epithelial cells into the acinar lumen [122,125]. Among the cytokines produced during the acute phase, IL-1 and TNF-α are involved in the nuclear translocation of Nuclear Factor-Kappa B (NF-κB) and IL-6 is responsible for Signal Transducer and Activator of Transcription 3 (STAT3) activation [126]. The localized process of lobular involution initiation is followed by a massive systemic fall of hormones which results in the second part of lobular involution. STAT3 is involved in both the acute phase and the lobular involution, and notably by regulating apoptosis [125,126,127,128]. This acute inflammatory phase is needed for early recruitment of dendritic cells, followed by macrophages and T-cells, consistent with the wound healing program [129]. In addition, the transdifferentiation of pink adipocytes, present only during pregnancy and lactation, in white adipose tissue remains essential for proper involution. Interestingly, this process is mediated by Osteopontin (OPN), which is highly expressed during lactation and involution while it is not found in other stages of breast development [72,130,131]. OPN, also named Secreted Phosphoprotein 1 (SPP1) is also expressed by osteoblasts and is an agonist of bone resorption processes. OPN is overexpressed in breast cancer tissue in the presence of hydroxyapatite crystals compared with non-calcified tissue, but also in tumoral calcified tissue compared with non-tumoral calcified tissue suggesting its involvement in both calcification and tumorigenesis [132]. In addition, mRNA OPN expression is also associated with tumor aggressiveness and invasiveness [133,134]. By silencing OPN in MDA-MB-231 triple-negative breast cancer cell line (estrogen receptor (ER), progesterone receptor (PR) and receptor tyrosine-protein kinase erbB-2 (HER2) negative), a decrease in the production of hydroxyapatite crystals in an osteogenic medium and a decrease of cell migration were observed [135]. An excess of involution-related adipogenesis in the breast microenvironment is associated with an excessive production of adipokines [72]. To fully measure the importance of lobular involution characterization, McDaniel et al. isolated mammary glands extracellular matrix from nulliparous rats, and rats undergoing postlactation involution. Tissues from nulliparous animals promoted the ductal organization of the MCF-12A non-tumoral cell line and stopped the invasion of the MDA-MB-231 triple negative breast cancer cell line. Inversely, mammary gland tissue from rats undergoing involution did not promote ductal organization of MCF-12A while it promoted MDA-MB-231 invasiveness [136]. This suggests a fragile balance between the effects of lobular involution-related inflammation on non-tumoral tissue versus tumoral tissue that remains urgent to understand, especially to improve lactating breast cancer treatment.\n      \n      \n        3.3. Age-Related Lobular Involution\n        Age-related lobular involution is a perimenopausal process starting progressively around 40 years old and aims to replace epithelial cells and stroma by adipose tissue and collagen to decrease the risks of breast hyperplasia and tumor development. To do so, the breast undergoes a significant tissue remodeling, requiring inflammation, apoptosis, immune system recruitment, extracellular matrix destruction and adipogenesis. Hanna et al. described the inflammatory profile associated with age-related lobular involution and highlighted that chronic inflammation could reduce the age-related involution completion and consequently, increase breast cancer risk. A higher expression of the pro-inflammatory markers such as IL-6, TNF-α, C-reactive protein (CRP), cyclooxygenase 2 (COX-2), leptin, serum amyloid 1 (SAA1) and IL-8 were inversely associated with completed lobular involution while a higher expression of the anti-inflammatory marker interleukin 10 (IL-10) [137] was positively associated with mammographic density, another well-known breast cancer risk factor [14]. Interestingly, IL-6, TNF-α and leptin expression by epithelial breast tissue is strongly correlated with SFRP1 expression, also known to be inversely associated with completed age-related lobular involution. SFRP1 is a good predictor of the degree of lobular involution and its expression is higher in presence of microcalcifications. Moreover, SFRP1 expression is lower in involuted nulliparous women compared with involuted non-nulliparous women suggesting that the first lobular involution is different from the others [90]. This is particularly important to consider as lower expression of SFRP1 in breast tissue is largely associated with breast cancer development and poor prognosis [134,138,139,140,141,142,143,144,145,146]. Leptin serum level is higher following estrogen deprivation-related adipogenesis in ovariectomized rats compared with controls [147]. The impact of concomitant leptin expression by breast adipose tissue during lobular involution and a higher leptin serum level due to menopause-related fall of estrogen remains unexplored. However, leptin is involved in preferential osteoblastic differentiation of MSCs. Naseem et al. observed that the proportion of patients with microcalcifications was higher in perimenopausal women compared with both premenopausal and postmenopausal women [148]. This result suggests the existence of a potential microcalcification resorption process in breast tissue and proves the importance to decipher the molecular mechanisms of lobular involution process to better prevent breast cancer development and recurrence in women diagnosed for breast cancer before 40 years old.\n      \n      \n        3.4. Inflammation in Breast Carcinogenesis\n        As inflammation is needed in several physiological processes of mammary gland involution, it remains difficult to segregate which, from the “good” or the “bad” inflammations could exacerbate breast cancer risk (Figure 2). Breast cancer is nowadays, the leading cancer type diagnosed in women and the second leading cause of cancer related death in women. One in eight women will develop an invasive breast cancer during her life. The 5-year survival rate for all stages of breast cancer in 2020 is 90%. However, the 5-year survival rate in distant disease patients is 27% only [149]. These statistics testify that both breast cancer prevention and screening are essential to avoid late diagnosis. However, knowledge regarding carcinogenesis-related molecular pathways is still lacking. Chronic inflammation is associated with an increasing risk of breast cancer [150]. In non-tumoral breast tissue, higher expression of IL-6 is associated with higher mammographic density, while higher expression of anti-inflammatory TGF-ß is associated with lower mammographic density in both premenopausal and postmenopausal women [151]. Furthermore, as described previously, local inflammation is inversely associated with age-related lobular involution [137]. Similar to osteoimmunological disorders cited above, breast cancer could also be promoted by the immune system. At first, tumor-infiltrating lymphocytes, composed by a majority of T-cells and macrophages perform immunosurveillance and engage the destruction of malignant cells. However, in a second phase, they promote both proliferation and escape of immune system resistant tumoral cells [152]. Confirming that evidence, Desmedt et al. reported that tumoral-infiltrating cells were preferentially detected in in situ lesions compared with invasive lesions [153]. In vitro, invasive ductal carcinoma (IDC) supernatants contained more inflammatory cytokines and less anti-inflammatory cytokines compared with non-invasive breast lesions supernatant, suggesting that an inflammatory profile is associated not only with cancer risk, but also with cancer aggressivity [154]. Interestingly, 90% of ductal carcinoma in situ (DCIS) contain microcalcifications, and 40% become invasive. Microcalcifications are currently diagnosed by mammography and used to perform malignancy risk stratification of breast lesions [26]. However, the impact of microcalcifications in breast cells microenvironment at the molecular level as well as the interactions between such crystals and breast cells remains underexplored. Thought, Naseem et al. observed that microcalcifications are associated with HER2 overexpression, invasiveness, perimenopausal status, heterogeneous breast density and multifocal disease [148]. These evidences suggest that inflammatory profile of the breast tissue during a woman lifetime could have a major impact on microcalcifications development and carcinogenesis. Consequently, it appears essential to consider microcalcifications as a potential active player in breast cancer development.\n3.1. Pregnancy and Lactation\n        During lactation, a Ca2+ related gene expression program named CALTRANS takes place, including Ca2+-ATPases, pumps or channels to enrich milk with Ca2+ [116]. Interestingly, Plasma Membrane Ca2+-ATPase (PMCA2) dysregulation is associated with microcalcifications, breast cancer development and poor prognosis [117]. Case-reports of pseudo-lactational hyperplasia were previously described in both premenopausal and postmenopausal women. These women sustained pregnancy-like changes, including mammary gland branching and microcalcifications development independently from pregnancy and lactation [118]. This was also observed in virgin mice deficient for Sfrp1 expression, exhibiting mammary glands branching and lobuloalveolar activity similar to mid-pregnant wild type mice [119]. In cows, during the late peak of lactation, SFRP1 is significantly upregulated suggesting its involvement in the acute inflammatory phase needed to initiate lobular involution [120]. In mice, leptin expression is upregulated before lactation while it is downregulated at mid-lactating stage. However, the leptin serum concentration was the same at both stages, suggesting a regional production of the mammary gland and associated adipose tissue [121]. The leptin fixes Ob-Rb, which, after dimerization, will activate both tyrosine-protein kinase JAK (JAK)/signal transducer and activator of transcription (STAT) and mitogen-activated protein kinase (MAPK)/ extracellular signal-regulated kinase (ERK) signaling pathways. Interestingly, the abrupt end of lactation in mice results in an increased inflammation of the mammary gland tissue, an hyperplasia and an exacerbation of estrogen receptor-alpha (ER-α) expression [122]. This could be explained by the fact that leptin production by epithelial cells and adipocytes decreases gradually during lactation [121]. Leptin receptor Ob-Rb colocalizes with ER-α on rats hypothalamic neurons, suggesting a crosstalk between leptin and estrogens peripheral signaling [123,124]. These evidences suggest the importance of a successful postlactation lobular involution to avoid microcalcifications and to prevent breast cancer development. It also suggests the existence of microcalcifications formation by both tumoral and non-tumoral breast epithelial cells due to CALTRANS dysregulations, in parous and nulliparous women. Breast microcalcifications formation, independently of the presence of osteoblast-like cells suggests the existence of multiple microcalcifications formation processes, which are crucial to better characterized to better characterize and prevent breast cancer development.\n3.2. Postlactation Lobular Involution\n        Postlactation involution is initiated by an acute inflammatory phase due to the accumulation of milk in the alveolar lumen in response to the end of suckling. This first reversible step induces the decrease of milk production and the apoptosis of the epithelial cells into the acinar lumen [122,125]. Among the cytokines produced during the acute phase, IL-1 and TNF-α are involved in the nuclear translocation of Nuclear Factor-Kappa B (NF-κB) and IL-6 is responsible for Signal Transducer and Activator of Transcription 3 (STAT3) activation [126]. The localized process of lobular involution initiation is followed by a massive systemic fall of hormones which results in the second part of lobular involution. STAT3 is involved in both the acute phase and the lobular involution, and notably by regulating apoptosis [125,126,127,128]. This acute inflammatory phase is needed for early recruitment of dendritic cells, followed by macrophages and T-cells, consistent with the wound healing program [129]. In addition, the transdifferentiation of pink adipocytes, present only during pregnancy and lactation, in white adipose tissue remains essential for proper involution. Interestingly, this process is mediated by Osteopontin (OPN), which is highly expressed during lactation and involution while it is not found in other stages of breast development [72,130,131]. OPN, also named Secreted Phosphoprotein 1 (SPP1) is also expressed by osteoblasts and is an agonist of bone resorption processes. OPN is overexpressed in breast cancer tissue in the presence of hydroxyapatite crystals compared with non-calcified tissue, but also in tumoral calcified tissue compared with non-tumoral calcified tissue suggesting its involvement in both calcification and tumorigenesis [132]. In addition, mRNA OPN expression is also associated with tumor aggressiveness and invasiveness [133,134]. By silencing OPN in MDA-MB-231 triple-negative breast cancer cell line (estrogen receptor (ER), progesterone receptor (PR) and receptor tyrosine-protein kinase erbB-2 (HER2) negative), a decrease in the production of hydroxyapatite crystals in an osteogenic medium and a decrease of cell migration were observed [135]. An excess of involution-related adipogenesis in the breast microenvironment is associated with an excessive production of adipokines [72]. To fully measure the importance of lobular involution characterization, McDaniel et al. isolated mammary glands extracellular matrix from nulliparous rats, and rats undergoing postlactation involution. Tissues from nulliparous animals promoted the ductal organization of the MCF-12A non-tumoral cell line and stopped the invasion of the MDA-MB-231 triple negative breast cancer cell line. Inversely, mammary gland tissue from rats undergoing involution did not promote ductal organization of MCF-12A while it promoted MDA-MB-231 invasiveness [136]. This suggests a fragile balance between the effects of lobular involution-related inflammation on non-tumoral tissue versus tumoral tissue that remains urgent to understand, especially to improve lactating breast cancer treatment.\n3.3. Age-Related Lobular Involution\n        Age-related lobular involution is a perimenopausal process starting progressively around 40 years old and aims to replace epithelial cells and stroma by adipose tissue and collagen to decrease the risks of breast hyperplasia and tumor development. To do so, the breast undergoes a significant tissue remodeling, requiring inflammation, apoptosis, immune system recruitment, extracellular matrix destruction and adipogenesis. Hanna et al. described the inflammatory profile associated with age-related lobular involution and highlighted that chronic inflammation could reduce the age-related involution completion and consequently, increase breast cancer risk. A higher expression of the pro-inflammatory markers such as IL-6, TNF-α, C-reactive protein (CRP), cyclooxygenase 2 (COX-2), leptin, serum amyloid 1 (SAA1) and IL-8 were inversely associated with completed lobular involution while a higher expression of the anti-inflammatory marker interleukin 10 (IL-10) [137] was positively associated with mammographic density, another well-known breast cancer risk factor [14]. Interestingly, IL-6, TNF-α and leptin expression by epithelial breast tissue is strongly correlated with SFRP1 expression, also known to be inversely associated with completed age-related lobular involution. SFRP1 is a good predictor of the degree of lobular involution and its expression is higher in presence of microcalcifications. Moreover, SFRP1 expression is lower in involuted nulliparous women compared with involuted non-nulliparous women suggesting that the first lobular involution is different from the others [90]. This is particularly important to consider as lower expression of SFRP1 in breast tissue is largely associated with breast cancer development and poor prognosis [134,138,139,140,141,142,143,144,145,146]. Leptin serum level is higher following estrogen deprivation-related adipogenesis in ovariectomized rats compared with controls [147]. The impact of concomitant leptin expression by breast adipose tissue during lobular involution and a higher leptin serum level due to menopause-related fall of estrogen remains unexplored. However, leptin is involved in preferential osteoblastic differentiation of MSCs. Naseem et al. observed that the proportion of patients with microcalcifications was higher in perimenopausal women compared with both premenopausal and postmenopausal women [148]. This result suggests the existence of a potential microcalcification resorption process in breast tissue and proves the importance to decipher the molecular mechanisms of lobular involution process to better prevent breast cancer development and recurrence in women diagnosed for breast cancer before 40 years old.\n3.4. Inflammation in Breast Carcinogenesis\n        As inflammation is needed in several physiological processes of mammary gland involution, it remains difficult to segregate which, from the “good” or the “bad” inflammations could exacerbate breast cancer risk (Figure 2). Breast cancer is nowadays, the leading cancer type diagnosed in women and the second leading cause of cancer related death in women. One in eight women will develop an invasive breast cancer during her life. The 5-year survival rate for all stages of breast cancer in 2020 is 90%. However, the 5-year survival rate in distant disease patients is 27% only [149]. These statistics testify that both breast cancer prevention and screening are essential to avoid late diagnosis. However, knowledge regarding carcinogenesis-related molecular pathways is still lacking. Chronic inflammation is associated with an increasing risk of breast cancer [150]. In non-tumoral breast tissue, higher expression of IL-6 is associated with higher mammographic density, while higher expression of anti-inflammatory TGF-ß is associated with lower mammographic density in both premenopausal and postmenopausal women [151]. Furthermore, as described previously, local inflammation is inversely associated with age-related lobular involution [137]. Similar to osteoimmunological disorders cited above, breast cancer could also be promoted by the immune system. At first, tumor-infiltrating lymphocytes, composed by a majority of T-cells and macrophages perform immunosurveillance and engage the destruction of malignant cells. However, in a second phase, they promote both proliferation and escape of immune system resistant tumoral cells [152]. Confirming that evidence, Desmedt et al. reported that tumoral-infiltrating cells were preferentially detected in in situ lesions compared with invasive lesions [153]. In vitro, invasive ductal carcinoma (IDC) supernatants contained more inflammatory cytokines and less anti-inflammatory cytokines compared with non-invasive breast lesions supernatant, suggesting that an inflammatory profile is associated not only with cancer risk, but also with cancer aggressivity [154]. Interestingly, 90% of ductal carcinoma in situ (DCIS) contain microcalcifications, and 40% become invasive. Microcalcifications are currently diagnosed by mammography and used to perform malignancy risk stratification of breast lesions [26]. However, the impact of microcalcifications in breast cells microenvironment at the molecular level as well as the interactions between such crystals and breast cells remains underexplored. Thought, Naseem et al. observed that microcalcifications are associated with HER2 overexpression, invasiveness, perimenopausal status, heterogeneous breast density and multifocal disease [148]. These evidences suggest that inflammatory profile of the breast tissue during a woman lifetime could have a major impact on microcalcifications development and carcinogenesis. Consequently, it appears essential to consider microcalcifications as a potential active player in breast cancer development.\n4. Evidence of the Presence of Osteoblastic and Osteoclastic Lineages in the Breast Tissue\n      \n        4.1. Osteoblast-Like Breast Cells\n        Multipotent stem cells are necessary to ensure tissue renewal as well as injury repair in adults. More precisely, multipotent stem cells are immatured cells with an unlimited capacity of self-renewal. Furthermore, these cells can differentiate into all cell types of few restricted lineages. Both embryonic and adult breast tissue developments are regulated by the Wnt signaling pathway and notably by SFRP1 [155,156,157,158]. However, we reported throughout this review that SFRP1 is dramatically modulated during breast history. It is now well described that not only stem cells have multipotency abilities in adult tissues. In fact, epithelial to mesenchymal transition (EMT) results in the acquisition of multipotency and invasiveness capacities largely associated with cancer development. In 2016, Tan et al. reported that MCF-7 and T47D breast cancer cell lines cultured in conditioned medium from cancer-associated fibroblasts underwent EMT [159]. Scimeca et al. reported that human breast cancer lesions exhibited mesenchymal markers that correlated with the quantity of breast-osteoblast-like cells [160]. The quantity of breast-osteoblast-like cells was positively correlated with TGF-ß and vimentin expression while it was inversely correlated with CD44 expression [160]. Interestingly, they also reported that the expression of CD44 and Vimentin was higher in presence of microcalcifications compared with tumor tissue without microcalcifications [161]. Tulotta et al. reported that the contact between breast cancer cells and osteoblasts or bone marrow cells was responsible for the increased secretion of IL-1ß by the three protagonists, resulting in EMT and tumor aggressiveness [44]. In 1985, Valentin-Opran et al. reported for the first time an estrogen-dependent bone resorbing activity from the MCF-7 luminal A (ER and/or PR positive, and HER2 negative) breast cancer cell line in vitro [162,163]. At that time, this result was used to explain acute hypercalcemia associated with ER-positive tumors and osteolytic characteristics of bone metastases derived from breast cancer lesions but the local effect of an osteoblast stimulating activity was not explored. In 2012, Cox et al. investigated the origin of breast microcalcifications and reported that hydroxyapatite microcalcifications were actively produced by breast cancer cells with osteoblastic characteristics in vitro [164,165]. In 2016, Tan et al. reported that breast cancer tissues expressed more bone-related genes compared with non-tumoral-tissues. Among these genes, Runt-related transcription factor 2 (RUNX2) is a key regulator of bone-related gene expression in breast cancer cell lines [159]. More recently, Scimeca et al. reported that the expression of osteoblasts specific proteins such as RANKL, OPN, vitamin D3 receptor (VDR), and bone morphogenetic protein 2 (BMP-2) was higher in breast cancer lesions with microcalcifications compared with breast cancer lesions without microcalcifications [161]. To complete the investigation, they also quantified mineralization process markers like bone morphogenetic protein 4 (BMP-4) and pentraxin-related protein PTX3 (PTX3), and their expression was also higher in presence of microcalcification compared with breast cancer lesions without microcalcifications [161]. More and more evidences of osteoblast-like cell existence, as well as breast cancer cell line abilities to produce calcifications, are reported. However, their impacts on breast non-tumoral and tumoral cells remain poorly understood and their origins are still unknown.\n      \n      \n        4.2. Osteoclast-Like Giant Breast Cells\n        For the first time in 1979, breast osteoclast-like giant cells were described by Agnantis et al. who studied eight infiltrating carcinomas containing these cells of interest [166]. This rare cell type is defined as a giant multinucleated cell similar to histiocytic osteoclasts found in bone tissue. However, if osteoclast-like giant cells are similar to osteoclasts regarding the abilities of resorbing cortical bone, they do not have ruffled border or clear zone. In addition, unlike osteoclasts which are coupled with osteoblasts, PTH alone is able to activate bone resorption by osteoclast-like giant cells in vitro [167]. Interestingly, cases reported were aged 43 to 84 with a median age of 49 years old, suggesting that this type of lesion is not menopausal-status specific [166]. Since then, around 200 breast cancer cases with osteoclast-like giant cells in both in situ and infiltrating lesions were reported [168,169,170,171,172,173,174,175,176]. Breast osteoclast-like giant cells were positive for CD68 [171,172,175,177] and CD163 [174] staining confirming their monocytic lineage. Tumoral-cells were ER and PR positive [168,171,172,174], HER2 negative [168,171,172], and associated stromal cells were positive for vimentin expression when tested [171]. Few triple-negative breast carcinomas with osteoclastic giant cells were also reported [169,177,178]. Interestingly, breast osteoclast-like giant cells associated with tumoral tissue and invasiveness are predominantly CD163 positive, hence possessing a M2-macrophage phenotype [178]. Cancer cells treatment with leptin induces the secretion of both intracellular adhesion molecule 1 (ICAM-1) and RANKL and enhances tumor-induced osteolysis in vivo, suggesting a potential role for leptin in osteoclast-like giant cell formation in a cancer context [179]. However, the scarcity of available references and reported cases, combined with the major differences between the phenotypic characteristics of these multinucleated giant cells compared with osteoclasts show that we must remain cautious regarding any conclusions.\n4.1. Osteoblast-Like Breast Cells\n        Multipotent stem cells are necessary to ensure tissue renewal as well as injury repair in adults. More precisely, multipotent stem cells are immatured cells with an unlimited capacity of self-renewal. Furthermore, these cells can differentiate into all cell types of few restricted lineages. Both embryonic and adult breast tissue developments are regulated by the Wnt signaling pathway and notably by SFRP1 [155,156,157,158]. However, we reported throughout this review that SFRP1 is dramatically modulated during breast history. It is now well described that not only stem cells have multipotency abilities in adult tissues. In fact, epithelial to mesenchymal transition (EMT) results in the acquisition of multipotency and invasiveness capacities largely associated with cancer development. In 2016, Tan et al. reported that MCF-7 and T47D breast cancer cell lines cultured in conditioned medium from cancer-associated fibroblasts underwent EMT [159]. Scimeca et al. reported that human breast cancer lesions exhibited mesenchymal markers that correlated with the quantity of breast-osteoblast-like cells [160]. The quantity of breast-osteoblast-like cells was positively correlated with TGF-ß and vimentin expression while it was inversely correlated with CD44 expression [160]. Interestingly, they also reported that the expression of CD44 and Vimentin was higher in presence of microcalcifications compared with tumor tissue without microcalcifications [161]. Tulotta et al. reported that the contact between breast cancer cells and osteoblasts or bone marrow cells was responsible for the increased secretion of IL-1ß by the three protagonists, resulting in EMT and tumor aggressiveness [44]. In 1985, Valentin-Opran et al. reported for the first time an estrogen-dependent bone resorbing activity from the MCF-7 luminal A (ER and/or PR positive, and HER2 negative) breast cancer cell line in vitro [162,163]. At that time, this result was used to explain acute hypercalcemia associated with ER-positive tumors and osteolytic characteristics of bone metastases derived from breast cancer lesions but the local effect of an osteoblast stimulating activity was not explored. In 2012, Cox et al. investigated the origin of breast microcalcifications and reported that hydroxyapatite microcalcifications were actively produced by breast cancer cells with osteoblastic characteristics in vitro [164,165]. In 2016, Tan et al. reported that breast cancer tissues expressed more bone-related genes compared with non-tumoral-tissues. Among these genes, Runt-related transcription factor 2 (RUNX2) is a key regulator of bone-related gene expression in breast cancer cell lines [159]. More recently, Scimeca et al. reported that the expression of osteoblasts specific proteins such as RANKL, OPN, vitamin D3 receptor (VDR), and bone morphogenetic protein 2 (BMP-2) was higher in breast cancer lesions with microcalcifications compared with breast cancer lesions without microcalcifications [161]. To complete the investigation, they also quantified mineralization process markers like bone morphogenetic protein 4 (BMP-4) and pentraxin-related protein PTX3 (PTX3), and their expression was also higher in presence of microcalcification compared with breast cancer lesions without microcalcifications [161]. More and more evidences of osteoblast-like cell existence, as well as breast cancer cell line abilities to produce calcifications, are reported. However, their impacts on breast non-tumoral and tumoral cells remain poorly understood and their origins are still unknown.\n4.2. Osteoclast-Like Giant Breast Cells\n        For the first time in 1979, breast osteoclast-like giant cells were described by Agnantis et al. who studied eight infiltrating carcinomas containing these cells of interest [166]. This rare cell type is defined as a giant multinucleated cell similar to histiocytic osteoclasts found in bone tissue. However, if osteoclast-like giant cells are similar to osteoclasts regarding the abilities of resorbing cortical bone, they do not have ruffled border or clear zone. In addition, unlike osteoclasts which are coupled with osteoblasts, PTH alone is able to activate bone resorption by osteoclast-like giant cells in vitro [167]. Interestingly, cases reported were aged 43 to 84 with a median age of 49 years old, suggesting that this type of lesion is not menopausal-status specific [166]. Since then, around 200 breast cancer cases with osteoclast-like giant cells in both in situ and infiltrating lesions were reported [168,169,170,171,172,173,174,175,176]. Breast osteoclast-like giant cells were positive for CD68 [171,172,175,177] and CD163 [174] staining confirming their monocytic lineage. Tumoral-cells were ER and PR positive [168,171,172,174], HER2 negative [168,171,172], and associated stromal cells were positive for vimentin expression when tested [171]. Few triple-negative breast carcinomas with osteoclastic giant cells were also reported [169,177,178]. Interestingly, breast osteoclast-like giant cells associated with tumoral tissue and invasiveness are predominantly CD163 positive, hence possessing a M2-macrophage phenotype [178]. Cancer cells treatment with leptin induces the secretion of both intracellular adhesion molecule 1 (ICAM-1) and RANKL and enhances tumor-induced osteolysis in vivo, suggesting a potential role for leptin in osteoclast-like giant cell formation in a cancer context [179]. However, the scarcity of available references and reported cases, combined with the major differences between the phenotypic characteristics of these multinucleated giant cells compared with osteoclasts show that we must remain cautious regarding any conclusions.\n5. Osteoblastic and Osteoclastic Breast Cancer Metastases in Bone Microenvironment\n      \n        5.1. Osteolytic Lesions\n        In bone microenvironment, breast cancer metastases form in 80 to 90% of osteolytic lesions which supports an excessive bone resorption and degradation. Osteolytic lesions express bone resorption promoting factors, such as parathyroid hormone-related protein (PTHrP), which is higher in both bone metastases and serum of osteolytic bone metastases from patients [180,181]. However, PTHrP increases RANKL expression by osteoblasts and decreases osteoprotegerin (OPG) expression, resulting in osteoclast activation [182]. Furthermore, Bendre et al. observed in vitro that IL-8 expression by breast cancer cells could promote osteoclastogenesis indirectly by promoting RANKL expression by osteoblasts, and directly by inducing blood mononuclear cells differentiation in resorbing osteoclasts [183]. Furthermore, neutralizing IL-1ß with anakinra in mice xenografted with triple negative MDA-MB-231 and luminal A MCF-7 breast cancer cell lines reduces the incidence of bone metastases and bone turnover markers expression including TNF-α [42]. Kovacheva et al. observed that knockdown MDA-MB-231 for OPN induces a decrease of cell proliferation and migration abilities, and a remission of the osteolytic lesions compared with unmodified MDA-MB-231 [184]. Dkk-1, a Wnt signaling antagonist, is expressed in osteolytic lesions while it was not expressed in osteoblastic lesions [185]. Furthermore, Dkk-1 level in the serum of women with breast cancer bone metastases is higher compared with age-matched healthy controls and patients with breast cancer metastases in another site than bones [186]. Interestingly, ER negative breast cancer cell lines MDA-MB-231, MDA-MB-435s and BT549 form osteolytic lesions [187]. However, the proportions of osteolytic lesions by breast cancer molecular subtypes were not reported in women yet. Furthermore, the question about which, of metastases secretions, breast cancer cells with osteoblastic phenotype or both are responsible for bone resorption remains without an answer so far.\n      \n      \n        5.2. Osteoblastic and Mixed Lesions\n        Osteoblastic breast cancer bone metastases occur in 10 to 20% of breast cancer bone metastases and show disorganized new bone with an associated increase of bone resorption. These lesions support osteoblastogenesis notably by expressing TGF-ß, bone morphogenic proteins, and Wnt proteins, all known to promote osteoblasts formation [188]. Another potential causal factor of breast cancer cell mediated osteoblastic lesions is Endothelin-1 (ET-1). ET-1 is higher in male serum with prostate cancer compared with male without prostate cancer. Furthermore, prostate cancer cell lines expressing ET-1 increase phosphatase alkaline activity in new bone formation [189]. Interestingly, metastases obtained from luminal A breast cancer cell lines MCF-7, ZR75.1 and T47D also form osteoblastic lesions [187,190]. Yin et al. demonstrated that a treatment against ET-1 receptor; endothelin A receptor antagonist in mice xenografted with the luminal A breast cancer cell line ZR75.1 induces a decrease of both bone metastases and tumor burden compared with untreated mice [190]. Interestingly, mice neonatal calvariae treated with ET-1 expressed a lower level of Dkk-1 while they expressed a higher level of IL-6 [191]. Mixed lesions, combining both osteolytic and osteoblastic markers also exist. Like osteoblastic lesions, mixed lesions express ET-1 but not PTHrP [187,190]. However, such lesions remain poorly understood. Furthermore, the necessity of the presence of osteoblast-like cell and microcalcifications in the primary tumor to develop such bone lesions remains unknown.\n5.1. Osteolytic Lesions\n        In bone microenvironment, breast cancer metastases form in 80 to 90% of osteolytic lesions which supports an excessive bone resorption and degradation. Osteolytic lesions express bone resorption promoting factors, such as parathyroid hormone-related protein (PTHrP), which is higher in both bone metastases and serum of osteolytic bone metastases from patients [180,181]. However, PTHrP increases RANKL expression by osteoblasts and decreases osteoprotegerin (OPG) expression, resulting in osteoclast activation [182]. Furthermore, Bendre et al. observed in vitro that IL-8 expression by breast cancer cells could promote osteoclastogenesis indirectly by promoting RANKL expression by osteoblasts, and directly by inducing blood mononuclear cells differentiation in resorbing osteoclasts [183]. Furthermore, neutralizing IL-1ß with anakinra in mice xenografted with triple negative MDA-MB-231 and luminal A MCF-7 breast cancer cell lines reduces the incidence of bone metastases and bone turnover markers expression including TNF-α [42]. Kovacheva et al. observed that knockdown MDA-MB-231 for OPN induces a decrease of cell proliferation and migration abilities, and a remission of the osteolytic lesions compared with unmodified MDA-MB-231 [184]. Dkk-1, a Wnt signaling antagonist, is expressed in osteolytic lesions while it was not expressed in osteoblastic lesions [185]. Furthermore, Dkk-1 level in the serum of women with breast cancer bone metastases is higher compared with age-matched healthy controls and patients with breast cancer metastases in another site than bones [186]. Interestingly, ER negative breast cancer cell lines MDA-MB-231, MDA-MB-435s and BT549 form osteolytic lesions [187]. However, the proportions of osteolytic lesions by breast cancer molecular subtypes were not reported in women yet. Furthermore, the question about which, of metastases secretions, breast cancer cells with osteoblastic phenotype or both are responsible for bone resorption remains without an answer so far.\n5.2. Osteoblastic and Mixed Lesions\n        Osteoblastic breast cancer bone metastases occur in 10 to 20% of breast cancer bone metastases and show disorganized new bone with an associated increase of bone resorption. These lesions support osteoblastogenesis notably by expressing TGF-ß, bone morphogenic proteins, and Wnt proteins, all known to promote osteoblasts formation [188]. Another potential causal factor of breast cancer cell mediated osteoblastic lesions is Endothelin-1 (ET-1). ET-1 is higher in male serum with prostate cancer compared with male without prostate cancer. Furthermore, prostate cancer cell lines expressing ET-1 increase phosphatase alkaline activity in new bone formation [189]. Interestingly, metastases obtained from luminal A breast cancer cell lines MCF-7, ZR75.1 and T47D also form osteoblastic lesions [187,190]. Yin et al. demonstrated that a treatment against ET-1 receptor; endothelin A receptor antagonist in mice xenografted with the luminal A breast cancer cell line ZR75.1 induces a decrease of both bone metastases and tumor burden compared with untreated mice [190]. Interestingly, mice neonatal calvariae treated with ET-1 expressed a lower level of Dkk-1 while they expressed a higher level of IL-6 [191]. Mixed lesions, combining both osteolytic and osteoblastic markers also exist. Like osteoblastic lesions, mixed lesions express ET-1 but not PTHrP [187,190]. However, such lesions remain poorly understood. Furthermore, the necessity of the presence of osteoblast-like cell and microcalcifications in the primary tumor to develop such bone lesions remains unknown.\n6. Drugs Commonly Prescribed for Osteoporosis or Rheumatoid Arthritis Treatment and Their Impact on Breast Cancer Prevalence\n      \n        6.1. Hormone Replacement Therapies\n        Estrogens and progestatives were massively prescribed in the past to attenuate menopause side effects and notably the menopause-associated OP. In fact, the dramatical decrease of estrogen during menopause is responsible for a longer survival of osteoclasts. In absence of estrogens, MSCs prioritize an adipocytic differentiation rather than an osteoblastic differentiation. Estrogens are notably involved in the decrease of bone resorption-related cytokines, such as TNF-α, IL-1, and IL-6 [73]. However, as described previously, there is a dual effect of the fall of estrogen on bone tissue compared with breast tissue. If the menopause-induced increase of TNF-α, IL-1 and IL-6 results in the loss of bone mass density, hence promoting OP, it is necessary to initiate age-related lobular involution, a natural weapon against breast cancer development. In fact, as described by Hanna et al., the expression of TNF-α and IL-6 is higher in non-involuted breast compared with completely involuted breast [137]. Consequently, hormone replacement therapies (HRT) were associated with an increased risk of breast cancer development [192,193,194,195,196,197,198,199,200], and are no more prescribed in this indication nowadays.\n      \n      \n        6.2. Antiresorptive Drugs\n        \n          6.2.1. Bisphosphonates\n          Bisphosphonates are the first line treatment against OP in postmenopausal women. Alendronate, risedronate and zoledronate are pyrophosphate analogues. They set hydroxyapatite molecules in bone and are released because of pH changing in an area with intense osteoclasts activity. Their internalization by osteoclasts induces the activation of apoptosis, resulting in a decrease of bone resorption [201,202]. For these reasons, bisphosphonates are currently used to fight breast cancer-related hypercalcemia [203] and in metastatic breast cancer patients with bone involvement to reduce skeletal-related events and bone pain [204]. Cancer Care Ontario and the American Society of Clinical Oncology recommend the use of bisphosphonates in postmenopausal women to reduce bone metastasis recurrence and improve survival in nonmetastatic patients [205]. Many studies and reports support the use of bisphosphonates as adjuvant breast cancer therapies in postmenopausal women for their benefits on breast cancer outcomes [206,207,208,209,210,211,212]. However, some interrogations regarding the distinct effects of bisphosphonates on premenopausal and postmenopausal women for less than 5 years versus postmenopausal women for more than 5 years exist [213,214,215]. Coleman et al. observed no improvement of disease-free survival, invasive-free survival and overall survival in women older than 18 years old treated for stage II or III breast cancer with adjuvant acid zoledronic administration compared with women untreated with adjuvant zoledronic acid. However, they observed reduced bone metastases development in the adjuvant zoledronic acid treated group compared with women who did not receive adjuvant zoledronic acid. They also observed an improved invasive disease-free survival in women with established menopause treated with adjuvant zoledronic acid compared with women who did not receive adjuvant zoledronic acid [214,215]. Suarez-Almazor et al. recently reported that the administration of the recommended dose of bisphosphonates for OP in postmenopausal women older than 66 years old with breast cancer increase both overall survival and breast-cancer-specific survival after multiple adjustments [216]. The same year, van Hellemond et al. observed no effect of 3 or 6 years bisphosphonates administration before 2 to 3 years of tamoxifen treatment on postmenopausal women distant recurrence free survival, compared with women who did not receive bisphosphonates [217]. More recently, Perrone et al. observed benefits in disease-free survival in premenopausal women undergoing ovarian function suppression treated with adjuvant bisphosphonates compared with women who did not receive adjuvant bisphosphonates [218]. In vitro study demonstrated that bisphosphonate-coated bovine bone slices reduced MCF-7 luminal A and MDA-MB-231 triple-negative breast cancer cell lines abilities to adhere and proliferate compared with controls without bisphosphonate-coating [219]. Interestingly, Buranrat et al. have also demonstrated that bisphosphonates reduced migratory abilities by inducing cell cycle arrest and increasing apoptosis of the MCF-7 cell line [220]. If bisphosphonates adjuvant therapy improves breast cancer-related bone metastases outcomes, its effects on breast cancer recurrence and invasiveness remains controversial. No evidence regarding the potential role of bisphosphonates against early mammary carcinogenesis exists yet. Extensive in vitro studies should help to better decipher the direct impact of bisphosphonates on breast cancer cells.\n        \n        \n          6.2.2. Selective Estrogen Receptor Modulators (SERMs)\n          Compared with estrogen which targets all ER-positive tissues, SERMs are capable of inducing tissue-specific ER activity. Raloxifene is a SERM used in the treatment and prevention of postmenopausal osteoporosis. Although it showed benefits relative to placebo against vertebral fractures and femoral neck bone mineral density, no benefit regarding hip fractures were statistically significant compared with placebo in randomized controlled trials in a population at risk of osteoporotic fractures [221]. More precisely, raloxifene induces a reduction of RANTES, composed notably of chemoattractant molecules, resulting in a decrease of inflammation processes in postmenopausal women [222]. In ovariectomized rats, raloxifene reversed the body weight gain, the increased leptin serum level and the decreased Ob-Rb hypothalamic expression induced by estrogen deprivation [147]. However, in women results are controversial. Some studies reported an increased leptin serum level in postmenopausal women treated with raloxifene [223,224] while Tommaselli et al. reported that raloxifene prevents postmenopausal body weight gain without modification of leptin serum level [225]. Interestingly, tamoxifen and raloxifene were reported for their association with a decrease in breast cancer risk. The Multiple Outcomes Raloxifene Evaluation (MORE) study, a multicenter, blinded, randomized placebo-controlled clinical trial reported that raloxifene reduced, by 72%, the risk of developing an invasive ER-positive breast cancer in postmenopausal women with OP during 4 years of raloxifene treatments [38]. This was then confirmed by the Continuing Outcomes Relevant to Evista (CORE) trial, which examined the effects of raloxifene versus placebo in the same cohort for 4 additional years [39]. The National Surgical Adjuvant Breast and Bowel Project (NSABP) Breast Cancer Prevention Trial (BCPT) compared both tamoxifen and raloxifene effects on invasive breast cancer risk and observed no difference between the two groups [226]. Leptin expression and Ob-Rb expression in breast cancer tissue is higher compared with non-tumoral tissue [227]. Furthermore, leptin serum level is also higher in breast cancer patients compared with healthy patients [228]. Leptin potentiates the proliferative and migratory abilities of breast cancer cells positive for ER-α [229]. Another SERM, the bazedoxifene, approved in Europe for treating OP, was described as a pure ER-α antagonist, which reduces tumor growth of both tamoxifen sensitive and resistant breast cancer cell lines xenografts. As for tamoxifen and raloxifene, it induces the proteasomal degradation of ER-α by changing its conformation in xenograft models [230]. Furthermore, Tian et al. demonstrated that bazedoxifene reduces phosphorylated-STAT3 and IL-6 mediated downstream target genes expression, but also viability, proliferation, and migration capacities of multiple triple-negative breast cancer cell lines including SUM159, MDA-MB-231, and MDA-MB-468 [231]. Interestingly, the combination of bazedoxifene and reparixin/SCH527123 targeting IL-8 had a more potent inhibition of viability, colony formation, and migration abilities on the triple-negative breast cancer cell lines SUM159 and MDA-MB-231 [232]. Bazedoxifene also induces ER-α degradation and a decrease of cell growth in wild type (WT) and D538G mutated MCF-7 luminal A breast cancer cell lines compared with untreated cell lines. However, the Y537S mutant is resistant to bazedoxifene-induced ER-α degradation but its transcription is reduced compared with untreated MCF-7 Y537S mutant [233]. In vivo experiments demonstrated that bazedoxifene inhibits the estrogens-induced ductal growth and terminal end bud formation on nude mice non-tumoral mammary tissue. Furthermore, bazedoxifene also blocked estrogens-induced tumor stimulation by increasing apoptosis and decreasing proliferation of MCF-7 cell line xenografted in nude mice [234]. In 2019, Fu et al. demonstrated in vitro that combined with the chemotherapeutic agent paclitaxel, bazedoxifene decreases cell viability, colony formation, cell migration, and potent apoptosis of ER-positive cell lines by inhibiting ER-α expression, and of triple-negative cell lines by inhibiting phosphorylated-STAT3 (Y705) and downstream targets expression [235]. In perimenopausal and postmenopausal women, combining bazedoxifene and conjugated estrogens induces favorable effects on risk biomarkers such as a decrease of mammographic fibroglandular volume and reported patients outcomes regarding menopause specific quality of life [236]. Both raloxifene and bazedoxifene represent a new hope in breast cancer prevention and personalized therapy development, including against triple negative breast cancer for which no personalized treatment exists yet.\n        \n        \n          6.2.3. Denosumab\n          Denosumab is a human monoclonal antibody against RANKL, offered to postmenopausal OP women with a high risk of fracture, and in both women with non-metastatic breast cancer treated with aromatase inhibitor and men with non-metastatic prostate cancer treated with anti-androgenic drugs with high risk of fracture. In postmenopausal women previously treated with bisphosphonates, the risk of breast cancer development is lower in the group receiving denosumab compared with the matched group who received placebo [237]. Results of the randomized, double-blind, placebo-controlled phase 3 trial from ABCSG-18 demonstrated that adjuvant denosumab improved the disease-free survival of patients treated for early breast cancer who received adjuvant aromatase inhibitor [40]. Treatment with denosumab was also correlated with an absence of circulating tumor cells in patients with high grade invasive cancers [41]. Conversely, Coleman et al. observed no improvement in disease-related outcomes in stage II-III breast cancer patients receiving denosumab with neoadjuvant or adjuvant therapy compared with patients receiving placebo [238]. These controversies could be explained by the heterogeneity of the cohorts, especially considering the osteoimmunological disorder treated initially, but also considering the tumor phenotypes. Complementary cohort studies considering breast cancer subtypes and patients clinical characteristics should be performed before concluding. Furthermore, no in vitro study on breast cancer models were reported yet.\n        \n      \n      \n        6.3. Bone Anabolic Drugs\n        \n          6.3.1. Parathyroid Hormone Analog\n          Parathyroid hormone (PTH) is produced by the parathyroid glands and regulates osteoclastic bone resorption and calcium mobilization. To do so, PTH activates TGF-ß and Wnt signaling pathways both involved in MSCs recruitment and osteoblastic differentiation [239]. Teriparatide is a recombinant form of human PTH indicated principally for severe forms of OP in postmenopausal women or in both men and women suffering from glucocorticoid-induced OP. In fact, in treated patients bone formation markers were increased by 150% and bone resorption markers by 100% in the first 3 months of treatments. However, Food and Drug Administration (FDA) stipulates that teriparatide should be used for no longer than 2 years, and it is contraindicated in patients with risk factors of osteosarcoma, Paget’s disease of bone, prior skeletal radiation, and children with open epiphyses [240]. The Forteo Patient Registry and the United States (US) postmarketing surveillance study of adult osteosarcoma and teriparatide found no incident cases of osteosarcoma after 8 and 7 years of observation in US patients receiving teriparatide treatment respectively. However, these are interim reports as the 15 years studies were not completed [241,242]. PTH is involved in bone remodeling and breast development. Intermittent PTH expression results in bone formation while continuous expression results in bone resorption. Swami et al. observed that mouse models with 4T1 murine mammary carcinoma cell line xenografted in the fat pad, pretreated then treated with intermittent PTH have the same tumor size than controls. However, the frequency of bone metastases was significantly reduced in the treated group compared with the control group. Interestingly, they also observed a decrease of 4T1 cells capacities of bone engraftment in the group pretreated with PTH compared with the control group [243]. This suggests the breast cell acquisition of PTH-related phenotypical characteristics to adhere to bone tissue. Because intermittent PTH is involved in osteoblastogenesis, it is crucial to interrogate the possibility that MSCs and breast cancer cells with mesenchymal characteristics could also develop an osteoblast-like phenotype resulting in hydroxyapatite production. Furthermore, if PTH is responsible for Wnt signaling pathway activation [239], it is crucial to examine the impact of teriparatide on involuted breast tissue that does not express SFRP1 [90], a Wnt signaling pathway antagonist. In absence of such a negative regulator, it is plausible that the overactivation of the pro-proliferative Wnt signaling pathway could result in breast hyperplasia. Even if teriparatide is only prescribed in rare severe form of OP with multiple precautions regarding patient history, it remains urgent to interrogate the impact of such treatment on both breast microcalcifications development and hyperplasia.\n        \n        \n          6.3.2. Parathyroid Hormone Related Protein Analog\n          Parathyroid hormone related protein (PTHrP) is a paracrine regulatory hormone acting on bone forming cells by fixing PTHR1 as well as PTH. Interestingly, PTHrP is also locally produced by mammary epithelial cells to regulate cell growth and differentiation suggesting an autocrine and paracrine roles in breast microenvironment [244,245,246]. PTHrP also joins the systemic circulation to regulate maternal-to-fetal placental calcium transport [246,247]. Once more, the local effect of continuous production of PTHrP on MSCs present in the breast microenvironment has not been explored yet. In vitro, the MCF-7 luminal A breast cancer cell line overexpressing PTHrP in co-culture with murine osteoblasts and hematopoietic cells induced osteoclastogenesis [248]. Abaloparatide, a synthetic homologue of PTH (41% of homology), and PTHrP (76% of homology) is a new anabolic agent developed for OP management [249,250,251]. However, no study regarding its effect on breast tissue, breast cancer development or progression exists yet.\n        \n        \n          6.3.3. Romosozumab, an Anti-Sclerostin Monoclonal Antibody\n          Romosozumab is an anti-sclerostin (SOST) monoclonal antibody recently proposed against severe OP. This drug has anabolic effects followed by antiresorptive effect, increasing rapidly the bone mineral density of treated patients. This treatment is administrated once a month for one year, and then stopped or changed with another antiresorptive treatment to maintain the gain in bone mass. In contrast with SOST mRNA, which was found in few human tissues such as heart and kidney, the sclerostin protein, a Wnt signaling antagonist was only detected in bone tissue. Sclerostin is produced by mature osteocytes to decrease osteoblastogenesis [252]. Interestingly, Hesse et al. observed that MDA-MB-231 triple-negative metastatic breast cancer cells expressed sclerostin. In addition, conditioned medium from MDA-MB-231 reduces both osteoblastic differentiation and mineralization. MDA-MB-231 mouse models treated with an anti-sclerostin antibody had less bone metastases and bone loss than the MDA-MB-231 mouse model receiving the vehicle alone [253]. However, cardiovascular serious events rate in men receiving romosozumab is higher than in men receiving the placebo [254]. This evidence was not found in postmenopausal women receiving romosozumab compared with postmenopausal women receiving the placebo [255,256]. In both men and postmenopausal women, higher levels of sclerostin were associated with aortic calcification [257,258]. However, inverse association between sclerostin serum level and aortic calcification were found in patients with chronic kidney disease after adjustment for age and cardiovascular history [259]. These controversial results demonstrate the urgent need to better understand sclerostin and romosozumab impact on soft tissue calcification, and notably on breast microcalcifications development.\n        \n      \n      \n        6.4. Biological Agents Targeting Pro-Inflammatory Cytokines in Rheumatoid Arthritis\n        \n          6.4.1. IL-1\n          The transcriptomic profile of metastatic breast cancer patients overlaps systemic juvenile idiopathic arthritis, which is an IL-1 driven osteoimmunological disorder [43]. Interestingly, IL1B expression is increased by the addition of hydroxyapatite crystals in Hs578T triple-negative breast cancer cells culture medium [260]. Anakinra, an IL-1 receptor antagonist is a clinically approved agent used against osteoimmunological disorders, such as RA. Interestingly, Holen et al. demonstrated that the administration of anakinra in mice with subcutaneous or intravenous injection of luminal A (MCF-7) or triple negative (MDA-MB-231) breast cancer cell line reduced significantly the tumor size and the number of mice with bone metastasis compared with placebo [42]. Wu et al. also observed a decrease of tumor size after anakinra treatment administration in mice with subcutaneous injection of Hs578T [43]. More recently, Tulotta et al. confirmed the potential of IL-1B blockers in reducing breast cancer metastases by treating mice injected subcutaneously with MCF-7, MDA-MB-231 and T47D with both anakinra or canakinumab, two anti-IL1B antibodies [44]. The difficulties to test biological agents targeting cytokines ex-vivo and in vitro limit the availability of references. Progress relative to spheroids and organoids culture could help the scientific community to test the impact of such biological drugs on breast tissue.\n        \n        \n          6.4.2. IL-6\n          Korkaya et al. demonstrated for the first time that the IL-6 receptor antibody tocilizumab, used against RA, decreases cytokines production and EMT in luminal A MCF-7 and triple-negative SUM-159 overexpressing HER2 and knocked down for PTEN (MCF-7 HER2+ PTEN- and SUM-159 HER2+ PTEN-), resulting in a decrease of tumoral aggressivity in xenograft mouse models. This is a hope for developing personalized treatment for HER2 positive tumor patients resistant to trastuzumab [45]. In 2015, Rodriguez-Barrueco et al. demonstrated that MCF10A/Erbb2 obtained from the non-tumoral breast cell line MCF10A transformed with an oncogenic form of HER2, was sensitive to tocilizumab compared with untreated cells in both in vitro and in three-dimensional (3D) culture, and in vivo in xenograft mouse models [46]. Lin et al. demonstrated that the triple negative breast cancer cell lines MDA-MB-231 and BT-549 treated with the IL-6 receptor antibody tocilizumab dramatically lost their STAT3 activity compared with untreated cell lines [261]. The triple negative breast cancer cell line MDA-MB-231-LN co-cultured with lymphatic endothelial cells (LEC) produces IL-6, which binds the IL-6 receptor on LEC, resulting in STAT3 signaling pathway activation. In face of this evidence, Jin et al. compared MDA-MB-231-LN viability after treatment with tocilizumab and observed a decrease of cell proliferation compared with untreated cells. They also observed a decrease of tumor growth in xenograft mouse models treated with the mouse IL-6 receptor antibody [48]. More recently, Alraouji et al. demonstrated that tocilizumab inhibits IL-6 related EMT in triple negative breast cancer cell lines by inhibiting the canonical Wnt signaling pathway [47]. Another IL-6 receptor monoclonal antibody, sarilumab, improves signs and symptoms of RA comparable to tocilizumab [262,263,264]. However, no study on sarilumab in vitro effects on breast cancer cell lines have been reported yet. As mentioned previously, STAT3 is involved in the acute phase of lobular involution initiation, and the associated extracellular matrix is known to promote tumorigenesis [125,126,127,128,136]. Consequently, if tocilizumab and sarilumab seem to have potential in decreasing breast cancer cells proliferation in vitro, their impact on breast involution must be carefully studied.\n        \n        \n          6.4.3. TNF-α\n          Two types of TNF-α targeting drugs exist; the etanercept, which targets TNF-α receptor, and infliximab, adalimumab, golimumab, and certolizumab, which directly target circulating TNF-α [265]. A phase II study of etanercept was performed in 2004 in sixteen metastatic breast cancers refractory to conventional therapy. However, no disease response was observed in the recruited cohort [266]. Hence, few studies were performed to interrogate TNF-α inhibitor therapy such as etanercept, infliximab or adalimumab safety on breast cancer patients. In women with RA treated with TNF-α inhibitor and having a history of breast cancer, no more recurrences were observed compared with other breast cancer patients who did not receive TNF-α inhibitors [267]. Mamtani et al. also observed the same results in three retrospective cohorts including women with RA and inflammatory bowel disease [268]. Chiesa Fuxench et al. explored the risk of primary breast cancer development in patients with psoriasis who received treatments including TNF-α inhibitors, without finding any changes compared with the control group of patients without psoriasis [269]. However, few meta-analyses and systematic reviews highlighted the absence of sufficient evidences to either conclude to an innocuity of TNF-α inhibitors on breast cancer development or to conclude to the existence of a relationship between the two protagonists [270,271,272]. No studies on the potential anti-tumor effect of such proteins were performed in vitro.\n6.1. Hormone Replacement Therapies\n        Estrogens and progestatives were massively prescribed in the past to attenuate menopause side effects and notably the menopause-associated OP. In fact, the dramatical decrease of estrogen during menopause is responsible for a longer survival of osteoclasts. In absence of estrogens, MSCs prioritize an adipocytic differentiation rather than an osteoblastic differentiation. Estrogens are notably involved in the decrease of bone resorption-related cytokines, such as TNF-α, IL-1, and IL-6 [73]. However, as described previously, there is a dual effect of the fall of estrogen on bone tissue compared with breast tissue. If the menopause-induced increase of TNF-α, IL-1 and IL-6 results in the loss of bone mass density, hence promoting OP, it is necessary to initiate age-related lobular involution, a natural weapon against breast cancer development. In fact, as described by Hanna et al., the expression of TNF-α and IL-6 is higher in non-involuted breast compared with completely involuted breast [137]. Consequently, hormone replacement therapies (HRT) were associated with an increased risk of breast cancer development [192,193,194,195,196,197,198,199,200], and are no more prescribed in this indication nowadays.\n6.2. Antiresorptive Drugs\n        \n          6.2.1. Bisphosphonates\n          Bisphosphonates are the first line treatment against OP in postmenopausal women. Alendronate, risedronate and zoledronate are pyrophosphate analogues. They set hydroxyapatite molecules in bone and are released because of pH changing in an area with intense osteoclasts activity. Their internalization by osteoclasts induces the activation of apoptosis, resulting in a decrease of bone resorption [201,202]. For these reasons, bisphosphonates are currently used to fight breast cancer-related hypercalcemia [203] and in metastatic breast cancer patients with bone involvement to reduce skeletal-related events and bone pain [204]. Cancer Care Ontario and the American Society of Clinical Oncology recommend the use of bisphosphonates in postmenopausal women to reduce bone metastasis recurrence and improve survival in nonmetastatic patients [205]. Many studies and reports support the use of bisphosphonates as adjuvant breast cancer therapies in postmenopausal women for their benefits on breast cancer outcomes [206,207,208,209,210,211,212]. However, some interrogations regarding the distinct effects of bisphosphonates on premenopausal and postmenopausal women for less than 5 years versus postmenopausal women for more than 5 years exist [213,214,215]. Coleman et al. observed no improvement of disease-free survival, invasive-free survival and overall survival in women older than 18 years old treated for stage II or III breast cancer with adjuvant acid zoledronic administration compared with women untreated with adjuvant zoledronic acid. However, they observed reduced bone metastases development in the adjuvant zoledronic acid treated group compared with women who did not receive adjuvant zoledronic acid. They also observed an improved invasive disease-free survival in women with established menopause treated with adjuvant zoledronic acid compared with women who did not receive adjuvant zoledronic acid [214,215]. Suarez-Almazor et al. recently reported that the administration of the recommended dose of bisphosphonates for OP in postmenopausal women older than 66 years old with breast cancer increase both overall survival and breast-cancer-specific survival after multiple adjustments [216]. The same year, van Hellemond et al. observed no effect of 3 or 6 years bisphosphonates administration before 2 to 3 years of tamoxifen treatment on postmenopausal women distant recurrence free survival, compared with women who did not receive bisphosphonates [217]. More recently, Perrone et al. observed benefits in disease-free survival in premenopausal women undergoing ovarian function suppression treated with adjuvant bisphosphonates compared with women who did not receive adjuvant bisphosphonates [218]. In vitro study demonstrated that bisphosphonate-coated bovine bone slices reduced MCF-7 luminal A and MDA-MB-231 triple-negative breast cancer cell lines abilities to adhere and proliferate compared with controls without bisphosphonate-coating [219]. Interestingly, Buranrat et al. have also demonstrated that bisphosphonates reduced migratory abilities by inducing cell cycle arrest and increasing apoptosis of the MCF-7 cell line [220]. If bisphosphonates adjuvant therapy improves breast cancer-related bone metastases outcomes, its effects on breast cancer recurrence and invasiveness remains controversial. No evidence regarding the potential role of bisphosphonates against early mammary carcinogenesis exists yet. Extensive in vitro studies should help to better decipher the direct impact of bisphosphonates on breast cancer cells.\n        \n        \n          6.2.2. Selective Estrogen Receptor Modulators (SERMs)\n          Compared with estrogen which targets all ER-positive tissues, SERMs are capable of inducing tissue-specific ER activity. Raloxifene is a SERM used in the treatment and prevention of postmenopausal osteoporosis. Although it showed benefits relative to placebo against vertebral fractures and femoral neck bone mineral density, no benefit regarding hip fractures were statistically significant compared with placebo in randomized controlled trials in a population at risk of osteoporotic fractures [221]. More precisely, raloxifene induces a reduction of RANTES, composed notably of chemoattractant molecules, resulting in a decrease of inflammation processes in postmenopausal women [222]. In ovariectomized rats, raloxifene reversed the body weight gain, the increased leptin serum level and the decreased Ob-Rb hypothalamic expression induced by estrogen deprivation [147]. However, in women results are controversial. Some studies reported an increased leptin serum level in postmenopausal women treated with raloxifene [223,224] while Tommaselli et al. reported that raloxifene prevents postmenopausal body weight gain without modification of leptin serum level [225]. Interestingly, tamoxifen and raloxifene were reported for their association with a decrease in breast cancer risk. The Multiple Outcomes Raloxifene Evaluation (MORE) study, a multicenter, blinded, randomized placebo-controlled clinical trial reported that raloxifene reduced, by 72%, the risk of developing an invasive ER-positive breast cancer in postmenopausal women with OP during 4 years of raloxifene treatments [38]. This was then confirmed by the Continuing Outcomes Relevant to Evista (CORE) trial, which examined the effects of raloxifene versus placebo in the same cohort for 4 additional years [39]. The National Surgical Adjuvant Breast and Bowel Project (NSABP) Breast Cancer Prevention Trial (BCPT) compared both tamoxifen and raloxifene effects on invasive breast cancer risk and observed no difference between the two groups [226]. Leptin expression and Ob-Rb expression in breast cancer tissue is higher compared with non-tumoral tissue [227]. Furthermore, leptin serum level is also higher in breast cancer patients compared with healthy patients [228]. Leptin potentiates the proliferative and migratory abilities of breast cancer cells positive for ER-α [229]. Another SERM, the bazedoxifene, approved in Europe for treating OP, was described as a pure ER-α antagonist, which reduces tumor growth of both tamoxifen sensitive and resistant breast cancer cell lines xenografts. As for tamoxifen and raloxifene, it induces the proteasomal degradation of ER-α by changing its conformation in xenograft models [230]. Furthermore, Tian et al. demonstrated that bazedoxifene reduces phosphorylated-STAT3 and IL-6 mediated downstream target genes expression, but also viability, proliferation, and migration capacities of multiple triple-negative breast cancer cell lines including SUM159, MDA-MB-231, and MDA-MB-468 [231]. Interestingly, the combination of bazedoxifene and reparixin/SCH527123 targeting IL-8 had a more potent inhibition of viability, colony formation, and migration abilities on the triple-negative breast cancer cell lines SUM159 and MDA-MB-231 [232]. Bazedoxifene also induces ER-α degradation and a decrease of cell growth in wild type (WT) and D538G mutated MCF-7 luminal A breast cancer cell lines compared with untreated cell lines. However, the Y537S mutant is resistant to bazedoxifene-induced ER-α degradation but its transcription is reduced compared with untreated MCF-7 Y537S mutant [233]. In vivo experiments demonstrated that bazedoxifene inhibits the estrogens-induced ductal growth and terminal end bud formation on nude mice non-tumoral mammary tissue. Furthermore, bazedoxifene also blocked estrogens-induced tumor stimulation by increasing apoptosis and decreasing proliferation of MCF-7 cell line xenografted in nude mice [234]. In 2019, Fu et al. demonstrated in vitro that combined with the chemotherapeutic agent paclitaxel, bazedoxifene decreases cell viability, colony formation, cell migration, and potent apoptosis of ER-positive cell lines by inhibiting ER-α expression, and of triple-negative cell lines by inhibiting phosphorylated-STAT3 (Y705) and downstream targets expression [235]. In perimenopausal and postmenopausal women, combining bazedoxifene and conjugated estrogens induces favorable effects on risk biomarkers such as a decrease of mammographic fibroglandular volume and reported patients outcomes regarding menopause specific quality of life [236]. Both raloxifene and bazedoxifene represent a new hope in breast cancer prevention and personalized therapy development, including against triple negative breast cancer for which no personalized treatment exists yet.\n        \n        \n          6.2.3. Denosumab\n          Denosumab is a human monoclonal antibody against RANKL, offered to postmenopausal OP women with a high risk of fracture, and in both women with non-metastatic breast cancer treated with aromatase inhibitor and men with non-metastatic prostate cancer treated with anti-androgenic drugs with high risk of fracture. In postmenopausal women previously treated with bisphosphonates, the risk of breast cancer development is lower in the group receiving denosumab compared with the matched group who received placebo [237]. Results of the randomized, double-blind, placebo-controlled phase 3 trial from ABCSG-18 demonstrated that adjuvant denosumab improved the disease-free survival of patients treated for early breast cancer who received adjuvant aromatase inhibitor [40]. Treatment with denosumab was also correlated with an absence of circulating tumor cells in patients with high grade invasive cancers [41]. Conversely, Coleman et al. observed no improvement in disease-related outcomes in stage II-III breast cancer patients receiving denosumab with neoadjuvant or adjuvant therapy compared with patients receiving placebo [238]. These controversies could be explained by the heterogeneity of the cohorts, especially considering the osteoimmunological disorder treated initially, but also considering the tumor phenotypes. Complementary cohort studies considering breast cancer subtypes and patients clinical characteristics should be performed before concluding. Furthermore, no in vitro study on breast cancer models were reported yet.\n6.2.1. Bisphosphonates\n          Bisphosphonates are the first line treatment against OP in postmenopausal women. Alendronate, risedronate and zoledronate are pyrophosphate analogues. They set hydroxyapatite molecules in bone and are released because of pH changing in an area with intense osteoclasts activity. Their internalization by osteoclasts induces the activation of apoptosis, resulting in a decrease of bone resorption [201,202]. For these reasons, bisphosphonates are currently used to fight breast cancer-related hypercalcemia [203] and in metastatic breast cancer patients with bone involvement to reduce skeletal-related events and bone pain [204]. Cancer Care Ontario and the American Society of Clinical Oncology recommend the use of bisphosphonates in postmenopausal women to reduce bone metastasis recurrence and improve survival in nonmetastatic patients [205]. Many studies and reports support the use of bisphosphonates as adjuvant breast cancer therapies in postmenopausal women for their benefits on breast cancer outcomes [206,207,208,209,210,211,212]. However, some interrogations regarding the distinct effects of bisphosphonates on premenopausal and postmenopausal women for less than 5 years versus postmenopausal women for more than 5 years exist [213,214,215]. Coleman et al. observed no improvement of disease-free survival, invasive-free survival and overall survival in women older than 18 years old treated for stage II or III breast cancer with adjuvant acid zoledronic administration compared with women untreated with adjuvant zoledronic acid. However, they observed reduced bone metastases development in the adjuvant zoledronic acid treated group compared with women who did not receive adjuvant zoledronic acid. They also observed an improved invasive disease-free survival in women with established menopause treated with adjuvant zoledronic acid compared with women who did not receive adjuvant zoledronic acid [214,215]. Suarez-Almazor et al. recently reported that the administration of the recommended dose of bisphosphonates for OP in postmenopausal women older than 66 years old with breast cancer increase both overall survival and breast-cancer-specific survival after multiple adjustments [216]. The same year, van Hellemond et al. observed no effect of 3 or 6 years bisphosphonates administration before 2 to 3 years of tamoxifen treatment on postmenopausal women distant recurrence free survival, compared with women who did not receive bisphosphonates [217]. More recently, Perrone et al. observed benefits in disease-free survival in premenopausal women undergoing ovarian function suppression treated with adjuvant bisphosphonates compared with women who did not receive adjuvant bisphosphonates [218]. In vitro study demonstrated that bisphosphonate-coated bovine bone slices reduced MCF-7 luminal A and MDA-MB-231 triple-negative breast cancer cell lines abilities to adhere and proliferate compared with controls without bisphosphonate-coating [219]. Interestingly, Buranrat et al. have also demonstrated that bisphosphonates reduced migratory abilities by inducing cell cycle arrest and increasing apoptosis of the MCF-7 cell line [220]. If bisphosphonates adjuvant therapy improves breast cancer-related bone metastases outcomes, its effects on breast cancer recurrence and invasiveness remains controversial. No evidence regarding the potential role of bisphosphonates against early mammary carcinogenesis exists yet. Extensive in vitro studies should help to better decipher the direct impact of bisphosphonates on breast cancer cells.\n6.2.2. Selective Estrogen Receptor Modulators (SERMs)\n          Compared with estrogen which targets all ER-positive tissues, SERMs are capable of inducing tissue-specific ER activity. Raloxifene is a SERM used in the treatment and prevention of postmenopausal osteoporosis. Although it showed benefits relative to placebo against vertebral fractures and femoral neck bone mineral density, no benefit regarding hip fractures were statistically significant compared with placebo in randomized controlled trials in a population at risk of osteoporotic fractures [221]. More precisely, raloxifene induces a reduction of RANTES, composed notably of chemoattractant molecules, resulting in a decrease of inflammation processes in postmenopausal women [222]. In ovariectomized rats, raloxifene reversed the body weight gain, the increased leptin serum level and the decreased Ob-Rb hypothalamic expression induced by estrogen deprivation [147]. However, in women results are controversial. Some studies reported an increased leptin serum level in postmenopausal women treated with raloxifene [223,224] while Tommaselli et al. reported that raloxifene prevents postmenopausal body weight gain without modification of leptin serum level [225]. Interestingly, tamoxifen and raloxifene were reported for their association with a decrease in breast cancer risk. The Multiple Outcomes Raloxifene Evaluation (MORE) study, a multicenter, blinded, randomized placebo-controlled clinical trial reported that raloxifene reduced, by 72%, the risk of developing an invasive ER-positive breast cancer in postmenopausal women with OP during 4 years of raloxifene treatments [38]. This was then confirmed by the Continuing Outcomes Relevant to Evista (CORE) trial, which examined the effects of raloxifene versus placebo in the same cohort for 4 additional years [39]. The National Surgical Adjuvant Breast and Bowel Project (NSABP) Breast Cancer Prevention Trial (BCPT) compared both tamoxifen and raloxifene effects on invasive breast cancer risk and observed no difference between the two groups [226]. Leptin expression and Ob-Rb expression in breast cancer tissue is higher compared with non-tumoral tissue [227]. Furthermore, leptin serum level is also higher in breast cancer patients compared with healthy patients [228]. Leptin potentiates the proliferative and migratory abilities of breast cancer cells positive for ER-α [229]. Another SERM, the bazedoxifene, approved in Europe for treating OP, was described as a pure ER-α antagonist, which reduces tumor growth of both tamoxifen sensitive and resistant breast cancer cell lines xenografts. As for tamoxifen and raloxifene, it induces the proteasomal degradation of ER-α by changing its conformation in xenograft models [230]. Furthermore, Tian et al. demonstrated that bazedoxifene reduces phosphorylated-STAT3 and IL-6 mediated downstream target genes expression, but also viability, proliferation, and migration capacities of multiple triple-negative breast cancer cell lines including SUM159, MDA-MB-231, and MDA-MB-468 [231]. Interestingly, the combination of bazedoxifene and reparixin/SCH527123 targeting IL-8 had a more potent inhibition of viability, colony formation, and migration abilities on the triple-negative breast cancer cell lines SUM159 and MDA-MB-231 [232]. Bazedoxifene also induces ER-α degradation and a decrease of cell growth in wild type (WT) and D538G mutated MCF-7 luminal A breast cancer cell lines compared with untreated cell lines. However, the Y537S mutant is resistant to bazedoxifene-induced ER-α degradation but its transcription is reduced compared with untreated MCF-7 Y537S mutant [233]. In vivo experiments demonstrated that bazedoxifene inhibits the estrogens-induced ductal growth and terminal end bud formation on nude mice non-tumoral mammary tissue. Furthermore, bazedoxifene also blocked estrogens-induced tumor stimulation by increasing apoptosis and decreasing proliferation of MCF-7 cell line xenografted in nude mice [234]. In 2019, Fu et al. demonstrated in vitro that combined with the chemotherapeutic agent paclitaxel, bazedoxifene decreases cell viability, colony formation, cell migration, and potent apoptosis of ER-positive cell lines by inhibiting ER-α expression, and of triple-negative cell lines by inhibiting phosphorylated-STAT3 (Y705) and downstream targets expression [235]. In perimenopausal and postmenopausal women, combining bazedoxifene and conjugated estrogens induces favorable effects on risk biomarkers such as a decrease of mammographic fibroglandular volume and reported patients outcomes regarding menopause specific quality of life [236]. Both raloxifene and bazedoxifene represent a new hope in breast cancer prevention and personalized therapy development, including against triple negative breast cancer for which no personalized treatment exists yet.\n6.2.3. Denosumab\n          Denosumab is a human monoclonal antibody against RANKL, offered to postmenopausal OP women with a high risk of fracture, and in both women with non-metastatic breast cancer treated with aromatase inhibitor and men with non-metastatic prostate cancer treated with anti-androgenic drugs with high risk of fracture. In postmenopausal women previously treated with bisphosphonates, the risk of breast cancer development is lower in the group receiving denosumab compared with the matched group who received placebo [237]. Results of the randomized, double-blind, placebo-controlled phase 3 trial from ABCSG-18 demonstrated that adjuvant denosumab improved the disease-free survival of patients treated for early breast cancer who received adjuvant aromatase inhibitor [40]. Treatment with denosumab was also correlated with an absence of circulating tumor cells in patients with high grade invasive cancers [41]. Conversely, Coleman et al. observed no improvement in disease-related outcomes in stage II-III breast cancer patients receiving denosumab with neoadjuvant or adjuvant therapy compared with patients receiving placebo [238]. These controversies could be explained by the heterogeneity of the cohorts, especially considering the osteoimmunological disorder treated initially, but also considering the tumor phenotypes. Complementary cohort studies considering breast cancer subtypes and patients clinical characteristics should be performed before concluding. Furthermore, no in vitro study on breast cancer models were reported yet.\n6.3. Bone Anabolic Drugs\n        \n          6.3.1. Parathyroid Hormone Analog\n          Parathyroid hormone (PTH) is produced by the parathyroid glands and regulates osteoclastic bone resorption and calcium mobilization. To do so, PTH activates TGF-ß and Wnt signaling pathways both involved in MSCs recruitment and osteoblastic differentiation [239]. Teriparatide is a recombinant form of human PTH indicated principally for severe forms of OP in postmenopausal women or in both men and women suffering from glucocorticoid-induced OP. In fact, in treated patients bone formation markers were increased by 150% and bone resorption markers by 100% in the first 3 months of treatments. However, Food and Drug Administration (FDA) stipulates that teriparatide should be used for no longer than 2 years, and it is contraindicated in patients with risk factors of osteosarcoma, Paget’s disease of bone, prior skeletal radiation, and children with open epiphyses [240]. The Forteo Patient Registry and the United States (US) postmarketing surveillance study of adult osteosarcoma and teriparatide found no incident cases of osteosarcoma after 8 and 7 years of observation in US patients receiving teriparatide treatment respectively. However, these are interim reports as the 15 years studies were not completed [241,242]. PTH is involved in bone remodeling and breast development. Intermittent PTH expression results in bone formation while continuous expression results in bone resorption. Swami et al. observed that mouse models with 4T1 murine mammary carcinoma cell line xenografted in the fat pad, pretreated then treated with intermittent PTH have the same tumor size than controls. However, the frequency of bone metastases was significantly reduced in the treated group compared with the control group. Interestingly, they also observed a decrease of 4T1 cells capacities of bone engraftment in the group pretreated with PTH compared with the control group [243]. This suggests the breast cell acquisition of PTH-related phenotypical characteristics to adhere to bone tissue. Because intermittent PTH is involved in osteoblastogenesis, it is crucial to interrogate the possibility that MSCs and breast cancer cells with mesenchymal characteristics could also develop an osteoblast-like phenotype resulting in hydroxyapatite production. Furthermore, if PTH is responsible for Wnt signaling pathway activation [239], it is crucial to examine the impact of teriparatide on involuted breast tissue that does not express SFRP1 [90], a Wnt signaling pathway antagonist. In absence of such a negative regulator, it is plausible that the overactivation of the pro-proliferative Wnt signaling pathway could result in breast hyperplasia. Even if teriparatide is only prescribed in rare severe form of OP with multiple precautions regarding patient history, it remains urgent to interrogate the impact of such treatment on both breast microcalcifications development and hyperplasia.\n        \n        \n          6.3.2. Parathyroid Hormone Related Protein Analog\n          Parathyroid hormone related protein (PTHrP) is a paracrine regulatory hormone acting on bone forming cells by fixing PTHR1 as well as PTH. Interestingly, PTHrP is also locally produced by mammary epithelial cells to regulate cell growth and differentiation suggesting an autocrine and paracrine roles in breast microenvironment [244,245,246]. PTHrP also joins the systemic circulation to regulate maternal-to-fetal placental calcium transport [246,247]. Once more, the local effect of continuous production of PTHrP on MSCs present in the breast microenvironment has not been explored yet. In vitro, the MCF-7 luminal A breast cancer cell line overexpressing PTHrP in co-culture with murine osteoblasts and hematopoietic cells induced osteoclastogenesis [248]. Abaloparatide, a synthetic homologue of PTH (41% of homology), and PTHrP (76% of homology) is a new anabolic agent developed for OP management [249,250,251]. However, no study regarding its effect on breast tissue, breast cancer development or progression exists yet.\n        \n        \n          6.3.3. Romosozumab, an Anti-Sclerostin Monoclonal Antibody\n          Romosozumab is an anti-sclerostin (SOST) monoclonal antibody recently proposed against severe OP. This drug has anabolic effects followed by antiresorptive effect, increasing rapidly the bone mineral density of treated patients. This treatment is administrated once a month for one year, and then stopped or changed with another antiresorptive treatment to maintain the gain in bone mass. In contrast with SOST mRNA, which was found in few human tissues such as heart and kidney, the sclerostin protein, a Wnt signaling antagonist was only detected in bone tissue. Sclerostin is produced by mature osteocytes to decrease osteoblastogenesis [252]. Interestingly, Hesse et al. observed that MDA-MB-231 triple-negative metastatic breast cancer cells expressed sclerostin. In addition, conditioned medium from MDA-MB-231 reduces both osteoblastic differentiation and mineralization. MDA-MB-231 mouse models treated with an anti-sclerostin antibody had less bone metastases and bone loss than the MDA-MB-231 mouse model receiving the vehicle alone [253]. However, cardiovascular serious events rate in men receiving romosozumab is higher than in men receiving the placebo [254]. This evidence was not found in postmenopausal women receiving romosozumab compared with postmenopausal women receiving the placebo [255,256]. In both men and postmenopausal women, higher levels of sclerostin were associated with aortic calcification [257,258]. However, inverse association between sclerostin serum level and aortic calcification were found in patients with chronic kidney disease after adjustment for age and cardiovascular history [259]. These controversial results demonstrate the urgent need to better understand sclerostin and romosozumab impact on soft tissue calcification, and notably on breast microcalcifications development.\n6.3.1. Parathyroid Hormone Analog\n          Parathyroid hormone (PTH) is produced by the parathyroid glands and regulates osteoclastic bone resorption and calcium mobilization. To do so, PTH activates TGF-ß and Wnt signaling pathways both involved in MSCs recruitment and osteoblastic differentiation [239]. Teriparatide is a recombinant form of human PTH indicated principally for severe forms of OP in postmenopausal women or in both men and women suffering from glucocorticoid-induced OP. In fact, in treated patients bone formation markers were increased by 150% and bone resorption markers by 100% in the first 3 months of treatments. However, Food and Drug Administration (FDA) stipulates that teriparatide should be used for no longer than 2 years, and it is contraindicated in patients with risk factors of osteosarcoma, Paget’s disease of bone, prior skeletal radiation, and children with open epiphyses [240]. The Forteo Patient Registry and the United States (US) postmarketing surveillance study of adult osteosarcoma and teriparatide found no incident cases of osteosarcoma after 8 and 7 years of observation in US patients receiving teriparatide treatment respectively. However, these are interim reports as the 15 years studies were not completed [241,242]. PTH is involved in bone remodeling and breast development. Intermittent PTH expression results in bone formation while continuous expression results in bone resorption. Swami et al. observed that mouse models with 4T1 murine mammary carcinoma cell line xenografted in the fat pad, pretreated then treated with intermittent PTH have the same tumor size than controls. However, the frequency of bone metastases was significantly reduced in the treated group compared with the control group. Interestingly, they also observed a decrease of 4T1 cells capacities of bone engraftment in the group pretreated with PTH compared with the control group [243]. This suggests the breast cell acquisition of PTH-related phenotypical characteristics to adhere to bone tissue. Because intermittent PTH is involved in osteoblastogenesis, it is crucial to interrogate the possibility that MSCs and breast cancer cells with mesenchymal characteristics could also develop an osteoblast-like phenotype resulting in hydroxyapatite production. Furthermore, if PTH is responsible for Wnt signaling pathway activation [239], it is crucial to examine the impact of teriparatide on involuted breast tissue that does not express SFRP1 [90], a Wnt signaling pathway antagonist. In absence of such a negative regulator, it is plausible that the overactivation of the pro-proliferative Wnt signaling pathway could result in breast hyperplasia. Even if teriparatide is only prescribed in rare severe form of OP with multiple precautions regarding patient history, it remains urgent to interrogate the impact of such treatment on both breast microcalcifications development and hyperplasia.\n6.3.2. Parathyroid Hormone Related Protein Analog\n          Parathyroid hormone related protein (PTHrP) is a paracrine regulatory hormone acting on bone forming cells by fixing PTHR1 as well as PTH. Interestingly, PTHrP is also locally produced by mammary epithelial cells to regulate cell growth and differentiation suggesting an autocrine and paracrine roles in breast microenvironment [244,245,246]. PTHrP also joins the systemic circulation to regulate maternal-to-fetal placental calcium transport [246,247]. Once more, the local effect of continuous production of PTHrP on MSCs present in the breast microenvironment has not been explored yet. In vitro, the MCF-7 luminal A breast cancer cell line overexpressing PTHrP in co-culture with murine osteoblasts and hematopoietic cells induced osteoclastogenesis [248]. Abaloparatide, a synthetic homologue of PTH (41% of homology), and PTHrP (76% of homology) is a new anabolic agent developed for OP management [249,250,251]. However, no study regarding its effect on breast tissue, breast cancer development or progression exists yet.\n6.3.3. Romosozumab, an Anti-Sclerostin Monoclonal Antibody\n          Romosozumab is an anti-sclerostin (SOST) monoclonal antibody recently proposed against severe OP. This drug has anabolic effects followed by antiresorptive effect, increasing rapidly the bone mineral density of treated patients. This treatment is administrated once a month for one year, and then stopped or changed with another antiresorptive treatment to maintain the gain in bone mass. In contrast with SOST mRNA, which was found in few human tissues such as heart and kidney, the sclerostin protein, a Wnt signaling antagonist was only detected in bone tissue. Sclerostin is produced by mature osteocytes to decrease osteoblastogenesis [252]. Interestingly, Hesse et al. observed that MDA-MB-231 triple-negative metastatic breast cancer cells expressed sclerostin. In addition, conditioned medium from MDA-MB-231 reduces both osteoblastic differentiation and mineralization. MDA-MB-231 mouse models treated with an anti-sclerostin antibody had less bone metastases and bone loss than the MDA-MB-231 mouse model receiving the vehicle alone [253]. However, cardiovascular serious events rate in men receiving romosozumab is higher than in men receiving the placebo [254]. This evidence was not found in postmenopausal women receiving romosozumab compared with postmenopausal women receiving the placebo [255,256]. In both men and postmenopausal women, higher levels of sclerostin were associated with aortic calcification [257,258]. However, inverse association between sclerostin serum level and aortic calcification were found in patients with chronic kidney disease after adjustment for age and cardiovascular history [259]. These controversial results demonstrate the urgent need to better understand sclerostin and romosozumab impact on soft tissue calcification, and notably on breast microcalcifications development.\n6.4. Biological Agents Targeting Pro-Inflammatory Cytokines in Rheumatoid Arthritis\n        \n          6.4.1. IL-1\n          The transcriptomic profile of metastatic breast cancer patients overlaps systemic juvenile idiopathic arthritis, which is an IL-1 driven osteoimmunological disorder [43]. Interestingly, IL1B expression is increased by the addition of hydroxyapatite crystals in Hs578T triple-negative breast cancer cells culture medium [260]. Anakinra, an IL-1 receptor antagonist is a clinically approved agent used against osteoimmunological disorders, such as RA. Interestingly, Holen et al. demonstrated that the administration of anakinra in mice with subcutaneous or intravenous injection of luminal A (MCF-7) or triple negative (MDA-MB-231) breast cancer cell line reduced significantly the tumor size and the number of mice with bone metastasis compared with placebo [42]. Wu et al. also observed a decrease of tumor size after anakinra treatment administration in mice with subcutaneous injection of Hs578T [43]. More recently, Tulotta et al. confirmed the potential of IL-1B blockers in reducing breast cancer metastases by treating mice injected subcutaneously with MCF-7, MDA-MB-231 and T47D with both anakinra or canakinumab, two anti-IL1B antibodies [44]. The difficulties to test biological agents targeting cytokines ex-vivo and in vitro limit the availability of references. Progress relative to spheroids and organoids culture could help the scientific community to test the impact of such biological drugs on breast tissue.\n        \n        \n          6.4.2. IL-6\n          Korkaya et al. demonstrated for the first time that the IL-6 receptor antibody tocilizumab, used against RA, decreases cytokines production and EMT in luminal A MCF-7 and triple-negative SUM-159 overexpressing HER2 and knocked down for PTEN (MCF-7 HER2+ PTEN- and SUM-159 HER2+ PTEN-), resulting in a decrease of tumoral aggressivity in xenograft mouse models. This is a hope for developing personalized treatment for HER2 positive tumor patients resistant to trastuzumab [45]. In 2015, Rodriguez-Barrueco et al. demonstrated that MCF10A/Erbb2 obtained from the non-tumoral breast cell line MCF10A transformed with an oncogenic form of HER2, was sensitive to tocilizumab compared with untreated cells in both in vitro and in three-dimensional (3D) culture, and in vivo in xenograft mouse models [46]. Lin et al. demonstrated that the triple negative breast cancer cell lines MDA-MB-231 and BT-549 treated with the IL-6 receptor antibody tocilizumab dramatically lost their STAT3 activity compared with untreated cell lines [261]. The triple negative breast cancer cell line MDA-MB-231-LN co-cultured with lymphatic endothelial cells (LEC) produces IL-6, which binds the IL-6 receptor on LEC, resulting in STAT3 signaling pathway activation. In face of this evidence, Jin et al. compared MDA-MB-231-LN viability after treatment with tocilizumab and observed a decrease of cell proliferation compared with untreated cells. They also observed a decrease of tumor growth in xenograft mouse models treated with the mouse IL-6 receptor antibody [48]. More recently, Alraouji et al. demonstrated that tocilizumab inhibits IL-6 related EMT in triple negative breast cancer cell lines by inhibiting the canonical Wnt signaling pathway [47]. Another IL-6 receptor monoclonal antibody, sarilumab, improves signs and symptoms of RA comparable to tocilizumab [262,263,264]. However, no study on sarilumab in vitro effects on breast cancer cell lines have been reported yet. As mentioned previously, STAT3 is involved in the acute phase of lobular involution initiation, and the associated extracellular matrix is known to promote tumorigenesis [125,126,127,128,136]. Consequently, if tocilizumab and sarilumab seem to have potential in decreasing breast cancer cells proliferation in vitro, their impact on breast involution must be carefully studied.\n        \n        \n          6.4.3. TNF-α\n          Two types of TNF-α targeting drugs exist; the etanercept, which targets TNF-α receptor, and infliximab, adalimumab, golimumab, and certolizumab, which directly target circulating TNF-α [265]. A phase II study of etanercept was performed in 2004 in sixteen metastatic breast cancers refractory to conventional therapy. However, no disease response was observed in the recruited cohort [266]. Hence, few studies were performed to interrogate TNF-α inhibitor therapy such as etanercept, infliximab or adalimumab safety on breast cancer patients. In women with RA treated with TNF-α inhibitor and having a history of breast cancer, no more recurrences were observed compared with other breast cancer patients who did not receive TNF-α inhibitors [267]. Mamtani et al. also observed the same results in three retrospective cohorts including women with RA and inflammatory bowel disease [268]. Chiesa Fuxench et al. explored the risk of primary breast cancer development in patients with psoriasis who received treatments including TNF-α inhibitors, without finding any changes compared with the control group of patients without psoriasis [269]. However, few meta-analyses and systematic reviews highlighted the absence of sufficient evidences to either conclude to an innocuity of TNF-α inhibitors on breast cancer development or to conclude to the existence of a relationship between the two protagonists [270,271,272]. No studies on the potential anti-tumor effect of such proteins were performed in vitro.\n6.4.1. IL-1\n          The transcriptomic profile of metastatic breast cancer patients overlaps systemic juvenile idiopathic arthritis, which is an IL-1 driven osteoimmunological disorder [43]. Interestingly, IL1B expression is increased by the addition of hydroxyapatite crystals in Hs578T triple-negative breast cancer cells culture medium [260]. Anakinra, an IL-1 receptor antagonist is a clinically approved agent used against osteoimmunological disorders, such as RA. Interestingly, Holen et al. demonstrated that the administration of anakinra in mice with subcutaneous or intravenous injection of luminal A (MCF-7) or triple negative (MDA-MB-231) breast cancer cell line reduced significantly the tumor size and the number of mice with bone metastasis compared with placebo [42]. Wu et al. also observed a decrease of tumor size after anakinra treatment administration in mice with subcutaneous injection of Hs578T [43]. More recently, Tulotta et al. confirmed the potential of IL-1B blockers in reducing breast cancer metastases by treating mice injected subcutaneously with MCF-7, MDA-MB-231 and T47D with both anakinra or canakinumab, two anti-IL1B antibodies [44]. The difficulties to test biological agents targeting cytokines ex-vivo and in vitro limit the availability of references. Progress relative to spheroids and organoids culture could help the scientific community to test the impact of such biological drugs on breast tissue.\n6.4.2. IL-6\n          Korkaya et al. demonstrated for the first time that the IL-6 receptor antibody tocilizumab, used against RA, decreases cytokines production and EMT in luminal A MCF-7 and triple-negative SUM-159 overexpressing HER2 and knocked down for PTEN (MCF-7 HER2+ PTEN- and SUM-159 HER2+ PTEN-), resulting in a decrease of tumoral aggressivity in xenograft mouse models. This is a hope for developing personalized treatment for HER2 positive tumor patients resistant to trastuzumab [45]. In 2015, Rodriguez-Barrueco et al. demonstrated that MCF10A/Erbb2 obtained from the non-tumoral breast cell line MCF10A transformed with an oncogenic form of HER2, was sensitive to tocilizumab compared with untreated cells in both in vitro and in three-dimensional (3D) culture, and in vivo in xenograft mouse models [46]. Lin et al. demonstrated that the triple negative breast cancer cell lines MDA-MB-231 and BT-549 treated with the IL-6 receptor antibody tocilizumab dramatically lost their STAT3 activity compared with untreated cell lines [261]. The triple negative breast cancer cell line MDA-MB-231-LN co-cultured with lymphatic endothelial cells (LEC) produces IL-6, which binds the IL-6 receptor on LEC, resulting in STAT3 signaling pathway activation. In face of this evidence, Jin et al. compared MDA-MB-231-LN viability after treatment with tocilizumab and observed a decrease of cell proliferation compared with untreated cells. They also observed a decrease of tumor growth in xenograft mouse models treated with the mouse IL-6 receptor antibody [48]. More recently, Alraouji et al. demonstrated that tocilizumab inhibits IL-6 related EMT in triple negative breast cancer cell lines by inhibiting the canonical Wnt signaling pathway [47]. Another IL-6 receptor monoclonal antibody, sarilumab, improves signs and symptoms of RA comparable to tocilizumab [262,263,264]. However, no study on sarilumab in vitro effects on breast cancer cell lines have been reported yet. As mentioned previously, STAT3 is involved in the acute phase of lobular involution initiation, and the associated extracellular matrix is known to promote tumorigenesis [125,126,127,128,136]. Consequently, if tocilizumab and sarilumab seem to have potential in decreasing breast cancer cells proliferation in vitro, their impact on breast involution must be carefully studied.\n6.4.3. TNF-α\n          Two types of TNF-α targeting drugs exist; the etanercept, which targets TNF-α receptor, and infliximab, adalimumab, golimumab, and certolizumab, which directly target circulating TNF-α [265]. A phase II study of etanercept was performed in 2004 in sixteen metastatic breast cancers refractory to conventional therapy. However, no disease response was observed in the recruited cohort [266]. Hence, few studies were performed to interrogate TNF-α inhibitor therapy such as etanercept, infliximab or adalimumab safety on breast cancer patients. In women with RA treated with TNF-α inhibitor and having a history of breast cancer, no more recurrences were observed compared with other breast cancer patients who did not receive TNF-α inhibitors [267]. Mamtani et al. also observed the same results in three retrospective cohorts including women with RA and inflammatory bowel disease [268]. Chiesa Fuxench et al. explored the risk of primary breast cancer development in patients with psoriasis who received treatments including TNF-α inhibitors, without finding any changes compared with the control group of patients without psoriasis [269]. However, few meta-analyses and systematic reviews highlighted the absence of sufficient evidences to either conclude to an innocuity of TNF-α inhibitors on breast cancer development or to conclude to the existence of a relationship between the two protagonists [270,271,272]. No studies on the potential anti-tumor effect of such proteins were performed in vitro.\n7. Conclusions\n      Numerous similarities between the microenvironment of bone tissue and the breast microenvironment in presence of hydroxyapatite microcalcifications have been highlighted in the present review (Table 1). Both osteoimmunological disorders and breast carcinogenesis have in common an activation of a bone resorbing microenvironment phenotype due to a dysregulation of the fragile balance between physiological and pathological inflammation. However, a bone resorbing microenvironment-like in breast tissue containing epithelial cells results in a higher aggressivity of tumoral cells, and potentially in early carcinogenesis.\n      Future studies should investigate both breast postlactational involution and age-related lobular involution as critical steps during which a subtle imbalance could result in both microcalcifications production and resorption, and associated chronic inflammation similar to osteoimmunological disorders. Moreover, it would be interesting to test the preventive effect of antiresorptive drugs and drugs targeting pro-inflammatory cytokines in cohorts stratified for parity history, the degree of lobular involution and the presence of microcalcifications. The safety of anabolic drugs use on women with microcalcifications should also be evaluated.\n      Furthermore, exploring early breast carcinogenesis as the result of a cumulative imbalance between physiological and pathological inflammation, which results in hydroxyapatite remodeling somewhat similar to bone remodeling should be further considered. A longitudinal follow-up in women after delivery and breastfeeding regarding the quality of lobular involution, the inflammatory profile and the presence of microcalcifications could help identifying patients at high risk of breast cancer development and avoid late diagnosis. Moreover, in vitro testing of both antiresorptive and drugs targeting pro-inflammatory cytokines effects on breast cell lines and their abilities to calcify could be crucial in developing microcalcifications preventive therapeutics options in the future.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7696282/",
    "doi": "https://doi.org/10.3390/ijms21228613"
}