{
    "title": "Differences in breast cancer risk after benign breast disease by type of screening diagnosis",
    "abstract": "Among women with a diagnosis of benign breast disease, the proportion of breast cancer cases was higher in women diagnosed in an incident screen than in those diagnosed in a prevalent screen (3.0% vs 2.4%, p = 0.07).Table 1Characteristics of the study population.Table 1No benign breast disease N = 619,864Benign breast disease diagnosed in a prevalent screen N = 5,049Benign breast disease diagnosed in an incident screen N = 4,174Age at first screen 50-54360,020 (58.1%)3,420 (67.7%)2,687 (64.4%) 55-59123,994 (20.0%)758 (15.0%)936 (22.4%) 60-64100,956 (16.3%)637 (12.6%)499 (12.0%) 65-6934,894 (5.6%)234 (4.6%)52 (1.2%)Year of first screen <2005299,173 (48.3%)2,111 (41.8%)2,856 (68.4%) 2005–2010167,747 (27.1%)1,220 (24.2%)1,038 (24.9%) >2010152,944 (24.7%)1,718 (34%)280 (6.7%)Type of benign breast disease No benign breast disease619,864 (100%)0 (0.0%)0 (0.0%) Non-proliferative0 (0.0%)3,948 (78.2%)3,282 (78.6%) Proliferative without atypia0 (0.0%)877 (17.4%)728 (17.4%) Proliferative with atypia0 (0.0%)224 (4.4%)164 (3.9%)Breast Cancer No610,680 (98.5%)4,928 (97.6%)4,048 (97%) Si9,184 (1.5%)121 (2.4%)126 (3.0%) Women with benign breast disease had a higher risk of breast cancer than those without benign breast disease, regardless of the subtype of benign breast disease. Compared with women without a benign breast disease, the highest risk was found in those women with a proliferative benign breast disease with atypia (aHR, 4.35; 95%CI: 2.09–9.08, and 3.35; 95%CI: 1.51–7.40 for those diagnosed at incident and prevalent screens, respectively, p-value for comparison; p = 0.634), followed by women with proliferative benign breast disease without atypia (aHR, 3.83; 95%CI: 2.63–5.58, and 2.78; 95%CI: 1.95–3.96 for those diagnosed at incident and prevalent screens, respectively; p-value for comparison p = 0.223). Among benign breast disease subtypes, the highest probability of cancer was found in women with a proliferative benign breast disease with atypia followed by those with proliferative benign breast disease without atypia and those with a non-proliferative benign breast disease (average 10-year breast cancer probability 6.9%, 5.8% and 3.6%, respectively) (Fig. 3).",
    "authors": [
        "Javier Louro",
        "Marta Román",
        "Margarita Posso",
        "Laura Comerma",
        "Carmen Vidal",
        "Francina Saladié",
        "Rodrigo Alcantara",
        "Mar Sanchez",
        "M. Jesús Quintana",
        "Javier del Riego",
        "Joana Ferrer",
        "Lupe Peñalva",
        "Xavier Bargalló",
        "Miguel Prieto",
        "María Sala",
        "Xavier Castells"
    ],
    "published_year": "2020",
    "description": "1\n      Introduction\n      Benign breast disease is associated with an increased risk of breast cancer both in the clinical setting [1,2] and in population-based screening [3]. Quantification of the increased risk according to the characteristics of each lesion is constantly under study. Benign breast disease lesions are most commonly classified as non-proliferative lesions, proliferative lesions without atypia, or proliferative lesions with atypia [[4], [5], [6]]. The risk of subsequent breast cancer is higher in proliferative lesions than in non-proliferative lesions, while the risk is highest in proliferative lesions with atypia [3,7].\n      Benign breast disease has been proposed as a key risk factor in several breast cancer risk prediction models [[8], [9], [10], [11]]. These models are essential for the development of personalised screening strategies designed to improve the risk-benefit balance of breast cancer screening [12,13]. Therefore, it is important to fully understand differences in breast cancer risk in women diagnosed with benign breast disease.\n      In population-based breast cancer screening in Spain, women are invited to undergo a mammographic examination every 2 years from the age of 50–69 years. Mammographic examinations can therefore be classified as prevalent screens, ie, women’s first participation in screening mammography, and incident screens, ie, all subsequent screening participations. The results of prevalent and incident screens differ in several screening outcomes, such as a higher detection rate and a higher recall rate at prevalent screens [14], resulting in higher sensitivity and lower specificity [15,16]. However, breast cancer diagnosed at prevalent screens has been shown to be less aggressive and to have slower growth [17,18]. Even so, no studies have evaluated the risk of breast cancer associated to bening breast disease according to type of examination (incident or prevalent). We hypothesised that benign breast disease diagnosed in a prevalent screen confer a lower risk of subsequent breast cancer than that diagnosed in incident screens, regardless of the benign breast disease subtype.\n      Using data from a long-standing population-based screening program in Spain, we aimed to assess differences in the risk of breast cancer after diagnosis of benign breast disease according to the screening type and histological subtype of benign breast disease.\n2\n      Materials and methods\n      \n        2.1\n        Study design and participants\n        The Spanish Breast Cancer Screening Program follows the recommendations of the European Guidelines for Quality Assurance in Breast Cancer Diagnosis [19]. At age 50 years, women are invited to undergo 2-dimensional digital screening mammography. Two projections (mediolateral-oblique and craniocaudal views) are interpreted according to the Breast Imaging Reporting and Data System (BI-RADS) [20] scale by trained breast radiologists. Women with abnormal mammographic findings are recalled for further assessments to confirm or rule out malignancy. Women without a breast cancer diagnosis are invited back for routine screening at 2 years.\n        We analysed data from seven centres in the Spanish Screening program, which routinely gathers information on benign breast disease diagnoses. The study population included 632,299 women who underwent at least one screening mammogram between 1994 and 2015 and who were followed up until December 2017. Due to the longitudinal nature of the study, women with breast cancer diagnosed in their first screen (n = 3,212) were excluded from the analyses as there was no time for follow-up, leaving left 629,087 women for the analysis.\n      \n      \n        2.2\n        Procedures\n        All women with screening mammograms scored BIRADS 0, 3, 4 or 5 were recalled for further assessments. If cancer could not be ruled out with non-invasive procedures when women were attending recall, core-needle or open biopsy was performed. All biopsies were examined and classified by hospital pathologists in each screening centre. All biopsies with a non-malignant classification were classified as benign breast disease. Following the criteria of Page et al. and Dupont et al. [[4], [5], [6]], we classified benign breast diseases as: non-proliferative, proliferative without atypia, and proliferative with atypia. Only women with asymptomatic benign breast disease diagnosed at screening were included in the study.\n        Both cancers detected at routine screening and interval cancers (those diagnosed within 24 months after a negative screening episode and before the next screening invitation) were included in the study regardless of whether they were invasive or in situ. Interval cancers were identified by merging population-based cancer registries and hospital-based cancer registries with data from screening participants. Benign breast disease identified at the same time as cancers were excluded from the benign breast disease group.\n      \n      \n        2.3\n        Analysis\n        We used the chi-squared test to compare proportions of different variables among those women without a benign breast disease diagnosis, those with a diagnosis in a prevalent screen and those with a diagnosis in an incident screen.\n        We calculated incident breast cancer rates using person-years at risk for women with and without a diagnosis of benign breast disease. Women without benign breast disease contributed person-years at risk from the date of the first screening mammogram until breast cancer diagnosis (screen-detected or interval cancer), benign breast disease diagnosis, or 2 years after the last mammographic examination, whichever came first. Women with benign breast disease contributed person-years at risk from the date of benign breast disease diagnosis until breast cancer diagnosis or 2 years after last screening examination, whichever occurred first.\n        We used a partly conditional Cox proportional hazards model to estimate the adjusted hazard ratios (aHR) and the 95% confidence intervals (95%CI) for the risk of breast cancer by screening type and benign breast disease subtype. These models are an extension of the Cox hazards model for repeated measures, which allowed us to update the changes in benign breast disease status during the study period. All analyses were adjusted for age and calendar year. We adjusted for age because women with benign breast disease diagnosed in a prevalent screen were expected to be younger than those diagnosed in incident screens. Adjustment by calendar year was included to capture possible differences in benign breast disease diagnosis techniques and classification during the study period. An interaction between screening type and benign breast disease subtype was tested; the interaction was found to be non-significant and was consequently not included in the final models (p for interaction = 0.83). Robust standard errors were used to estimate 95% confidence intervals. The proportional hazards assumption was assessed by plotting the log-minus-log of the survival function against log time for each predictive variable. The proportional hazards assumption was reasonable for all predictors.\n        We plotted the adjusted cumulative incidence curves by estimating the age- and calendar-year adjusted risk of cancer development of the average woman in each category with the partly conditional Cox model. Statistical tests were two-sided and all p-values <0.05 were considered statistically significant. All analyses were performed using the statistical software R version 3.5.0 (Development Core Team, 2014).\n3\n      Results\n      We analysed information from 629,087 women who underwent 2,327,384 mammographic examinations between January 1994 and December 2015. During the study period, 9431 cases of breast cancer and 9184 cases of benign breast disease were diagnosed. We found no differences in the distribution of benign breast disease subtypes across incident and prevalent screens (p = 0.48) (Table 1). The proportion of breast cancer cases was significantly lower in women without benign breast disease than in those with benign breast disease (1.5% vs 2.7%, p < 0.001). Among women with a diagnosis of benign breast disease, the proportion of breast cancer cases was higher in women diagnosed in an incident screen than in those diagnosed in a prevalent screen (3.0% vs 2.4%, p = 0.07).Table 1Characteristics of the study population.Table 1No benign breast disease N = 619,864Benign breast disease diagnosed in a prevalent screen N = 5,049Benign breast disease diagnosed in an incident screen N = 4,174Age at first screen 50-54360,020 (58.1%)3,420 (67.7%)2,687 (64.4%) 55-59123,994 (20.0%)758 (15.0%)936 (22.4%) 60-64100,956 (16.3%)637 (12.6%)499 (12.0%) 65-6934,894 (5.6%)234 (4.6%)52 (1.2%)Year of first screen <2005299,173 (48.3%)2,111 (41.8%)2,856 (68.4%) 2005–2010167,747 (27.1%)1,220 (24.2%)1,038 (24.9%) >2010152,944 (24.7%)1,718 (34%)280 (6.7%)Type of benign breast disease No benign breast disease619,864 (100%)0 (0.0%)0 (0.0%) Non-proliferative0 (0.0%)3,948 (78.2%)3,282 (78.6%) Proliferative without atypia0 (0.0%)877 (17.4%)728 (17.4%) Proliferative with atypia0 (0.0%)224 (4.4%)164 (3.9%)Breast Cancer No610,680 (98.5%)4,928 (97.6%)4,048 (97%) Si9,184 (1.5%)121 (2.4%)126 (3.0%)\n      Women with benign breast disease had a higher risk of breast cancer than those without benign breast disease, regardless of the subtype of benign breast disease. The highest risk was found in women with proliferative benign breast disease with atypia (aHR, 3.82; 95%CI: 2.23–6.56), followed by those with proliferative benign breast disease without atypia (aHR, 3.19; 95%CI: 2.46–4.13) and those with non-proliferative benign breast disease (aHR, 1.95; 95%CI: 1.68–2.27) (Fig. 1). In addition, among women with benign breast disease, risk was higher in those diagnosed in an incident screen than in those diagnosed in a prevalent screen (aHR, 2.67; 95%CI: 2.24–3.19, and aHR, 1.87; 95%CI: 1.57–2.24, respectively).Fig. 1Adjusted hazard ratios (aHR) of breast cancer incidence in women with benign breast disease compared with women with negative screening tests.Fig. 1\n      The hazard ratios associated within each combination of screening type and benign breast disease subtype are shown in Fig. 2. Across benign breast disease subtypes, those diagnosed in an incident screen conferred a higher risk than those diagnosed in prevalent screens, although not statistically significant for al subtypes. Compared with women without a benign breast disease, the highest risk was found in those women with a proliferative benign breast disease with atypia (aHR, 4.35; 95%CI: 2.09–9.08, and 3.35; 95%CI: 1.51–7.40 for those diagnosed at incident and prevalent screens, respectively, p-value for comparison; p = 0.634), followed by women with proliferative benign breast disease without atypia (aHR, 3.83; 95%CI: 2.63–5.58, and 2.78; 95%CI: 1.95–3.96 for those diagnosed at incident and prevalent screens, respectively; p-value for comparison p = 0.223). The lowest was found in women with non-proliferative benign breast disease (aHR, 2.39; 95%CI: 1.95–2.93, and 1.63; 95%CI: 1.32–2.02 for those diagnosed at incident and prevalent screens, respectively, p-value for comparison; p = 0.011).Fig. 2Adjusted hazard ratios (aHR) of breast cancer incidence in women with benign breast disease compared with women with negative screening tests testing the combined effect of type of benign breast disease, and round at benign breast disease diagnosis.Fig. 2\n      We examined the adjusted cumulative incident curves of breast cancer across the different classifications of benign breast disease and screening types. The probability of breast cancer diverged over time. The average 10-year breast cancer probability of women without a benign breast disease diagnosis was 1.9%. Among women with benign breast disease, the probability was higher in women diagnosed in an incident screen than in those diagnosed in a prevalent screen (average 10-year probability of breast cancer 4.9% vs 3.5%). Among benign breast disease subtypes, the highest probability of cancer was found in women with a proliferative benign breast disease with atypia followed by those with proliferative benign breast disease without atypia and those with a non-proliferative benign breast disease (average 10-year breast cancer probability 6.9%, 5.8% and 3.6%, respectively) (Fig. 3). The highest probability was found in women with proliferative benign breast disease diagnosed in an incident screen, with an average 10-year probability of breast cancer of 7.8% (Fig. 4).Fig. 3Adjusted survival curves for breast cancer incidence based on Cox proportional hazards model for women with benign breast disease vs women with negative screening tests. Fig. 3 a. Solid line represents negative screening test group; dashed line represents benign breast disease diagnosed at prevalent round, dotted line benign breast disease diagnosed in incident round. Fig. 3 b. Solid line represents negative screening test group; dashed line represents nonproliferative benign breast disease, dashdotted line represent proliferative benign breast disease without atypia, dotted line represents proliferative benign breast disease with atypia.Fig. 3Fig. 4Adjusted survival curves for breast cancer incidence based on Cox proportional hazards model for women with benign breast disease vs women with negative screening tests.Fig. 4\nConclusion\n          Our study showed that the risk of breast cancer conferred by a benign breast disease differed according to type of screen (prevalent or incident). To our knowledge, this is the first study to analyse the impact of the screening type on benign breast disease prognosis.\n2.1\n        Study design and participants\n        The Spanish Breast Cancer Screening Program follows the recommendations of the European Guidelines for Quality Assurance in Breast Cancer Diagnosis [19]. At age 50 years, women are invited to undergo 2-dimensional digital screening mammography. Two projections (mediolateral-oblique and craniocaudal views) are interpreted according to the Breast Imaging Reporting and Data System (BI-RADS) [20] scale by trained breast radiologists. Women with abnormal mammographic findings are recalled for further assessments to confirm or rule out malignancy. Women without a breast cancer diagnosis are invited back for routine screening at 2 years.\n        We analysed data from seven centres in the Spanish Screening program, which routinely gathers information on benign breast disease diagnoses. The study population included 632,299 women who underwent at least one screening mammogram between 1994 and 2015 and who were followed up until December 2017. Due to the longitudinal nature of the study, women with breast cancer diagnosed in their first screen (n = 3,212) were excluded from the analyses as there was no time for follow-up, leaving left 629,087 women for the analysis.\n2.2\n        Procedures\n        All women with screening mammograms scored BIRADS 0, 3, 4 or 5 were recalled for further assessments. If cancer could not be ruled out with non-invasive procedures when women were attending recall, core-needle or open biopsy was performed. All biopsies were examined and classified by hospital pathologists in each screening centre. All biopsies with a non-malignant classification were classified as benign breast disease. Following the criteria of Page et al. and Dupont et al. [[4], [5], [6]], we classified benign breast diseases as: non-proliferative, proliferative without atypia, and proliferative with atypia. Only women with asymptomatic benign breast disease diagnosed at screening were included in the study.\n        Both cancers detected at routine screening and interval cancers (those diagnosed within 24 months after a negative screening episode and before the next screening invitation) were included in the study regardless of whether they were invasive or in situ. Interval cancers were identified by merging population-based cancer registries and hospital-based cancer registries with data from screening participants. Benign breast disease identified at the same time as cancers were excluded from the benign breast disease group.\n2.3\n        Analysis\n        We used the chi-squared test to compare proportions of different variables among those women without a benign breast disease diagnosis, those with a diagnosis in a prevalent screen and those with a diagnosis in an incident screen.\n        We calculated incident breast cancer rates using person-years at risk for women with and without a diagnosis of benign breast disease. Women without benign breast disease contributed person-years at risk from the date of the first screening mammogram until breast cancer diagnosis (screen-detected or interval cancer), benign breast disease diagnosis, or 2 years after the last mammographic examination, whichever came first. Women with benign breast disease contributed person-years at risk from the date of benign breast disease diagnosis until breast cancer diagnosis or 2 years after last screening examination, whichever occurred first.\n        We used a partly conditional Cox proportional hazards model to estimate the adjusted hazard ratios (aHR) and the 95% confidence intervals (95%CI) for the risk of breast cancer by screening type and benign breast disease subtype. These models are an extension of the Cox hazards model for repeated measures, which allowed us to update the changes in benign breast disease status during the study period. All analyses were adjusted for age and calendar year. We adjusted for age because women with benign breast disease diagnosed in a prevalent screen were expected to be younger than those diagnosed in incident screens. Adjustment by calendar year was included to capture possible differences in benign breast disease diagnosis techniques and classification during the study period. An interaction between screening type and benign breast disease subtype was tested; the interaction was found to be non-significant and was consequently not included in the final models (p for interaction = 0.83). Robust standard errors were used to estimate 95% confidence intervals. The proportional hazards assumption was assessed by plotting the log-minus-log of the survival function against log time for each predictive variable. The proportional hazards assumption was reasonable for all predictors.\n        We plotted the adjusted cumulative incidence curves by estimating the age- and calendar-year adjusted risk of cancer development of the average woman in each category with the partly conditional Cox model. Statistical tests were two-sided and all p-values <0.05 were considered statistically significant. All analyses were performed using the statistical software R version 3.5.0 (Development Core Team, 2014).\n4\n      Discussion\n      In this study of more than 600,000 women with follow-up for more than 20 years, we found that a diagnosis of benign breast disease in an incident screen conferred a higher risk of subsequent breast cancer than diagnosis in a prevalent screen, regardless of the histological subtype. These findings highlight the importance of considering the screening type when benign breast disease was diagnosed in risk of breast cancer estimation. To our knowledge, this is the first study to include screening type in the assessment of the impact of benign breast disease on the risk of subsequent breast cancer.\n      Over the past decades, multiple studies have assessed the relationship between benign breast disease and the risk of breast cancer [[2], [3], [4], [5], [6]]. Particular efforts have been made to assess the association of this risk with the various benign breast disease subtypes [[4], [5], [6]]. As seen in previous reports, our study showed that women with benign breast disease had an increased risk of breast cancer [2]. Consistently, we found that the risk of breast cancer was highest among women with a proliferative benign breast disease with atypia, while proliferative benign breast disease without atypia conferred a higher risk than non-proliferative benign breast disease [3]. Although the reduced sample size for some BBD subtypes led to non-significant differences in some subgroup comparisons, we found that the difference in risk across benign breast disease subtypes remained proportional within prevalent and incident screens and was systematically higher in those BBD diagnosed in incident screens. This finding is particularly relevant since 55% of benign breast diseases are diagnosed in prevalent screens. Screening type therefore provides key information for risk prediction in benign breast disease. Unless this information is included, the risk attributed to benign breast disease diagnosed in prevalent screens could be overestimated, and that for incident screens could be underestimated.\n      Previous studies performed in the last decade have assessed differences in breast cancer screening outcomes, such as cancer detection rates and false positive rates, by screening type [[14], [15], [16]]. Moreover, previous authors found differences in breast cancer characteristics depending on whether the cancers were diagnosed in a prevalent or incident screen [17,18], suggesting that latent cancers diagnosed in prevalent screens have a slower growth pattern. The lower risk of breast cancer observed in women with benign breast disease diagnosed in prevalent screens might be partially explained by a slower growth pattern in prevalent benign breast disease. Age may play an important role in this effect, since women with benign breast disease diagnosed in incident screens are, on average, older than those diagnosed in a prevalent screen. However, to control for this potential confounding effect, we adjusted all analyses by age and calendar year.\n      The results of this study may have implications for clinical decisions on the follow-up of women with a diagnosis of benign breast disease, in which distinct follow-up strategies may be recommended depending on the benign breast disease subtype and screening type at diagnosis. The findings may also have implications for individualised risk prediction. The Breast Cancer Surveillance Consortium model [21] is being used in a large international randomised clinical trial to define the individual risk of the population targeted for breast cancer screening with a view to offering them personalised screening strategies [22]. Our findings reveal that screening type explained part of the risk associated with benign breast disease. Taking this variability into account could help to improve the discriminatory power of breast cancer risk prediction models, which is commonly moderate [11,23]. In addition, we found that women with proliferative benign breast disease diagnosed in an incident screen had a 4-fold higher risk of developing breast cancer than those without. This information, after further analysis with adjustment for other risk factors such as breast density [24], family history [25], or a risk score using information from single nucleoid polymorphisms [26], may be key to defining risk groups that could benefit from tailored screening strategies.\n      This study has some limitations. First, the number of cancers detected after proliferative benign breast disease with atypia was small because this subtype is uncommon, which limited our capacity to perform some subgroup analyses. Second, there is a possible bias produced by temporary changes both in the benign breast disease classification and in biopsy techniques (because fine-needle aspiration cytology has become practically obsolete). This bias is partially controlled as we adjusted our analysis by calendar year. Third, to be able to classify benign breast disease, we restricted our study to those benign breast diseases with available information on their histological subtype. Last, it was not possible to adjust the statistical analysis on other breast cancer risk factors such as breast density or familial history of breast cancer.\n      A strength of this study is that we analysed a large cohort of more than 600,000 women screened in a well-established population-based screening program with a 20-year follow-up. This is one of the largest cohorts analysing histopathologically confirmed benign breast disease, with nearly 10,000 diagnoses during follow-up.\n      In summary, our study shows that, regardless of the type of benign breast disease, women with benign breast disease diagnosed in an incident screen have a significantly higher subsequent risk of breast cancer than those with a benign breast disease diagnosed in a prevalent screen. To our knowledge, this is the first study to analyse this topic. It is important to consider this risk when developing risk-based personalised screening strategies.\nFunding\n      This study was supported by grants from Instituto de Salud Carlos III 10.13039/501100002924FEDER (grant numbers: PI15/00098 and PI17/00047), and by the Research Network on Health Services in Chronic Diseases (RD12/0001/0015).\nEthics approval and consent to participate\n      The study was approved by the Clinic Research Ethics Committee of Hospital del Mar Medical Research Institute (2015/6189/I). The review boards of the institutions providing data granted approval for data analyses. This is an entirely register based study that used anonymised retrospective data and hence written consent was not required.\nDeclaration of competing interest\n      None declared.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7770442/",
    "doi": "https://doi.org/10.1016/j.breast.2020.09.005"
}