{
    "title": "The Regimen of Computed Tomography Screening for Lung Cancer",
    "abstract": "Since 2000, the ELCAP paradigm allowed for continued expansion of LDCT screening to New York State (NY)-ELCAP,17 and to over 80 institutions in 10 countries (International [I]-ELCAP),18 all using a common protocol.19 The common protocol and management system allowed for the emerging data to be pooled and analyzed in an efficient manner, as widespread interest in screening soon became apparent.20–23 By 2006, the expanded I-ELCAP collaboration provided sufficient long-term follow-up of annual LDCT screening to estimate the cure rate without lead-time bias.1,12–14 On the basis of 10-year Kaplan-Meier survival analysis, the estimated cure rate was 80% (95% confidence interval [CI]: 74%-85%) for all lung cancers diagnosed under screening (ie, both screen-diagnosed and interim-diagnosed), and, for those in clinical Stage I and whose cancer was resected within 2 months of diagnosis, the rate was 92% (95% CI: 88%-95%).18 These rates have been updated at each of the 41 International Conference on Screening for Lung Cancer meetings, held every 6 months since 1999, and they have remained at the same level.24 The cure rate of 80% had already been suggested by Drs Flehinger and Kimmel,25,26 as the ELCAP Investigators had asked them to estimate the potential cure rate of computed tomography (CT) screening using their mathematical model. As to who would benefit from LDCT screening, they provided the methodology to calculate the individualized benefit for an individual enrolling in an LDCT screening program, given the person’s particular age, smoking history, and competing causes of death.39–42 The 2007 article showed how the same approach is used to calculate the survival gain of each subsequent annual round of screening.40 To address the concern that screening would provide a smoker the license to continue or to resume smoking, the ELCAP Investigators showed that smoking cessation increased when integrated in a program of LDCT screening and that it did not lead to resumption of smoking among former smokers.43,44 The investigators also developed recommendations for the many additional findings that could be identified on the LDCT of the chest and showed how these provided an added benefit of screening. Separately, the NLST investigators estimated that 18.5% of all lung cancers detected by LDCT screening in the NLST to be overdiagnosed (95% CI: 5.4%-30.6%).105 After longer follow-up, however, the NLST reported that the frequency of cancers detected in the control group reached those in the screened group.106 The NELSON investigators estimated that overdiagnosis was <8.9%.32 Recognition that adenocarcinoma-in-situ and minimally invasive adenocarcinoma are very slow-growing cancers emerged from careful investigations of radiologic-pathologic correlations of lung cancers in the context of clinical care.78–90 The I-ELCAP Investigators also studied overdiagnosis.107–117 They suggested that the concept of overdiagnosis is a malformed concept, as it is not based on clinically based manifestations of the cancer, but rather death from the cancer, as its definition uses the cause of death.117 In other words, this definition implies that a cancer is genuine only if it causes death, otherwise the cancer is an overdiagnosed one.",
    "authors": [
        "Claudia I. Henschke",
        "Rowena Yip",
        "Dorith Shaham",
        "Javier J. Zulueta",
        "Samuel M. Aguayo",
        "Anthony P. Reeves",
        "Artit Jirapatnakul",
        "Ricardo Avila",
        "Drew Moghanaki",
        "David F. Yankelevitz"
    ],
    "published_year": "Not available",
    "description": "THE BEGINNING\n      The Early Lung Cancer Action Project (ELCAP) of low-dose computed tomography (LDCT) screening lung cancer was stimulated by several research retreats in 1991 and 1992.1,2 The ELCAP study used an innovative design for the first comparison of LDCT with chest radiographic (CXR) screening to assess the stage distribution resulting from each imaging test within 2 years, separately for baseline and annual repeat rounds and the resulting lung cancer cure rates after treatment and long-term follow-up (Fig. 1). The study design also allows for random assignment of patients diagnosed with lung cancer to alternative treatments.3–10\n      \n        FIGURE 1\n        \n          The ELCAP design allows for direct comparison of different screening tests (eg, imaging tests or biomarkers) by providing the baseline round followed by as many repeat rounds of screening as needed to assess the particular comparison.\n        \n        \n      \n      The baseline round showed that 85.1% of the LDCT-detected lung cancer patients had clinical stage I disease, and CXR missed 82% of them.8 These results gave renewed hope to people at risk of lung cancer throughout the world.11\n      The annual repeat screenings were completed, submitted for publication in 1999, and published in 2001.9,10 Annual rounds are important, as they are repeated year after year, while the baseline round is performed only once. Annual rounds are pooled, as each round is a repeat occurrence of prior annual rounds, and thus are critical for evaluation of long-term screening performance. Compared with the baseline round of ELCAP, annual screening identified far fewer new noncalcified nodules (NCNs) (2.5% vs. 23%, P<0.0001) and a lower percentage of screen-diagnosed lung cancers (0.59% vs. 2.7%, P<0.0001); the median tumor size was smaller (8 vs. 10 mm, P=0.45), and the percentage of screen-diagnosed Stage I disease was slightly lower (85.7% vs. 85.1%, P=1.00). When interim, symptom-prompted diagnosed cases between rounds of screening were included, the percentage of Stage I diagnoses under screening, was lower (77.8% vs. 85.1%, P=0.63). This was anticipated, as more aggressive cancers are identified in repeated rounds of screening than in the baseline round due to a phenomenon called “length bias.” Length bias affects all screening programs for cancer and chronic diseases.1,12–14 A later publication provided the extent of length bias.15\n      The success of ELCAP was due to its design, which provided screening to a cohort of people at risk for lung cancer in a clinical program, to the ELCAP Management System16 for management and quality assurance, and to the advanced registry, which stored both radiologic images and data. Since 2000, the ELCAP paradigm allowed for continued expansion of LDCT screening to New York State (NY)-ELCAP,17 and to over 80 institutions in 10 countries (International [I]-ELCAP),18 all using a common protocol.19 The common protocol and management system allowed for the emerging data to be pooled and analyzed in an efficient manner, as widespread interest in screening soon became apparent.20–23\n      By 2006, the expanded I-ELCAP collaboration provided sufficient long-term follow-up of annual LDCT screening to estimate the cure rate without lead-time bias.1,12–14 On the basis of 10-year Kaplan-Meier survival analysis, the estimated cure rate was 80% (95% confidence interval [CI]: 74%-85%) for all lung cancers diagnosed under screening (ie, both screen-diagnosed and interim-diagnosed), and, for those in clinical Stage I and whose cancer was resected within 2 months of diagnosis, the rate was 92% (95% CI: 88%-95%).18\n      These rates have been updated at each of the 41 International Conference on Screening for Lung Cancer meetings, held every 6 months since 1999, and they have remained at the same level.24 The cure rate of 80% had already been suggested by Drs Flehinger and Kimmel,25,26 as the ELCAP Investigators had asked them to estimate the potential cure rate of computed tomography (CT) screening using their mathematical model. The same rate has also been estimated on the basis of the stage distribution achieved in ELCAP.8\n      The low-cost, efficient, prospective ELCAP cohort design provided pertinent information after 2 rounds of screening on the tumor size at detection, the stage shift,8,10 and, after appropriate follow-up, the cure rates.18 The ELCAP results were discussed in detail at the National Cancer Institute Board of Scientific Advisors meetings in 1999,27 and some experts thought that the 1999 ELCAP report provided sufficient evidence to start LDCT screening, while others thought that randomized trials were needed, and different possible future studies were discussed. Thus, stimulated by the ELCAP results, planning for several large national screening randomized controlled trials was quickly started, and, in November 2001, the Board approved the Request for Proposal, which led to the National Lung Screening Trial (NLST). The NLST provided 3 rounds of screening and reported its results 9 years later in 2011.28 In the Netherlands, the NELSON Trial started in 200429,30; it provided 4 rounds of screening, and it reported its preliminary results 14 years later in 2018,31 and its final results in 2020.32 In Italy, the MILD Trial started in 2005, and it reported its interim results in 2012,33 and its final results in 2019, 14 years later.34 These randomized trials confirmed the benefit originally reported by ELCAP.\n      Comparisons of the ELCAP study design and randomized trials and their respective outcome measures are given in several publications.35–37 These combined results have led to the increasing worldwide acceptance, as was fully evident at the 20th World Conference on Lung Cancer (WCLC) in Barcelona in September 2019.38\n      Concerns, other than those about the screening regimen, were addressed by the I-ELCAP investigators. As to who would benefit from LDCT screening, they provided the methodology to calculate the individualized benefit for an individual enrolling in an LDCT screening program, given the person’s particular age, smoking history, and competing causes of death.39–42 The 2007 article showed how the same approach is used to calculate the survival gain of each subsequent annual round of screening.40 To address the concern that screening would provide a smoker the license to continue or to resume smoking, the ELCAP Investigators showed that smoking cessation increased when integrated in a program of LDCT screening and that it did not lead to resumption of smoking among former smokers.43,44 The investigators also developed recommendations for the many additional findings that could be identified on the LDCT of the chest and showed how these provided an added benefit of screening. These recommendations were added to the I-ELCAP protocol.45 In particular, they recognized that screening allowed for early detection of cardiovascular46,47 and chronic obstructive pulmonary disease,48 the 2 leading causes of death in the United States. To address the concerns about the costs of screening and follow-up, cost-effectiveness of screening was also addressed.49–52 Unfortunately, these cost-effectiveness analyses do not incorporate the benefit of identifying early and unsuspected cardiovascular and pulmonary disease, which can be diagnosed on the same LDCT.\n      The I-ELCAP database includes over 82,000 participants with long-term follow-up at 82 institutions in 10 countries in the world.53–57 To address the concerns about the identification of many NCNs and unnecessary workup, stimulated in part by the advances in CT scanners and large computer monitors that allowed for identification of many tiny NCNs, the I-ELCAP investigators provided a detailed analysis of screening results using the accumulating screening results obtained with the latest scanners. Initially, they demonstrated that these advances in scanner technology were useful in decreasing the frequency of symptom-prompted, interim diagnoses between rounds of screening.17\n      This review focuses on the lessons learned about the regimen of screening and how important it is to continually update regimen in light of continually advancing technology and knowledge to remain state-of-the-art. We address the need for assessment of the LDCT measurement accuracy, as this increases the accuracy of the recommendations and thus the benefit and efficiency of the regimen. We also show how we used the I-ELCAP data and image repository to address the concerns of overdiagnosis and overtreatment. To maximize the benefit of screening, updates in early lung cancer staging and treatment are critical, particularly in the context of the earlier diagnoses provided by effective screening. This was addressed by setting up a treatment cohort of Stage I lung cancer patients to compare treatment alternatives in the context of clinical care58; this had been recommended by the Institute of Medicine.59 The concerns raised and the lessons learned in addressing the concerns in order to maximize the benefit of screening and minimize its potential harms24 are provided in the following sections.\nDEVELOPMENT OF THRESHOLD VALUES FOR WORKUP OF NCN\n      As early as 1992, new helical CT scanners enabled acquisition of multiple LDCT images with slice thickness of 10 mm, allowing the entire chest to be scanned in a single breath-hold. Previously, CT images had been acquired one slice at a time using “stop and shoot” approach, so that several breath-holds were required to cover the lungs. Because of the different inspiratory effort for each breath-hold, entire sections of the lungs could be missed. The new CT technology also provided adequate images at low-radiation exposures.60 The 30 LDCT images of each of the initial 1,000 ELCAP participants, however, were still displayed on a single radiographic film. The focus, based on previous CXR experience, was to identify a “solitary” NCN.61–66\n      Once LDCT screening started, the ELCAP investigators quickly learned that they frequently detected multiple small NCNs in a single screening participant, but only a few of them turned out to be lung cancers. Thus, multiple NCNs were documented, instead of a single one, and the protocol focused on the largest NCN.8,10 Upon retrospective reflection in writing this article, the high proportion of Stage I lung cancers, both on the baseline and annual repeat rounds,8,10 is surprising, given the small CT images that were displayed on a single radiographic film.\n      Subsequent advances in CT scanners provided submillimeter images, and the single CT images could be viewed on high-resolution computer monitors. This led to a marked increase in nodules being detected, but a decrease in symptom-prompted lung cancer diagnoses between screenings.17 Thus, the ELCAP Investigators used the ELCAP database of the original 1000 participants to update the threshold values for the regimen of screening. Starting in 2000, the updated I-ELCAP protocol recommended a threshold of 5.0 mm for the workup of NCNs identified at baseline and 3.0 mm for new or growing NCNs on annual repeat screenings.67 This protocol was used for NY-ELCAP17 and I-ELCAP studies.18 The ELCAP Investigators also provided the requested empiric evidence for the Fleischner Society guidelines.68,69\n      By 2012, with continued CT scanner advances that provided CT images with thinner slice thickness, the threshold values for the I-ELCAP protocol were again reviewed. This time, both the I-ELCAP70 and NLST databases71 were used to examine how to reduce unnecessary workup while still diagnosing lung cancers early. A threshold of 6.0 mm for the workup of baseline NCNs was chosen by the I-ELCAP Investigators,24,45 6 mm by the American College of Radiology (ACR)72,73 and also by the National Comprehensive Cancer Network (NCCN) Investigators.74 The threshold for workup on new or growing NCNs on annual repeat screening in I-ELCAP remained the same, at 3.0 mm for the I-ELCAP Investigators and 4 mm for the ACR and NCCN Investigators. The implications of rounding by using a threshold of 6 mm instead of 6.0 mm were subsequently examined and the use of 6 mm led to an increase of 28.9% in the frequency of positive findings.75 Subsequently in 2019, the ACR changed its threshold from 6 to 6.0 mm.76\nREFINEMENTS OF THRESHOLD VALUES AND WORKUP RECOMMENDATIONS BY NODULE CONSISTENCY\n      Radiologists in Japan had been performing radiographic screening for pulmonary tuberculosis since 1935. In the 1950s, when effective tuberculosis drugs emerged, radiographic screening for tuberculosis in Japan was changed to screening for lung cancer. When lung cancer became the leading cause of cancer death in Japan in 1993, the Anti-Lung Cancer Association, a for-profit organization, added CT to the already existing program of chest radiography and sputum cytology screening provided to its due-paying members.77 In 1996, the Anti-Lung Cancer Association reported that 1369 members had undergone chest radiography, CT, and sputum cytology between September 1993 and April 1995, with a resulting diagnosis of lung cancer in 15, all of them by CT alone.\n      Japanese investigators published on a newly recognized subtype of nodules on CT, called “ground-glass” opacities, starting in 1995.78–80 I-ELCAP Investigators also identified “ground-glass” opacities on LDCT screening when they started in 1992.81 After much reflection, including discussion with Japanese investigators, the I-ELCAP Investigators thought it was important to differentiate these nodule subtypes from other ground-glass opacities that were due to pulmonary edema, diffuse infections, end-stage adult respiratory distress, and other entities and developed a new terminology for these NCNs based on their consistency—solid, part-solid, and nonsolid NCNs.82 After discussion with Dr Sone an I-ELCAP Investigator who headed the Nagano screening program,83 the I-ELCAP protocol set the threshold for workup of nonsolid NCNs at 8.0 mm, as this size implied that the NCN was no longer contained within a single pulmonary acinus.\n      To better understand these different subtypes of NCNs and lung cancers manifesting in these NCNs, starting in 2000, the I-ELCAP Investigators studied them,84,85 developed a pathology protocol,86,87 and held multiple expert pathology panel reviews, funded in part by the American Cancer Society.88 This led to multiple publications of the I-ELCAP Investigators with the expert lung pathologists, Drs William Travis, Darryl Carter, Masayuki Noguchi, Elisabeth Brambilla, and Adi Gazdar.89–91 Figure 2 provides the Kaplan-Meier survival rates for adenocarcinomas by the percentage of the lepidic (previously called bronchoalveolar carcinoma or BAC) component91 for patients with nonsolid NCNs or part-solid NCNs on CT images. As previously shown by Noguchi et al,78 survival of patients was 100% for patients who had 90% to 100% lepidic (BAC) component. Lepidic growth on pathology manifested radiologically as an area of “ground-glass” or nonsolid NCNs on CT.92 The radiologic-pathologic panel reviews ultimately led to the new pathologic classification of adenocarcinoma and revised World Health Organization classifications.92–95 The pathology guidelines also recommended that CT images be reviewed when making pathologic diagnoses of these subsolid (ie, nonsolid and part-solid) NCNs.\n      \n        FIGURE 2\n        \n          Kaplan-Meier survival rates for patients with adenocarcinoma (n=279) by the percentage of the lepidic (formerly BAC component) component.91\n        \n        \n      \n      By 2013, the I-ELCAP Investigators thought that further updating of the regimen was needed for the workup of these NCN subtypes. For this purpose, they reviewed the I-ELCAP96,97 and NLST98,99 databases, and the world’s English publications.100,101 These detailed reviews found that nonsolid of any size and part-solid cancers with solid component <10 mm had lung cancer survival rates of essentially 100% and could be safely followed-up with annual CT until the solid component either develops within a nonsolid NCN or the solid component of the part-solid grows.91 These findings resulted in updated recommendations for work-up of nonsolid, part-solid, and solid NCNs given in the latest I-ELCAP protocol.45\n      Our systematic review found that there is a lack of consensus as to the definition of part-solid NCNs.101 I-ELCAP investigators decided that a standardized size definition of the upper limit of solid component of a part-solid nodule was needed to avoid misclassification of solid NCNs as part-solid NCNs. In the NLST image database,98,99 solid lung cancers and benign nonmalignant lesions had or developed a surrounding ground-glass or nonsolid halo, but these were still solid NCNs. Similarly, solid NCNs with central cavitation were misclassified as part-solid NCNs. As a result, the I-ELCAP protocol set an upper size limit of 80% for the solid component of part-solid NCNs.45 The I-ELCAP investigators also found that cell types and survival rates were different for lung cancer patients who had part-solid cancers with 1% to 79% solid component and those with ≥80% solid component. After a detailed review of CT and pathology images, both pathologists and the I-ELCAP investigators recognized that the threshold values should be based on the solid component of subsolid NCNs rather than the entire size of the NCN.\n      The updated I-ELCAP protocol was the first to recommend “watchful waiting” for all nonsolid NCNs by 12-month follow-up, as these had no solid component other than blood vessels within the NCN. Follow-up of part-solid and solid NCNs was based on the size of the solid component.45 This recommendation was supported by both the pathology results91 and the evidence of the long lead-time of these cancers when identified by screening.15\n      The ELCAP investigators also found that many new solid, but particularly nonsolid and part-solid NCNs, resolved after short-term follow-up.102,103 The frequency of resolution was found to be higher for new NCNs on annual repeat screening than on baseline screening, as on annual repeat screening, up to 70% resolved or decreased within a month.102,103 Thus, follow-up imaging after baseline and annual repeat screening is useful, as it prevents unnecessary invasive procedures.\nLENGTH BIAS: DIFFERENCES IN CANCERS IN BASELINE AND ANNUAL REPEAT ROUNDS OF SCREENING\n      The workup of NCNs was also guided by understanding “length-bias,” a phenomenon found in all cancer screening programs,12–14 and determining the extent of this bias for LDCT screening, as the more sensitive the screening test, the greater the bias. Length-bias exists because cancers identified in the baseline rounds are usually slower growing and less aggressive than cancers identified in annual rounds. This is because more slow-growing cancers are detected in the first, baseline round.12–14 However, on repeated screening rounds, the distribution of slower-growing and faster-growing cancers is the same, as found in usual care in the absence of screening. The difference in frequency of baseline and annual repeat screening of cancers by cell-type and consistency in I-ELCAP provides the information on the extent of length-bias.15\n      Figure 3 illustrates the differences in cancers found in baseline and annual rounds of screening. The higher frequency of lung cancer diagnosed in solid NCNs in annual rounds (85%) (Fig. 3B) compared with the baseline round (66%) (Fig. 3A) demonstrates that solid cancers, on average, have faster growth rates. The frequency of cancers in nonsolid NCNs decreased from 15% in baseline (Fig. 3A) to 10% in annual rounds (Fig. 3B), and, for cancers in part-solid NCNs, the frequency decreased from 21% to 8%, reflecting their slower growth rates, respectively. Lung cancers in part-solid and nonsolid NCNs are all adenocarcinomas, but have different percentages of the lepidic component within the cancer on pathology. The consequence of length-bias is that an optimal regimen of screening should use different threshold values for workup of NCNs in the baseline round from those of repeat rounds of screening.45\n      \n        FIGURE 3\n        \n          A and B, The increasing frequency of lung cancers diagnosed in solid NCNs in (B) annual rounds (85%) compared with those in the (A) baseline round (66%) demonstrates that cancers in solid nodules are on average more aggressive. Cancers in nonsolid and part-solid NCNs decreased in annual rounds (B) comparing with the baseline round (A), indicating that these were less aggressive cancers.\n        \n        \n      \n      A precise definition of each screen-diagnosed cancer is needed to correctly assess the extent of the “length-bias.”15 A baseline cancer is a cancer diagnosed in an NCN that was documented on the baseline CT, regardless of whether the diagnosis was made in that first year after the baseline round or later years. An annual cancer is a cancer diagnosed in a new NCN that is first identified and documented on an annual round of screening, even if, in retrospect, it can be identified in the baseline LDCT.\nOVERDIAGNOSIS BIAS\n      Concern about overdiagnosis bias was raised for lung cancers, particularly for those diagnosed in nonsolid NCNs that had 100% survival, when resected, as reported by Noguchi and his colleagues in 1995.78 These cancers in nonsolid NCNs are diagnosed in 15% of the all the cancers diagnosed as a result of baseline screening and in 10% of all cancers diagnosed as a result of annual rounds (Fig. 3).\n      The National Cancer Institute addressed the issue of overdiagnosis and suggested that the word “cancer” be restricted to “lesions that had a reasonable likelihood of lethal progression if left untreated.”104 The panel suggested “indolent lesions of epithelial origin (IDLE)” for such lesions. Separately, the NLST investigators estimated that 18.5% of all lung cancers detected by LDCT screening in the NLST to be overdiagnosed (95% CI: 5.4%-30.6%).105 After longer follow-up, however, the NLST reported that the frequency of cancers detected in the control group reached those in the screened group.106 The NELSON investigators estimated that overdiagnosis was <8.9%.32 Recognition that adenocarcinoma-in-situ and minimally invasive adenocarcinoma are very slow-growing cancers emerged from careful investigations of radiologic-pathologic correlations of lung cancers in the context of clinical care.78–90\n      The I-ELCAP Investigators also studied overdiagnosis.107–117 They suggested that the concept of overdiagnosis is a malformed concept, as it is not based on clinically based manifestations of the cancer, but rather death from the cancer, as its definition uses the cause of death.117 In other words, this definition implies that a cancer is genuine only if it causes death, otherwise the cancer is an overdiagnosed one.\n      We suggest an alternative definition that is based on the aggressiveness of the cancer. A slow-growing cancer is overdiagnosed when it is considered to be an aggressive cancer, and an aggressive cancer is underdiagnosed when it is considered to be a slow-growing cancer. Only 10% of lung cancers diagnosed on annual repeat screenings occurred in nonsolid NCNs (Fig. 3B). In the I-ELCAP experience, these nonsolid NCNs have been followed-up for up to 28 years, and, among them, some develop solid components that grow and ultimately require treatment. We are currently studying growth rates of lung cancers to further address this issue.118\n      The main problem of overdiagnosis, however, is not early diagnosis but overtreatment of these indolent, slow-growing cancers, particularly when found early by screening. The goal is to avoid overtreatment. For this reason, the I-ELCAP protocol started to recommend “watchful waiting” by annual screening of nonsolid NCNs until a solid component emerges.45,82 For part-solid nodules with solid components, follow-up diagnostics are recommended according to the size of the solid component.45,96–103 If follow-up CT showed growth of the solid component of the NCN at a malignant rate, biopsy was recommended. Current surgical recommendations for nonsolid NCNs also consider watchful waiting as an alternative approach, which is also recommended by the LungRADs72,76 and National Comprehensive Center Network guidelines.74\nPROBABILITY OF LUNG CANCER IN NCN IDENTIFIED IN BASELINE AND ANNUAL REPEAT ROUNDS\n      Figure 4 provides the probability of diagnosing lung cancer by the average diameter and consistency of the largest NCN in the I-ELCAP database of 76,411 participants, separately (a) baseline cancers and (b) annual repeat cancers.45 Comparison of Figures 4A and B clearly shows the differences between the baseline and all subsequent rounds. For example, for solid NCNs <6.0 mm, the probability of malignancy is >6 times higher on annual repeat rounds than on the baseline round (2.0% vs. 0.3%), while the probability of malignancy for the larger size solid nodules on annual repeat screening is about half that on baseline.\n      \n        FIGURE 4\n        \n          Provides the probability of diagnosing lung cancer by the largest NCN average diameter (mm) and consistency in the I-ELCAP database, separately on the (A) baseline round and (B) annual repeat rounds.45\nLESSONS LEARNED ABOUT NCN GROWTH ASSESSMENT BEFORE INVASIVE WORKUP\n      In the 1990s, when an NCN≥10 mm was identified on the CT screening, the standard of care called for an immediate biopsy,8,61–66 based on CXR images. PET scans had not yet been widely introduced at that time. The first 1000 ELCAP participants whose largest NCNs were <10 mm were re-imaged 3 months later using single-slice, axial mode targeted CT acquisition rather than helical mode acquisition, as this provided higher resolution images, which allowed for more accurate assessment of growth,8,10 but, if the NCN was 10 mm or larger, biopsy was recommended.\n      D.F.Y., an ELCAP investigator, thought that volumetric measurement was a better tumor size assessment tool than the conventional 1-dimensional or 2-dimensional measurements and studied this in the early 1990s.119–133 In 1996, Dr Anthony Reeves, an electrical and computer engineer at Cornell University in Ithaca, and his doctoral students joined the ELCAP research efforts and introduced 3-dimensional volumetric growth assessment. Volume-doubling time (VDT) was found to be a useful measure of growth for distinguishing between malignant and nonmalignant NCNs and also to distinguish minimally aggressive from aggressive adenocarcinomas,118,133,134 which had already been recognized earlier using CXR images.135–137 The ELCAP Investigators presented these volumetric analyses at many conferences, as well as at their International Conferences,24 and its usefulness was quickly recognized by others and integrated into emerging regimens of screening. Future investigators of the NELSON Trial,30 for example, attended multiple I-ELCAP24 and other conferences at which the ELCAP Investigators presented their volumetric results, and they incorporated volumetric analysis in the regimen of their randomized trial. The ELCAP investigators continued to work with the NELSON Investigators and assisted them in developing a management system, as they were doing with many other investigators throughout the world.20–23\n      As LDCT screening expanded in I-ELCAP, the investigators found that only 18% of the baseline solid NCNs between 10 and 15 mm were malignant NCNs (eg, mostly hamartomas, granulomas, fibrosis), as shown in Figure 4A, and that, often, the nonmalignant solid NCNs had spiculated and other irregular features, typically associated with malignant NCNs. Thus, the biopsy recommendation for solid NCNs>10 mm changed to a 3-month follow-up LDCT for all solid NCNs <15.0 mm in diameter.45 If, on follow-up LDCT, the solid NCN had grown at a malignant rate, biopsy was recommended. We found that none of the participants ultimately diagnosed with lung cancer had disease stage progression by waiting 3 months for another LDCT.45 A further lesson learned was that the fine-needle aspiration biopsy was useful in diagnosing small benign NCNs, thus reducing unnecessary surgery.138\n      For solid larger NCNs (≥15 mm), the standard recommendation called for biopsy or PET scans. But only 50% of solid NCNs ≥15 mm on the baseline LDCT (Fig. 4A), and only 26% on annual repeat screening (Fig. 4B), are malignant. As volumetric accuracy increases in the future, many unnecessary surgical biopsies may be averted, as growth will be more rapidly and accurately assessed, perhaps in weeks rather than months. Such advances will also allow for a more personalized treatment of diagnosed lung cancers.\n      We are continuing to study growth rates of lung cancers118 and have confirmed that lung cancer VDTs typically range between 30 and 400 days.30,64–66,118,133–137,139–141 We have used this information to determine the minimum follow-up time to assess growth at a malignant rate, ideal time between repeated rounds of screening, and also for extent of treatment decisions.\nFURTHER REFINEMENT OF GROWTH ASSESSMENT\n      The I-ELCAP Investigators recognized the considerable variability of CT scanners for growth assessment142,143 when they started in the mid 1990s122–126 and have continued to refine growth assessment since that time.127–133 The variability is due to many factors: the scanner itself, both inherent and adjustable CT acquisition parameters and characteristics of the person being scanned and the nodule itself, and both morphologic features and location.143 Unfortunately, the inherent variability of CT scanner acquisition protocols is not widely recognized.\n      To better illustrate the variability, R. Avila, together with the I-ELCAP Investigators, used a “pocket phantom” (a perfect sphere with a volume of 15.875±0.05 mm3) in an ongoing clinical trial.143 R. Avila is a computer scientist, formerly the head of CAD development at General Electric Global Research, and is now a member of the Quantitative Imaging Biomarkers Alliance (QIBA) of the Radiologic Society of North America. The pocket phantom, shown in Figure 5, was placed on the chest of the patient while the CT scans were obtained at different times during the trial. These repeated CT acquisitions of the pocket phantom showed up to 44% volume change of the unchanged sphere embedded in the pocket phantom. This level of volumetric change error can lead physicians to a mistaken conclusion that significant volumetric growth (false positive) or volumetric regression (false negative) has occurred.\n      \n        FIGURE 5\n        \n          Multiple “pocket phantoms” (left upper image). One pocket phantom was placed on the chest of a lung cancer patient (left lower image). The images on the right show the considerable increases in the volume of precision manufactured spheres embedded in the pocket phantom.143\n        \n        \n      \n      The current I-ELCAP protocol specifies the necessary change in the nodule diameter to determine “real” growth (see Tables 3 and 4 in the protocol45) for tumors with a VDT of 180 days, separately for the baseline and annual repeat rounds. These tables are based on the assumption that 64-detector-row or higher CT scanners are used, that acquisition is at submillimeter slice thickness, slice spacing is equal or less than slice thickness, reconstruction field of view is <30 cm, and that identical acquisition parameters were used to acquire both scans, so that excellent CT images are obtained for accurate growth assessment. The ACR LungRADS recommendations are different, as they specify growth for a nodule, regardless of size, as “an increase of 1.5 mm or more.”72,76 The accuracy of VDT calculations, however, depends on nodule size, and thus the use of a fixed value (ie, 1.5 mm) to indicate nodule growth means that smaller tumors with faster doubling time will have delayed recognition. This size dependence is recognized in the I-ELCAP45 and the QIBA small nodule profile recommendations.144\n      Lessons learned include that when using any computer-assisted software for size or growth assessment, the radiologist must be satisfied with the CT image quality and the computer segmentation results in deciding whether growth has occurred. The computer scans and the segmentation need to be reviewed for image quality (eg, motion artifacts) and for the quality of the segmentation. The radiologist should visually inspect both nodule image sets side-by-side to verify the quality of the computer segmentation for each image that contains a portion of the nodule. The segmentations should also be examined for errors; for example, a small blood vessel may be included as part of a nodule in one segmentation but not in another segmentation. Scan slice thickness and slice spacing for the purpose of volumetric analysis should not exceed 1.25 mm but preferably be as low as possible. We currently use the thinnest slice thickness, typically 0.5 or 0.625 mm.\n      Spatial warping also complicates measurement accuracy. It occurs when CT images are obtained for LDCT screening, which uses the helical acquisition mode to obtain the images in a single breath-hold. Spatial warping distorts CT images, as illustrated in Figure 6, and the extent of the warping is highly dependent on the make and model of the CT scanner and on the distance from the isocenter.\n      \n        FIGURE 6\n        \n          A scan of 3 identical precision manufactured phantoms (CTLX1) shows the 3D spatial warping in helical acquisition. Spatial warping was observed to be dependent on the distance of the object from the iso-center of the scanner. It is not as marked when the object is close to the iso-center (image on the right) but increases with increasing distance (100 mm, 200 mm) from the iso-center (images on the left). Spatial warping also regularly alternates between compression (red arrow) and expansion (blue arrow) in the Z dimension depending on distance along this dimension.\n        \n        \n      \n      To address accurate CT measurements, the Radiological Society of North America (RSNA) created the QIBA 144,145 and has worked with R. Avila to develop a phantom for conformance testing of different scanners and software products. It is far more rigorous for lung nodule measurement assessment than the usual ACR CT accreditation phantom. QIBA is in the final stages of releasing the QIBA CT Small Lung Nodule Profile, which will provide recommendations on assessing growth of small lung nodules (https://qibawiki.rsna.org/index.php/CT_Small_Lung_Nodule_Biomarker_Ctte). While these estimates are meant only as boundaries to be confident that nodule change has actually occurred, they do not address the accuracy of volumetric assessment of growth rates themselves, that is, VDTs, which remains a topic of research.\n      R. Avila developed the QIBA lung nodule profile calculator (https://accumetra.com/QIBA-nod-profile-calculator/), which provides the 95% confidence interval for any diameter or volume measurement of small NCNs and provides a confidence interval for change over time. Currently, it is recommended that estimates of VDTs or changes in nodule size be interpreted with caution. Figure 7 illustrates a follow-up CT scan in 90 days of a 6.0 mm nodule, even when using acquisition parameters that provide the maximum resolution for small NCNs, a stable NCN cannot be distinguished from an NCN with a 400-day VDT, nor between a stable NCN and an NCN with a 180-day VDT. In other words, a 6.0 mm cancer with a VDT of 400 days or a cancer with a VDT of 100 days would have follow-up measurements in the overlapping solid orange and red bands, and a stable 6.0 mm diameter NCN with a diameter measurement error of 0.5 mm will have follow-up measurements within the solid green band only 67% of the time.\n      \n        FIGURE 7\n        \n          Precision follow-up time. The degree of overlap between the green, orange, and red bands shows the overlap of the different VDTs of nodule growth for given follow-up times. The width of the bands was set to illustrate a high level of image quality in terms of CT image resolution and distance between voxels. The solid bands indicate the 1 standard deviation of confidence regions that future nodule measurements will fall into for stable (green), 400-day (orange), and 180-day (red) VDTs. The outer dashed lines for each band indicate 2 standard deviation confidence intervals.\n        \n        \n      \n      In the future, phantoms together with the methodology provided by the QIBA CT Small Lung Nodule Profile will establish the measurement error for different scanners, acquisition protocols, and nodule presentation subtypes. The phantoms, if embedded into or placed on the CT scanner table, will provide automated measurement of an NCN and its confidence interval. This confidence interval can then be used to generate the appropriate time interval within which an individual should return for the follow-up CT imaging to reliably assess change.\nCOMPARISON OF I-ELCAP REGIMEN WITH 2 OTHER SCREENING REGIMENS\n      The latest I-ELCAP regimen of screening is available on the I-ELCAP website45 and is also summarized in this report (Table 1 for the baseline round and Tables 2 for all subsequent annual repeat rounds). The original I-ELCAP protocol45 predates the ACR LungRADS 72 by >20 years.\n      \n        TABLE 3\n        \n          Summary of I-ELCAP Innovations, Initial Year, and Publications\n        \n        \n          \n          \n          \n          \n            \n              \n              Initial Year\n              References\n            \n          \n          \n            \n              Development of the ELCAP Design\n              1992\n              3–6\n            \n            \n               Baseline ELCAP Results\n              1998\n              6–8\n            \n            \n               Annual Repeat Results\n              1999\n              9,10\n            \n            \n               Survival benefit of LDCT screening\n              1999\n              8,18\n            \n            \n              Neural networks in LDCT screening\n              1994\n              203,206,207\n            \n            \n              Volume- doubling assessment of NCNs\n              1997\n              119–129\n            \n            \n              International Conferences on Screening for Lung Cancer\n              1999\n              \n                20\n              \n            \n            \n              Cost-effectiveness of Low-Dose CT Screening\n              2000\n              50–52\n            \n            \n              Web-based ELCAP Management System: data and images\n              2001\n              \n                16\n              \n            \n            \n              Screening bias: lead time, length bias, and over-diagnosis\n              2001\n              15,105–116\n            \n            \n              Smoking cessation integrated into screening\n              2001\n              43,44\n            \n            \n              I-ELCAP protocol development\n              2001\n              19,24\n            \n            \n               Updates of positive result\n              2001\n              67,70,71\n            \n            \n               Expansion to NY-ELCAP and I-ELCAP\n              2001\n              17,18\n            \n            \n               Identification and terminology of nonsolid and part-solid NCNs\n              2002\n              81–85,96–101\n            \n            \n               Watchful waiting for nonsolid and part-solid NCNs\n              2002\n              24,45\n            \n            \n              I-ELCAP pathology, protocol, and panel results\n              2002\n              84–91,141,142\n            \n            \n              Increased lung cancer risk ofor women\n              2004\n              173,174\n            \n            \n              Individualization of risk ofor lung cancer and competing causes of death\n              2005\n              39–42\n            \n            \n              Comparison of screening study designs\n              2005\n              35–37\n            \n            \n              CT findings of cardiac disease\n              2006\n              45–47\n            \n            \n               Emphysema, and other findings\n              2007\n              45,47,48,55\n            \n            \n              Treatment of screen-diagnosed cancer patients and quality of life\n              2013\n              160–169\n            \n            \n              Initiative for Early Lung Cancer Research on Treatment (IELCART)\n              2018\n              \n                58\n              \n            \n            \n              Recommended updates of staging criteria\n              2019\n              8,100,153,154\n            \n            \n              Comparison of different screening protocols\n              2019\n              \n                145\n              \n            \n          \n        \n      \n      \n        TABLE 1\n        \n          I-ELCAP Baseline Round of Low-Dose CT (LDCT) Screening\n        \n        \n          \n          \n          \n            \n              Before the participant receives the LDCT, ask the participant to cough vigorously. If there is a Solid Endobronchial Nodule, ask them to cough again and repeat LDCT immediately. If only recognized later, ask participant to return for repeat CT in 1 mo and, if still present, see pulmonologist\n            \n            \n              The result of baseline LDCT is classified into four IELCAP categories as follows:\n            \n            \n              Negative: Return for first annual screening in 12 mo\n              (IELCAP=1)\n            \n            \n               If there are NO noncalcified nodules (NCNs)\n            \n            \n              Semi-positive/indeterminate: Return for first annual screening in 12 mo\n              (IELCAP=2)\n            \n            \n               Only nonsolid nodules are present, they can be of any size Largest solid NCN <6.0 mm or largest solid component of a part-solid NCN<6.0 mm\n            \n            \n              Semipositive/indeterminate: Return for LDCT follow-up in 3 mo\n              (IELCAP=3)\n            \n            \n               Largest NCN is solid and 6.0-14.9 mm in average diameter Largest NCN is part-solid and the solid component ≥6.0-14.9 mm in average diameter.\n            \n            \n              \n                If 3-month LDCT:\n              \n            \n            \n              1. Does NOT show malignant growth: Return for first annual screening in 9 mo\n            \n            \n              2. Shows malignant growth, the result is positive (see below)\n              (IELCAP=4)\n            \n            \n              *If possible infection, recommend pulmonology consultation and possible antibiotics\n            \n            \n              Positive: Biopsy or, if less suspicious, PET or 1 mo follow-up LDCT\n              (IELCAP=4)\n            \n            \n               Largest solid NCN ≥15.0 mm\n            \n          \n        \n        \n          \n            If there is no diagnosis of malignancy after workup, recommend first annual screening, 12 months after the initial, baseline LDCT.\n          \n          \n            Use the Society of North America Quantitative Imaging Biomarker Alliance (QIBA) http://accumetra.com/solutions/qiba-lung-nodule-calculator or I-ELCAP recommendations on http://www.IELCAP.org.\n          \n          \n            Alternatively, calculate VDT=volume doubling time for lung cancers. There is considerable error in VDT measurements: VDT of lung cancers range between 30 days and 400 days. A cancer with VDT of 30 days is a very fast growing cancer; VDT of 400 days is a very slow growing cancer.\n          \n          \n            VDT below 30 days usually indicates infections.\n          \n        \n      \n      A comparison of 3 published protocols146 found that the I-ELCAP protocol45 required fewer additional diagnostic tests and biopsies for each resulting diagnosis of lung cancer than LungRADS72 and the European Consortium protocol.147 ACR-LungRADS has 2 scenarios for NCN≥8 mm but <15 mm, Scenario 1 recommending immediate PET scans and Scenario 2 recommending follow-up CT in 3 months. Defining the efficiency ratio (ER) as the number of participants requiring further tests per diagnosis of lung cancer, the overall ER was 13.9, 18.3, 18.3, and 31.9 for I-ELCAP, ACR-LungRADS (Scenario 1), ACR-LungRADS (Scenario 2), and the European Consortium, respectively. An ER closer to 1 indicates a more efficient protocol. A more critical ER value is the number of invasive biopsies recommended per diagnosis of lung cancer, and this was 2.2, 8.1, 3.2, and 4.4, respectively. Thus, I-ELCAP had a lower ER value for the overall workup and for invasive biopsies as well.\n      Despite the differences, the comparison showed that all 3 regimens have certain key elements in common.146 All recommend annual screening, and provide thresholds to recommend workup, separately for the baseline and annual repeat rounds of screening. Size threshold values for NCNs are based on either diameter or volume, but threshold values are different. All 3 protocols address the different subtypes of nodule consistency—solid, part-solid, and nonsolid—using terminology developed by I-ELCAP Investigators.82\n      As different regimens of screening are being used, lessons learned include that efficiency metrics need to be developed to provide quantitative methods to compare different protocols. Such metrics also provide insight on the impact of different thresholds and workup recommendations and allow identification for further improvements in the screening regimen that optimize the benefit of early detection. Since the publication of this comparison of these regimens,146 the ACR has updated LungRADS 1.176 and addressed some of the points that the comparison article146 had raised.\nLESSONS LEARNED ABOUT STAGING\n      When ELCAP started in 1992, the Sixth Edition of the American Joint Committee on Cancer148 was being used. It classified lung cancers <30 mm as Stage IA (T1N0M0) into 2 size categories. From the beginning, ELCAP and I-ELCAP8,149,150 used 3 size categories: ≤10, 11 to 20, and 21 to 30 mm, and these 3 categories are now incorporated in the Eighth Edition of Lung Cancer Stage Classification introduced in 2018.151–153 The Eighth edition152 had only a limited number of small (<30 mm) lung cancer cases for analysis, with 781 cases being <1.0 cm, limiting the assessment.\n      The Eighth edition does not recognize nodule consistency (solid, nonsolid, part-solid) as a separate staging criterion, although it has been recognized in the pathologic staging.92–95 Nonsolid or part-solid cancers are all adenocarcinomas, but the extent of tumor invasion is important. It was recognized that the old terminology “BAC” was unclear whether tumor invasion was required. Therefore, pathologists replaced the old terminology with the following new terminology: adenocarcinoma-in-site, minimally invasive adenocarcinoma. New terminology was also introduced for subtypes of invasive adenocarcinoma depending on the predominant pattern (eg, lepidic, solid, acinar).92–95 It was also recommended that pathologists review the CT imaging features before making their diagnosis.\n      I-ELCAP Investigators have shown tumor consistency to be an important diagnostic and prognostic factor of lung cancer survival rates and think that tumor consistency should be included in both the clinical and pathologic staging classification, particularly for lung cancers 30 mm or less in maximum diameter.154,155 A review of PET and CT scans of lung cancer patients showed that the current FDG-PET criteria for mediastinal lymph node metastases have very low sensitivity, suggesting that mediastinal lymph nodes whose short axis is <20 mm be used as the criterion for clinical Stage IA.155 The need for updating the eighth edition has been recognized by the International Association for the Study of Lung Cancer, and it has already started.38\n      For multiple adenocarcinomas without lymph node (N0) or distant metastases (M0) <30 mm in maximum diameter, I-ELCAP staging remains different from the eighth classification. I-ELCAP classifies such cases as multiple primaries (T1N0M0), as they have the same survival rates as solitary T1N0M0 adenocarcinomas, if resected.91 The eighth edition, however, assigns multiple adenocarcinomas to higher stages depending on their respective lobe locations with chemotherapy recommended rather than surgery.151–153\nLESSONS LEARNED ABOUT TREATMENT\n      Breast cancer treatment provides an excellent paradigm of the impact of screening on diagnosis, staging, and treatment of a cancer. Before screening, radical mastectomy with lymph node dissection was the standard-of-care, but, since then, many alternative and less radical treatments have been developed, resulting in better long-term outcomes.156 Concerns about overdiagnosis and overtreatment of certain subtypes of breast cancer were also raised, resulting in updates in diagnostic workup. Many of the discussions and controversies in breast cancer screening in the past have or will also arise for lung cancer screening.\n      The curative treatment of early lung cancer ultimately determines how beneficial the screening actually is, as illustrated in the ELCAP Design (Fig. 1). Similar to breast cancer screening, lung cancer screening has led to significant updates in staging and to more personalized treatment for lung cancer. LDCT screening has already led to significant changes in the pathologic classification92–95 and in the eighth Staging Classification.151–153 Treatment recommendation of lobar resection of Stage I lung cancers, however, has not changed in >50 years. Screening results stimulated 2 randomized surgical trials comparing lobectomy with sublobar resection, which started in 2007, one in the Japan and the other in the United States.157,158 Both anticipate publishing their final results around 2020, and their interim reports are encouraging, as both have shown extremely low rates of surgical deaths.159,160\n      New technologies have been introduced, such as robotic surgery, navigational bronchoscopy, and ablation approaches, and, in the future, there will be further innovations. None of these, however, have had critical assessment, and, often, there are only limited data for small lung cancers. Published cohort studies using the I-ELCAP database161–165 have already provided timely outcome results, and Quality of Life measures will become an increasingly important consideration in treatment determination given the high long-term cure rates of screen-diagnosed lung cancer.166–170\n      In the future there will no doubt be further assessment of new treatments in a timely manner, and the Initiative for Early Lung Cancer Research on Treatment (IELCART)58 was started using the same prospective cohort design used for I-ELCAP. The ELCAP Management System, used for both management and research purposes allowed for the accumulation of over 82,000 participants with clinical data, imaging, and biologic specimens, has been adapted for the multi-institutional, international IELCART database. The system also allows for randomization for future innovative randomized trials. The vision for IELCART is to become as productive as I-ELCAP has been in producing ongoing screening evidence.\nTHE IMPORTANCE OF A MANAGEMENT SYSTEM: DEVELOPMENT OF AN OPEN-SOURCE VAPALS-ELCAP MANAGEMENT SYSTEM\n      Since the earliest days of I-ELCAP, and through each of its conferences24 and evolution of the management system, there has been an appreciation for the power of collaboration and open science.171 This same philosophical underpinning inspired the distribution of the I-ELCAP management system to >82 health care institutions in 10 countries. In 2017, I-ELCAP entered into an all-together new collaboration by partnering with the Veterans Health Administration (VHA). Through a generous grant from the Bristol-Myers Squibb Foundation, I-ELCAP contributed its code and forms to develop the Veterans Affairs Partnership to Increase Access to Lung Screening (VA-PALS) and allowed it to be translated into an open-source version for rapid deployment across VHA networks. Named the VAPALS-ELCAP management system, it adopted input from a multidisciplinary group of VA clinicians and software developers who are familiar with the VHA’s electronic health information management system. It was translated into MUMPS programming language and received the highest level of certification from the Open Source Electronic Health Record Alliance (OSEHRA) in May 2019. It is currently being deployed at the 10 VA medical centers that are a part of the VA-PALS initiative, and it offers a structured and reliable reporting and tracking system, which is currently recommended for VA medical centers that offer broad-based screening services.1,172,173 The VAPALS-ELCAP Management System provides a common terminology for characterization of all NCNs and other LDCT findings, which allows for improved quality assurance of screening, and for pooling of data. As a result, large VA data sets will be developed, which will provide further insights and opportunities for future artificial intelligence (AI) development. The VAPALS-ELCAP system is also freely available for distribution through an Apache v2.0 license, and can be evaluated through an on-line demo: http://demo.va-pals.org/vapals.\n      The ELCAP Management System will also become available as an open-source system. It is currently being used in hospital settings and provides the required Medicare and Medicaid Services (CMS) information on each radiology report and transmission to aCMS-approved registry as well.\nTHE FUTURE VISION\n      In the 20 years since our initial ELCAP report in 1999,8 a vibrant community of LDCT investigators has emerged. The low-cost and efficient ELCAP design provided the fundamental clinically relevant information about the benefit of LDCT screening, which stimulated large national screening trials.28,31,33,34 I-ELCAP is providing the relevant data for consideration of expansion of the screening criteria, particularly to women, never smokers exposed to secondhand smoke, and to people of younger age.174–179\n      Given all the information and publications that have accumulated over the past 20 years (Tables 3), it was realized that LDCT screening provides a comprehensive “health check” of the lungs, heart, and other organs visualized on the LDCT. This vision is gaining increasing recognition throughout the world. An entire session at the 2019 20th WCLC in Barcelona, Spain, in September 2019, was devoted to these other findings.180 I-ELCAP protocol recommendations for these other findings were developed together with relevant medical specialties, with the recognition that these are findings in asymptomatic screening participants and not in patients presenting to physicians with symptoms. Initial focus was on the cardiac findings 46,47 and emphysema,48,55,57 which together with lung cancer are the 3 big killers of older smokers. This focus has now been expanded to consider the other findings on the LDCT of the chest, and the recommendations are provided in the I-ELCAP protocol.45\n      \n        TABLE 2\n        \n          I-ELCAP Annual Repeat Rounds of Low-dose CT Screening\n        \n        \n          \n          \n          \n            \n              Before the participant receives the LDCT, ask the participant to cough vigorously. If there is a Solid Endobronchial Nodule, cough again and repeat LDCT immediately. If only recognized later, ask the participant to return for repeat CT in 1 mo and, if still present, see pulmonologist\n            \n            \n              The result of annual LDCT is:\n            \n            \n              Negative: Return for next annual screening in 12 mo\n              (IELCAP=1)\n            \n            \n               If there are no new noncalcified nodules (NCNs).\n            \n            \n              Semipositive/indeterminate: Return for next annual screening in 12 mo\n              (IELCAP=2)\n            \n            \n               Only new or growing nonsolid nodules, of any size\n            \n            \n               Largest new or growing solid NCN <3.0 mm\n            \n            \n               Largest solid component of a part-solid NCN<3.0\n            \n            \n              Semipositive/indeterminate: Return for LDCT follow-up in 6 mo\n              (IELCAP=2)\n            \n            \n               Largest new or growing solid NCN 3.0-5.9 mm\n            \n            \n               Largest solid component of a new or growing part-solid NCN 3.0-5.9 mm\n            \n            \n              If 6-month LDCT does NOT show malignant growth: Return for next annual screening in 6 mo\n            \n            \n              Semipositive/indeterminate: Return for LDCT follow-up in 1 mo\n              (IELCAP=3)\n            \n            \n               Largest NCN is solid 6.0-14.9 mm in average diameter Largest NCN is part-solid and the solid component ≥6.0-14.9 mm in average diameter\n            \n            \n              \n                If 1-mo LDCT:\n              \n            \n            \n              1. Does NOT show malignant growth: Return for next annual screening in 11 mos\n            \n            \n              2. Shows malignant growth, the result is positive (see below)\n              (IELCAP=4)\n            \n            \n              *If possible infection, recommend pulmonology consultation and possible antibiotics\n            \n            \n              Positive: Biopsy or if less suspicious, PET or 1 mo follow-up LDCT\n              (IELCAP=4)\n            \n            \n               Largest solid NCN ≥15.0 mm\n            \n          \n        \n        \n          \n            If no diagnosis of malignancy after workup, recommend next annual screening (for IELCAP 3) in 6 months and (for IELCAP 4) in 11 months.\n          \n          \n            Any participant diagnosed with lung cancer in baseline or annual repeat screening and treated for curative intent should continue annual CT screening or more frequently if recommended by the treating physician. For the first 2 years after surgery, however, the American Society of Clinical Oncologists (ASCO) recommends that, for the first 2 years, LDCT screening should be performed at 6-month intervals.\n          \n        \n      \n      Such a comprehensive “health check” optimal LDCT screening requires a carefully specified, validated regimen that provides for identification and interpretation of critical LDCT findings and the appropriate follow-up recommendations. The regimen should strive to maximize the likelihood of early diagnosis of lung cancer while minimizing unnecessary invasive workup. The importance of having a well-defined regimen was demonstrated by the comparison of I-ELCAP results with those of the NLST, which did not specify a regimen. I-ELCAP’s higher percentage of Stage I diagnoses and long-term survival rates compared with those of the NLST, after consideration of multiple alternative explanations, was due to the I-ELCAP regimen.181 Aside from a well-defined regimen, appropriate radiologic interpretation can minimize unnecessary workup and interventional procedures. It has also been shown that high-quality LDCT screening can be performed in academic or community settings as long as a quality assurance process is in place.182\n      LDCT radiation doses are currently below the dose of mammographic studies. Ultra LDCT, at radiation doses approaching those of CXR, is now being used for evaluation of chest diseases, including lung cancer and asbestos.183–186 New image analytics and statistical techniques have been developed, with even more innovations on the horizon. Future image interpretation will be increasingly assisted by computer-aided diagnostics,187–197 which already had started in the 1990s.120–125,198–204 Further developments will continue to improve 3-dimensional VDT, which was already introduced in the mid 1990s by ELCAP.119–125\n      AI techniques in the field of medicine are gaining more interest recently, but it should be recognized that initial efforts had started as early as the 1970s, including by ELCAP Investigators.205–214 Because of enhanced algorithms and computing power, AI is now rapidly expanding and has generated great enthusiasm for streamlining cancer screening to improve early detection and diagnosis of cancer and personalize treatment and outcome prediction.215–221\n      We are at the beginning of a remarkable transformation in radiologic interpretation that will lead to dramatic improvements in the regimen of screening and facilitate reporting. In making this transformation, it is important to understand the underpinnings of current protocols. Thus, this report focuses on the rationale of the regimen itself, importance of measurement accuracy for timely follow-up and accurate growth assessment of CT-detected NCNs, and the need to limit unnecessary invasive procedures. As already seen in the past 20 years since screening was introduced, understanding of the pathologic findings of small lung cancers has increased, and screening has stimulated advances in the treatment of early lung cancer, which in turn has led to updates in the staging criteria.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7771636/",
    "doi": "https://doi.org/10.1097/RTI.0000000000000538"
}