{
    "title": "Postpartum breast cancer: mechanisms underlying its worse prognosis, treatment implications, and fertility preservation",
    "abstract": "The first, reversible phase is characterized by the accumulation of milk globules, also known as milk stasis, and shedding of secretory mammary alveolar cells to the distended lumen.20 Early programmed cell death occurs 24 hours after pup removal in rodents and involution-associated gene expression changes have been noticed as early as 12 hours after weaning.20 Despite massive cell death that occurs during the first phase, involution can be reversed due to the expression of tissue inhibitors of metalloproteinases that are induced when lactation is resumed.21 In the absence of pro-survival signals, downregulation of these inhibitors results in activation of matrix metalloproteinases that degrade the extracellular matrix and activate apoptotic factors, thus comprizing the second wave of cell death.21 In mice, this second phase of involution has been reported to occur 48 hours after weaning and is associated with an immune cell influx, including neutrophils, macrophages, plasma cells, and eosinophils.22 In women, this has been confirmed by the presence of a differentially expressed immune gene-signature in the human parous breast compared with healthy nulliparous tissue that persisted up to 10 years after childbirth.23 The processes that occur with involution, as discussed below, are hypothesized to contribute to increased cell survival, tumor initiation, and/or growth and facilitated dissemination of pre-existing tumor cells. Extensive apoptosis of mammary secretory epithelium, extracellular matrix remodeling, and adipocyte repopulation were shown to occur in the initial phase of mammary gland involution (Table 1 – part I).21 28 Extracellular matrix proteolytic fragments have been shown to participate in cell signaling events, modulate gene expression, and to directly stimulate tumor growth, motility, and invasion.26 29 30 The involuting microenvironment has been characterized by infiltration of macrophages, neutrophils, and plasma cells, elevated activity of matrix metalloproteinases, higher levels of extracellular matrix deposit including fibrillar collagen, and an elevation of proteolytic fragments of laminin and fibronectin.20 22 28 31 32 Increased extracellular matrix stiffening, collagen deposition, and cross-linking during mammary gland involution has been shown to provide a structural network for tumor cell migration, which further promotes tumor cell invasion and metastasis.33 In accordance with the effects of wound-healing stroma, postpartum involution was found to activate human mammary tumor cell motility and invasion in vitro.29 34 In addition, tumor cells in the involuting mammary gland were shown to have a metastatic preference to certain organs.35 Goddard et al36 found that the rodent liver underwent involution after weaning, as it was shown to double in size during pregnancy and lactation to allow for its increased anabolic metabolism. The first, reversible phase is characterized by the accumulation of milk globules, also known as milk stasis, and shedding of secretory mammary alveolar cells to the distended lumen.20 Early programmed cell death occurs 24 hours after pup removal in rodents and involution-associated gene expression changes have been noticed as early as 12 hours after weaning.20 Despite massive cell death that occurs during the first phase, involution can be reversed due to the expression of tissue inhibitors of metalloproteinases that are induced when lactation is resumed.21 In the absence of pro-survival signals, downregulation of these inhibitors results in activation of matrix metalloproteinases that degrade the extracellular matrix and activate apoptotic factors, thus comprizing the second wave of cell death.21 In mice, this second phase of involution has been reported to occur 48 hours after weaning and is associated with an immune cell influx, including neutrophils, macrophages, plasma cells, and eosinophils.22 In women, this has been confirmed by the presence of a differentially expressed immune gene-signature in the human parous breast compared with healthy nulliparous tissue that persisted up to 10 years after childbirth.23 The processes that occur with involution, as discussed below, are hypothesized to contribute to increased cell survival, tumor initiation, and/or growth and facilitated dissemination of pre-existing tumor cells.",
    "authors": [
        "Hanne Lefrère",
        "Liesbeth Lenaerts",
        "Virginia F Borges",
        "Pepper Schedin",
        "Patrick Neven",
        "Frédéric Amant"
    ],
    "published_year": "2020",
    "description": "Breast cancer and the effect of age and pregnancy\n      Breast cancer is the most frequently diagnosed cancer in women worldwide and remains the leading cause of cancer-related deaths, with the majority of deaths resulting from metastatic disease.1 While breast cancer rates are higher among women in more developed regions, rates are increasing in nearly every region globally.1 Breast cancer is a heterogenous disease that has been classified into four main molecular subtypes: luminal-A and luminal-B (expressing the estrogen receptor), and human epidermal growth factor receptor 2-enriched and basal-like.2 Breast cancer is increased in frequency in women during their childbearing years. Especially among postpartum women, defined here as breast cancers diagnosed up to 5 to 10 years after delivery and under 45 years of age, frequency is increased.3 By this definition, postpartum breast cancer is estimated to represent 50% of breast cancers arising in young mothers within 10 years of their last childbirth.4–6\n\n      Age at diagnosis, parity status, and breastfeeding history are among the most important risk factors for postpartum breast cancer. Older age at first birth correlates with an increased risk for postpartum breast cancer. Because of the trend to delay childbearing, incidence numbers are expected to increase. The increased incidence in young women (<45 years) matches the decrease in parity observed in this age group.7 A lower number of parities is another established breast cancer risk factor. In pre-menopausal breast cancers in particular, there is compelling evidence that breast cancer risk is reduced by ~7% for each full-term pregnancy and is increased by ~5% for each additional year that age at first pregnancy is delayed.8 Childbearing is known to have a dual effect on breast cancer risk, being associated with long-term risk reductions, following a transiently increased risk in the early postpartum period that can last up to 10 years. Risk reductions are most prominent when maternal age at first birth is below 26. When postponing first childbirth, the risk-inducing postpartum period is prolonged. The relative risk of breast cancer has been shown to decrease by 4.3% for every 12 months of breastfeeding.8 Risk reductions of 33% have been seen in women who have consistently breastfed for up to 2 years.9 The size of this decline did not seem to vary by age, menopausal status, the number of births, or age at first delivery.8 A lack of breastfeeding, especially among women with higher parity, has been associated with an increased risk for receptor-negative breast cancers.10 Although the specific cause has not yet been elucidated, studies have suggested several mechanisms by which breastfeeding might reduce breast cancer risk. Breastfeeding might prolong the process of cellular differentiation, leading to full differentiation of mammary epithelial cells.10 Prolonged breastfeeding is also known to decrease the amount of menstrual cycles and hence reduce hormone exposure, which could lower the risk for luminal breast cancers especially.10\n\n      Postpartum breast cancer that occurs 5 to 10 years' postpartum is associated with worse survival rates and an almost 2-fold increased risk for metastasis compared with breast cancers diagnosed in young, premenopausal women during and outside pregnancy.5 6 11–13 Several mechanisms have been proposed to explain its poor prognosis. As premenopausal women are more often diagnosed with triple-negative breast cancer compared with postmenopausal women,6 some attributed the poor prognosis of postpartum breast cancer to a higher incidence of this particular poor prognostic subtype. However, the frequencies of biological subtypes have not shown to differ by parity status in cohorts of young women with breast cancer.6 Other mechanisms that have been suggested are a delayed diagnosis due to physical changes in the breast of pregnant and lactating women, and hormonal changes during or shortly after pregnancy.14 Young women under the age of 45 rarely undergo screening, so their cancers are primarily self-detected, larger and more advanced than screen-detected tumors. However, these factors alone cannot fully explain the outcome differences observed between postpartum and pregnant patients. As a consequence, one or more factors unique to the immediate post-pregnancy breast microenvironment are thought to be responsible for causing the increased risk in postpartum breast cancer.15 Though some argue to classify postpartum breast cancer as a distinct entity, it remains unknown whether there is a molecular (and/or clinical) basis for that. This results partially from the fact that previously, postpartum breast cancer patients were often studied along with pregnant patients as ‘pregnancy-associated breast cancers’, with conflicting clinical outcome data as a result. Large epidemiologic studies and a recent meta-analysis, however, demonstrated that women specifically diagnosed and treated during pregnancy had no increased risk for metastasis and death.3 16 17 When we5 6 11 and others12 13 specifically studied larger cohorts of postpartum breast cancer patients diagnosed up to 10 years' postpartum separate from patients with breast cancer who were nulliparous or pregnant at diagnosis, they were found to have a significantly worse outcome. This poor prognosis persisted after the adjustment of several clinicopathological factors such as age at diagnosis, year of diagnosis, stage, grade, and hormone receptor status.5 6 Also, age at first birth and the number of pregnancies did not seem to further influence the prognosis of postpartum breast cancer.6 12 Our own analysis of almost 1200 breast cancer patient outcome data from an international cohort confirm these findings (unpublished data). Although most studies confirm this poor prognosis for postpartum cases, especially for patients diagnosed within the first year after delivery, there is also some data contradicting this.17 The reason for this inconsistency can be contributed to the definition of the control group as all young women with breast cancer that are diagnosed after 1 year of childbirth, while it has been shown that the poor prognosis associated with a postpartum diagnosis can last up to 10 years.4–6\n\n      In this review we will explore whether postpartum breast cancer, defined as breast cancer diagnosed up to 5 to 10 years in women<45 years of age, can be seen as a distinct entity with a unique biology. We will focus on the mechanisms that underly the poor prognosis of postpartum breast cancer, especially those related to mammary gland involution (regression of the mammary gland to its pre-pregnant state). In addition, we will discuss the available treatment strategies that are currently being used to treat these young women, keeping in mind the importance of fertility preservation.\nPro- and anti-tumorigenic roles of postpartum breast involution and lactation\n      Due to the sparsity of human breast tissue, studies of postpartum breast cancer in women are limited and often with very small patient numbers. In the next paragraphs we will further elaborate on current knowledge with regard to the influence of involution, lactation, and the tumor microenvironment on the tumor biology of this cancer. Most evidence to date is derived from rodent models (Table 1).\n      \n        Table 1\n        \n          Studies investigating the molecular and/or immunological mechanisms during mammary gland involution in PPBC in rodent models\n        \n        \n          \n            \n              Rodent\n            \n            \n              \nResearch subject and methods\n\n              \nFindings\n\n              \nRef\n\n            \n          \n          \n            \n              \nI. Studies investigating ECM remodeling and tumor\n\ninvasiveness\n\n            \n            \n              \n ECM from mammary glands of np and involuting rats. Invasive potential in metastatic MDA-MB-435 cells.\n\n              \n Increased motility and invasion of ECM in MDA-MB-435 cells. Increased fibronectin and MMP activity in in vitro cultured cells of the involuting mammary ECM.\n\n               Bemis34\n 2000\n            \n            \n              \n ECM from mammary glands of np, pregnant, lactating, and involuting rats. Mouse mammary epithelial tumor cell line TM-6 with hormone withdrawal-induced death.\n\n              \n Increased fibronectin and fibronectin fragment levels in involuting ECM associated with apoptosis in TM-6. Fibronectin fragments induce ECM proteases and contribute to epithelial cells loss and dissolution of mammary alveoli in involuting ECM.\n\n               Schedin31\n 2000\n            \n            \n              \n Mammary glands from np, pregnant, lactating. and involuting mice. Affymetrix microarrays.\n\n              \n Increased expression of components of apoptosis, inflammatory cytokines, and acute-phase response genes during involution.\n\n               Clarkson20\n 2004\n            \n            \n              \n Isolated ECM from mammary glands of np, pregnant, lactating, and involuting rats. Histological, IHC, and western blotting analyzes.\n\n              \n Increased epithelial cell proliferation; differentiation, death, and reorganization in ECM isolated from involuting rats. Changed ECM function and fibronectin, laminin, clusterin, and MMP composition in parous mammary gland.\n\n               Schedin28\n 2004\n            \n            \n              \n ECM from mammary glands of np and involuting rats. In vivo models of MDA-MB-231 cells injected into mammary fat pad.\n\n              \n Deceased ductal organization and increased invasiveness in tumor MDA-MB-231 cells of involuting ECM. Increased metastasis to the lung, liver, and kidney in the involution group.\n\n               McDaniel29\n 2006\n            \n            \n              \n Normal mammary glands, mammary tumors, and explants in 3D culture of involuting mice. Epithelial-stromal interactions via histology, electron microscopy, and optical imaging.\n\n              \n Increased orientation along certain aligned collagen fibers in involuting mice, facilitating tumor invasion. Primary tumor explants realigned collagen fibers to migrate.\n\n               Provenzano33\n 2006\n            \n            \n              \n In vivo rodent model of PPBC: injecting 4T1 and D2A1cells into the portal vein of involuting mice/rats. Flow cytometry and MS of mouse/rat livers.\n\n              \n Induced maternal liver involution characterized by hepatocyte cell death and stromal remodeling in post-weaning mice. Increased liver metastasis in post-weaning mice.\n\n               Goddard36\n 2017\n            \n            \n              \nII. Studies investigating lymphangiogenesis\n\n            \n            \n              \n In vivo rodent model of PPBC: injecting DCIS-GFP, D2A1, or 66cl4-LUC cells into mammary fat pad of SCID or BALC/c mice on INV1. Lymphatic vessel density by LYVE1 +vessel count and mRNA gene expression levels. COX-2 knock down cells injected into postpartum host.\n\n              \n Increased PPBC tumor sizes, LN positivity, lung micro-metastases, and LYVE1 +mammary lymphatic vessel density 3–4 days after weaning. Increased gene expression of Lyve1, vegfrd, vegfr2, and vegfr3 during involution. Decreased peritumor lymphatic vessel density (60%) and decreased invasion of lymphatics (85%) in shCOX-2 PPBC.\n\n               Lyons26\n 2014\n            \n            \n              \n In vivo rodent model of PPBC: injecting 66cl4-DDK, E0771-DDK, 66cl4-SEMA7A, or E0771-SEMA7A-overexpressing-cells in Balb/c mice on INV1. IHC, flow cytometry, lymphangiogenesis and macrophage migration, endothelial cell adhesion, and expression of PDPN assays.\n\n              \n Increased expression of SEMA7A and PDPN-expressing cells in involuting tumors. Increased expression of PDPN in macrophages during involution. Increased motility and adherence of PDPN-expressing macrophages to lymphatic endothelial cells that promoted lymphangiogenesis.\n\n               Elder38\n 2018\n            \n            \n              \nIII. Studies investigating the immune\n\ncomponent\n\n            \n            \n              \n Normal mammary glands from involuting Balb/c mice that were weaned after 7 days. Affymetrix microarrays for transcript analysis of involution. Protein extracts, western blotting, and IHC.\n\n              \n Upregulated expression of 145 genes during first 4 days of involution, including: 49 immunoglobulin genes 12 acute-phase response genes (STAT3, CD14, LBP) Increased infiltration of neutrophils, plasma cells, macrophages, and eosinophils in involuting mammary tissue.\n\n               Stein22\n 2004\n            \n            \n              \n In vivo rodent model of involution: weaned rats and C57BL/6 mice at day 10 (rats) or 14 (mice) of lactation. IHC and quantification of CD68, CSF-1R, and F4/80. ECM isolation, chemoattractant & zymogen assay, collagen detection and quantification, and collagen western blot.\n\n              \n Increased macrophage influx (8-fold) during involution that exhibited an M2-phenotype with expression of IL-4 and IL-13. Increased chemotactic capacity for macrophages from involuting ECM. Increased fibrillar collagen levels and proteolysis during involution. Increased chemoattractant capacity for denatured collagen I during involution.\n\n               O'Brien45\n 2010\n            \n            \n              \n In vivo rodent model of PPBC: injecting D2A1 cells into mammary fat pad of mice on INV1. In vivo treatment model of PPBC: intraperitoneal injection of anti-IL-10 or rat IgG on L10, INV2, INV4, INV6, and INV8. Flow cytometry, IHC, and western blot.\n\n              \n Increased tumor sizes (6-fold), decreased CD4 +, and CD8+T cell infiltrates and increased number of macrophages in involuting mice. Reduced tumor growth in IL-10 targeted mice.\n\n               Martinson44\n 2015\n            \n            \n              \n In vivo rodent model of involution: weaned Balb/c mice at day 9 to 13 of lactation. In vivo rodent model of PPBC: injecting FACS sorted fibroblasts and D2A1 cells in postweaning Balb/c mice. RT-qPCR, RNA sequencing, IF, and IHC analyzes.\n\n              \n Increased fibroblast activation during involution. Increased growth and decreased CD8 +T cell infiltration and tumor cell death in mammary tumors in the involuting-fibroblast group. Suppressed involution-fibroblast activation and tumor promotional capacity by ibuprofen treatment.\n\n               Guo43\n 2017\n            \n            \n              \n In vivo rodent model of involution: weaned Balb/c-C57Bl/6 mice at day 9 to 14 of lactation. IHC, flow cytometry, Ag assays, and adoptive T-cell transfer.\n\n              \n Elevated mucosal CD4 +T cells within lactating and involuting glands. Increased accumulation of Th17-Treg CD4 +T cells and elevated levels of Gata3+, FoxP3+, and PD-1 +CD4+T cells in the involuting mammary gland.\n\n               Betts46\n 2018\n            \n            \n              \nIV. Studies investigating treatment options\n\n            \n            \n              \n In vivo rodent model of PPBC: injecting human breast tumor MCF10DCIS cells into the mammary fat pads on INV1. Treatment with celecoxib and ibuprofen.\n\n              \n Increased characterization of fibrillar collagen, high cyclooxygenase-2 (COX-2) expression, and invasive phenotype in PPBC tumors. Reduced promotional effects of celecoxib and ibuprofen.\n\n               Lyons30\n 2011\n            \n            \n              \n In vivo rodent model of involution: weaned rats at day 10 of lactation and treated with NSAIDs on INV4, INV5, and INV6. In vivo xenograft model: injecting D2.OR cells mixed with ECM in fat pad of np mice. RT-PCR, western blot, ELISA, IHC, and imaging.\n\n              \n Reduced tumor growth of cells mixed with NSAID-involution ECM in PPBC mice compared with control-involution ECM in np mice. Identified tenascin-C as potential mediator of tumor progression during involution that is decreased by NSAID treatment.\n\n               O’Brien64\n 2011\n            \n            \n              \n In vivo rodent model of PPBC: injecting D2A1 cells into fat pad of Balb/c-C57Bl/6 mice on INV1. In vivo multiparity mouse model of involution: weaned Balb/c-C57Bl/6 mice at day 10 of lactation (ibuprofen treated) – repeated 2 x. Flow cytometry, mass spec, immunoblot, bone marrow assays, RT-PCR, RNA seq, multiplex IHC, and TCGA.\n\n              \n Increased tumor growth in PPBC mice with a distinct immune milieu compared with tumor of np mice. Increased monocytes and reduced number of T-cells in PPBC mice, which is reversed on ibuprofen treatment. Enhanced Th1-associated cytokines and T-cell accumulation by ibuprofen treatment. Ibuprofen does not impede normal involution.\n\n               Pennock65\n 2018\n            \n            \n              \n In vivo rodent model of involution: weaned Balb/c-C57Bl/6 mice at day 10 to 14 of lactation. In vivo rodent model of PPBC: injecting 66cl4 or E0771 carcinoma cells in Balb/c or C57Bl/6 mice on INV1. Lymphatic vessel density, multiplex staining, flow cytometry, and cytokine staining\n\n              \n Increased PD-1, PD-L1 expression, and PD-L1 T-cells in mouse mammary tissues during normal postpartum involution. Increased expression of CD8 +T cells expressing co-inhibitory receptors PD-1 and Lag-3 in PPBC mice models. Reduced tumor growth in postpartum mice using PD-1 targeted therapies. Reduced lymphatic vessel frequency using PD-1 therapies.\n\n               Tamburini62\n 2019\n            \n          \n        \n        \n          \n            ECM, extracellular matrix; IF, immunofluorescence; IHC, immunohistochemistry; INV1, involution day 1; LN, lymph node; MMP, matrix-metalloproteinase; MS, mass spectrometry; np, nulliparous; PDPN, podoplanin; PPBC, postpartum breast cancer.\n          \n        \n      \n      \n        Involution-associated alterations in the mammary gland\n        During pregnancy, the mammary gland epithelium undergoes extensive proliferation and differentiation in order to prepare for lactation. After parturition in the absence of lactation, or at weaning, the mammary gland remodels to a functional and morphological state similar to pre-pregnancy, a process called involution.18 19 Rodent models indicate that the involution process resembles tissue-remodeling programs that are activated during wound healing. In both human and mouse mammary glands, postpartum involution begins with controlled apoptosis of mammary epithelial cells that typically occurs in two distinct phases. The first, reversible phase is characterized by the accumulation of milk globules, also known as milk stasis, and shedding of secretory mammary alveolar cells to the distended lumen.20 Early programmed cell death occurs 24 hours after pup removal in rodents and involution-associated gene expression changes have been noticed as early as 12 hours after weaning.20 Despite massive cell death that occurs during the first phase, involution can be reversed due to the expression of tissue inhibitors of metalloproteinases that are induced when lactation is resumed.21 In the absence of pro-survival signals, downregulation of these inhibitors results in activation of matrix metalloproteinases that degrade the extracellular matrix and activate apoptotic factors, thus comprizing the second wave of cell death.21 In mice, this second phase of involution has been reported to occur 48 hours after weaning and is associated with an immune cell influx, including neutrophils, macrophages, plasma cells, and eosinophils.22 In women, this has been confirmed by the presence of a differentially expressed immune gene-signature in the human parous breast compared with healthy nulliparous tissue that persisted up to 10 years after childbirth.23 The processes that occur with involution, as discussed below, are hypothesized to contribute to increased cell survival, tumor initiation, and/or growth and facilitated dissemination of pre-existing tumor cells.\n        During postpartum involution in both mice and humans, a minority of mammary epithelial cells survives cell death. Resistance to cell death plays an important role in tumor initiation, as it results in the propagation of potentially harmful mutations that allow unregulated growth and division.24 However, to this date, there is almost no available evidence that points to an increased tumor initiation caused by mammary gland involution processes. Next to potentially creating an environment that allows tumor cell initiation, the pregnancy, lactation, and involution cycle may have a long-lasting stimulatory effect on already existing tumor cells. Each cycle is characterized by immunosuppression, increased infiltration of inflammatory cytokines, and a higher tolerance to various foreign antigens.25 Tumour cells26 and mammary epithelial cells23 have been shown to be permanently altered after such a cycle in rodents. Hence, tumor cells that would otherwise be recognized and destroyed by the immune system have a greater chance to survive and proliferate. Although there have been more than 50 transgenic mouse models generated to date that reflect postpartum involution,27 the reason why some cells survive and others die remains largely unknown and further investigation is warranted.\n        Furthermore, available evidence, mainly supported by multiple pre-clinical animal models, points to mammary gland involution as being a driver of metastasis. Extensive apoptosis of mammary secretory epithelium, extracellular matrix remodeling, and adipocyte repopulation were shown to occur in the initial phase of mammary gland involution (Table 1 – part I).21 28 Extracellular matrix proteolytic fragments have been shown to participate in cell signaling events, modulate gene expression, and to directly stimulate tumor growth, motility, and invasion.26 29 30 The involuting microenvironment has been characterized by infiltration of macrophages, neutrophils, and plasma cells, elevated activity of matrix metalloproteinases, higher levels of extracellular matrix deposit including fibrillar collagen, and an elevation of proteolytic fragments of laminin and fibronectin.20 22 28 31 32 Increased extracellular matrix stiffening, collagen deposition, and cross-linking during mammary gland involution has been shown to provide a structural network for tumor cell migration, which further promotes tumor cell invasion and metastasis.33 In accordance with the effects of wound-healing stroma, postpartum involution was found to activate human mammary tumor cell motility and invasion in vitro.29 34 In addition, tumor cells in the involuting mammary gland were shown to have a metastatic preference to certain organs.35 Goddard et al36 found that the rodent liver underwent involution after weaning, as it was shown to double in size during pregnancy and lactation to allow for its increased anabolic metabolism. This process was shown to enhance metastasis to the liver during postpartum involution.36 Relevance in postpartum women has been obtained (Table 2 – part I), as involution was found to be characterized by wound-healing-like tissue remodeling programs that occur within 18 months after delivery.37 Increased deposition of collagen in postpartum breast cancer patients has also been correlated with decreased relapse-free survival.30 In addition, postpartum breast cancer patients were found to present with a significant increased risk in liver metastasis compared with nulliparous controls.36 No significant differences were found for lung, brain, and bone metastasis.\n        \n          Table 2\n          \n            Studies investigating the molecular and/or immunological mechanisms during mammary gland involution in PPBC in humans\n          \n          \n            \n              \n                Human\n              \n              \n                \nResearch subject and methods\n\n                \nFindings\n\n                \nRef\n\n              \n            \n            \n              \n                \nI. Studies investigating ECM remodeling and wound-healing-like programs\n\n              \n              \n                \nFISH analysis of collagen deposition and orientation in the breast tissue of 3 np and 3 PPBC women.Analysis of 11 publicly available microarray datasets of 345 cases≤45 years that relapsed.\n\n                \nIncreased collagen deposition in PPBC.Increased COL1A1 and COX-2 expression that correlated with decreased relapse-free survival.\n\n                Lyons30\n2011\n              \n              \n                \nAnalysis of adjacent normal breast tissue from 183 premenopausal women aged 20 to 45 years, grouped by reproductive categories.Stain for lobular area, lobular composition, apoptosis, and immune cell infiltration.\n\n                \nIncreased breast epithelial area in pregnancy and lactation.Reduced mammary epithelial area in involution <12 months.Involution is characterized by wound-healing-like tissue remodeling programs that occurs within a narrow time frame (18 months).\n\n                Jindal37\n*\n2014\n              \n              \n                \nII. Studies investigating lymphangiogenesis\n\n              \n              \n                \nAnalysis of 38 postpartum and 190 np breast cancer patients≤45 years.Analysis of lymphatic vessel density in normal adjacent and breast tumor tissue measured by D2−40+vessel count.\n\n                \nIncreased lymph node positivity in PPBC patients. No difference in HER-2 or triple-negative cases.Increased lymphatic vessel density and tumor cell invasion of lymphatics in PPBC patients.\n\n                Lyons26\n2014\n              \n              \n                \nAnalysis of SEMA7A in normal breast tissue from biopsy by IHC.Kaplan–Meier analysis of SEMA7A, PDPN, and CD68 expression in >600 breast cancers, as well as ovarian, lung, and gastric cancer.\n\n                \nIncreased expression of SEMA7A in breast tissue from women>5 years involuting.Decreased distant metastasis-free survival when SEMA7A, PDPN, and CD68 were co-expressed.\n\n                Elder38\n2018\n              \n              \n                \nIII. Studies investigating immune cell infiltration\n\n              \n              \n                \nAnalysis of normal breast tissue from 32 postpartum (up to 10y) and 20 np women aged 18 to 45 years.LCM, RNA expression, and RT-PCR of 64 selected genes associated with involution.\n\n                \nUpregulated inflammation-associated genes in postpartum women.Reduced expression of ESR1, PGR, HER2, and higher expression of ESR2 in postpartum women. 14 of 64 genes from RT-PCR were differentially regulated.\n\n                Asztalos23\n*\n2010\n              \n              \n                \nAnalysis of normal and tumor tissue from 6 np, 9 pregnant, 11 lactating, 8 involuting, and 10 regressed women aged ≤45 years.IHC, IF, imaging of CD68, CSF-1R, and F4/80.\n\n                \nIncreased macrophage number during involution that exhibited an M2-phenotype with expression of IL-4 and IL-13.\n\n                O’Brien45\n2010\n              \n              \n                \nAnalysis of tumor tissue from 17 recent pregnant, 17 distant pregnant, and 19 np breast cancer patients aged 18 to 45 years.RT-PCR, IHC, and image analysis.\n\n                \nDifferent gene expression pattern (8-gene signature) in breast cancers detected in PPBC diagnosed up to 10 years after delivery, mainly attributable to the TNBC subgroup.\n\n                Asztalos47\n*\n2015\n              \n              \n                \nAnalysis of tumor tissue from 50 postpartum and 7 np breast cancer patients, grouped by reproductive categories.IHC of IL-10 and FoxP3.\n\n                \nIncreased infiltration of IL-10 +and FoxP3 +immune cells in post-lactational human breast tissue suggestive of immunosuppressive microenvironment.\n\n                Martinson44\n2015\n              \n              \n                \nAnalysis of tumor tissue from 3 postpartum patients and 3 np breast cancer patients.Multiplex analysis and TCGA RNAseq analysis\n\n                \nIncreased PD-L1 expression and PD-L1 T-cells in postpartum patients.Observed co-expression of immune inhibitory PD-L1, PDPN, and CD68 in breast cancer TCGA patients.\n\n                Tamburini62\n2019\n              \n            \n          \n          \n            \n              *Studies exclusively focusing on human breast tissue.\n            \n            \n              ECM, extracellular matrix; IF, immunofluorescence; IHC, immunohistochemistry; np, nulliparous; PPBC, postpartum breast cancer; RT-PCR, real-time PCR.\n            \n          \n        \n        Another mechanism in the involuting gland that has been suggested to influence postpartum breast cancer prognosis is related to an increased peritumor lymphatic vessel density. Increased lymph node metastasis has been observed in postpartum involuting preclinical mouse models (Table 1 – part II).4 26 38 The highest vascular densities were observed at day 10 of involution in mice, followed by a slight decrease in the regressed gland. Involution-specific lymphangiogenesis in these mice was shown to allow increased infiltration of tumor cells into lymph vessels and seeding of the lymph node.26 35 38 This is consistent with the increased vessel density and lymph node metastasis observed in postpartum patients compared with age-matched nulliparous patients (Table 2 – part II).6 26 38\n\n        In support of the hypothesis that involution imprints an aggressive phenotype to postpartum breast cancer, classic weaning-induced mammary gland signatures have been reported in poor prognostic breast cancers.39–41 Although many of these animal models significantly contributed to an increased understanding of the molecular mechanisms involved in breast cancer development and progression in women, results should be interpreted with caution. More evidence is still needed on the effects of tumor cell imprinting and site-specific metastasis advantage in the postpartum host and their effects on breast cancer prognosis.\n      \n      \n        Immune component of the involuting mammary gland in postpartum breast cancer\n        In addition to the mechanisms described before, infiltration of immune cell subsets into the mammary microenvironment is another important mechanism that has been linked to the prognosis of postpartum breast cancer. Postpartum involution is generally characterized by an initial inflammatory response followed by an immunosuppressive phase, driven by apoptosis and clearance of the secretory mammary epithelium.15 20 22 Immunosuppressive mechanisms might facilitate the dissemination of pre-existing tumor cells, as already being addressed before. Through identification of molecular markers for both innate and adaptive immunity within the involuting mammary gland, evidence for macrophage, neutrophil, and lymphocyte activation has been found.20 22 Current knowledge on the different constituents of the tumor immune microenvironment during involution in both rodents (Table 1 – part III) and women (Table 2 – part III) will be further discussed here.\n        Cancer-associated fibroblasts are the most common component of the tumor stroma in breast cancers and they have been found to play a critical role in the tumor microenvironment and the immune response.42 They are not only involved in extracellular matrix remodeling, angiogenesis, deposition of basement membrane components, and epithelial cell differentiation, but can also promote cancer initiation, progression, invasion, and metastasis.43 As fibroblasts are known to play an important role in wound-healing processes, and there is a strong link between these processes and cancer, they are hypothesized to play a role in postpartum breast cancer progression. Guo et al43 demonstrated that normal fibroblasts isolated from involuting mammary glands from mice exerted immunomodulatory functions consistent with immune suppression. They and others stated that cancer-associated fibroblasts are able to adjust immune cell infiltration and immune suppression via increased secretion of several growth factors, cytokines, and chemokines. Regarding the presence of myeloid cells during mammary gland involution, enrichments in alternatively activated macrophages and myeloid-derived suppressor cells have been noted.44 45 Alternatively, activated macrophages are most important in immune suppression, wound-repair mechanisms, and tissue remodeling. Through secretion of immunosuppressive cytokines such as IL-10 and TGF-β, macrophages shut down the immune system by effectively inhibiting CD8+ T cells – the dominant anti-tumor T-cell type – and dendritic cell responses. Increased presence of these immunosuppressive cytokines has already been shown in the involuting mammary gland in rodents and in breast cancer patients,44 45 being consistent with the promotion of alternative macrophage activation. In addition, involuting macrophages have also been shown to promote metastasis via loosening of the lymphatic vasculature.38 Recruitment of these macrophages is increased during mammary gland involution and accounts for the increased lymphangiogenesis in postpartum breast cancer,4 as described before. The lymphoid lineage during postpartum involution is typically characterized by a suppression of CD8+ T cells and an elevation of Th-17, Th-2, and regulatory CD4+ T cells in rodents.35 44 46 Increased accumulation of Th-17 and regulatory T-cells, and elevated levels of FoxP3+ and PD-1+ T cells, have been shown in a mice model of postpartum involution.46 Suppressive regulatory T-cells correlated with poor prognosis in those mice. This immune suppressive microenvironment seemed to be transient, as the immune milieu resembled the nulliparous state 6 weeks' postweaning.46 Low CD8+ T cell infiltration in the postpartum microenvironment resulted in tumor cell escape from immune surveillance and was also associated with decreased survival rates.35 44 As both immunosuppressive and immune-tolerant programs are enhanced during involution, they could be important mechanisms for mammary tumor promotion.\n        In women, investigations in normal post-lactational breast tissue are sparse and limited due to low patient numbers. Nevertheless, data to date show transient high IL-10 + and Foxp3+ immune cell infiltrates and the presence of T-cell suppressive macrophages, being suggestive of an immunosuppressed environment.44 45 Although in women the remodeling phase of mammary gland involution presumably occurs in a narrow timeframe after delivery and/or cessation of lactation, a deregulated immune profile can last up to several months or even years.37 44 In fact, the wound-healing-like tissue remodeling phase of involution in women has been found to occur within 18 months after delivery37 and distinct immune signatures have been found to persist up to 10 years after delivery.47 In addition, a whole genome-sequencing analysis of epithelial and stromal compartments from the normal breast has indicated that pre-existing mutated clones increase in size and undergo rapid expansion with both parity and age.48 These findings offer a potential explanation for the differences observed in breast cancer risk and the development of pregnant, postpartum, or nulliparous breast cancers. It is important to note that these studies lack data on lactation – thus the key window of weaning-induced involuting has yet to be defined in healthy women. Nonetheless, the persistence of deregulated immune infiltrates could possibly be explained by a positive feedback loop that is established in postpartum tumors, although evidence is lacking. In postpartum breast cancer patients, additional characterization of the tumor immune microenvironment and its influence on tumor development and progression is needed to address these remaining questions.\n      \n      \n        Role of lactation\n        Whereas the protective effects of breastfeeding on the lifetime risk for breast cancer as discussed before have been well described, the association between breastfeeding and breast cancer prognosis has not been explored in many patient studies so far, and with mixed results.3 49 Munguía et al49 investigated breast cancer mortality rates in 92 794 Mexican women that were classified according to duration of breastfeeding (never,<6 months, 6 to 11 months, 12 to 23 months, and ≥24 months). They found that longer periods of breastfeeding in postpartum women could be associated with lower all-cause mortality. In contrast, Stensheim et al3 compared cause-specific survival between 59 pregnant, 138 non-pregnant, and 46 lactating breast cancer patients, and found a significant increased risk for cause-specific death for those that were diagnosed during the lactation period. Of note, they defined lactation as the period from the date of delivery until 6 months' postpartum to reflect the postpartum hormone changes. Whether or not these patients were actually breastfeeding at the time of diagnosis or already in involution was not investigated. Schedin and colleagues50 51 suggested that the effect of lactation may be related to the process of involution. Based on the evidence described above, we propose a hypothetical model that combines the role of lactation and involution mechanisms in postpartum breast cancer (Figure 1). Whether or not this model, pointing to the poor prognosis of postpartum breast cancer, might be applied to women remains unknown. Investigations in normal post-lactational breast tissue are sparse and more studies are needed to confirm these hypotheses.\n        \n          Figure 1\n          \n            Hypothetical model depicting potential mechanisms during involution and lactation that might explain the poor prognosis of postpartum breast cancer patients. during pregnancy and lactation, Proliferation and differentiation of the mammary gland occurs. It is hypothesized that longer periods of lactation (>12 months) give rise to terminal differentiation of the majority of mammary cells.52During mammary gland involution, these mammary epithelial cells are subsequently removed by apoptosis, in order to return the mammary gland to its pre-pregnant state. Besides extensive apoptosis, the involution process can be characterized by infiltration of leukocytes and repopulation of adipocytes (upper panel).21 28 Fully differentiated cells are considered to be immune-presenting and might lead to an influx of antigen-presenting macrophages, CTLs, and NK cells.15 52These infiltrated immune cells might rid the mammary gland of these pro-tumorigenic cells and reduce the risk of aggressive postpartum tumor cell formation. In contrast, a lack or short duration of breastfeeding (<12 months) could give rise to less differentiated cells that are less targeted by apoptosis during the subsequent involution process.52Survival and expansion of these less differentiated cells might suppress the immune microenvironment associated with normal involution, which might lead to the formation of aggressive tumors with increased invasiveness (lower panel).24 Resistance to cell death plays an important role in tumor initiation, as it results in the propagation of potentially harmful mutations that allow unregulated growth and division.24 These surviving cells are thought to produce a multitude of immunosuppressive factors that might lead to the production of an immunosuppressive microenvironment comprizing neutrophils, Tregs, TAMs, and cancer-associated fibroblasts.15As these cells are known to modulate the immune system to an immunosuppressive state, they might become more motile and invasive, increasing the risk for metastases. increased extracellular matrix stiffening, collagen deposition, and cross-linking during mammary gland involution, mediated by the infiltration of several of these immune-related cells, has been shown to provide a structural network for tumor cell migration, which further promotes tumor cell invasion and metastasis.33 Extracellular matrix proteolytic fragments have also been shown to directly promote growth, motility, and invasion.29: PPBC, postpartum breast cancer; CTLs, cytotoxic CD8 +T cells; NK cells, natural killer cells; Tregs, regulatory T cells; TAMs, tumor-associated macrophages; CAFs, cancer-associated fibroblasts; ECM, extracellular matrix.\n          \n          \n        \n        From the data described here, we might conclude that postpartum breast cancer diagnosed up to 5 to 10 years after delivery is characterized with a unique biology that influences its prognosis.52 Extensive apoptosis of mammary secretory epithelium, extracellular matrix remodeling, immune cell infiltration, and adipocyte repopulation that occur specifically during mammary gland involution are among the most important mechanisms associated with the increased risk for metastasis and death in these patients. However, more research is warranted to identify postpartum breast cancer as a distinct entity within young women's breast cancer. Additional knowledge might also indicate whether women with postpartum breast cancer would benefit from specialized treatment strategies that specifically target this distinct biology of postpartum breast cancer.\nInvolution-associated alterations in the mammary gland\n        During pregnancy, the mammary gland epithelium undergoes extensive proliferation and differentiation in order to prepare for lactation. After parturition in the absence of lactation, or at weaning, the mammary gland remodels to a functional and morphological state similar to pre-pregnancy, a process called involution.18 19 Rodent models indicate that the involution process resembles tissue-remodeling programs that are activated during wound healing. In both human and mouse mammary glands, postpartum involution begins with controlled apoptosis of mammary epithelial cells that typically occurs in two distinct phases. The first, reversible phase is characterized by the accumulation of milk globules, also known as milk stasis, and shedding of secretory mammary alveolar cells to the distended lumen.20 Early programmed cell death occurs 24 hours after pup removal in rodents and involution-associated gene expression changes have been noticed as early as 12 hours after weaning.20 Despite massive cell death that occurs during the first phase, involution can be reversed due to the expression of tissue inhibitors of metalloproteinases that are induced when lactation is resumed.21 In the absence of pro-survival signals, downregulation of these inhibitors results in activation of matrix metalloproteinases that degrade the extracellular matrix and activate apoptotic factors, thus comprizing the second wave of cell death.21 In mice, this second phase of involution has been reported to occur 48 hours after weaning and is associated with an immune cell influx, including neutrophils, macrophages, plasma cells, and eosinophils.22 In women, this has been confirmed by the presence of a differentially expressed immune gene-signature in the human parous breast compared with healthy nulliparous tissue that persisted up to 10 years after childbirth.23 The processes that occur with involution, as discussed below, are hypothesized to contribute to increased cell survival, tumor initiation, and/or growth and facilitated dissemination of pre-existing tumor cells.\n        During postpartum involution in both mice and humans, a minority of mammary epithelial cells survives cell death. Resistance to cell death plays an important role in tumor initiation, as it results in the propagation of potentially harmful mutations that allow unregulated growth and division.24 However, to this date, there is almost no available evidence that points to an increased tumor initiation caused by mammary gland involution processes. Next to potentially creating an environment that allows tumor cell initiation, the pregnancy, lactation, and involution cycle may have a long-lasting stimulatory effect on already existing tumor cells. Each cycle is characterized by immunosuppression, increased infiltration of inflammatory cytokines, and a higher tolerance to various foreign antigens.25 Tumour cells26 and mammary epithelial cells23 have been shown to be permanently altered after such a cycle in rodents. Hence, tumor cells that would otherwise be recognized and destroyed by the immune system have a greater chance to survive and proliferate. Although there have been more than 50 transgenic mouse models generated to date that reflect postpartum involution,27 the reason why some cells survive and others die remains largely unknown and further investigation is warranted.\n        Furthermore, available evidence, mainly supported by multiple pre-clinical animal models, points to mammary gland involution as being a driver of metastasis. Extensive apoptosis of mammary secretory epithelium, extracellular matrix remodeling, and adipocyte repopulation were shown to occur in the initial phase of mammary gland involution (Table 1 – part I).21 28 Extracellular matrix proteolytic fragments have been shown to participate in cell signaling events, modulate gene expression, and to directly stimulate tumor growth, motility, and invasion.26 29 30 The involuting microenvironment has been characterized by infiltration of macrophages, neutrophils, and plasma cells, elevated activity of matrix metalloproteinases, higher levels of extracellular matrix deposit including fibrillar collagen, and an elevation of proteolytic fragments of laminin and fibronectin.20 22 28 31 32 Increased extracellular matrix stiffening, collagen deposition, and cross-linking during mammary gland involution has been shown to provide a structural network for tumor cell migration, which further promotes tumor cell invasion and metastasis.33 In accordance with the effects of wound-healing stroma, postpartum involution was found to activate human mammary tumor cell motility and invasion in vitro.29 34 In addition, tumor cells in the involuting mammary gland were shown to have a metastatic preference to certain organs.35 Goddard et al36 found that the rodent liver underwent involution after weaning, as it was shown to double in size during pregnancy and lactation to allow for its increased anabolic metabolism. This process was shown to enhance metastasis to the liver during postpartum involution.36 Relevance in postpartum women has been obtained (Table 2 – part I), as involution was found to be characterized by wound-healing-like tissue remodeling programs that occur within 18 months after delivery.37 Increased deposition of collagen in postpartum breast cancer patients has also been correlated with decreased relapse-free survival.30 In addition, postpartum breast cancer patients were found to present with a significant increased risk in liver metastasis compared with nulliparous controls.36 No significant differences were found for lung, brain, and bone metastasis.\n        \n          Table 2\n          \n            Studies investigating the molecular and/or immunological mechanisms during mammary gland involution in PPBC in humans\n          \n          \n            \n              \n                Human\n              \n              \n                \nResearch subject and methods\n\n                \nFindings\n\n                \nRef\n\n              \n            \n            \n              \n                \nI. Studies investigating ECM remodeling and wound-healing-like programs\n\n              \n              \n                \nFISH analysis of collagen deposition and orientation in the breast tissue of 3 np and 3 PPBC women.Analysis of 11 publicly available microarray datasets of 345 cases≤45 years that relapsed.\n\n                \nIncreased collagen deposition in PPBC.Increased COL1A1 and COX-2 expression that correlated with decreased relapse-free survival.\n\n                Lyons30\n2011\n              \n              \n                \nAnalysis of adjacent normal breast tissue from 183 premenopausal women aged 20 to 45 years, grouped by reproductive categories.Stain for lobular area, lobular composition, apoptosis, and immune cell infiltration.\n\n                \nIncreased breast epithelial area in pregnancy and lactation.Reduced mammary epithelial area in involution <12 months.Involution is characterized by wound-healing-like tissue remodeling programs that occurs within a narrow time frame (18 months).\n\n                Jindal37\n*\n2014\n              \n              \n                \nII. Studies investigating lymphangiogenesis\n\n              \n              \n                \nAnalysis of 38 postpartum and 190 np breast cancer patients≤45 years.Analysis of lymphatic vessel density in normal adjacent and breast tumor tissue measured by D2−40+vessel count.\n\n                \nIncreased lymph node positivity in PPBC patients. No difference in HER-2 or triple-negative cases.Increased lymphatic vessel density and tumor cell invasion of lymphatics in PPBC patients.\n\n                Lyons26\n2014\n              \n              \n                \nAnalysis of SEMA7A in normal breast tissue from biopsy by IHC.Kaplan–Meier analysis of SEMA7A, PDPN, and CD68 expression in >600 breast cancers, as well as ovarian, lung, and gastric cancer.\n\n                \nIncreased expression of SEMA7A in breast tissue from women>5 years involuting.Decreased distant metastasis-free survival when SEMA7A, PDPN, and CD68 were co-expressed.\n\n                Elder38\n2018\n              \n              \n                \nIII. Studies investigating immune cell infiltration\n\n              \n              \n                \nAnalysis of normal breast tissue from 32 postpartum (up to 10y) and 20 np women aged 18 to 45 years.LCM, RNA expression, and RT-PCR of 64 selected genes associated with involution.\n\n                \nUpregulated inflammation-associated genes in postpartum women.Reduced expression of ESR1, PGR, HER2, and higher expression of ESR2 in postpartum women. 14 of 64 genes from RT-PCR were differentially regulated.\n\n                Asztalos23\n*\n2010\n              \n              \n                \nAnalysis of normal and tumor tissue from 6 np, 9 pregnant, 11 lactating, 8 involuting, and 10 regressed women aged ≤45 years.IHC, IF, imaging of CD68, CSF-1R, and F4/80.\n\n                \nIncreased macrophage number during involution that exhibited an M2-phenotype with expression of IL-4 and IL-13.\n\n                O’Brien45\n2010\n              \n              \n                \nAnalysis of tumor tissue from 17 recent pregnant, 17 distant pregnant, and 19 np breast cancer patients aged 18 to 45 years.RT-PCR, IHC, and image analysis.\n\n                \nDifferent gene expression pattern (8-gene signature) in breast cancers detected in PPBC diagnosed up to 10 years after delivery, mainly attributable to the TNBC subgroup.\n\n                Asztalos47\n*\n2015\n              \n              \n                \nAnalysis of tumor tissue from 50 postpartum and 7 np breast cancer patients, grouped by reproductive categories.IHC of IL-10 and FoxP3.\n\n                \nIncreased infiltration of IL-10 +and FoxP3 +immune cells in post-lactational human breast tissue suggestive of immunosuppressive microenvironment.\n\n                Martinson44\n2015\n              \n              \n                \nAnalysis of tumor tissue from 3 postpartum patients and 3 np breast cancer patients.Multiplex analysis and TCGA RNAseq analysis\n\n                \nIncreased PD-L1 expression and PD-L1 T-cells in postpartum patients.Observed co-expression of immune inhibitory PD-L1, PDPN, and CD68 in breast cancer TCGA patients.\n\n                Tamburini62\n2019\n              \n            \n          \n          \n            \n              *Studies exclusively focusing on human breast tissue.\n            \n            \n              ECM, extracellular matrix; IF, immunofluorescence; IHC, immunohistochemistry; np, nulliparous; PPBC, postpartum breast cancer; RT-PCR, real-time PCR.\n            \n          \n        \n        Another mechanism in the involuting gland that has been suggested to influence postpartum breast cancer prognosis is related to an increased peritumor lymphatic vessel density. Increased lymph node metastasis has been observed in postpartum involuting preclinical mouse models (Table 1 – part II).4 26 38 The highest vascular densities were observed at day 10 of involution in mice, followed by a slight decrease in the regressed gland. Involution-specific lymphangiogenesis in these mice was shown to allow increased infiltration of tumor cells into lymph vessels and seeding of the lymph node.26 35 38 This is consistent with the increased vessel density and lymph node metastasis observed in postpartum patients compared with age-matched nulliparous patients (Table 2 – part II).6 26 38\n\n        In support of the hypothesis that involution imprints an aggressive phenotype to postpartum breast cancer, classic weaning-induced mammary gland signatures have been reported in poor prognostic breast cancers.39–41 Although many of these animal models significantly contributed to an increased understanding of the molecular mechanisms involved in breast cancer development and progression in women, results should be interpreted with caution. More evidence is still needed on the effects of tumor cell imprinting and site-specific metastasis advantage in the postpartum host and their effects on breast cancer prognosis.\nImmune component of the involuting mammary gland in postpartum breast cancer\n        In addition to the mechanisms described before, infiltration of immune cell subsets into the mammary microenvironment is another important mechanism that has been linked to the prognosis of postpartum breast cancer. Postpartum involution is generally characterized by an initial inflammatory response followed by an immunosuppressive phase, driven by apoptosis and clearance of the secretory mammary epithelium.15 20 22 Immunosuppressive mechanisms might facilitate the dissemination of pre-existing tumor cells, as already being addressed before. Through identification of molecular markers for both innate and adaptive immunity within the involuting mammary gland, evidence for macrophage, neutrophil, and lymphocyte activation has been found.20 22 Current knowledge on the different constituents of the tumor immune microenvironment during involution in both rodents (Table 1 – part III) and women (Table 2 – part III) will be further discussed here.\n        Cancer-associated fibroblasts are the most common component of the tumor stroma in breast cancers and they have been found to play a critical role in the tumor microenvironment and the immune response.42 They are not only involved in extracellular matrix remodeling, angiogenesis, deposition of basement membrane components, and epithelial cell differentiation, but can also promote cancer initiation, progression, invasion, and metastasis.43 As fibroblasts are known to play an important role in wound-healing processes, and there is a strong link between these processes and cancer, they are hypothesized to play a role in postpartum breast cancer progression. Guo et al43 demonstrated that normal fibroblasts isolated from involuting mammary glands from mice exerted immunomodulatory functions consistent with immune suppression. They and others stated that cancer-associated fibroblasts are able to adjust immune cell infiltration and immune suppression via increased secretion of several growth factors, cytokines, and chemokines. Regarding the presence of myeloid cells during mammary gland involution, enrichments in alternatively activated macrophages and myeloid-derived suppressor cells have been noted.44 45 Alternatively, activated macrophages are most important in immune suppression, wound-repair mechanisms, and tissue remodeling. Through secretion of immunosuppressive cytokines such as IL-10 and TGF-β, macrophages shut down the immune system by effectively inhibiting CD8+ T cells – the dominant anti-tumor T-cell type – and dendritic cell responses. Increased presence of these immunosuppressive cytokines has already been shown in the involuting mammary gland in rodents and in breast cancer patients,44 45 being consistent with the promotion of alternative macrophage activation. In addition, involuting macrophages have also been shown to promote metastasis via loosening of the lymphatic vasculature.38 Recruitment of these macrophages is increased during mammary gland involution and accounts for the increased lymphangiogenesis in postpartum breast cancer,4 as described before. The lymphoid lineage during postpartum involution is typically characterized by a suppression of CD8+ T cells and an elevation of Th-17, Th-2, and regulatory CD4+ T cells in rodents.35 44 46 Increased accumulation of Th-17 and regulatory T-cells, and elevated levels of FoxP3+ and PD-1+ T cells, have been shown in a mice model of postpartum involution.46 Suppressive regulatory T-cells correlated with poor prognosis in those mice. This immune suppressive microenvironment seemed to be transient, as the immune milieu resembled the nulliparous state 6 weeks' postweaning.46 Low CD8+ T cell infiltration in the postpartum microenvironment resulted in tumor cell escape from immune surveillance and was also associated with decreased survival rates.35 44 As both immunosuppressive and immune-tolerant programs are enhanced during involution, they could be important mechanisms for mammary tumor promotion.\n        In women, investigations in normal post-lactational breast tissue are sparse and limited due to low patient numbers. Nevertheless, data to date show transient high IL-10 + and Foxp3+ immune cell infiltrates and the presence of T-cell suppressive macrophages, being suggestive of an immunosuppressed environment.44 45 Although in women the remodeling phase of mammary gland involution presumably occurs in a narrow timeframe after delivery and/or cessation of lactation, a deregulated immune profile can last up to several months or even years.37 44 In fact, the wound-healing-like tissue remodeling phase of involution in women has been found to occur within 18 months after delivery37 and distinct immune signatures have been found to persist up to 10 years after delivery.47 In addition, a whole genome-sequencing analysis of epithelial and stromal compartments from the normal breast has indicated that pre-existing mutated clones increase in size and undergo rapid expansion with both parity and age.48 These findings offer a potential explanation for the differences observed in breast cancer risk and the development of pregnant, postpartum, or nulliparous breast cancers. It is important to note that these studies lack data on lactation – thus the key window of weaning-induced involuting has yet to be defined in healthy women. Nonetheless, the persistence of deregulated immune infiltrates could possibly be explained by a positive feedback loop that is established in postpartum tumors, although evidence is lacking. In postpartum breast cancer patients, additional characterization of the tumor immune microenvironment and its influence on tumor development and progression is needed to address these remaining questions.\nRole of lactation\n        Whereas the protective effects of breastfeeding on the lifetime risk for breast cancer as discussed before have been well described, the association between breastfeeding and breast cancer prognosis has not been explored in many patient studies so far, and with mixed results.3 49 Munguía et al49 investigated breast cancer mortality rates in 92 794 Mexican women that were classified according to duration of breastfeeding (never,<6 months, 6 to 11 months, 12 to 23 months, and ≥24 months). They found that longer periods of breastfeeding in postpartum women could be associated with lower all-cause mortality. In contrast, Stensheim et al3 compared cause-specific survival between 59 pregnant, 138 non-pregnant, and 46 lactating breast cancer patients, and found a significant increased risk for cause-specific death for those that were diagnosed during the lactation period. Of note, they defined lactation as the period from the date of delivery until 6 months' postpartum to reflect the postpartum hormone changes. Whether or not these patients were actually breastfeeding at the time of diagnosis or already in involution was not investigated. Schedin and colleagues50 51 suggested that the effect of lactation may be related to the process of involution. Based on the evidence described above, we propose a hypothetical model that combines the role of lactation and involution mechanisms in postpartum breast cancer (Figure 1). Whether or not this model, pointing to the poor prognosis of postpartum breast cancer, might be applied to women remains unknown. Investigations in normal post-lactational breast tissue are sparse and more studies are needed to confirm these hypotheses.\n        \n          Figure 1\n          \n            Hypothetical model depicting potential mechanisms during involution and lactation that might explain the poor prognosis of postpartum breast cancer patients. during pregnancy and lactation, Proliferation and differentiation of the mammary gland occurs. It is hypothesized that longer periods of lactation (>12 months) give rise to terminal differentiation of the majority of mammary cells.52During mammary gland involution, these mammary epithelial cells are subsequently removed by apoptosis, in order to return the mammary gland to its pre-pregnant state. Besides extensive apoptosis, the involution process can be characterized by infiltration of leukocytes and repopulation of adipocytes (upper panel).21 28 Fully differentiated cells are considered to be immune-presenting and might lead to an influx of antigen-presenting macrophages, CTLs, and NK cells.15 52These infiltrated immune cells might rid the mammary gland of these pro-tumorigenic cells and reduce the risk of aggressive postpartum tumor cell formation. In contrast, a lack or short duration of breastfeeding (<12 months) could give rise to less differentiated cells that are less targeted by apoptosis during the subsequent involution process.52Survival and expansion of these less differentiated cells might suppress the immune microenvironment associated with normal involution, which might lead to the formation of aggressive tumors with increased invasiveness (lower panel).24 Resistance to cell death plays an important role in tumor initiation, as it results in the propagation of potentially harmful mutations that allow unregulated growth and division.24 These surviving cells are thought to produce a multitude of immunosuppressive factors that might lead to the production of an immunosuppressive microenvironment comprizing neutrophils, Tregs, TAMs, and cancer-associated fibroblasts.15As these cells are known to modulate the immune system to an immunosuppressive state, they might become more motile and invasive, increasing the risk for metastases. increased extracellular matrix stiffening, collagen deposition, and cross-linking during mammary gland involution, mediated by the infiltration of several of these immune-related cells, has been shown to provide a structural network for tumor cell migration, which further promotes tumor cell invasion and metastasis.33 Extracellular matrix proteolytic fragments have also been shown to directly promote growth, motility, and invasion.29: PPBC, postpartum breast cancer; CTLs, cytotoxic CD8 +T cells; NK cells, natural killer cells; Tregs, regulatory T cells; TAMs, tumor-associated macrophages; CAFs, cancer-associated fibroblasts; ECM, extracellular matrix.\n          \n          \n        \n        From the data described here, we might conclude that postpartum breast cancer diagnosed up to 5 to 10 years after delivery is characterized with a unique biology that influences its prognosis.52 Extensive apoptosis of mammary secretory epithelium, extracellular matrix remodeling, immune cell infiltration, and adipocyte repopulation that occur specifically during mammary gland involution are among the most important mechanisms associated with the increased risk for metastasis and death in these patients. However, more research is warranted to identify postpartum breast cancer as a distinct entity within young women's breast cancer. Additional knowledge might also indicate whether women with postpartum breast cancer would benefit from specialized treatment strategies that specifically target this distinct biology of postpartum breast cancer.\nCurrent treatment options and fertility counseling in postpartum breast cancer patients\n      Although postpartum breast cancer is a high-risk subset of young women’s breast cancer, there are no current specific treatment guidelines. Because a breast cancer diagnosis in young women (<45 years) is often associated with high risk, healthcare providers regularly consider more aggressive treatments for these young women. However, these breast cancer therapies might result in a decreased reproductive health, ovarian-insufficiency, delayed childbearing due to prolonged treatment, breastfeeding problems, and concerns regarding future fertility.\n      Dependent on the biological subtype, modified radical mastectomy or systemic therapy are often seen as the first line of treatment in young patients. As no differences in outcome between mastectomy vs lumpectomy with radiation was found in more than 20 000 young women with breast cancer,53 modified radical mastectomy should not automatically be considered as the primary choice. Anthracyclines, cyclophosphamide, taxanes, 5-fluoroacil, and platinum agents are the most frequently administered chemotherapeutics. Because of the toxicity of chemotherapy, an important additional implication for young women is premature ovarian failure and reduced fertility.54 Cyclophosphamide and anthracycline or platinum treatment have been especially associated with a high to intermediate risk for infertility and premature ovarian failure. To date, not a lot of research exists on the differences in efficacy of chemotherapeutic treatments in pre- vs post-menopausal women. Subgroup analyzes have, however, indicated that the similar treatment strategies are equally efficacious at all ages,55 which challenges the presumption that young premenopausal women should be more often treated with chemotherapy. Gonadotropin-releasing hormone agonists are advised in young breast cancer patients as these suppress spontaneous ovulation, thereby insulating the ovary from some of the harmful effects of chemotherapy that lead to premature ovarian failure, and reduce the recurrence of luminal tumors.54 Hormone receptor positive patients receive endocrine therapy post-treatment for 5 years or more. Prolonged treatment has been associated with a declined reproductive capacity and tamoxifen might also harm the fetus in an unintended subsequent pregnancy. Therefore, almost 20% of young breast cancer patients stop all protocol-assigned endocrine therapy early,56 increasing their risk of recurrence.\n      As long as no other specific (targeted) therapies are identified for patients with postpartum breast cancer, treatment should, however, not differ from current guidelines advised for young women with breast cancer. As postpartum breast cancer can interrupt a woman’s life in many ways, it is important to address considerations regarding fertility and family planning with the young mother prior to initiation of treatment. Breast cancer treatment can reduce the probability of conceiving up to 70% as compared with healthy women of the same age.57 Postpartum breast cancer can affect women while nursing their infant and force them to undergo abrupt weaning; it can also affect women who are actively trying to conceive a child and whose plans now must be delayed; or it can affect women that have completed childbearing and who might now have to consider definitive steps to prevent further pregnancy. Informing the patient of the possible risks has been shown to relieve stress and improve quality of life.58 Assisted reproductive technologies, such as in vitro fertilization, can be used before the initiation of neoadjuvant chemotherapy or in the interval between surgery and chemotherapy to produce embryos, which can be stored for long periods using cryopreservation. Although currently there is no evidence that these technologies would increase the risk of recurrence, only a small percentage of patients seem to pursue available fertility preservation strategies. This might be explained by a fear of treatment delay and/or an increased risk of recurrence, as well as the cost in some countries. No increased risk for (metastatic) recurrence has, however, been related to a subsequent pregnancy in women that were previously treated for breast cancer. Pregnancy after cancer (treatment) has been associated with beneficial effects when compared with cancer survivors who did not conceive.59 It is not yet known why a pregnancy after cancer, rather than preceding the diagnosis, has opposite effects on breast-cancer prognosis.\nFuture therapeutic options for young women with postpartum breast cancer\n      As postpartum breast cancer might be characterized with a distinct biology that accounts for its poor prognosis, future research could focus on novel therapeutic strategies that specifically address the biology of postpartum breast cancer (Table 1 – part IV). Given the importance of the influx of immune cells in the involuting gland, there might be a potential benefit of using immunotherapy for the preventive or therapeutic management of postpartum breast cancer. In breast cancer in general, the correlation between immune cell infiltration and poor prognosis has been well-studied, and has driven investigations into immunotherapy for breast cancer, such as vaccines and strategies targeting tumour-associated macrophages and immune checkpoint pathways such as the PD-1/PD-L1 pathway.60 In postpartum breast cancer patients, additional characterization of the tumor immune microenvironment and its influence on tumor development and progression is needed to address the lack of specific treatment options for this important group of young women.\n      A first important method to relieve immunosuppression in the tumor microenvironment is through targeting immune checkpoints. Especially receptor-negative breast cancers can be characterized with increased immune infiltration, PD-L1 expression, and tumor mutational burden and are thought to have the highest potential for immune checkpoint inhibitor-based strategies.61 Increased PD-L1 expression and immunosuppression has also been shown in postpartum breast cancer mouse models and might indicate the benefit of immune checkpoint inhibitors in women diagnosed within 5 to 10 years' postpartum.62 As involuting macrophages have been found to contribute to the poor prognosis of postpartum breast cancer, they could represent another target for immunotherapy in these patients.63 Reducing tumour-associated macrophage recruitment and activation has had therapeutic success in preclinical mammary cancer models where it was shown to decrease tumor growth and metastasis.45 An additional target in postpartum breast cancer might be macrophage chemoattractant CCL2, as its levels have been shown to be greatly increased during involution in rodent models prior to macrophage influx.45 Other mechanisms to target involuting macrophages are those that can tip the balance of the tumour-promotional, alternatively activated phenotype toward classical activated macrophages with increased anti-tumor attributes. Candidate cytokines for ‘re-education’ of these macrophages include IL-4, IL-13, IL-10, and TGF-β. Another way to reduce immunosuppression in the tumor microenvironment of the involuting mammary gland is through targeting with general anti-inflammatory agents. Nonsteroidal anti-inflammatory drug treatment in animal models of postpartum breast cancer has been identified as a safe potential strategy for prevention and treatment through macrophage differentiation, T-cell recruitment, and tumor suppression.30 64 65 Additional trials are warranted to investigate the beneficial effects of nonsteroidal anti-inflammatory drugs, possibly in combination with immunomodulatory therapy, for women with postpartum breast cancer.\n      Further investigations of the involuting breast microenvironment may define pathways implicated in postpartum breast cancer tumorigenesis and metastasis, facilitating the development of new therapeutic agents for prevention and treatment.\nConclusion\n      Postpartum breast cancer diagnosed in young women (<45 years) up to 5 to 10 years after delivery has been associated with an increased risk for metastasis and death. This poor prognosis has been correlated to the distinct biology of postpartum breast cancer, which arises from processes related to lactation (duration) and mammary gland involution. Despite accumulating evidence from preclinical animal models into the factors underlying the aggressive biology of postpartum breast cancer, the exact mechanisms that lead to the poor prognosis of postpartum breast cancer in humans remains largely unknown. Additional insight is needed to improve prognosis and quality of life in this important group of young women. A first potential mechanism underlying its aggressive biology might be the immunosuppressive state that has been observed during postpartum involution. Patterns of altered immune infiltration have been found to persist in the primary tumor microenvironment for several years after delivery.15 20 22 Another mechanism that remains largely unexplored is how and when existing indolent tumor cells disseminate from the involuting microenvironment. It might require several years for the indolent tumor and the disseminated tumor cells to become clinically detectable. Most evidence up to now arises from animal models. To draw a more general conclusion for postpartum breast cancer, it has to be elucidated how information from these animal models can be translated to the human setting. There is evidence that especially the immune system differs between mice and humans,66 and results should thus be interpreted with caution. Weaning in animal models is generally a rapid process where pups are abruptly removed from the mother, whereas in women it is usually a more gradual process. The length of lactation and/or the timing of weaning (prolonged vs rapid) may influence the duration of involution, and, therefore, affect gene expression programs and components of the microenvironment. In mice, an expansion of murine mammary epithelial cells has been seen during pregnancy with a consequent a drop below baseline levels after weaning.67 Similar mechanisms might take place in the human breast, however, the scarcity of human breast tissue during pregnancy, lactation, and involution poses considerable challenges for conducting such studies in humans. In addition, the interaction between reproductive factors and breast cancer is complex, making it hard to differentiate between mechanisms related to pregnancy, uniparity, multiparity, age at first birth, lactation, involution, and the breast tumor itself. Expanded efforts to collect reproductive data and to explore the biology of breast cancer during pregnancy, lactation, and involution in both healthy and tumor tissue of young women are urgently required. As breastfeeding seems to be inversely related to both breast cancer risk and prognosis, an additional focus on lactation programs is needed. Both retrospective and prospective analyzes of breastmilk could potentially identify additional biomarkers shed into the milk that might be associated with increased recurrence or mortality.\n      Future research should especially focus on finding evidence of a postpartum signature in women with a postpartum breast cancer diagnosis, which could be based on gene expression data in human tissue and/or blood. Improved understanding of the pathways underlying the increased metastatic rate and the identification of molecular and/or cellular biomarkers with prognostic and/or predictive value in humans is a prerequisite for exploring optimized therapeutic modalities for postpartum breast cancer.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7925817/",
    "doi": "https://doi.org/10.1136/ijgc-2020-002072"
}