{
    "title": "Emerging Immunotherapies in the Treatment of Brain Metastases",
    "abstract": "Emerging Immunotherapies in the Treatment of Brain Metastases Edwin Nieblas‐Bedolla Naema Nayyar Mohini Singh Ryan J. Sullivan Priscilla K. Brastianos Implications for Practice Immunotherapies have produced clinically significant outcomes in early clinical trials evaluating patients with brain metastases or demonstrated promising results in preclinical models. Checkpoint inhibitors have been the most common immunotherapy studied to date in the setting of brain metastases, but novel approaches that can harness the immune system to contain and eliminate cancer cells are currently under investigation and may soon become more common in the clinical setting. An understanding of these evolving therapies may be useful in determining how the future management and treatment of brain metastases among patients with cancer will continue to advance.",
    "authors": [
        "Edwin Nieblas‐Bedolla",
        "Naema Nayyar",
        "Mohini Singh",
        "Ryan J. Sullivan",
        "Priscilla K. Brastianos"
    ],
    "published_year": "2020",
    "description": "Implications for Practice\n          Immunotherapies have produced clinically significant outcomes in early clinical trials evaluating patients with brain metastases or demonstrated promising results in preclinical models. Checkpoint inhibitors have been the most common immunotherapy studied to date in the setting of brain metastases, but novel approaches that can harness the immune system to contain and eliminate cancer cells are currently under investigation and may soon become more common in the clinical setting. An understanding of these evolving therapies may be useful in determining how the future management and treatment of brain metastases among patients with cancer will continue to advance.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC7930434/\nhttps://doi.org/10.1002/onco.13575",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7930434/",
    "doi": "https://doi.org/10.1002/onco.13575"
}