{
    "title": "Correlation between family history and characteristics of breast cancer",
    "abstract": "Compared with the non-FH group, the single-FH group had a higher percentage of patients with stage N0 (p = 0.042), lower percentage of patients with stage TNM-III (p = 0.016), but higher percentage of patients with higher-histological-grade tumors (p = 0.014) and those with the most aggressive subtype of breast cancer, namely TNBC (p = 0.046) (Table 5).Table 5Types of cancer in relatives and patients’ tumor characteristics.Breast/ovarian cancer only (n = 617)Multiple types of cancer (n = 159)No family history of cancer (n = 7734)p 1*p2*p3*N%N%N%Age at diagnosis (years)Age range23–8827–7918–890.3160.6970.164Median age52.253.452.3Primary tumor stageT0487.8138.25507.10.8680.5360.606T117328.04830.2209727.10.5920.6190.388T234355.68654.1446357.70.7340.3060.361T3447.1106.35066.50.7100.5700.898T491.521.31181.51.0000.8961.000Lymph node stageN039864.59761.0466760.30.4130.0420.866N113822.44025.2182323.60.4550.4970.641N2437.0106.36788.80.7620.1260.273N3386.2127.55667.30.5250.2850.913TNM stage0487.8138.25467.10.8680.5030.587I12319.93522.0148619.20.5620.6620.376II35056.78352.2420154.30.3060.2480.596III9415.22817.6148419.20.4630.0160.617IV20.300170.21.0000.6471.000Histologic gradeI203.231.92923.80.5990.5010.214II44572.113081.8585875.70.0130.0440.079III15224.62616.4158420.50.0270.0140.201ER/PR statusPositive44371.812377.4577974.70.1590.1090.449Negative17428.23622.625.3HER2 statusPositive8313.5148.8110214.20.1140.5850.051Negative53486.514591.285.8Ki-67 statusHigh40565.610062.9490863.50.5170.2790.883Low21234.45937.1282636.5SubtypesLuminal A14122.93220.1176322.80.4610.9740.427Luminal B30248.99157.2401651.90.0620.1540.185HER2487.885.06218.00.2320.8260.167TNBC12620.42817.6133417.20.4280.0460.905*p1: single-FH vs. multiple-FH. These data suggest a regional effect of the family history of cancer, with a more enriched family history observed in patients from coastal cities.Table 2Regional effects on family history of breast cancer.Coastal cities (n = 5370)non-coastal cities (n = 5179)pn%n%Family history of breast/ovarian cancer4318.03456.70.007Family history of other cancer112320.991617.7 < 0.001No family history of cancer381671.1391875.7 < 0.001 Family history, and pathological and clinical features of breast cancer Among all the patients in our cohort, 776 patients had a family history of breast/ovarian cancer, which accounted for 7.4% of the entire patient cohort, a finding that was consistent with those of other studies4,6. Compared with the non-FH group, the single-FH group had a higher percentage of patients with stage N0 (p = 0.042), lower percentage of patients with stage TNM-III (p = 0.016), but higher percentage of patients with higher-histological-grade tumors (p = 0.014) and those with the most aggressive subtype of breast cancer, namely TNBC (p = 0.046) (Table 5).Table 5Types of cancer in relatives and patients’ tumor characteristics.Breast/ovarian cancer only (n = 617)Multiple types of cancer (n = 159)No family history of cancer (n = 7734)p 1*p2*p3*N%N%N%Age at diagnosis (years)Age range23–8827–7918–890.3160.6970.164Median age52.253.452.3Primary tumor stageT0487.8138.25507.10.8680.5360.606T117328.04830.2209727.10.5920.6190.388T234355.68654.1446357.70.7340.3060.361T3447.1106.35066.50.7100.5700.898T491.521.31181.51.0000.8961.000Lymph node stageN039864.59761.0466760.30.4130.0420.866N113822.44025.2182323.60.4550.4970.641N2437.0106.36788.80.7620.1260.273N3386.2127.55667.30.5250.2850.913TNM stage0487.8138.25467.10.8680.5030.587I12319.93522.0148619.20.5620.6620.376II35056.78352.2420154.30.3060.2480.596III9415.22817.6148419.20.4630.0160.617IV20.300170.21.0000.6471.000Histologic gradeI203.231.92923.80.5990.5010.214II44572.113081.8585875.70.0130.0440.079III15224.62616.4158420.50.0270.0140.201ER/PR statusPositive44371.812377.4577974.70.1590.1090.449Negative17428.23622.625.3HER2 statusPositive8313.5148.8110214.20.1140.5850.051Negative53486.514591.285.8Ki-67 statusHigh40565.610062.9490863.50.5170.2790.883Low21234.45937.1282636.5SubtypesLuminal A14122.93220.1176322.80.4610.9740.427Luminal B30248.99157.2401651.90.0620.1540.185HER2487.885.06218.00.2320.8260.167TNBC12620.42817.6133417.20.4280.0460.905*p1: single-FH vs. multiple-FH.",
    "authors": [
        "Lei Liu",
        "Xiaomeng Hao",
        "Zian Song",
        "Xiangcheng Zhi",
        "Sheng Zhang",
        "Jin Zhang"
    ],
    "published_year": "2021",
    "description": "Introduction\n      Breast cancer is the most common type of cancer among women worldwide, and it seriously affects their health. According to reports from World Health Organization, approximately 2.1 million new cases of breast cancer were diagnosed globally in 2018, and breast cancer is the leading cause of cancer-associated deaths in women1,2. Many factors, including environmental and genetic factors, contribute to the development of breast cancer, including but not limited to age, diet, body mass index (BMI), reproductive history, common oncogenes, breast density, and family history3. Family history is one of the most well-known factors that have a major impact on breast cancer risk, with an odds ratio of 1.71 (95% CI 1.59–1.84)3. Another study using a large patient cohort showed that women with two or more relatives having a history of breast cancer have a 2.5-fold (95% CI 1.83–3.47) increased risk of developing breast cancer4. All these data suggest that family history of breast cancer should be treated as one of the most important screening factors in breast cancer prevention.\n      Breast cancer and ovarian cancer are female hormone-responsive cancers that are closely linked with each other5. Approximately 5–10% of newly diagnosed patients with breast cancer have a family history of breast cancer or ovarian cancer6, suggesting the role of genetic or non-genetic inheritance in the development of breast cancer. Several well-known genes have been shown to be enriched in families with breast or ovarian cancers. For instance, 50–85% of women with mutations of breast cancer type 1 and type 2 genes (BRCA1 and BRCA2) will develop breast and/or ovarian cancer in their lifetime7. Breast/ovarian cancers caused by mutations in these common genes are defined as Hereditary Breast and Ovarian Cancer (HBOC), as mutations can be inherited in family members and cancers are enriched in these families. The risk of developing other types of cancer also increases with these gene mutations, including fallopian tube cancer, pancreatic cancer, and acute myeloid lymphoma7,8. Meanwhile, some patients with a family history of breast or ovarian cancer do not have these common genetic mutations. Other uncommon mutations including PTEN and ATM can also contribute to the development of breast and ovarian cancer9,10. Owing to the high risk of breast and ovarian cancer in patients with these mutations, breast self-examination was recommended for women with these mutations who are aged over 18 years, and clinical breast examination was offered from the age of 25 years, as against the usual age of 40 years recommended for clinical breast examination for women without these mutations, according to the National Comprehensive Cancer Network (NCCN) guidelines11,12.\n      However, not all patients with a family history of breast cancer have these common or uncommon mutations. This could be attributed to the fact that family history can impact many factors that could contribute to the development of breast cancer. Some critical factors that affect breast cancer risk, such as breast density and BMI, also show familial aggregation13,14. This could be the result of both genetic inheritance and lifestyle similarities between family members. These facts suggest that family history is a comprehensive risk factor for breast cancer, and a more detailed assessment of family history could have major clinical significance in this regard.\n      The overall risk of breast cancer increases with closer relatives developing breast/ovarian cancer at a younger age. Even in women without common mutations, the 10-year absolute risk of developing breast cancer reaches 14.1% if they have first-degree relatives who developed breast cancer before the age of 40 years. The risk is even higher when women are positive for BRCA1/2 or other common genetical mutations15. As genetic testing is still uncommon in the general population, clinical consultation is the fundamental method for understanding the importance of the correlation between family history and the risk of developing breast cancer. A detailed family history of cancer including the degree of relatives, tumor types, age at diagnosis, and age at death should be taken at the patient’s diagnosis.\n      The role of family history in the risk of developing breast cancer is well studied. However, the relationship between breast cancer progression and family history is unknown. Breast cancer progression is affected by multiple factors, including but not limited to subtypes (estrogen receptor [ER], progesterone receptor3, and human epidermal growth factor receptor 2 [HER2] status), grade, and stages. The link between family history and the clinical and pathological features of breast cancer at diagnosis has been tested in several studies; however, no clear conclusion has been drawn7,16. As family history plays a critical role in the development of breast cancer, investigating the relationship between family history and breast cancer characteristics may help predict the progression of breast cancer and guide treatment strategies.\nResults\n      \n        Pathological and clinical summary of patients\n        From March 2014 to July 2017, a total of 10,549 patients with breast cancer were treated in the Department of Breast Surgery, Tianjin Medical University Cancer Institute & Hospital. The mean age of the patients was 52.7 (range 18–89) years. The primary tumors of most of the patients were classified as T2 (2 cm < greatest dimension ≤ 5 cm), which accounted for 57.8% of the cohort. About 60.7% of the patients were negative for lymph node metastasis at diagnosis. Thus, the majority of the patients in our cohort were classified as stage II, based on the TNM staging system. The tumors of 75.9% of the patients were classified as histologic grade II. About 74.4% of patients tested positive for ER/PR, 14.1% of patients tested positive for HER2, and 63.5% of patients had high levels of Ki-67. About 23.1% of patients in our cohort were classified as having luminal A subtype breast cancer; 51.3%, as having luminal B subtype; 8.0%, as having HER2 subtype; and 17.6%, as having TNBC subtype. In general, we had a balanced patient cohort, the majority of whom had early-stage disease. The detailed patient information is shown in Table 1.Table 1Basic patient information.Number of patientsPercentageAge at diagnosis (years)Age range18–89Median age52.7Primary tumor stageT07657.3T1284226.9T2609957.8T36916.6T41521.4Lymph node stageN0640660.7N1249923.7N28808.3N37647.2TNM stage07617.2I203919.3II577654.8III194918.5IV240.2Histologic gradeI3703.5II800975.9III217020.6ER/PR statusPositive784874.5Negative269225.5HER2 statusPositive148714.1Negative906285.9Ki-67 statusHigh670363.5Low384636.5SubtypesLuminal A243323.1Luminal B541551.3HER28478.0TNBC185417.6\n      \n      \n        Regional effects on family history of breast cancer\n        Of a total of 10,549 patients in our cohort, 5370 patients were from coastal cities and 5179 patients were from non-coastal cities. In total, 431 patients (8.0%) from coastal cities had a family history of breast/ovarian cancer, which was significantly higher than the percentage of patients who had a family history of breast/ovarian cancer in non-coastal cities (345 cases, 6.7%, p = 0.007). Further, the rate of patients with a family history of other types of cancer was also significantly higher in coastal cities (1123 cases vs. 916 cases, 20.9% vs. 17.7%, p < 0.001) The detailed data are shown in Table 2. These data suggest a regional effect of the family history of cancer, with a more enriched family history observed in patients from coastal cities.Table 2Regional effects on family history of breast cancer.Coastal cities (n = 5370)non-coastal cities (n = 5179)pn%n%Family history of breast/ovarian cancer4318.03456.70.007Family history of other cancer112320.991617.7 < 0.001No family history of cancer381671.1391875.7 < 0.001\n      \n      \n        Family history, and pathological and clinical features of breast cancer\n        Among all the patients in our cohort, 776 patients had a family history of breast/ovarian cancer, which accounted for 7.4% of the entire patient cohort, a finding that was consistent with those of other studies4,6. Of the 776 patients with a family history of breast/ovarian cancer, 744 patients (95.9%) had a family history of breast cancer only, 24 patients (3.1%) had a family history of ovarian cancer only, and 8 patients (1.0%) had a family history of both breast and ovarian cancer. In total, 2039 patients (19.3%) in our cohort had no family history of breast cancer but had other types of cancer, and 7734 patients (73.3%) had no family history of cancer. Patients were grouped based on a family history of breast/ovarian cancer (FHBO), family history of other cancer (FHO), and no family history of cancer (non-FH), and the pathological and clinical features of breast cancer were compared between these three groups. The median age of patients in the FHO group was 54.1 years, which was significantly higher than that of patients in the FHBO (52.5 years) and non-FH (52.3 years) groups. No significant difference in age was found between patients in FHBO and non-FH groups. Histological grading showed more patients with grade I in non-FH group than in FHBO and FHO groups (p = 0.019). As the majority of patients were negative for lymph node metastasis, similar findings were observed in all three groups. Approximately 60% of patients in all three groups were classified as stage N0 (no tumor in axillary and nearby lymph nodes). Significant differences between groups were observed in the percentage of patients classified as stage N2 (4–9 axillary lymph nodes or internal mammary lymph nodes positive for tumor). Fewer patients in the FHBO group (6.8%) were classified as N2 stage, compared with the FHO (7.3%) and non-FH groups (8.8%). Further, based on the TMN staging system, patients in non-FH group (19.2%) had a significantly high proportion of stage III cancer, compared with patients in the FHBO (15.7%) and FHO (16.8%) groups. These data suggest a lower stage of cancer at diagnosis among patients who had a family history of breast/ovarian cancer and other types of cancer, compared with patients without a family history of cancer. The ER, PR, and HER2 statuses of the patients’ tumors were evaluated, and no significant difference was observed between these three groups. However, the percent of luminal B subtype of breast cancer was slightly higher in the non-FH group (51.9%) than in the other groups (50.6% and 49.3%, p = 0.037). Detailed analysis is shown in Table 3.Table 3Family history of cancer and patients’ tumor characteristics.Family history of breast/ovarian cancer (n = 776)Family history of other cancer (n = 2039)No family history of cancer (n = 7734)p 1*p2*p3*N%N%N%Age at diagnosis (years)Age range23–8820–8918–890.002a0.342 < 0.001aMedian age52.554.152.3Primary tumor stageT0617.91547.65507.10.7830.4410.493T122128.552425.7209727.10.1350.4150.199T242955.3120759.2446357.70.0600.1930.225T3547.01316.45066.50.6090.6560.848T4111.4231.11181.50.5300.8140.180Lymph node stageN049563.8124461.0466760.30.1750.0610.584N117822.949824.4182323.60.4100.6920.421N2536.81497.36788.80.6610.0660.035N3506.41487.35667.30.4500.3700.926TNM stage0617.91547.65467.10.7830.4080.443I15820.439519.4148619.20.5550.4400.872II43355.8114256.0420154.30.9210.4300.173III12215.734316.8148419.20.4820.0190.015IV20.350.2170.21.0000.6900.794Histologic gradeI233.0552.72923.80.7000.2540.019II57574.1157677.3585875.70.0740.3090.145III17822.940820.0158420.50.0870.1070.638ER/PR statusPositive56672.9150373.7577974.70.6770.2770.352Negative21027.153626.3195525.3HER2 statusPositive9712.528814.1110214.20.2620.1820.886Negative67987.5175185.9663285.8Ki-67 statusHigh50565.1129063.3490863.50.3720.3720.872Low27134.974936.7282636.5SubtypesLuminal A17322.349724.4176322.80.2470.7510.132Luminal B39350.6100649.3401651.90.5360.4960.037HER2567.21708.36218.00.3280.4250.650TNBC15419.836617.9133417.20.2470.0690.457ap < 0.05 with Tamhane T2 correction. *p1: FHBO vs. FHO. p2: FHBO vs. non-FH. p3: FHO vs. non-FH.\n      \n      \n        Effect of degree of relatives in family history on breast cancer features of patients\n        The effect of degree of relatives with a history of breast cancer on the characteristics of breast cancer is described in Table 4. In our cohort, 776 patients had a family history of breast/ovarian cancer, of which 620 patients had first-degree relatives with breast/ovarian cancer (F-FH), and 156 patients had second-/third-degree relatives with a history of breast/ovarian cancer (S/T-FH). Compared with patients in the S/T-FH group and those without a family history of cancer (median age 46 and 52.3 years, respectively), patients in the F-FH group were significantly older at diagnosis (median age 54.1 years; p < 0.001). Compared with patients in the F-FH group and those without a family history of cancer, more patients in the S/T-FH group had stage 0 tumor (ductal carcinoma in situ). The S/F-FH group also had a higher percentage of patients with early disease with N0 and TNM0 stages, and lower percentage of patients with late disease with N2 and TNM-III stages, compared with patients without a family history of cancer. No difference was observed in terms of pathological grade and molecular subtypes between the F-FH, S/T-FH, and non-FH groups.Table 4Degree of relatives with history of breast/ovarian cancer and patients’ tumor characteristics.First-degree relatives (n = 620)Second-/third-degree relatives (n = 156)No family history of cancer (n = 7734)p1*p2*p3*N%N%N%Age at diagnosis (years)Age range23–8824–7218–89 < 0.001a < 0.001a < 0.001aMedian age54.146.052.3Primary tumor stageT0386.12314.75507.1 < 0.0010.357 < 0.001T118029.04126.3209727.10.4960.3020.817T234956.38051.3446357.70.2610.4920.108T3467.485.15066.50.3150.3980.479T471.142.61181.50.2450.4340.307Lymph node stageN038662.310969.9466760.30.0770.3480.016N114623.53220.5182323.60.4200.9900.372N2477.663.86788.80.0980.3130.031N3416.695.85667.30.7010.5150.461TNM stage0386.12314.75467.1 < 0.0010.382 < 0.001aI12920.82918.6148619.20.5390.3340.845II35056.58353.2420154.30.4660.3050.782III10216.52012.8148419.20.2650.0950.045IV10.210.6170.20.3621.0000.302Histologic gradeI172.763.82923.80.4350.1890.963II46575.011070.5585875.70.2530.6780.132III13822.34025.6158420.50.3690.2930.115ER/PR statusPositive45072.611674.4577974.70.6550.2400.918Negative17026.44025.6195525.3HER2 statusPositive7211.62516.0110214.20.1360.0690.530Negative54888.413184.0663285.8Ki-67 statusHigh40665.59963.5490863.50.6360.3141.000Low21434.55736.536.5SubtypesLuminal A13922.43421.8176322.80.8670.8300.768Luminal B31150.28252.6401651.90.5920.3970.875HER2467.4106.46218.00.6630.5900.460TNBC12420.03019.2133417.20.8300.0820.517ap < 0.05 with Tamhane T2 correction. *p1: F-FH vs. S/T-FH. p2: F-FH vs. non-FH. p3: S/T-FH vs. non-FH.\n      \n      \n        Effect of cancer type in family history on breast cancer features of patients\n        Among the 776 patients, 617 had a family history of only breast/ovarian cancer (single-FH), and 159 patients had a family history of multiple types of cancers (multiple-FH), including breast/ovarian and other types of cancers. Although no significant difference was found in clinical stages and molecular subtypes between single-FH and multiple-FH groups, a 1.5-fold increase in the percentage of patients classified as histologic grade III was observed in the single-FH group (24.6% in single-FH vs. 16.4% in multiple-FH) (Table 5). A similar finding was noted when the single-FH and non-FH groups were compared. Compared with the non-FH group, the single-FH group had a higher percentage of patients with stage N0 (p = 0.042), lower percentage of patients with stage TNM-III (p = 0.016), but higher percentage of patients with higher-histological-grade tumors (p = 0.014) and those with the most aggressive subtype of breast cancer, namely TNBC (p = 0.046) (Table 5).Table 5Types of cancer in relatives and patients’ tumor characteristics.Breast/ovarian cancer only (n = 617)Multiple types of cancer (n = 159)No family history of cancer (n = 7734)p 1*p2*p3*N%N%N%Age at diagnosis (years)Age range23–8827–7918–890.3160.6970.164Median age52.253.452.3Primary tumor stageT0487.8138.25507.10.8680.5360.606T117328.04830.2209727.10.5920.6190.388T234355.68654.1446357.70.7340.3060.361T3447.1106.35066.50.7100.5700.898T491.521.31181.51.0000.8961.000Lymph node stageN039864.59761.0466760.30.4130.0420.866N113822.44025.2182323.60.4550.4970.641N2437.0106.36788.80.7620.1260.273N3386.2127.55667.30.5250.2850.913TNM stage0487.8138.25467.10.8680.5030.587I12319.93522.0148619.20.5620.6620.376II35056.78352.2420154.30.3060.2480.596III9415.22817.6148419.20.4630.0160.617IV20.300170.21.0000.6471.000Histologic gradeI203.231.92923.80.5990.5010.214II44572.113081.8585875.70.0130.0440.079III15224.62616.4158420.50.0270.0140.201ER/PR statusPositive44371.812377.4577974.70.1590.1090.449Negative17428.23622.625.3HER2 statusPositive8313.5148.8110214.20.1140.5850.051Negative53486.514591.285.8Ki-67 statusHigh40565.610062.9490863.50.5170.2790.883Low21234.45937.1282636.5SubtypesLuminal A14122.93220.1176322.80.4610.9740.427Luminal B30248.99157.2401651.90.0620.1540.185HER2487.885.06218.00.2320.8260.167TNBC12620.42817.6133417.20.4280.0460.905*p1: single-FH vs. multiple-FH. p2: single-FH vs. non-FH. p3: multiple-FH vs. non-FH.\n      \n      \n        Effect of number of relatives with breast/ovarian cancer on breast cancer features of patients\n        As previously published, having more relatives with a history of breast/ovarian cancer further increases the risk of developing breast cancer4. Among 617 patients with a family history of only breast/ovarian cancer, we further analyzed the relationship between the number of relatives with breast/ovarian cancer and the breast cancer features of the patients (Table 6). In total, 576 patients had only one relative with a history of breast/ovarian cancer, and 41 patients had multiple relatives with a history of breast/ovarian cancer. Patients who had multiple family members with breast/ovarian cancer tended to have higher primary tumor stage and histologic grade, including increased percentage of T3 stage (14.6% vs. 6.6% and 6.5%, p = 0.062 and 0.05) and a greater trend of increased percentage of histologic grade III (31.7% vs. 24.1% and 20.5%, p > 0.05). Patients who had a single family member with breast/ovarian cancer had a significantly enriched TNBC subtype, compared with patients without a family history of cancer (p = 0.048; Table 6).Table 6Number of relatives with breast/ovarian cancer and patients’ tumor characteristics.One relative with B/O cancer history (n = 576)Multiple relatives with B/O cancer history (n = 41)No family history of cancer (n = 7734)p1*p2*p3*N%N%N%Age at diagnosis (years)Age range23–8830–7918–890.7780.3250.993Median age52.252.052.3Primary tumor stage Primary tumor stageT0478.212.45507.10.3570.3470.364T116328.31024.4209727.10.5900.4950.709T231955.42458.5446357.70.6940.2760.915T3386.6614.65066.50.0620.9590.050T491.6001181.51.0000.9451.000Lymph node stageN036964.12970.7466760.30.3890.0780.175N113122.7717.1182323.60.4000.6510.328N2406.937.36788.80.7580.1331.000N3366.324.95667.31.0000.3400.767TNM stage0478.212.45467.10.3570.3220.364I11319.61024.4148619.20.4000.7270.383II32756.82356.1420154.30.7580.2540.820III8715.1717.1148419.20.7350.0160.732IV20.300170.21.0000.3831.000Histologic gradeI183.124.92923.80.6360.4270.668II41972.72663.4585875.70.1980.1060.066III13924.11331.7158420.50.2770.0370.076ER/PR statusPositive41271.53175.6577974.70.5750.0900.896Negative16428.51024.4195525.3HER2 statusPositive7713.4614.6110214.20.8180.5590.944Negative49986.63585.4663285.8Ki-67 statusHigh37464.93175.6490863.50.1640.4790.107Low20235.11024.4282636.5SubtypesLuminal A13222.9922.0176322.80.8870.9470.898Luminal B28048.62253.7401651.90.5320.1250.825HER2468.024.96218.00.7610.9710.770TNBC11820.5819.5133417.20.8810.0480.702p1: One relative with B/O cancer history vs. Multiple relatives with B/O cancer history. p2: One relative with B/O cancer history vs. non-FH. p3: Multiple relatives with B/O cancer history vs. non-FH.\n      \n      \n        Comprehensive effects of all three aspects of family history\n        To further analyze the contribution of degree, cancer type, and number of relatives on the breast cancer features of the patients, multiple logistic regression was performed using these three factors (Table 7). We found that compared with patients with a single relative with breast/ovarian cancer, patients with multiple relatives with breast/ovarian cancer had a significantly increased risk of being diagnosed with cancer of a high histologic grade (grade III) (OR 2.08, p = 0.048, 95% CI 1.007–4.310). Moreover, compared with the F-FH group, more patients in the S/T-FH group were aged less than 35 years (OR 4.104, p < 0.001, 95% CI 2.354–7.155). These three factors did not independently affect other parameters in terms of hormone receptor, HER2, and Ki67 status.Table 7Multiple logistic regression test on degree, type, and number of relatives with family history of cancer, and patients’ tumor characteristics.VariablepOR95% CILowerUpperERDegree0.7631.0630.7161.576Type0.0501.5111.0012.283Number0.6301.1830.5972.345Constant0.0002.236HER2Degree0.2241.3790.8212.315Type0.1640.6430.3451.198Number0.8721.0760.4392.637Constant0.0000.143Ki67Degree0.2241.3790.8212.315Type0.1640.6430.3451.198Number0.8721.0760.4392.637Constant0.0000.143Histologic grade IIIDegree0.5091.1850.7161.964Type0.1100.6190.3451.114Number0.0482.0831.0074.310Constant0.0000.294Age ≤ 35 yearsDegree0.0004.1042.3547.155Type0.1330.5100.2121.227Number0.9461.0440.3053.568Constant0.0000.057Comparison degree: second-/third-degree versus first-degree relatives, Type family history of multiple types of cancer versus breast/ovarian cancer only, Number family breast/ovarian cancer history of multiple members versus single member.\nPathological and clinical summary of patients\n        From March 2014 to July 2017, a total of 10,549 patients with breast cancer were treated in the Department of Breast Surgery, Tianjin Medical University Cancer Institute & Hospital. The mean age of the patients was 52.7 (range 18–89) years. The primary tumors of most of the patients were classified as T2 (2 cm < greatest dimension ≤ 5 cm), which accounted for 57.8% of the cohort. About 60.7% of the patients were negative for lymph node metastasis at diagnosis. Thus, the majority of the patients in our cohort were classified as stage II, based on the TNM staging system. The tumors of 75.9% of the patients were classified as histologic grade II. About 74.4% of patients tested positive for ER/PR, 14.1% of patients tested positive for HER2, and 63.5% of patients had high levels of Ki-67. About 23.1% of patients in our cohort were classified as having luminal A subtype breast cancer; 51.3%, as having luminal B subtype; 8.0%, as having HER2 subtype; and 17.6%, as having TNBC subtype. In general, we had a balanced patient cohort, the majority of whom had early-stage disease. The detailed patient information is shown in Table 1.Table 1Basic patient information.Number of patientsPercentageAge at diagnosis (years)Age range18–89Median age52.7Primary tumor stageT07657.3T1284226.9T2609957.8T36916.6T41521.4Lymph node stageN0640660.7N1249923.7N28808.3N37647.2TNM stage07617.2I203919.3II577654.8III194918.5IV240.2Histologic gradeI3703.5II800975.9III217020.6ER/PR statusPositive784874.5Negative269225.5HER2 statusPositive148714.1Negative906285.9Ki-67 statusHigh670363.5Low384636.5SubtypesLuminal A243323.1Luminal B541551.3HER28478.0TNBC185417.6\nRegional effects on family history of breast cancer\n        Of a total of 10,549 patients in our cohort, 5370 patients were from coastal cities and 5179 patients were from non-coastal cities. In total, 431 patients (8.0%) from coastal cities had a family history of breast/ovarian cancer, which was significantly higher than the percentage of patients who had a family history of breast/ovarian cancer in non-coastal cities (345 cases, 6.7%, p = 0.007). Further, the rate of patients with a family history of other types of cancer was also significantly higher in coastal cities (1123 cases vs. 916 cases, 20.9% vs. 17.7%, p < 0.001) The detailed data are shown in Table 2. These data suggest a regional effect of the family history of cancer, with a more enriched family history observed in patients from coastal cities.Table 2Regional effects on family history of breast cancer.Coastal cities (n = 5370)non-coastal cities (n = 5179)pn%n%Family history of breast/ovarian cancer4318.03456.70.007Family history of other cancer112320.991617.7 < 0.001No family history of cancer381671.1391875.7 < 0.001\nFamily history, and pathological and clinical features of breast cancer\n        Among all the patients in our cohort, 776 patients had a family history of breast/ovarian cancer, which accounted for 7.4% of the entire patient cohort, a finding that was consistent with those of other studies4,6. Of the 776 patients with a family history of breast/ovarian cancer, 744 patients (95.9%) had a family history of breast cancer only, 24 patients (3.1%) had a family history of ovarian cancer only, and 8 patients (1.0%) had a family history of both breast and ovarian cancer. In total, 2039 patients (19.3%) in our cohort had no family history of breast cancer but had other types of cancer, and 7734 patients (73.3%) had no family history of cancer. Patients were grouped based on a family history of breast/ovarian cancer (FHBO), family history of other cancer (FHO), and no family history of cancer (non-FH), and the pathological and clinical features of breast cancer were compared between these three groups. The median age of patients in the FHO group was 54.1 years, which was significantly higher than that of patients in the FHBO (52.5 years) and non-FH (52.3 years) groups. No significant difference in age was found between patients in FHBO and non-FH groups. Histological grading showed more patients with grade I in non-FH group than in FHBO and FHO groups (p = 0.019). As the majority of patients were negative for lymph node metastasis, similar findings were observed in all three groups. Approximately 60% of patients in all three groups were classified as stage N0 (no tumor in axillary and nearby lymph nodes). Significant differences between groups were observed in the percentage of patients classified as stage N2 (4–9 axillary lymph nodes or internal mammary lymph nodes positive for tumor). Fewer patients in the FHBO group (6.8%) were classified as N2 stage, compared with the FHO (7.3%) and non-FH groups (8.8%). Further, based on the TMN staging system, patients in non-FH group (19.2%) had a significantly high proportion of stage III cancer, compared with patients in the FHBO (15.7%) and FHO (16.8%) groups. These data suggest a lower stage of cancer at diagnosis among patients who had a family history of breast/ovarian cancer and other types of cancer, compared with patients without a family history of cancer. The ER, PR, and HER2 statuses of the patients’ tumors were evaluated, and no significant difference was observed between these three groups. However, the percent of luminal B subtype of breast cancer was slightly higher in the non-FH group (51.9%) than in the other groups (50.6% and 49.3%, p = 0.037). Detailed analysis is shown in Table 3.Table 3Family history of cancer and patients’ tumor characteristics.Family history of breast/ovarian cancer (n = 776)Family history of other cancer (n = 2039)No family history of cancer (n = 7734)p 1*p2*p3*N%N%N%Age at diagnosis (years)Age range23–8820–8918–890.002a0.342 < 0.001aMedian age52.554.152.3Primary tumor stageT0617.91547.65507.10.7830.4410.493T122128.552425.7209727.10.1350.4150.199T242955.3120759.2446357.70.0600.1930.225T3547.01316.45066.50.6090.6560.848T4111.4231.11181.50.5300.8140.180Lymph node stageN049563.8124461.0466760.30.1750.0610.584N117822.949824.4182323.60.4100.6920.421N2536.81497.36788.80.6610.0660.035N3506.41487.35667.30.4500.3700.926TNM stage0617.91547.65467.10.7830.4080.443I15820.439519.4148619.20.5550.4400.872II43355.8114256.0420154.30.9210.4300.173III12215.734316.8148419.20.4820.0190.015IV20.350.2170.21.0000.6900.794Histologic gradeI233.0552.72923.80.7000.2540.019II57574.1157677.3585875.70.0740.3090.145III17822.940820.0158420.50.0870.1070.638ER/PR statusPositive56672.9150373.7577974.70.6770.2770.352Negative21027.153626.3195525.3HER2 statusPositive9712.528814.1110214.20.2620.1820.886Negative67987.5175185.9663285.8Ki-67 statusHigh50565.1129063.3490863.50.3720.3720.872Low27134.974936.7282636.5SubtypesLuminal A17322.349724.4176322.80.2470.7510.132Luminal B39350.6100649.3401651.90.5360.4960.037HER2567.21708.36218.00.3280.4250.650TNBC15419.836617.9133417.20.2470.0690.457ap < 0.05 with Tamhane T2 correction. *p1: FHBO vs. FHO. p2: FHBO vs. non-FH. p3: FHO vs. non-FH.\nEffect of degree of relatives in family history on breast cancer features of patients\n        The effect of degree of relatives with a history of breast cancer on the characteristics of breast cancer is described in Table 4. In our cohort, 776 patients had a family history of breast/ovarian cancer, of which 620 patients had first-degree relatives with breast/ovarian cancer (F-FH), and 156 patients had second-/third-degree relatives with a history of breast/ovarian cancer (S/T-FH). Compared with patients in the S/T-FH group and those without a family history of cancer (median age 46 and 52.3 years, respectively), patients in the F-FH group were significantly older at diagnosis (median age 54.1 years; p < 0.001). Compared with patients in the F-FH group and those without a family history of cancer, more patients in the S/T-FH group had stage 0 tumor (ductal carcinoma in situ). The S/F-FH group also had a higher percentage of patients with early disease with N0 and TNM0 stages, and lower percentage of patients with late disease with N2 and TNM-III stages, compared with patients without a family history of cancer. No difference was observed in terms of pathological grade and molecular subtypes between the F-FH, S/T-FH, and non-FH groups.Table 4Degree of relatives with history of breast/ovarian cancer and patients’ tumor characteristics.First-degree relatives (n = 620)Second-/third-degree relatives (n = 156)No family history of cancer (n = 7734)p1*p2*p3*N%N%N%Age at diagnosis (years)Age range23–8824–7218–89 < 0.001a < 0.001a < 0.001aMedian age54.146.052.3Primary tumor stageT0386.12314.75507.1 < 0.0010.357 < 0.001T118029.04126.3209727.10.4960.3020.817T234956.38051.3446357.70.2610.4920.108T3467.485.15066.50.3150.3980.479T471.142.61181.50.2450.4340.307Lymph node stageN038662.310969.9466760.30.0770.3480.016N114623.53220.5182323.60.4200.9900.372N2477.663.86788.80.0980.3130.031N3416.695.85667.30.7010.5150.461TNM stage0386.12314.75467.1 < 0.0010.382 < 0.001aI12920.82918.6148619.20.5390.3340.845II35056.58353.2420154.30.4660.3050.782III10216.52012.8148419.20.2650.0950.045IV10.210.6170.20.3621.0000.302Histologic gradeI172.763.82923.80.4350.1890.963II46575.011070.5585875.70.2530.6780.132III13822.34025.6158420.50.3690.2930.115ER/PR statusPositive45072.611674.4577974.70.6550.2400.918Negative17026.44025.6195525.3HER2 statusPositive7211.62516.0110214.20.1360.0690.530Negative54888.413184.0663285.8Ki-67 statusHigh40665.59963.5490863.50.6360.3141.000Low21434.55736.536.5SubtypesLuminal A13922.43421.8176322.80.8670.8300.768Luminal B31150.28252.6401651.90.5920.3970.875HER2467.4106.46218.00.6630.5900.460TNBC12420.03019.2133417.20.8300.0820.517ap < 0.05 with Tamhane T2 correction. *p1: F-FH vs. S/T-FH. p2: F-FH vs. non-FH. p3: S/T-FH vs. non-FH.\nEffect of cancer type in family history on breast cancer features of patients\n        Among the 776 patients, 617 had a family history of only breast/ovarian cancer (single-FH), and 159 patients had a family history of multiple types of cancers (multiple-FH), including breast/ovarian and other types of cancers. Although no significant difference was found in clinical stages and molecular subtypes between single-FH and multiple-FH groups, a 1.5-fold increase in the percentage of patients classified as histologic grade III was observed in the single-FH group (24.6% in single-FH vs. 16.4% in multiple-FH) (Table 5). A similar finding was noted when the single-FH and non-FH groups were compared. Compared with the non-FH group, the single-FH group had a higher percentage of patients with stage N0 (p = 0.042), lower percentage of patients with stage TNM-III (p = 0.016), but higher percentage of patients with higher-histological-grade tumors (p = 0.014) and those with the most aggressive subtype of breast cancer, namely TNBC (p = 0.046) (Table 5).Table 5Types of cancer in relatives and patients’ tumor characteristics.Breast/ovarian cancer only (n = 617)Multiple types of cancer (n = 159)No family history of cancer (n = 7734)p 1*p2*p3*N%N%N%Age at diagnosis (years)Age range23–8827–7918–890.3160.6970.164Median age52.253.452.3Primary tumor stageT0487.8138.25507.10.8680.5360.606T117328.04830.2209727.10.5920.6190.388T234355.68654.1446357.70.7340.3060.361T3447.1106.35066.50.7100.5700.898T491.521.31181.51.0000.8961.000Lymph node stageN039864.59761.0466760.30.4130.0420.866N113822.44025.2182323.60.4550.4970.641N2437.0106.36788.80.7620.1260.273N3386.2127.55667.30.5250.2850.913TNM stage0487.8138.25467.10.8680.5030.587I12319.93522.0148619.20.5620.6620.376II35056.78352.2420154.30.3060.2480.596III9415.22817.6148419.20.4630.0160.617IV20.300170.21.0000.6471.000Histologic gradeI203.231.92923.80.5990.5010.214II44572.113081.8585875.70.0130.0440.079III15224.62616.4158420.50.0270.0140.201ER/PR statusPositive44371.812377.4577974.70.1590.1090.449Negative17428.23622.625.3HER2 statusPositive8313.5148.8110214.20.1140.5850.051Negative53486.514591.285.8Ki-67 statusHigh40565.610062.9490863.50.5170.2790.883Low21234.45937.1282636.5SubtypesLuminal A14122.93220.1176322.80.4610.9740.427Luminal B30248.99157.2401651.90.0620.1540.185HER2487.885.06218.00.2320.8260.167TNBC12620.42817.6133417.20.4280.0460.905*p1: single-FH vs. multiple-FH. p2: single-FH vs. non-FH. p3: multiple-FH vs. non-FH.\nEffect of number of relatives with breast/ovarian cancer on breast cancer features of patients\n        As previously published, having more relatives with a history of breast/ovarian cancer further increases the risk of developing breast cancer4. Among 617 patients with a family history of only breast/ovarian cancer, we further analyzed the relationship between the number of relatives with breast/ovarian cancer and the breast cancer features of the patients (Table 6). In total, 576 patients had only one relative with a history of breast/ovarian cancer, and 41 patients had multiple relatives with a history of breast/ovarian cancer. Patients who had multiple family members with breast/ovarian cancer tended to have higher primary tumor stage and histologic grade, including increased percentage of T3 stage (14.6% vs. 6.6% and 6.5%, p = 0.062 and 0.05) and a greater trend of increased percentage of histologic grade III (31.7% vs. 24.1% and 20.5%, p > 0.05). Patients who had a single family member with breast/ovarian cancer had a significantly enriched TNBC subtype, compared with patients without a family history of cancer (p = 0.048; Table 6).Table 6Number of relatives with breast/ovarian cancer and patients’ tumor characteristics.One relative with B/O cancer history (n = 576)Multiple relatives with B/O cancer history (n = 41)No family history of cancer (n = 7734)p1*p2*p3*N%N%N%Age at diagnosis (years)Age range23–8830–7918–890.7780.3250.993Median age52.252.052.3Primary tumor stage Primary tumor stageT0478.212.45507.10.3570.3470.364T116328.31024.4209727.10.5900.4950.709T231955.42458.5446357.70.6940.2760.915T3386.6614.65066.50.0620.9590.050T491.6001181.51.0000.9451.000Lymph node stageN036964.12970.7466760.30.3890.0780.175N113122.7717.1182323.60.4000.6510.328N2406.937.36788.80.7580.1331.000N3366.324.95667.31.0000.3400.767TNM stage0478.212.45467.10.3570.3220.364I11319.61024.4148619.20.4000.7270.383II32756.82356.1420154.30.7580.2540.820III8715.1717.1148419.20.7350.0160.732IV20.300170.21.0000.3831.000Histologic gradeI183.124.92923.80.6360.4270.668II41972.72663.4585875.70.1980.1060.066III13924.11331.7158420.50.2770.0370.076ER/PR statusPositive41271.53175.6577974.70.5750.0900.896Negative16428.51024.4195525.3HER2 statusPositive7713.4614.6110214.20.8180.5590.944Negative49986.63585.4663285.8Ki-67 statusHigh37464.93175.6490863.50.1640.4790.107Low20235.11024.4282636.5SubtypesLuminal A13222.9922.0176322.80.8870.9470.898Luminal B28048.62253.7401651.90.5320.1250.825HER2468.024.96218.00.7610.9710.770TNBC11820.5819.5133417.20.8810.0480.702p1: One relative with B/O cancer history vs. Multiple relatives with B/O cancer history. p2: One relative with B/O cancer history vs. non-FH. p3: Multiple relatives with B/O cancer history vs. non-FH.\nComprehensive effects of all three aspects of family history\n        To further analyze the contribution of degree, cancer type, and number of relatives on the breast cancer features of the patients, multiple logistic regression was performed using these three factors (Table 7). We found that compared with patients with a single relative with breast/ovarian cancer, patients with multiple relatives with breast/ovarian cancer had a significantly increased risk of being diagnosed with cancer of a high histologic grade (grade III) (OR 2.08, p = 0.048, 95% CI 1.007–4.310). Moreover, compared with the F-FH group, more patients in the S/T-FH group were aged less than 35 years (OR 4.104, p < 0.001, 95% CI 2.354–7.155). These three factors did not independently affect other parameters in terms of hormone receptor, HER2, and Ki67 status.Table 7Multiple logistic regression test on degree, type, and number of relatives with family history of cancer, and patients’ tumor characteristics.VariablepOR95% CILowerUpperERDegree0.7631.0630.7161.576Type0.0501.5111.0012.283Number0.6301.1830.5972.345Constant0.0002.236HER2Degree0.2241.3790.8212.315Type0.1640.6430.3451.198Number0.8721.0760.4392.637Constant0.0000.143Ki67Degree0.2241.3790.8212.315Type0.1640.6430.3451.198Number0.8721.0760.4392.637Constant0.0000.143Histologic grade IIIDegree0.5091.1850.7161.964Type0.1100.6190.3451.114Number0.0482.0831.0074.310Constant0.0000.294Age ≤ 35 yearsDegree0.0004.1042.3547.155Type0.1330.5100.2121.227Number0.9461.0440.3053.568Constant0.0000.057Comparison degree: second-/third-degree versus first-degree relatives, Type family history of multiple types of cancer versus breast/ovarian cancer only, Number family breast/ovarian cancer history of multiple members versus single member.\nDiscussion\n      Breast cancer is the most commonly diagnosed cancer among women worldwide. Newly diagnosed cases of breast cancer have dramatically increased in the Western world. In addition, breast cancer is becoming a leading cancer in China, accounting for 12.2% of all newly diagnosed cancers17. Based on the American Cancer Society, on an average, women have a 13% risk of developing breast cancer in their lifetime18. Breast cancer has family aggregation features; about 15% of patients with breast cancer have relatives diagnosed with breast cancer18. Family history is one of the major risk factors for developing breast cancer3. In this study, we collected data from 10,549 patients with breast cancer, including their tumor features and family history of cancer, and investigated the link between family history and the breast cancer characteristics of the patients.\n      In our cohort, 7.4% of patients had a family history of breast/ovarian cancer, of which 95.9% patients had a family history of breast cancer only, a percentage that was much higher than that of patients with a family history of ovarian cancer only (3.1%) or that of both cancer types (1%). As the incidence rate of breast cancer (> 100 per 100,000 per year, depends on race, region, etc.) is considerably higher than that of ovarian cancer (11.8 per 100,000 per year)19,20, our data cannot rule out the potential inheritable link between family history of ovarian cancer history and breast cancer development. About 19.3% of patients had a family history of other types of cancer, and 73.3% of patients did not have a family history of cancer. The percentage of patients with a family history of breast/ovarian cancer was higher than that reported in another smaller cohort study conducted in the Chinese population by Song et al., which reported 4.84% patients with a family history of breast/ovarian cancer21. However, in a study on the Turkish population, 23.5% of patients had a family history of breast/ovarian cancer22, and in a study on the European population, 32.7% of patients had a family history of breast cancer23. These data suggest that the percentage of patients with a family history of breast/ovarian cancer could depend on the cohort size and population. The percentage of patients with a family history of breast/ovarian cancer in our cohort falls in the normal range.\n      Another interesting finding from our cohort is the regional aggregation of patients with breast cancer who had a family history of cancer. Significantly higher percentages of patients with family history of breast/ovarian and other types of cancer were found in patients from coastal cities, compared with those in non-coastal cities. The effect of coastal regions on breast cancer is still unclear. Reports by other groups have also shown a higher incidence rate of cervical cancer in coastal regions than in non-coastal regions24, which might be attributed to the economic prosperity of coastal cities, leading to better health care and higher diagnosis rate. Moreover, living habits, especially dietary habits, could differ between people living in coastal and non-coastal cities, which could also contribute to the different rates of a family history of breast/ovarian cancer between the two areas.\n      In our analysis, age at diagnosis was affected the most by having a family history of cancer. We found that patients with a family history of other types of cancer had a slight but significantly higher median age than that of patients with a family history of breast/ovarian cancer or those without a family history of cancer. We also found that patients who had first-degree relatives with a history of breast/ovarian cancer were much more significantly older at diagnosis than patients who had second-/third-degree relatives with a history of breast/ovarian cancer (median age 54.1 vs. 46 years), which is consistent with other published data22,25. Besides the age difference, breast cancer tends to be diagnosed early (low primary tumor and TNM stages, similar tumor histologic grade) in patients with second-/third-degree relatives who have breast/ovarian cancer history, compared with patients with first-degree relatives who do not have a breast/ovarian cancer history and patients without a family history of cancer. Current reports mainly focus on the risk of a family history of breast cancer within first- or second-/third- degree relatives, with a breast cancer history of first-degree relatives related to more significantly increased risk of breast cancer26,27. To the best of our knowledge, this is among the first reports to analyze the tumor characteristics of patients with a family history of breast cancer within first- or second-/third-degree relatives. This early diagnosis could be linked with the patients’ young age and a family history of breast cancer in their second-/third-degree relatives. With around 8 years of difference in age between them and their relatives, those patients could have better access to medical service and be more educated about breast cancer. The underlying reason of the much younger age at diagnosis in patients with a family history of breast cancer in their second-/third-degree relatives and how or whether their age could contribute to their early diagnosis of breast cancer are still unclear and warrant further investigation.\n      A family history of breast/ovarian cancer has a significant impact on tumor grade and stage. Patients without a family history of cancer had the highest percentage of histologic grade I tumors (p = 0.019); however, they also had a significantly higher percentage of lymph node staging N2 (8.8% vs. 6.8% and 7.3%) and TNM staging III. These data suggest that the breast tumors of patients without a family history of cancer tend to be less aggressive, but the staging at diagnosis tends to be higher than that of patients with a family history of breast/ovarian or other types of cancer. Similar results were found in other studies. In a cohort study published by Jannot et al. on the European population, women who had a family history of breast/ovarian cancer had favorable tumor features and greater overall survival23. Another study focused on breast cancer in young women also showed that patients with a family history of breast cancer had smaller tumors and less lymph node positivity at diagnosis28. This could be attributed to the possibility that patients who have a family history of cancer are more cautious about their health, leading to early detection of their breast cancers. The degree of relatives that have a history of cancer also impacts the cancer staging of the patient at diagnosis. A significantly lower percentage of T0, N0, and TNM0 staging has been observed in patients with first-degree relatives with a history of breast/ovarian cancer, compared with those with second-/third-degree relatives with a history of breast/ovarian cancer. These data suggest a potential positive effect of the degree of relatives on cancer progression.\n      The effect of the type of cancer and number of relatives with cancer history on the tumor characteristics of the patients was also analyzed. Increased percentage of tumor histologic grade III was found in patients whose relatives had only breast/ovarian cancer, compared with patients whose relatives had breast/ovarian cancer and other types of cancer, and patients without a family history of cancer. Compared with patients without a family history of cancer, patients with a single relative with breast and ovarian cancer showed higher TNM stage, histologic grade, and TNBC subtype. Patients with multiple relatives with breast and ovarian cancer showed no significant difference from the other two groups. However, owing to the small number of patients during subcategorizing, there were insufficient data to provide a firm conclusion regarding the link between the number of relatives who had breast/ovarian cancer, and the cancer features of the patients.\n      Although the ER, PR, HER2, and Ki-67 status of the patients’ tumors was not affected by their family history (degree, type, number), the breast cancer molecular subtypes were affected. Patients without a family history of cancer had a slightly increased percentage of luminal B subtype of breast cancer compared with patients without a family history of cancer (51.9% vs. 49.3%, p = 0.037). After subcategorizing, compared with patients without a family history of cancer, those with a family history of only breast/ovarian cancer had an increased percentage of TNBC (17.2% vs. 20.4%, p = 0.046), and patients with single relatives with a history of breast/ovarian cancer also had an increased percentage of TNBC (17.2% vs. 20.5%, p = 0.048).\n      Family history could influence breast cancer subtypes potentially owing to the enrichment of inherited genetic mutations such as BRCA1 and BRCA2, which account for 30%–50% of the known mutations that cause breast cancer29,30. Several studies have reported that breast cancers caused by mutations in BRCA1/2 genes have specific characteristics. A study on 187 patients reported that BRCA1 mutation was associated with TNBC subtype (52.5%), and BRCA2 mutation was associated with luminal B subtype (39.8%)31. Another study with a cohort of 425 patients showed similar findings; the most frequently classified subtype for patients with BRCA1 mutation was TNBC (65%), and that for patients with BRCA2 mutation was luminal B subtype (40%)32. The increased level of TNBC and luminal B subtypes of breast cancer in patients with a family history of breast cancer in our cohort supported the rationale of enrichment of breast cancer-specific inherited mutations.\n      One of the major advantages of our study is the large patient cohort. We collected data from 10,549 patients to study the link between family history and breast cancer features. However, as few patients had a family history of breast/ovarian cancer (4–20%, based on literature reports), and owing to our detailed subcategorization to further characterize the degree, type, and number of relatives in breast cancer family history, the number of patients in some groups was too low to draw conclusions. In our future practice, more patient data will be collected to increase the number of patients in each subgroup of patients with a family history of breast/ovarian cancer, which will substantially enhance the strength of our analysis and help strengthen our data.\n      One limitation of our study is that all the patient cancer history data came from self-reporting of the patients and were not normalized to the patients’ family size. Further, other types of gynecological cancer history can be mistaken for ovarian cancer history during self-reporting by patients. These factors could introduce error to the database. We were unable to analyze the relationship between patient survival and family history of cancer owing to the lack of survival data of patients. We plan to collect patient survival data from this cohort in our future studies. Another long-term study and patient follow-up are currently underway to further investigate the potential role of family history in predicting the progression-free and overall survival of patients. Another limitation of our study is that we did not have genetic mutation testing data for each patient in our cohort, so we could not make direct comparisons of the family history status between patients with or without common mutations. As stated above, considering that we found increased TNBC percentage (around 3%) in patients with a family history of breast/ovarian cancer, and BRCA1 mutation is linked with increased TNBC percentage, common genetic mutations could potentially influence our results. Further in-depth analysis with larger cohort and more family history-related data will be performed in the future.\nConclusion\n      After analyzing data from 10,549 patients with breast cancer, we found that patients with a family history of other types of cancer were older at diagnosis than patients with a family history of breast/ovarian cancer or those without a family history of cancer. Patients without a family history of cancer were diagnosed with more advanced disease. Patients with first-degree relatives having breast/ovarian cancer were older and diagnosed at a later stage than patients with second-/third-degree relatives with cancer were. In summary, family history of breast cancer mainly influenced patient age, tumor stage, and grade at diagnosis in our cohort.\nPatients and methods\n      \n        Patient data collection\n        In total, 10,549 patients with breast cancer were recruited from March 2014 to July 2017 in the Department of Breast Surgery, Tianjin Medical University Cancer Institute & Hospital. Data were collected from all patients, including age at diagnosis; family history; TNM staging; histological grade; ER, PR, and HER2 status; and molecular subtypes.\n        Data regarding family history, including cancer history of relatives within three generations of the patients, were collected at the first visit of the patients. The detailed information was as follows:Degree of relatives. Degree of relatives was classified based on the kinship coefficient. First-degree relatives hold a kinship coefficient of 0.5, i.e., the two individuals have a 50% chance of being genetically identical, including parents, children, and siblings. Second-degree relatives have a kinship coefficient of 0.25, including grandparents, grandchildren, aunt, uncle, niece, nephew, who have a 25% chance of being genetically identical to the patients. Third degree-relatives have a kinship coefficient of 0.125, including half-aunt/uncle, half-niece/nephew, great-grandparents, and great-grandchildren, who have a 1/8th chance of being genetically identical to the patients. The degree of the relatives with cancer history was recorded. Owing to the increased genetic influence with closer relatives, the relatives of patients with cancer history were divided into first-degree and second-/third-degree groups.Cancer types of the relatives. The cancer history of the patients’ relatives was recorded in detail, including their relationship with the patients and the type of primary tumor. If the relatives had multiple types of cancer, only the primary tumor types were recorded, and secondary sites were not included. Owing to the autosomal dominant inheritance of breast/ovarian cancer and the close relationship between these two types of cancer, family history of cancer was further subcategorized into breast/ovarian cancer, other cancer types, and no history of cancer, based on the guidelines for management of hereditary breast and ovarian cancer syndrome published by the American College of Obstetricians and Gynecologists.Number of relatives. The number of relatives who had cancer was recorded, and the patients were sub-categorized into those with a single relative with cancer history and those with multiple relatives with cancer history.\n      \n      \n        Pathological and clinical classification\n        Surgically resected tissues or core biopsy samples that were formalin fixed and paraffin embedded were used for analysis. Cancer staging was performed based on the staging system published by the American Joint Committee on Cancer (AJCC) in 2016. Histologic grading was performed using Black’s method. Breast cancer subtypes were classified by immunohistochemistry (IHC) staining of ER, PR, and HER2. ER or PR was defined as positive when more than 1% tumor cells were positive for either markers. HER2 positive was defined when the tumor IHC score of HER2 was 3+ , or when a 2+ HER2 score with HER2 gene amplification was detected by fluorescence in situ hybridization. Ki-67 high was defined when more than 20% tumor cells were positive for Ki-67 in the primary tumor, and Ki-67 low was defined when less than 20% tumor cells were positive. Breast cancer subtype classification was analyzed following St. Gallen classification of breast cancer 201733. Briefly, luminal A was defined as ER and or PR (≥ 20% positive) positive, HER2 negative, and Ki-67 low. Luminal B was defined as ER and or PR positive, HER2 negative, and Ki-67 high or ER and or PR positive, HER2 positive, and any Ki-67 expression. HER2 positive subtype was defined as ER and PR negative, and HER2 positive. Triple negative breast cancer (TNBC) subtype was defined when ER, PR, and HER2 were all negative in the tumor cells.\n      \n      \n        Statistical analysis\n        All statistical analyses were performed using IBM SPSS 20 software. Non-parametric test was used to analyze the age differences between the patients. The χ2 test was used to compare the tumor features (tumor stage, lymph node status, TNM stage, histologic grade, ER, PR, HER2, Ki-67 status, and molecular subtypes) of the patients. Multiple comparison was performed using Tamhane T2, with significant results indicated in the tables. Multiple logistic regression was used to analyze the independent family history variables that contributed to the differences between the tumor features of the patients. Data were considered significant when p < 0.05.\n      \n      \n        Ethics approval\n        This study was approved by the ethical committee of Tianjin Medical University Cancer Institute & Hospital (bc2020070). All methods were carried out in accordance with relevant guidelines and regulations.\n      \n      \n        Informed consent‬‬‬‬‬‬\n        Informed consent was obtained from all participants‬.‬‬‬‬‬‬‬‬\nPatient data collection\n        In total, 10,549 patients with breast cancer were recruited from March 2014 to July 2017 in the Department of Breast Surgery, Tianjin Medical University Cancer Institute & Hospital. Data were collected from all patients, including age at diagnosis; family history; TNM staging; histological grade; ER, PR, and HER2 status; and molecular subtypes.\n        Data regarding family history, including cancer history of relatives within three generations of the patients, were collected at the first visit of the patients. The detailed information was as follows:Degree of relatives. Degree of relatives was classified based on the kinship coefficient. First-degree relatives hold a kinship coefficient of 0.5, i.e., the two individuals have a 50% chance of being genetically identical, including parents, children, and siblings. Second-degree relatives have a kinship coefficient of 0.25, including grandparents, grandchildren, aunt, uncle, niece, nephew, who have a 25% chance of being genetically identical to the patients. Third degree-relatives have a kinship coefficient of 0.125, including half-aunt/uncle, half-niece/nephew, great-grandparents, and great-grandchildren, who have a 1/8th chance of being genetically identical to the patients. The degree of the relatives with cancer history was recorded. Owing to the increased genetic influence with closer relatives, the relatives of patients with cancer history were divided into first-degree and second-/third-degree groups.Cancer types of the relatives. The cancer history of the patients’ relatives was recorded in detail, including their relationship with the patients and the type of primary tumor. If the relatives had multiple types of cancer, only the primary tumor types were recorded, and secondary sites were not included. Owing to the autosomal dominant inheritance of breast/ovarian cancer and the close relationship between these two types of cancer, family history of cancer was further subcategorized into breast/ovarian cancer, other cancer types, and no history of cancer, based on the guidelines for management of hereditary breast and ovarian cancer syndrome published by the American College of Obstetricians and Gynecologists.Number of relatives. The number of relatives who had cancer was recorded, and the patients were sub-categorized into those with a single relative with cancer history and those with multiple relatives with cancer history.\nPathological and clinical classification\n        Surgically resected tissues or core biopsy samples that were formalin fixed and paraffin embedded were used for analysis. Cancer staging was performed based on the staging system published by the American Joint Committee on Cancer (AJCC) in 2016. Histologic grading was performed using Black’s method. Breast cancer subtypes were classified by immunohistochemistry (IHC) staining of ER, PR, and HER2. ER or PR was defined as positive when more than 1% tumor cells were positive for either markers. HER2 positive was defined when the tumor IHC score of HER2 was 3+ , or when a 2+ HER2 score with HER2 gene amplification was detected by fluorescence in situ hybridization. Ki-67 high was defined when more than 20% tumor cells were positive for Ki-67 in the primary tumor, and Ki-67 low was defined when less than 20% tumor cells were positive. Breast cancer subtype classification was analyzed following St. Gallen classification of breast cancer 201733. Briefly, luminal A was defined as ER and or PR (≥ 20% positive) positive, HER2 negative, and Ki-67 low. Luminal B was defined as ER and or PR positive, HER2 negative, and Ki-67 high or ER and or PR positive, HER2 positive, and any Ki-67 expression. HER2 positive subtype was defined as ER and PR negative, and HER2 positive. Triple negative breast cancer (TNBC) subtype was defined when ER, PR, and HER2 were all negative in the tumor cells.\nStatistical analysis\n        All statistical analyses were performed using IBM SPSS 20 software. Non-parametric test was used to analyze the age differences between the patients. The χ2 test was used to compare the tumor features (tumor stage, lymph node status, TNM stage, histologic grade, ER, PR, HER2, Ki-67 status, and molecular subtypes) of the patients. Multiple comparison was performed using Tamhane T2, with significant results indicated in the tables. Multiple logistic regression was used to analyze the independent family history variables that contributed to the differences between the tumor features of the patients. Data were considered significant when p < 0.05.\nEthics approval\n        This study was approved by the ethical committee of Tianjin Medical University Cancer Institute & Hospital (bc2020070). All methods were carried out in accordance with relevant guidelines and regulations.\nInformed consent‬‬‬‬‬‬\n        Informed consent was obtained from all participants‬.‬‬‬‬‬‬‬‬",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7973811/",
    "doi": "https://doi.org/10.1038/s41598-021-85899-8"
}