{
    "title": "Risk factors for breast cancer development by tumor characteristics among women with benign breast disease",
    "abstract": "Table 1Characteristics of BBD histology among breast cancer cases, overall and by age and ER status at breast cancer diagnosis (N = 514)Age at breast cancer diagnosisER statusCases≤ 50 years (N = 69)> 50 years (N = 445)PaER+ (N = 391)ER− (N = 64)PaN%N%N%N%N%Age at BBD, years < 409017.54159.44911.0< 0.00016115.61320.30.83 40–4914127.42840.611325.411328.91726.6 50–5914528.20014532.611128.41929.7 60–698616.700869.36516.6812.5 ≥ 705210.1005211.74110.5710.9 Mean (SD)52.2 (12.5)37.5 (6.9)54.4 (11.6)52.4 (12.5)51.7 (12.9) Median (IQR)51.5 (42.6, 60.8)39.0 (34.9, 42.9)53.6 (46.1, 62.1)51.7 (42.8, 61.0)50.6 (42.8, 59.8)Year of BBD diagnosis0.0620.92 1971–19799518.51927.57617.15012.81015.6 1980–198917333.71623.215735.313434.32031.3 1990–199916131.32536.213630.613434.32234.4 2000–2006#8516.5913.07617.17318.71218.8BBD histology0.220.39 Normal/non-proliferative32463.05072.527461.624362.24367.2 Proliferative without atypia16331.71623.214733.312732.52031.3 Proliferative with atypia275.334.4245.4215.411.6Year of breast cancer diagnosis< 0.00010.53 1973–19907214.12231.95111.4215.434.7 1991–19956813.21014.55813.04912.51218.8 1996–200010119.71724.68418.88120.71726.6 2001–200511622.61115.910623.710426.61218.8 2006–201010620.657.310122.69123.31421.9 2011–2013519.945.84710.64511.569.4Years from BBD to breast cancer diagnosis< 0.00010.55 ≤ 1028455.35478.323051.719850.63554.7 > 1023044.81521.721548.319349.42945.3 Mean (SD)10.8 (7.9)7.3 (6)11.4 (8)11.6 (8)10.5 (8.3) Median (IQR)9.0 (4.4, 15.8)5.6 (2.9, 9.4)9.8 (4.7, 16.3)10.0 (5.3, 16.4)8.7 (3.3, 15.7)Tumor size/mm0.130.63 < 1014328.92637.711727.59023.91626.2 10–2021142.62942.018242.717345.92439.3 > 2014128.51420.312729.811430.22134.4 Missing19019143Tumor gradec0.14< 0.0001 Well differentiated14134.71431.812734.913439.358.6 Moderately differentiated15938.91329.614640.114943.7610.3 Poorly differentiated10826.41738.69125.05817.04781.0 Not determined1062581506ER0.026– Negative6414.11224.55212.8–––– Positive39185.93775.535487.2–––– Missing/unknown592039––––PR0.53< 0.0001 Negative13128.91632.711528.47318.75890.6 Positive32371.23367.429071.631781.369.4 Missing/unknown60204010HER2d0.99b0.0028 Negative22479.41773.920779.920381.52062.5 Positive5017.7417.44617.83815.31237.5 Equivocal82.828.762.383.200.0 Missing/unknown2324618614232Regional lymph nodes0.980.11 Negative33773.64773.423073.626474.63664.3 Positive12126.41726.610426.49025.42035.7 Missing56551378Tumor histology0.54b0.14b Ductal43983.55985.537083.232282.45484.4 Lobular489.3811.6409.03910.046.3 Mixed ductal/lobular265.122.9245.4235.923.1 Others112.100.0112.571.846.3Tumor stage0.46b0.30b I26258.03262.823057.422359.32947.5 II15033.21325.513734.212031.92541.0 III296.447.8256.2246.458.2 IV112.423.992.292.423.3 Missing621844153Among all cases, 13.4% were diagnosed with breast cancer by 50 years old versus 86.6% were diagnosed after age at 50 years. Table 1Characteristics of BBD histology among breast cancer cases, overall and by age and ER status at breast cancer diagnosis (N = 514)Age at breast cancer diagnosisER statusCases≤ 50 years (N = 69)> 50 years (N = 445)PaER+ (N = 391)ER− (N = 64)PaN%N%N%N%N%Age at BBD, years < 409017.54159.44911.0< 0.00016115.61320.30.83 40–4914127.42840.611325.411328.91726.6 50–5914528.20014532.611128.41929.7 60–698616.700869.36516.6812.5 ≥ 705210.1005211.74110.5710.9 Mean (SD)52.2 (12.5)37.5 (6.9)54.4 (11.6)52.4 (12.5)51.7 (12.9) Median (IQR)51.5 (42.6, 60.8)39.0 (34.9, 42.9)53.6 (46.1, 62.1)51.7 (42.8, 61.0)50.6 (42.8, 59.8)Year of BBD diagnosis0.0620.92 1971–19799518.51927.57617.15012.81015.6 1980–198917333.71623.215735.313434.32031.3 1990–199916131.32536.213630.613434.32234.4 2000–2006#8516.5913.07617.17318.71218.8BBD histology0.220.39 Normal/non-proliferative32463.05072.527461.624362.24367.2 Proliferative without atypia16331.71623.214733.312732.52031.3 Proliferative with atypia275.334.4245.4215.411.6Year of breast cancer diagnosis< 0.00010.53 1973–19907214.12231.95111.4215.434.7 1991–19956813.21014.55813.04912.51218.8 1996–200010119.71724.68418.88120.71726.6 2001–200511622.61115.910623.710426.61218.8 2006–201010620.657.310122.69123.31421.9 2011–2013519.945.84710.64511.569.4Years from BBD to breast cancer diagnosis< 0.00010.55 ≤ 1028455.35478.323051.719850.63554.7 > 1023044.81521.721548.319349.42945.3 Mean (SD)10.8 (7.9)7.3 (6)11.4 (8)11.6 (8)10.5 (8.3) Median (IQR)9.0 (4.4, 15.8)5.6 (2.9, 9.4)9.8 (4.7, 16.3)10.0 (5.3, 16.4)8.7 (3.3, 15.7)Tumor size/mm0.130.63 < 1014328.92637.711727.59023.91626.2 10–2021142.62942.018242.717345.92439.3 > 2014128.51420.312729.811430.22134.4 Missing19019143Tumor gradec0.14< 0.0001 Well differentiated14134.71431.812734.913439.358.6 Moderately differentiated15938.91329.614640.114943.7610.3 Poorly differentiated10826.41738.69125.05817.04781.0 Not determined1062581506ER0.026– Negative6414.11224.55212.8–––– Positive39185.93775.535487.2–––– Missing/unknown592039––––PR0.53< 0.0001 Negative13128.91632.711528.47318.75890.6 Positive32371.23367.429071.631781.369.4 Missing/unknown60204010HER2d0.99b0.0028 Negative22479.41773.920779.920381.52062.5 Positive5017.7417.44617.83815.31237.5 Equivocal82.828.762.383.200.0 Missing/unknown2324618614232Regional lymph nodes0.980.11 Negative33773.64773.423073.626474.63664.3 Positive12126.41726.610426.49025.42035.7 Missing56551378Tumor histology0.54b0.14b Ductal43983.55985.537083.232282.45484.4 Lobular489.3811.6409.03910.046.3 Mixed ductal/lobular265.122.9245.4235.923.1 Others112.100.0112.571.846.3Tumor stage0.46b0.30b I26258.03262.823057.422359.32947.5 II15033.21325.513734.212031.92541.0 III296.447.8256.2246.458.2 IV112.423.992.292.423.3 Missing621844153Among all cases, 13.4% were diagnosed with breast cancer by 50 years old versus 86.6% were diagnosed after age at 50 years. Involution and columnar cell lesion associations were adjusted for all factors above the line indicated in OR* Breast cancer risk by grade and tumor size among women with BBD While breast cancer risk associations for patient and histologic characteristics were generally consistent by tumor grade, we found suggestive evidence that higher levels of involution were inversely associated with reduced risk among well-differentiated tumors (complete vs no involution, OR (95% CI) = 0.51 (0.29, 0.90), Supplemental Table 3); this association was not evident among moderately or poorly differentiated tumors, P-het = 0.054.",
    "authors": [
        "Jonine D. Figueroa",
        "Gretchen L. Gierach",
        "Máire A. Duggan",
        "Shaoqi Fan",
        "Ruth M. Pfeiffer",
        "Yihong Wang",
        "Roni T. Falk",
        "Olivier Loudig",
        "Mustapha Abubakar",
        "Mindy Ginsberg",
        "Teresa M. Kimes",
        "Kathryn Richert-Boe",
        "Andrew G. Glass",
        "Thomas E. Rohan"
    ],
    "published_year": "2021",
    "description": "Background\n          Among women diagnosed with invasive breast cancer, 30% have a prior diagnosis of benign breast disease (BBD). Thus, it is important to identify factors among BBD patients that elevate invasive cancer risk. In the general population, risk factors differ in their associations by clinical pathologic features; however, whether women with BBD show etiologic heterogeneity in the types of breast cancers they develop remains unknown.\nMethods\n      \n        Study population\n        We utilized data from a previously designed case-control study of BBD and breast cancer risk [7], nested within a BBD cohort from Kaiser Permanente Northwest (KPNW), which provides medical care for approximately ½ million members located in Southwest Washington and Northwest Oregon. The source population was comprised of women who had biopsy-confirmed BBD diagnosed between August 3, 1971, and December 31, 2006 (N = 15,395; age range 21–85 years); one control had a BBD diagnosis in 2012. Invasive breast cancer diagnoses were obtained through record linkage with the KPNW Tumor Registry, as previously described [7]. Briefly, cases were defined as women diagnosed with invasive breast cancer at least 1 year after BBD diagnosis and with no prior history of in situ lesions. The follow-up rate for the KPNW Tumor Registry since its inception in 1960 has been excellent, accounting for 98% of patients (living or dead) even if they are no longer health plan members. Controls were women with a biopsy for BBD who were alive but had not developed breast cancer during the same follow-up calendar period as that for the corresponding cases. For each case, a control case was randomly selected using risk-set sampling with replacement, matched at age at diagnosis of BBD (± 1 year) and, implicitly, given the risk-set sampling, on duration of membership of KPNW [15]. In addition, each control was required not to have undergone a mastectomy before the date of diagnosis of breast cancer for her matched case. If a selected control did not have breast tissue for evaluation or had no risk factor information, a replacement control was selected. There were 514 cases and 514 matched controls available for these analyses.\n      \n      \n        Tumor characteristics\n        We obtained information on the following variables from the KPNW Tumor Registry: date of invasive breast cancer diagnosis, date of death, tumor histology and behavior using ICD-O coding, grade, AJCC clinical staging variable, tumor size, and lymph node status. Immunohistochemistry (IHC) data on key markers were obtained for ER (which has been measured on cases since the mid-1970s), PR (first measured in 1983), and HER2 status (first measured in 1988). The percentage of tumors analyzed for ER status increased from 0% in 1980 to 18% in 1989, 54% in 1994, and 85% in 2006; HER2 status was available on 43% of tumors until 2001 and on 68% from 2002 onward.\n      \n      \n        Risk factor information\n        Risk factor data were captured using routine medical records, which include information on clinic visits, prescriptions, operations, and laboratory testing. These data were linked using the KPNW unique health record numbers to identify each individual member. From these records, data were available for various exposures. We focused on established or suspected breast cancer risk factors, specifically family history of breast cancer, age at menarche, parity, age at first birth, body mass index (BMI) at benign biopsy, menopausal status, and menopausal hormone use. KPNW has a well-characterized mammography screening program, and by 1993, more than 75% of women over 45 had had a screening mammogram [16]. For this reason, we also report characteristics stratified by this date (Supplemental Table 1).\n        BBD histology was assessed according to the Page classification criteria [1], as follows: proliferative disease with atypia (ADH), if atypical hyperplasia (either ductal or lobular) was present; proliferative disease without atypia, if epithelial hyperplasia without atypia (either moderate or florid) OR fibroadenoma (either complex-no atypia or complex-atypia) OR sclerosing adenosis OR radial scar OR papilloma was present; non-proliferative, if non-proliferative lesion (either cysts, fibrosis, or apocrine metaplasia) OR mild epithelial hyperplasia without atypia OR fibroadenoma was present. Pathologist assessment of biopsies was blinded to case-control status as previously described [8]. CCL pathology and terminal duct lobular unit (TDLU) involution status were additionally ascertained on digitized BBD H&E images using the Aperio Scanscope system. Furthermore, as involution status is not typically reported in clinical pathology, we obtained more detailed semi-quantitative measures of TDLU involution previously reported to be associated with breast cancer risk among BBD patients (see Supplemental Methods).\n      \n      \n        Multiple imputation\n        We used multiple imputation to impute missing data for risk factors. The largest amount of missingness (21%) was seen for the age at menarche variable (see Supplemental Methods and Appendix A). We did not impute missing data on MHT use, as the percentage of missingness was too large (45%) to allow for stable imputation. All variables that were correlated or associated with the outcome variables or that were potentially related to the missingness of other imputed variables were included in the imputation models (see Supplemental Methods) [17, 18]. Variables were imputed as continuous and later categorized for further analyses. Multiple imputations were performed using IVEware (0.3 version, https://www.src.isr.umich.edu/software/iveware-documentation/iveware-with-sas/). Details of imputation steps are delineated in a flow chart (Supplementary Figure 1 and Appendix A in Supplemental Material). All calculations presented in this paper were conducted for 5 imputed datasets separately; estimates from the different imputed datasets were combined and variances were computed using Rubin’s formula as implemented in SAS 9.4, PROC MIANALYZE.\n      \n      \n        Statistical analysis\n        Descriptive statistics of demographic and tumor characteristics by calendar year of BBD diagnosis and age at breast cancer diagnosis were assessed using chi-squared or Fisher’s exact tests. Conditional logistic regression and unconditional logistic models adjusted for the matching factors yielded similar estimates (Supplemental Table 2). We therefore present odds ratios (ORs) and 95% confidence intervals (CIs) for demographic, reproductive, or tissue factors (explanatory variables) for overall breast cancer risk from unconditional regression models. The unconditional logistic regression models included matching factors, as well as continuous age at BBD diagnosis and follow-up period from BBD diagnosis to breast cancer diagnosis; other key risk factors included in the models were family history of breast cancer in 1st-degree relatives, history of bilateral oophorectomy, and parity. For the main analysis to determine associations by breast cancer subtype (comparing ER, PR, and HER2 status or clinicopathologically defined subtypes), we used polytomous logistic regression models adjusted for matching factors and using the same variables as for the overall BC model. Heterogeneity between factors was assessed using polytomous logistic regression analyses restricted to cases (case-only analyses) with the tumor characteristics (ER, tumor size, and grade) as the outcome variable. Models were also stratified by menopausal status. A P ≤ 0.05 was considered statistically significant and all tests were two-sided. All analyses were performed using SAS V9.4.\nResults\n      \n        Tumor characteristics by patient characteristics, age at breast cancer diagnosis, and BBD calendar year at diagnosis\n        Characteristics of the BBD patients are detailed in Supplemental Tables 1 and 2. The median age of BBD diagnosis was 51.5 years and over 60% of cases were diagnosed between 1980 and 1999. As mammography screening became more common after 1993, we observed an increased frequency of proliferative disease without atypia (38.5 vs 27.6%) and with atypia (7.3 vs 4.0%, Supplemental Table 1) subsequent to 1993. We also observed increased detection of prevalent breast cancer and a stage shift, with a 12% increase in diagnosed stage I tumors after 1993 (Supplemental Table 1). The median follow-up between BBD and breast cancer diagnosis was 9.0 years (IQR = 4.4, 15.8 years), with a median age at breast cancer diagnosis of 62.7 years. Descriptive characteristics of the BBD patients subsequently diagnosed with breast cancer, overall, and stratified by age at breast cancer diagnosis, are presented in Table 1. Most cases were older than 50 years (87%) at diagnosis. Breast cancers were mostly diagnosed from 1996 to 2005, and 55% of cases were diagnosed within 10 years of their initial BBD diagnosis.\nTable 1Characteristics of BBD histology among breast cancer cases, overall and by age and ER status at breast cancer diagnosis (N = 514)Age at breast cancer diagnosisER statusCases≤ 50 years (N = 69)> 50 years (N = 445)PaER+ (N = 391)ER− (N = 64)PaN%N%N%N%N%Age at BBD, years < 409017.54159.44911.0< 0.00016115.61320.30.83 40–4914127.42840.611325.411328.91726.6 50–5914528.20014532.611128.41929.7 60–698616.700869.36516.6812.5 ≥ 705210.1005211.74110.5710.9 Mean (SD)52.2 (12.5)37.5 (6.9)54.4 (11.6)52.4 (12.5)51.7 (12.9) Median (IQR)51.5 (42.6, 60.8)39.0 (34.9, 42.9)53.6 (46.1, 62.1)51.7 (42.8, 61.0)50.6 (42.8, 59.8)Year of BBD diagnosis0.0620.92 1971–19799518.51927.57617.15012.81015.6 1980–198917333.71623.215735.313434.32031.3 1990–199916131.32536.213630.613434.32234.4 2000–2006#8516.5913.07617.17318.71218.8BBD histology0.220.39 Normal/non-proliferative32463.05072.527461.624362.24367.2 Proliferative without atypia16331.71623.214733.312732.52031.3 Proliferative with atypia275.334.4245.4215.411.6Year of breast cancer diagnosis< 0.00010.53 1973–19907214.12231.95111.4215.434.7 1991–19956813.21014.55813.04912.51218.8 1996–200010119.71724.68418.88120.71726.6 2001–200511622.61115.910623.710426.61218.8 2006–201010620.657.310122.69123.31421.9 2011–2013519.945.84710.64511.569.4Years from BBD to breast cancer diagnosis< 0.00010.55 ≤ 1028455.35478.323051.719850.63554.7 > 1023044.81521.721548.319349.42945.3 Mean (SD)10.8 (7.9)7.3 (6)11.4 (8)11.6 (8)10.5 (8.3) Median (IQR)9.0 (4.4, 15.8)5.6 (2.9, 9.4)9.8 (4.7, 16.3)10.0 (5.3, 16.4)8.7 (3.3, 15.7)Tumor size/mm0.130.63 < 1014328.92637.711727.59023.91626.2 10–2021142.62942.018242.717345.92439.3 > 2014128.51420.312729.811430.22134.4 Missing19019143Tumor gradec0.14< 0.0001 Well differentiated14134.71431.812734.913439.358.6 Moderately differentiated15938.91329.614640.114943.7610.3 Poorly differentiated10826.41738.69125.05817.04781.0 Not determined1062581506ER0.026– Negative6414.11224.55212.8–––– Positive39185.93775.535487.2–––– Missing/unknown592039––––PR0.53< 0.0001 Negative13128.91632.711528.47318.75890.6 Positive32371.23367.429071.631781.369.4 Missing/unknown60204010HER2d0.99b0.0028 Negative22479.41773.920779.920381.52062.5 Positive5017.7417.44617.83815.31237.5 Equivocal82.828.762.383.200.0 Missing/unknown2324618614232Regional lymph nodes0.980.11 Negative33773.64773.423073.626474.63664.3 Positive12126.41726.610426.49025.42035.7 Missing56551378Tumor histology0.54b0.14b Ductal43983.55985.537083.232282.45484.4 Lobular489.3811.6409.03910.046.3 Mixed ductal/lobular265.122.9245.4235.923.1 Others112.100.0112.571.846.3Tumor stage0.46b0.30b I26258.03262.823057.422359.32947.5 II15033.21325.513734.212031.92541.0 III296.447.8256.2246.458.2 IV112.423.992.292.423.3 Missing621844153Among all cases, 13.4% were diagnosed with breast cancer by 50 years old versus 86.6% were diagnosed after age at 50 years. Fifty-nine cases who had missing ER status were excluded from analyses with ER status. BBD benign breast disease, ER estrogen receptor status, HER2 human epidermal growth factor, IQR inter-quartile range, PR progesterone receptor status, SD standard deviation. aP-values from the chi-square test except where noted; cases with missing tumor characteristics were excluded from reported percentage and tests; P-values less than 0.05 are in bold font. bP-values from the Fisher exact test. cPatients with tumor grade as “not determined” were excluded from analysis. dPatients with equivocal HER2 were excluded from the analysis. Involution and columnar cell lesion associations were adjusted for all factors above the line indicated in OR*. #One control had a BBD diagnosis in 2012\n        Tumors diagnosed in this population were predominantly small (71.6% ≤ 20 mm), well or moderately differentiated (73.6%), ER-positive (85.9%), PR-positive (71.2%), HER2-negative (79.4%), lymph node-negative (73.6%), and of ductal histology (83.5%). The invasive cases were overwhelmingly of low stage, with < 10% of cases being diagnosed as stage III or IV. As expected, ER status differed significantly by age at breast cancer diagnosis, with a higher proportion (24.5%) of ER-negative breast cancers diagnosed among women ≤ 50 compared to those older than 50 (12.8%). We also assessed whether there were differences in tumor characteristics by calendar period before and during/after 1993 [16]. Of the tumor characteristics evaluated, HER2 status showed a statistically significant difference by BBD diagnosis before and during/after 1993, with a higher proportion of HER2-negative cases diagnosed after 1993 compared to prior years (84.2 vs 73.9%, Supplemental Table 1). After 1993, significantly more of the tumors occurred among women ≥ 50 years of age, were of smaller size (10–20 mm; 44.4% during/after 1993 vs 34.8% before 1993), and had no or mild involution (48.93% during/after 1993 vs 36.56% before 1993, Supplemental Table 1). Histologic grade data were not routinely reported prior to 1993.\n      \n      \n        Breast cancer risk factors among women with BBD\n        Association results for all cases combined for established risk factors, including BBD characteristics, are shown in Supplemental Table 2. We found that younger age at first full-term birth and history of bilateral oophorectomy were inversely associated with breast cancer risk, whereas positive family history of breast cancer in a 1st-degree relative, increasing severity of BBD histology, and presence of CCL at BBD diagnosis were associated with increased breast cancer risk (Supplemental Table 2). A representative image of CCL is shown in Fig. 1. CCL with atypia, also known as flat epithelial atypia, is a more severe lesion that has been suggested to be associated with increased risk of breast cancer [3]; however, we were unable to assess this association in the present study as only 2 controls and 1 case had flat epithelial atypia. Lobular involution, which has been proposed in other BBD patient populations as a key risk factor for subsequent breast cancer [6, 19], was weakly inversely associated with breast cancer risk in our population [complete vs no involution, OR (95% CI) = 0.89 (0.65, 1.24)]. Neither radial scar nor sclerosing adenosis conferred a significant risk among those with proliferative BBD disease (data not shown).\nFig. 1A representative hematoxylin and eosin stained breast biopsy × 200 μm image of columnar cell change showing dilated acini lined by a columnar epithelium demonstrating apical cytoplasmic snouts\n      \n      \n        Breast cancer risk by ER status among women with BBD\n        Risk associations by ER status for patient characteristics and histologic features of BBD are presented in Table 2. Most tumors were ER-positive, which limited the power to detect heterogeneity; as a result, patterns of association observed for overall invasive breast cancer were generally consistent with those observed for ER-positive breast cancer risk. Having an age at first birth < 30 years was associated with reduced risk of ER-positive (OR = 0.69, 95% CI = 0.49–0.98), but not ER-negative (OR = 1.08, 95% CI = 0.51–2.30) breast cancer (P-heterogeneity = 0.24). Compared with patients with non-proliferative BBD, those with proliferative BBD with atypia had a greater than fivefold increased risk for ER-positive disease (OR = 5.48, 95% CI = 2.14–14.01). There was only one ER-negative case; hence, too few cases to provide a reliable estimate in this subgroup. After accounting for BBD histology, the presence of CCLs at BBD diagnosis was associated with a 1.5-fold increased risk for both ER-positive (95% CI = 1.03–2.29) and ER-negative (95% CI = 0.73–3.07) tumors (P-heterogeneity = 0.94).\nTable 2Multivariable associations between select patient characteristics and histologic features with breast cancer risk by ER status (N = 969)VariableControls (N = 514)Cases, ER+ (N = 391)ER+ vs. controlsCases, ER− (N = 64)ER− vs. controlsP-het†Na%aNa%aOR (95% CI)*Na%aOR (95% CI)*Age at first full-term birth/years Nulliparous/≥ 3010820.98827.61.00 (ref)1320.31.00 (ref)0.24  < 3040679.123172.40.69 (0.49, 0.98)5179.71.08 (0.51, 2.30) P-value0.0380.84Family history of breast cancer No43484.425780.71.00 (ref)5077.51.00 (ref)0.56 Yes8015.66219.31.30 (0.89, 1.88)1422.51.60 (0.77, 3.33) P-value0.170.20History of bilateral oophorectomy No42983.434688.61.00 (ref)5585.91.00 (ref)0.42 Yes8516.64511.40.59 (0.38, 0.90)914.10.82 (0.37, 1.80) P-value0.0150.62BBD histology Normal/non-proliferative38474.724362.21.00 (ref)4367.21.00 (ref)0.45 Proliferative without atypia12424.112732.51.70 (1.25, 2.30)2031.31.49 (0.84, 2.67) Proliferative with atypia61.2215.45.48 (2.14, 14.01)11.6– P-trend< 0.0001–Subjective impression of involution None/mildly involuted (0–24%)23545.718747.81.00 (ref)2742.21.00 (ref)0.85 Partially involuted (25–74%)7514.67820.01.38 (0.93, 2.04)1218.81.48 (0.70, 3.13) Completely involuted (≥ 75%)13526.38421.50.87 (0.61, 1.24)1523.41.07 (0.53, 2.13) No TDLU observed6913.44210.70.69 (0.43, 1.10)1015.61.28 (0.57, 2.91) P-trendb0.680.90Columnar cell lesionsc None45087.932884.11.00 (ref)5382.81.00 (ref)0.94 Present with/without atypia6212.16215.91.54 (1.03, 2.29)1117.21.50 (0.73, 3.07) P-value0.0340.27Fifty-nine cases who had missing ER status were excluded from modeling analyses. BBD benign breast disease, CI confidence interval, ER estrogen receptor, OR odds ratio. aAveraged frequencies and percentages. bWomen with zero-TDLU observed were not included in trend tests or heterogeneity tests. cTwo controls and two cases were missing for columnar cell lesions. *OR and 95% CI estimates were calculated using polytomous logistic regression models adjusted for categorized BBD diagnosis calendar year as a trend, continuous age at BBD and follow-up period from BBD diagnosis to breast cancer diagnosis, family history of breast cancer in 1st-degree relatives, history of bilateral oophorectomy, BBD histology, and parity. †P-heterogeneity was calculated from case-case analyses. Involution and columnar cell lesion associations were adjusted for all factors above the line indicated in OR*\n      \n      \n        Breast cancer risk by grade and tumor size among women with BBD\n        While breast cancer risk associations for patient and histologic characteristics were generally consistent by tumor grade, we found suggestive evidence that higher levels of involution were inversely associated with reduced risk among well-differentiated tumors (complete vs no involution, OR (95% CI) = 0.51 (0.29, 0.90), Supplemental Table 3); this association was not evident among moderately or poorly differentiated tumors, P-het = 0.054. Associations for patient and histologic characteristics by tumor size (< 20 mm indicating small and > 20 mm larger tumors) are presented in Supplemental Table 4. We did not observe any significant heterogeneity by tumor size, although associations of the severity of BBD histology (P < 0.0001) and presence of CCLs (P = 0.038) with increased breast cancer risk were somewhat stronger among patients with smaller tumors.\n      \n      \n        Breast cancer risk by menopausal status at BBD diagnosis and before and after 1993\n        We performed additional analyses stratified by menopausal status using factors that have been significantly associated with breast cancer risk, in our study population (Table 3). The association of CCLs with elevated breast cancer risk was most apparent for postmenopausal women (OR = 2.08, 95% CI = 1.21, 3.58), P-het = 0.09.\nTable 3Associations between key risk factors and breast cancer risk stratified by menopausal status at BBD diagnosis (averaged frequencies)VariablePremenopausal women, N = 449aPostmenopausal women, N = 579aP-het†Control N = 217Case N = 233Multivariable model*Control N = 297Case N = 282Multivariable model*Na%aNa%aOR (95% CI)*Na%aNa%aOR (95% CI)*Age at first full-term birth/years Nulliparous/≥ 305726.38335.71.00 (ref)5017.05620.01.00 (ref)0.35 < 3016073.715064.30.59 (0.38, 0.90)24783.022680.00.81 (0.47, 1.38) P-value0.0150.43Family history of breast cancer No19087.518680.01.00 (ref)24482.222579.91.00 (ref)0.28 Yes2712.54720.01.75 (1.00, 3.07)5317.85720.11.18 (0.76, 1.83) P-value0.0520.46History of bilateral oophorectomy No–––––21271.322178.31.00 (ref)– Yes–––––8528.76121.70.66 (0.44, 0.99) P-value–0.044BBD histology Normal/non-proliferative17881.915767.51.00 (ref)20669.516759.41.00 (ref)0.47 Proliferative without atypia3717.26728.72.06 (1.27, 3.33)8729.29734.21.41 (0.97, 2.03) Proliferative with atypia20.993.95.45 (1.14, 26.15)41.4186.45.65 (1.86, 17.14) P-trend0.0150.41Columnar cell lesionsb None17983.218881.11.00 (ref)27191.323884.61.00 (ref)0.09 Present with/without atypia3616.94418.91.09 (0.65, 1.82)268.74315.42.08 (1.21, 3.58) P-value0.730.008BBD benign breast disease, CI confidence interval, OR odds ratio. aAveraged frequencies. bTwo controls (all premenopausal women) and two cases (1 pre- and 1 postmenopausal women) were missing for columnar cell lesions. *OR and 95% CI estimates were calculated using unconditional logistic regression models adjusted for continuous age at BBD and follow-up period from BBD diagnosis to breast cancer diagnosis, categorized BBD calendar year as a trend, family history of breast cancer in 1st-degree relatives, BBD histology, and parity. Postmenopausal women were additionally adjusted for history of bilateral oophorectomy. †P-heterogeneity was calculated from multivariable analyses comparing pre- versus postmenopausal women\n        We did not find evidence of heterogeneity in risk factor associations before and after 1993 when 75% of women over 45 had had a screening mammogram (Supplemental Table 5), suggesting associations are robust.\nConclusion\n          Most tumors that developed after a BBD diagnosis in this cohort were highly treatable low-stage ER-positive tumors. CCL in BBD biopsies may be associated with moderately increased risk, independent of BBD histology, and irrespective of ER status.\nSupplementary Information\n      \n        \nAdditional file 1: Supplemental methods. Supplementary Figure 1. Steps of multiple imputation (for more details see Appendix A). Supplementary Table 1. Characteristics of BBD histology and breast cancers among cases by calendar year of BBD and breast cancer diagnoses (N = 514). Supplemental Table 2. Comparison of associations between select patient characteristics and histologic features with breast cancer risk in conditional and unconditional logistic regression models using multiple imputation dataset (N = 1028). Supplemental Table 3. Associations between select patient characteristics and histologic features with breast cancer risk by tumor grade (N = 922). Supplemental Table 4. Associations between select patient characteristics and histologic features with breast cancer risk by tumor size (N = 1013). Supplementary Table 5. Associations between demographic and histologic features with breast cancer risk by BBD calendar year before vs. after 1993 (N = 1028). Appendix A. Distribution of numeric variables before (top) and after (bottom) multiple imputations.\nIntroduction\n      It is well established that benign breast diseases (BBDs) increase the risk of breast cancer in women [1]. In the USA, biopsy-confirmed BBD diagnoses are 4 times more common than invasive breast cancers, affecting ~ 1 million women annually. BBDs include a range of pathologies with approximately 30% comprising proliferative BBD lesions (PDWA, proliferative disease, i.e., without atypia) and 65% encompassing non-proliferative benign lesions [2, 3]. Proliferative BBD with atypia (atypical hyperplasia) represents 3–4% of BBD diagnoses, has been associated with a 4–5-fold increased breast cancer (BC) risk [3, 4], and is considered as an indication for possible chemoprevention [5].\n      Since women diagnosed with BBD comprise a large proportion of future breast cancer cases (~ 30%), it is important to identify factors associated with subsequent BC [3]. Having undergone a clinically indicated breast biopsy, women with BBD provide the opportunity for evaluation of whether histopathologic features increase BC risk independently of other patient characteristics. Providing accurate invasive BC risk estimates for BBD patients could improve clinical management of this large group of women, including determination of whether watchful waiting, surgery, or chemoprevention should be offered [3]. In a model that predicted overall BC risk for BBD patients, key risk factors were parity/age at first birth and family history of breast cancer, as well as histologic features, including columnar cell lesions (CCLs), radial scars, sclerosing adenosis, and lobular involution [6]. Within the Kaiser BBD study, previous analyses examined associations of lifestyle, reproductive, and pathologic characteristics that are associated with subsequent risk of breast cancer [7, 8]; however, whether risks associated with these factors are similar or vary by the characteristics of the tumors diagnosed among BBD patients is not well understood and has not been previously assessed.\n      Breast cancer is a heterogeneous disease, with data strongly supporting different associations of risk factors such as parity and genetic susceptibility loci by tumor subtypes defined by hormone receptor status and other clinical/pathologic features [9–12]. Whether similar etiologic heterogeneity exists for breast cancer arising in BBD patients is unknown, and to date, very few cohort studies have been able to assess this hypothesis [7, 13, 14]. We therefore assessed patient and BBD histopathological features associated with BC risk and evaluated whether relationships varied by tumor characteristics.\nStudy population\n        We utilized data from a previously designed case-control study of BBD and breast cancer risk [7], nested within a BBD cohort from Kaiser Permanente Northwest (KPNW), which provides medical care for approximately ½ million members located in Southwest Washington and Northwest Oregon. The source population was comprised of women who had biopsy-confirmed BBD diagnosed between August 3, 1971, and December 31, 2006 (N = 15,395; age range 21–85 years); one control had a BBD diagnosis in 2012. Invasive breast cancer diagnoses were obtained through record linkage with the KPNW Tumor Registry, as previously described [7]. Briefly, cases were defined as women diagnosed with invasive breast cancer at least 1 year after BBD diagnosis and with no prior history of in situ lesions. The follow-up rate for the KPNW Tumor Registry since its inception in 1960 has been excellent, accounting for 98% of patients (living or dead) even if they are no longer health plan members. Controls were women with a biopsy for BBD who were alive but had not developed breast cancer during the same follow-up calendar period as that for the corresponding cases. For each case, a control case was randomly selected using risk-set sampling with replacement, matched at age at diagnosis of BBD (± 1 year) and, implicitly, given the risk-set sampling, on duration of membership of KPNW [15]. In addition, each control was required not to have undergone a mastectomy before the date of diagnosis of breast cancer for her matched case. If a selected control did not have breast tissue for evaluation or had no risk factor information, a replacement control was selected. There were 514 cases and 514 matched controls available for these analyses.\nTumor characteristics\n        We obtained information on the following variables from the KPNW Tumor Registry: date of invasive breast cancer diagnosis, date of death, tumor histology and behavior using ICD-O coding, grade, AJCC clinical staging variable, tumor size, and lymph node status. Immunohistochemistry (IHC) data on key markers were obtained for ER (which has been measured on cases since the mid-1970s), PR (first measured in 1983), and HER2 status (first measured in 1988). The percentage of tumors analyzed for ER status increased from 0% in 1980 to 18% in 1989, 54% in 1994, and 85% in 2006; HER2 status was available on 43% of tumors until 2001 and on 68% from 2002 onward.\nRisk factor information\n        Risk factor data were captured using routine medical records, which include information on clinic visits, prescriptions, operations, and laboratory testing. These data were linked using the KPNW unique health record numbers to identify each individual member. From these records, data were available for various exposures. We focused on established or suspected breast cancer risk factors, specifically family history of breast cancer, age at menarche, parity, age at first birth, body mass index (BMI) at benign biopsy, menopausal status, and menopausal hormone use. KPNW has a well-characterized mammography screening program, and by 1993, more than 75% of women over 45 had had a screening mammogram [16]. For this reason, we also report characteristics stratified by this date (Supplemental Table 1).\n        BBD histology was assessed according to the Page classification criteria [1], as follows: proliferative disease with atypia (ADH), if atypical hyperplasia (either ductal or lobular) was present; proliferative disease without atypia, if epithelial hyperplasia without atypia (either moderate or florid) OR fibroadenoma (either complex-no atypia or complex-atypia) OR sclerosing adenosis OR radial scar OR papilloma was present; non-proliferative, if non-proliferative lesion (either cysts, fibrosis, or apocrine metaplasia) OR mild epithelial hyperplasia without atypia OR fibroadenoma was present. Pathologist assessment of biopsies was blinded to case-control status as previously described [8]. CCL pathology and terminal duct lobular unit (TDLU) involution status were additionally ascertained on digitized BBD H&E images using the Aperio Scanscope system. Furthermore, as involution status is not typically reported in clinical pathology, we obtained more detailed semi-quantitative measures of TDLU involution previously reported to be associated with breast cancer risk among BBD patients (see Supplemental Methods).\nMultiple imputation\n        We used multiple imputation to impute missing data for risk factors. The largest amount of missingness (21%) was seen for the age at menarche variable (see Supplemental Methods and Appendix A). We did not impute missing data on MHT use, as the percentage of missingness was too large (45%) to allow for stable imputation. All variables that were correlated or associated with the outcome variables or that were potentially related to the missingness of other imputed variables were included in the imputation models (see Supplemental Methods) [17, 18]. Variables were imputed as continuous and later categorized for further analyses. Multiple imputations were performed using IVEware (0.3 version, https://www.src.isr.umich.edu/software/iveware-documentation/iveware-with-sas/). Details of imputation steps are delineated in a flow chart (Supplementary Figure 1 and Appendix A in Supplemental Material). All calculations presented in this paper were conducted for 5 imputed datasets separately; estimates from the different imputed datasets were combined and variances were computed using Rubin’s formula as implemented in SAS 9.4, PROC MIANALYZE.\nStatistical analysis\n        Descriptive statistics of demographic and tumor characteristics by calendar year of BBD diagnosis and age at breast cancer diagnosis were assessed using chi-squared or Fisher’s exact tests. Conditional logistic regression and unconditional logistic models adjusted for the matching factors yielded similar estimates (Supplemental Table 2). We therefore present odds ratios (ORs) and 95% confidence intervals (CIs) for demographic, reproductive, or tissue factors (explanatory variables) for overall breast cancer risk from unconditional regression models. The unconditional logistic regression models included matching factors, as well as continuous age at BBD diagnosis and follow-up period from BBD diagnosis to breast cancer diagnosis; other key risk factors included in the models were family history of breast cancer in 1st-degree relatives, history of bilateral oophorectomy, and parity. For the main analysis to determine associations by breast cancer subtype (comparing ER, PR, and HER2 status or clinicopathologically defined subtypes), we used polytomous logistic regression models adjusted for matching factors and using the same variables as for the overall BC model. Heterogeneity between factors was assessed using polytomous logistic regression analyses restricted to cases (case-only analyses) with the tumor characteristics (ER, tumor size, and grade) as the outcome variable. Models were also stratified by menopausal status. A P ≤ 0.05 was considered statistically significant and all tests were two-sided. All analyses were performed using SAS V9.4.\nTumor characteristics by patient characteristics, age at breast cancer diagnosis, and BBD calendar year at diagnosis\n        Characteristics of the BBD patients are detailed in Supplemental Tables 1 and 2. The median age of BBD diagnosis was 51.5 years and over 60% of cases were diagnosed between 1980 and 1999. As mammography screening became more common after 1993, we observed an increased frequency of proliferative disease without atypia (38.5 vs 27.6%) and with atypia (7.3 vs 4.0%, Supplemental Table 1) subsequent to 1993. We also observed increased detection of prevalent breast cancer and a stage shift, with a 12% increase in diagnosed stage I tumors after 1993 (Supplemental Table 1). The median follow-up between BBD and breast cancer diagnosis was 9.0 years (IQR = 4.4, 15.8 years), with a median age at breast cancer diagnosis of 62.7 years. Descriptive characteristics of the BBD patients subsequently diagnosed with breast cancer, overall, and stratified by age at breast cancer diagnosis, are presented in Table 1. Most cases were older than 50 years (87%) at diagnosis. Breast cancers were mostly diagnosed from 1996 to 2005, and 55% of cases were diagnosed within 10 years of their initial BBD diagnosis.\nTable 1Characteristics of BBD histology among breast cancer cases, overall and by age and ER status at breast cancer diagnosis (N = 514)Age at breast cancer diagnosisER statusCases≤ 50 years (N = 69)> 50 years (N = 445)PaER+ (N = 391)ER− (N = 64)PaN%N%N%N%N%Age at BBD, years < 409017.54159.44911.0< 0.00016115.61320.30.83 40–4914127.42840.611325.411328.91726.6 50–5914528.20014532.611128.41929.7 60–698616.700869.36516.6812.5 ≥ 705210.1005211.74110.5710.9 Mean (SD)52.2 (12.5)37.5 (6.9)54.4 (11.6)52.4 (12.5)51.7 (12.9) Median (IQR)51.5 (42.6, 60.8)39.0 (34.9, 42.9)53.6 (46.1, 62.1)51.7 (42.8, 61.0)50.6 (42.8, 59.8)Year of BBD diagnosis0.0620.92 1971–19799518.51927.57617.15012.81015.6 1980–198917333.71623.215735.313434.32031.3 1990–199916131.32536.213630.613434.32234.4 2000–2006#8516.5913.07617.17318.71218.8BBD histology0.220.39 Normal/non-proliferative32463.05072.527461.624362.24367.2 Proliferative without atypia16331.71623.214733.312732.52031.3 Proliferative with atypia275.334.4245.4215.411.6Year of breast cancer diagnosis< 0.00010.53 1973–19907214.12231.95111.4215.434.7 1991–19956813.21014.55813.04912.51218.8 1996–200010119.71724.68418.88120.71726.6 2001–200511622.61115.910623.710426.61218.8 2006–201010620.657.310122.69123.31421.9 2011–2013519.945.84710.64511.569.4Years from BBD to breast cancer diagnosis< 0.00010.55 ≤ 1028455.35478.323051.719850.63554.7 > 1023044.81521.721548.319349.42945.3 Mean (SD)10.8 (7.9)7.3 (6)11.4 (8)11.6 (8)10.5 (8.3) Median (IQR)9.0 (4.4, 15.8)5.6 (2.9, 9.4)9.8 (4.7, 16.3)10.0 (5.3, 16.4)8.7 (3.3, 15.7)Tumor size/mm0.130.63 < 1014328.92637.711727.59023.91626.2 10–2021142.62942.018242.717345.92439.3 > 2014128.51420.312729.811430.22134.4 Missing19019143Tumor gradec0.14< 0.0001 Well differentiated14134.71431.812734.913439.358.6 Moderately differentiated15938.91329.614640.114943.7610.3 Poorly differentiated10826.41738.69125.05817.04781.0 Not determined1062581506ER0.026– Negative6414.11224.55212.8–––– Positive39185.93775.535487.2–––– Missing/unknown592039––––PR0.53< 0.0001 Negative13128.91632.711528.47318.75890.6 Positive32371.23367.429071.631781.369.4 Missing/unknown60204010HER2d0.99b0.0028 Negative22479.41773.920779.920381.52062.5 Positive5017.7417.44617.83815.31237.5 Equivocal82.828.762.383.200.0 Missing/unknown2324618614232Regional lymph nodes0.980.11 Negative33773.64773.423073.626474.63664.3 Positive12126.41726.610426.49025.42035.7 Missing56551378Tumor histology0.54b0.14b Ductal43983.55985.537083.232282.45484.4 Lobular489.3811.6409.03910.046.3 Mixed ductal/lobular265.122.9245.4235.923.1 Others112.100.0112.571.846.3Tumor stage0.46b0.30b I26258.03262.823057.422359.32947.5 II15033.21325.513734.212031.92541.0 III296.447.8256.2246.458.2 IV112.423.992.292.423.3 Missing621844153Among all cases, 13.4% were diagnosed with breast cancer by 50 years old versus 86.6% were diagnosed after age at 50 years. Fifty-nine cases who had missing ER status were excluded from analyses with ER status. BBD benign breast disease, ER estrogen receptor status, HER2 human epidermal growth factor, IQR inter-quartile range, PR progesterone receptor status, SD standard deviation. aP-values from the chi-square test except where noted; cases with missing tumor characteristics were excluded from reported percentage and tests; P-values less than 0.05 are in bold font. bP-values from the Fisher exact test. cPatients with tumor grade as “not determined” were excluded from analysis. dPatients with equivocal HER2 were excluded from the analysis. Involution and columnar cell lesion associations were adjusted for all factors above the line indicated in OR*. #One control had a BBD diagnosis in 2012\n        Tumors diagnosed in this population were predominantly small (71.6% ≤ 20 mm), well or moderately differentiated (73.6%), ER-positive (85.9%), PR-positive (71.2%), HER2-negative (79.4%), lymph node-negative (73.6%), and of ductal histology (83.5%). The invasive cases were overwhelmingly of low stage, with < 10% of cases being diagnosed as stage III or IV. As expected, ER status differed significantly by age at breast cancer diagnosis, with a higher proportion (24.5%) of ER-negative breast cancers diagnosed among women ≤ 50 compared to those older than 50 (12.8%). We also assessed whether there were differences in tumor characteristics by calendar period before and during/after 1993 [16]. Of the tumor characteristics evaluated, HER2 status showed a statistically significant difference by BBD diagnosis before and during/after 1993, with a higher proportion of HER2-negative cases diagnosed after 1993 compared to prior years (84.2 vs 73.9%, Supplemental Table 1). After 1993, significantly more of the tumors occurred among women ≥ 50 years of age, were of smaller size (10–20 mm; 44.4% during/after 1993 vs 34.8% before 1993), and had no or mild involution (48.93% during/after 1993 vs 36.56% before 1993, Supplemental Table 1). Histologic grade data were not routinely reported prior to 1993.\nBreast cancer risk factors among women with BBD\n        Association results for all cases combined for established risk factors, including BBD characteristics, are shown in Supplemental Table 2. We found that younger age at first full-term birth and history of bilateral oophorectomy were inversely associated with breast cancer risk, whereas positive family history of breast cancer in a 1st-degree relative, increasing severity of BBD histology, and presence of CCL at BBD diagnosis were associated with increased breast cancer risk (Supplemental Table 2). A representative image of CCL is shown in Fig. 1. CCL with atypia, also known as flat epithelial atypia, is a more severe lesion that has been suggested to be associated with increased risk of breast cancer [3]; however, we were unable to assess this association in the present study as only 2 controls and 1 case had flat epithelial atypia. Lobular involution, which has been proposed in other BBD patient populations as a key risk factor for subsequent breast cancer [6, 19], was weakly inversely associated with breast cancer risk in our population [complete vs no involution, OR (95% CI) = 0.89 (0.65, 1.24)]. Neither radial scar nor sclerosing adenosis conferred a significant risk among those with proliferative BBD disease (data not shown).\nFig. 1A representative hematoxylin and eosin stained breast biopsy × 200 μm image of columnar cell change showing dilated acini lined by a columnar epithelium demonstrating apical cytoplasmic snouts\nBreast cancer risk by ER status among women with BBD\n        Risk associations by ER status for patient characteristics and histologic features of BBD are presented in Table 2. Most tumors were ER-positive, which limited the power to detect heterogeneity; as a result, patterns of association observed for overall invasive breast cancer were generally consistent with those observed for ER-positive breast cancer risk. Having an age at first birth < 30 years was associated with reduced risk of ER-positive (OR = 0.69, 95% CI = 0.49–0.98), but not ER-negative (OR = 1.08, 95% CI = 0.51–2.30) breast cancer (P-heterogeneity = 0.24). Compared with patients with non-proliferative BBD, those with proliferative BBD with atypia had a greater than fivefold increased risk for ER-positive disease (OR = 5.48, 95% CI = 2.14–14.01). There was only one ER-negative case; hence, too few cases to provide a reliable estimate in this subgroup. After accounting for BBD histology, the presence of CCLs at BBD diagnosis was associated with a 1.5-fold increased risk for both ER-positive (95% CI = 1.03–2.29) and ER-negative (95% CI = 0.73–3.07) tumors (P-heterogeneity = 0.94).\nTable 2Multivariable associations between select patient characteristics and histologic features with breast cancer risk by ER status (N = 969)VariableControls (N = 514)Cases, ER+ (N = 391)ER+ vs. controlsCases, ER− (N = 64)ER− vs. controlsP-het†Na%aNa%aOR (95% CI)*Na%aOR (95% CI)*Age at first full-term birth/years Nulliparous/≥ 3010820.98827.61.00 (ref)1320.31.00 (ref)0.24  < 3040679.123172.40.69 (0.49, 0.98)5179.71.08 (0.51, 2.30) P-value0.0380.84Family history of breast cancer No43484.425780.71.00 (ref)5077.51.00 (ref)0.56 Yes8015.66219.31.30 (0.89, 1.88)1422.51.60 (0.77, 3.33) P-value0.170.20History of bilateral oophorectomy No42983.434688.61.00 (ref)5585.91.00 (ref)0.42 Yes8516.64511.40.59 (0.38, 0.90)914.10.82 (0.37, 1.80) P-value0.0150.62BBD histology Normal/non-proliferative38474.724362.21.00 (ref)4367.21.00 (ref)0.45 Proliferative without atypia12424.112732.51.70 (1.25, 2.30)2031.31.49 (0.84, 2.67) Proliferative with atypia61.2215.45.48 (2.14, 14.01)11.6– P-trend< 0.0001–Subjective impression of involution None/mildly involuted (0–24%)23545.718747.81.00 (ref)2742.21.00 (ref)0.85 Partially involuted (25–74%)7514.67820.01.38 (0.93, 2.04)1218.81.48 (0.70, 3.13) Completely involuted (≥ 75%)13526.38421.50.87 (0.61, 1.24)1523.41.07 (0.53, 2.13) No TDLU observed6913.44210.70.69 (0.43, 1.10)1015.61.28 (0.57, 2.91) P-trendb0.680.90Columnar cell lesionsc None45087.932884.11.00 (ref)5382.81.00 (ref)0.94 Present with/without atypia6212.16215.91.54 (1.03, 2.29)1117.21.50 (0.73, 3.07) P-value0.0340.27Fifty-nine cases who had missing ER status were excluded from modeling analyses. BBD benign breast disease, CI confidence interval, ER estrogen receptor, OR odds ratio. aAveraged frequencies and percentages. bWomen with zero-TDLU observed were not included in trend tests or heterogeneity tests. cTwo controls and two cases were missing for columnar cell lesions. *OR and 95% CI estimates were calculated using polytomous logistic regression models adjusted for categorized BBD diagnosis calendar year as a trend, continuous age at BBD and follow-up period from BBD diagnosis to breast cancer diagnosis, family history of breast cancer in 1st-degree relatives, history of bilateral oophorectomy, BBD histology, and parity. †P-heterogeneity was calculated from case-case analyses. Involution and columnar cell lesion associations were adjusted for all factors above the line indicated in OR*\nBreast cancer risk by grade and tumor size among women with BBD\n        While breast cancer risk associations for patient and histologic characteristics were generally consistent by tumor grade, we found suggestive evidence that higher levels of involution were inversely associated with reduced risk among well-differentiated tumors (complete vs no involution, OR (95% CI) = 0.51 (0.29, 0.90), Supplemental Table 3); this association was not evident among moderately or poorly differentiated tumors, P-het = 0.054. Associations for patient and histologic characteristics by tumor size (< 20 mm indicating small and > 20 mm larger tumors) are presented in Supplemental Table 4. We did not observe any significant heterogeneity by tumor size, although associations of the severity of BBD histology (P < 0.0001) and presence of CCLs (P = 0.038) with increased breast cancer risk were somewhat stronger among patients with smaller tumors.\nBreast cancer risk by menopausal status at BBD diagnosis and before and after 1993\n        We performed additional analyses stratified by menopausal status using factors that have been significantly associated with breast cancer risk, in our study population (Table 3). The association of CCLs with elevated breast cancer risk was most apparent for postmenopausal women (OR = 2.08, 95% CI = 1.21, 3.58), P-het = 0.09.\nTable 3Associations between key risk factors and breast cancer risk stratified by menopausal status at BBD diagnosis (averaged frequencies)VariablePremenopausal women, N = 449aPostmenopausal women, N = 579aP-het†Control N = 217Case N = 233Multivariable model*Control N = 297Case N = 282Multivariable model*Na%aNa%aOR (95% CI)*Na%aNa%aOR (95% CI)*Age at first full-term birth/years Nulliparous/≥ 305726.38335.71.00 (ref)5017.05620.01.00 (ref)0.35 < 3016073.715064.30.59 (0.38, 0.90)24783.022680.00.81 (0.47, 1.38) P-value0.0150.43Family history of breast cancer No19087.518680.01.00 (ref)24482.222579.91.00 (ref)0.28 Yes2712.54720.01.75 (1.00, 3.07)5317.85720.11.18 (0.76, 1.83) P-value0.0520.46History of bilateral oophorectomy No–––––21271.322178.31.00 (ref)– Yes–––––8528.76121.70.66 (0.44, 0.99) P-value–0.044BBD histology Normal/non-proliferative17881.915767.51.00 (ref)20669.516759.41.00 (ref)0.47 Proliferative without atypia3717.26728.72.06 (1.27, 3.33)8729.29734.21.41 (0.97, 2.03) Proliferative with atypia20.993.95.45 (1.14, 26.15)41.4186.45.65 (1.86, 17.14) P-trend0.0150.41Columnar cell lesionsb None17983.218881.11.00 (ref)27191.323884.61.00 (ref)0.09 Present with/without atypia3616.94418.91.09 (0.65, 1.82)268.74315.42.08 (1.21, 3.58) P-value0.730.008BBD benign breast disease, CI confidence interval, OR odds ratio. aAveraged frequencies. bTwo controls (all premenopausal women) and two cases (1 pre- and 1 postmenopausal women) were missing for columnar cell lesions. *OR and 95% CI estimates were calculated using unconditional logistic regression models adjusted for continuous age at BBD and follow-up period from BBD diagnosis to breast cancer diagnosis, categorized BBD calendar year as a trend, family history of breast cancer in 1st-degree relatives, BBD histology, and parity. Postmenopausal women were additionally adjusted for history of bilateral oophorectomy. †P-heterogeneity was calculated from multivariable analyses comparing pre- versus postmenopausal women\n        We did not find evidence of heterogeneity in risk factor associations before and after 1993 when 75% of women over 45 had had a screening mammogram (Supplemental Table 5), suggesting associations are robust.\nDiscussion\n      There are few BBD cohort studies with comprehensive follow-up and detailed characteristics on subsequently diagnosed invasive tumors. Among a large, well-characterized cohort of patients diagnosed with BBD, we expanded upon previous analyses in this population [7, 8] that evaluated associations of well-established breast cancer risk factors and BBD features with breast cancer risk to determine herein if there exists possible etiologic heterogeneity using tumor characteristic data obtained from the long-standing high-quality Kaiser tumor cancer registry [16]. Determining risk associations by tumor subtypes has been increasingly recognized as an important area of research [20, 21]. We comprehensively analyzed histopathologic features of the BBD biopsy and clinicopathologic characteristics of the breast tumors that developed subsequent to BBD diagnosis. We found that most breast cancers diagnosed among BBD patients within this general community healthcare plan were the low-stage, ER-positive tumors that tend to be highly responsive to treatments. Compared with patients with non-proliferative BBD, those with proliferative BBD with atypia had an over fivefold increased risk of ER-positive breast cancer. Our analyses provided limited evidence for heterogeneity in risk factor associations that we evaluated by tumor characteristics. Importantly, histology and presence of CCLs at the time of BBD were independently associated with subsequent breast cancer risk irrespective of ER status, or tumor size or grade. These data provide further support for CCLs as a breast cancer risk factor, especially for postmenopausal BBD patients.\n      \n        Patient characteristics and breast cancer risk\n        We extended prior findings by evaluating etiologic heterogeneity for risk factors thought to be most relevant for subsequent risk among BBD patients. Consistent with multiple studies of women diagnosed with sporadic breast cancer [9–12] and with the Mayo Clinic BBD cohort [6], we observed that parity/age at first birth was significantly associated with future breast cancer risk. Also consistent with limited data from other BBD cohorts [6], we found that history of bilateral oophorectomy was associated with reduced breast cancer risk, whereas a positive family history of breast cancer in a 1st-degree relative tended to be associated with increased breast cancer risk. We were able to further evaluate potential etiologic heterogeneity in risk associations, because our BBD study is nested within a single, large, well-defined population with access to health care and with a long-standing tumor tissue registry that has collected data since the 1960s. Although the number of ER-negative tumors was limited, we confirmed patterns of association by ER status that have also been observed among women diagnosed with sporadic breast cancers [9–12]. For example, early age at first birth showed an inverse association with ER-positive tumors suggesting that reproductive risk factor associations among BBD patients may be similar to those observed in the general population.\n      \n      \n        ADH\n        It has long been established that ADH is a high-risk precursor lesion, conferring a 4–5-fold increase in the risk of breast cancer development [3]. Indeed, our analysis of BBD patients showed that compared to non-proliferative lesions, a diagnosis of ADH was associated with over 5-fold increased breast cancer risk; however, this association was limited to the risk of ER-positive breast cancer, with little or no risk observed for ER-negative disease. Limited data from cohorts have reported on the relation of ADH by hormone receptor subtype. Consistent with our results, a previous population-based case-control study, CASH, found that history of any benign breast disease was associated only with increased risk of ER-positive luminal A tumors (OR = 1.89, 95% CI 1.43–2.50) [22]. These findings support the hypothesis that benign lesions are more likely to be hormone receptor positive with less genomic instability [23–26]. Moreover, the finding that ADH might be more relevant for ER-positive breast cancer risk is also consistent with hormonal chemoprevention trials which show a significant reduction in risk in women diagnosed with ADH [5, 27].\n      \n      \n        Proliferative BBD without atypia\n        Proliferative disease without atypia is a conglomerate of multiple different pathologies. Radial scars are proliferative lesions that visually appear similar to tumors on mammograms. Pathologically, they are associated with epithelial elements and/or other proliferative lesions such as sclerosing adenosis. Recent analyses in two Swedish cohorts recruited through mammography screening programs from 2001 to 2013 with over 75,000 subjects did not find any significant heterogeneity when evaluating the associations of non-proliferative or proliferative BBD lesions with risk of molecularly defined subtypes of breast cancer; however, a limitation in this study was that there was no separation of proliferative lesions with or without atypia [28]. Our analysis using the Dupont and Page classification of BBD histology showed that PDWA was associated with increased risk of both ER+ and ER− disease. This is consistent with the hypothesis that these lesions serve as precursor lesions in the natural history of breast cancer [3]. The Nurses’ Health Study and the Mayo BBD study showed radial scars to be one of the PDWA lesions associated with breast cancer risk, with an almost 2-fold increased risk [6, 29]. The Nurses’ Health Study cohorts showed an independent association after adjusting for BBD histology. After restricting analyses to BBD patients with proliferative disease, we did not find a significant increase in risk associated with sclerosing adenosis or radial scar. Reasons for these discrepancies could be differences in the study populations as the calendar periods for all three of the cohorts overlap; the Nurses BBD cohort were women who reported a first diagnosis of BBD between 1976 and 1998; the Mayo BBD cohort is a hospital-based referral center that may see more high-risk women but with a similar calendar period to our study with BBD diagnoses occurring between 1967 and 2001. As our study was embedded in a healthcare organization where the women are actively followed and had access to mammography screening, breast cancers detected in our study may be found earlier than in other cohorts which makes direct comparisons difficult.\n      \n      \n        Columnar cell lesions\n        While its generally accepted that ADH, lobular neoplasia, and ductal carcinoma in situ (DCIS) are precursor lesions for breast cancer [30, 31], evidence is accumulating that CCLs may also be a precursor, although conveying lower risk particularly among populations with access to mammography screening [32–34]. Our data support CCLs as a common risk factor for both ER-positive and ER-negative breast cancers with relative risk estimates of around 1.5 after accounting for BBD histology, for both tumor types. Molecular analyses of CCLs suggest that some alterations occur early and mimic those observed in coincident established precursor lesions such as DCIS [3, 8, 23, 33, 35–42]. There are three other studies that have evaluated CCLs in BBD cohorts, Nashville, Nurses, and Mayo, and our data are consistent with the findings of all three [23, 35, 36, 40]. Only the Nurses BBD cohort obtained tumor characteristics on cases and also did not find any significant differences by ER status or grade, which is consistent with our data. Current management of CCL, according to the Mayo Clinic review, suggests that these patients should be managed with annual clinical breast exams and mammography [3]. Our data suggest CCL might be a risk factor for both ER+ and ER− disease, which has not been observed previously and requires further investigation.\n      \n      \n        Involution status\n        Reduced lobular involution has been previously shown to be a significant factor associated with elevated breast cancer risk among women with BBD [19, 43, 44]. In the present study, we found that involution was weakly inversely related with breast cancer risk for ER+ disease. Further, higher levels of lobular involution were inversely and significantly associated with risk for well-differentiated tumors, a finding which was not observed for moderately or poorly differentiated tumors. As there were relatively few hormone-negative cases in this population, we had limited power to test for differences by ER status. A limitation of this study is the absence of data on menopausal hormone therapy (MHT) use after BBD diagnoses, as MHT uptake was rising at the same time that mammography screening was increasingly being adopted [16]. Given previous studies showing that recent MHT use reduces involution levels among current but not former users [45], we hypothesize that MHT use post-BBD diagnosis may be an unmeasured negative confounder attenuating involution associations towards the null. Overall, it is unclear whether screening practices, unmeasured MHT use, or/and both might confound observed associations with involution. Additional contemporary studies in other populations with managed health care might help clarify the relationship of involution with future breast cancer risk.\n        This is a unique cohort of women enrolled in a general community healthcare plan, providing the population access to screening and preventative services that may not be typical for other subsets of the US population. It is not currently known whether women with BBD are followed and screened more closely compared to women without BBD diagnoses. Current data from a study of over 42,000 screened women in Spain found that women with a previous benign breast disease diagnosis had a higher cumulative risk of screen-detected cancer and interval cancers, consistent with data supporting BBD as a risk factor for breast cancer regardless of the mode of detection [46]. Whether women with BBD in our cohort are more likely than the general population to participate in screening is not known but could be the subject of future research.\n      \n      \n        Strengths/limitations\n        A limitation of our study is that risk estimates are based on a BBD patient population diagnosed on excisional biopsies during a calendar period spanning the adoption of widespread mammography screening, which became more commonplace in KPNW around 1993; thus, associations may not be reflective of BBD diagnosed in more recent years. Since 1995, advances in breast imaging technologies have resulted in a shift in diagnostic biopsy procedures to core needle biopsies, which currently comprise about 80% of biopsies in the USA [47]. Based on data from the US Breast Cancer Surveillance Consortium, risks associated with high-risk ADH lesions on excisional biopsy were lower when diagnosed via core biopsy (6.7% vs 5.0%), perhaps reflecting the size of the ADH focus [47]. Another limitation as noted earlier was the absence of risk factor data after BBD diagnosis and in particular on MHT use, which has been noted to be prevalent at KPNW at this time [16] and could have biased the results, especially with respect to the findings for involution. The small number of patients with ER-negative breast cancers is another limitation. Our study had multiple strengths: it was a nested case-control study embedded within a large, well-characterized BBD cohort with lengthy follow-up and access to archival BBD tissues and well-established detailed tumor registry data, the latter aspect allowing us to provide one of the most detailed analyses to date of tumor characteristics of breast cancers diagnosed among the vast majority of patients. Moreover, because we studied women in a healthcare management organization, we could also evaluate temporal changes in access to mammography screening, data that are limited in other cohorts.\nPatient characteristics and breast cancer risk\n        We extended prior findings by evaluating etiologic heterogeneity for risk factors thought to be most relevant for subsequent risk among BBD patients. Consistent with multiple studies of women diagnosed with sporadic breast cancer [9–12] and with the Mayo Clinic BBD cohort [6], we observed that parity/age at first birth was significantly associated with future breast cancer risk. Also consistent with limited data from other BBD cohorts [6], we found that history of bilateral oophorectomy was associated with reduced breast cancer risk, whereas a positive family history of breast cancer in a 1st-degree relative tended to be associated with increased breast cancer risk. We were able to further evaluate potential etiologic heterogeneity in risk associations, because our BBD study is nested within a single, large, well-defined population with access to health care and with a long-standing tumor tissue registry that has collected data since the 1960s. Although the number of ER-negative tumors was limited, we confirmed patterns of association by ER status that have also been observed among women diagnosed with sporadic breast cancers [9–12]. For example, early age at first birth showed an inverse association with ER-positive tumors suggesting that reproductive risk factor associations among BBD patients may be similar to those observed in the general population.\nADH\n        It has long been established that ADH is a high-risk precursor lesion, conferring a 4–5-fold increase in the risk of breast cancer development [3]. Indeed, our analysis of BBD patients showed that compared to non-proliferative lesions, a diagnosis of ADH was associated with over 5-fold increased breast cancer risk; however, this association was limited to the risk of ER-positive breast cancer, with little or no risk observed for ER-negative disease. Limited data from cohorts have reported on the relation of ADH by hormone receptor subtype. Consistent with our results, a previous population-based case-control study, CASH, found that history of any benign breast disease was associated only with increased risk of ER-positive luminal A tumors (OR = 1.89, 95% CI 1.43–2.50) [22]. These findings support the hypothesis that benign lesions are more likely to be hormone receptor positive with less genomic instability [23–26]. Moreover, the finding that ADH might be more relevant for ER-positive breast cancer risk is also consistent with hormonal chemoprevention trials which show a significant reduction in risk in women diagnosed with ADH [5, 27].\nProliferative BBD without atypia\n        Proliferative disease without atypia is a conglomerate of multiple different pathologies. Radial scars are proliferative lesions that visually appear similar to tumors on mammograms. Pathologically, they are associated with epithelial elements and/or other proliferative lesions such as sclerosing adenosis. Recent analyses in two Swedish cohorts recruited through mammography screening programs from 2001 to 2013 with over 75,000 subjects did not find any significant heterogeneity when evaluating the associations of non-proliferative or proliferative BBD lesions with risk of molecularly defined subtypes of breast cancer; however, a limitation in this study was that there was no separation of proliferative lesions with or without atypia [28]. Our analysis using the Dupont and Page classification of BBD histology showed that PDWA was associated with increased risk of both ER+ and ER− disease. This is consistent with the hypothesis that these lesions serve as precursor lesions in the natural history of breast cancer [3]. The Nurses’ Health Study and the Mayo BBD study showed radial scars to be one of the PDWA lesions associated with breast cancer risk, with an almost 2-fold increased risk [6, 29]. The Nurses’ Health Study cohorts showed an independent association after adjusting for BBD histology. After restricting analyses to BBD patients with proliferative disease, we did not find a significant increase in risk associated with sclerosing adenosis or radial scar. Reasons for these discrepancies could be differences in the study populations as the calendar periods for all three of the cohorts overlap; the Nurses BBD cohort were women who reported a first diagnosis of BBD between 1976 and 1998; the Mayo BBD cohort is a hospital-based referral center that may see more high-risk women but with a similar calendar period to our study with BBD diagnoses occurring between 1967 and 2001. As our study was embedded in a healthcare organization where the women are actively followed and had access to mammography screening, breast cancers detected in our study may be found earlier than in other cohorts which makes direct comparisons difficult.\nColumnar cell lesions\n        While its generally accepted that ADH, lobular neoplasia, and ductal carcinoma in situ (DCIS) are precursor lesions for breast cancer [30, 31], evidence is accumulating that CCLs may also be a precursor, although conveying lower risk particularly among populations with access to mammography screening [32–34]. Our data support CCLs as a common risk factor for both ER-positive and ER-negative breast cancers with relative risk estimates of around 1.5 after accounting for BBD histology, for both tumor types. Molecular analyses of CCLs suggest that some alterations occur early and mimic those observed in coincident established precursor lesions such as DCIS [3, 8, 23, 33, 35–42]. There are three other studies that have evaluated CCLs in BBD cohorts, Nashville, Nurses, and Mayo, and our data are consistent with the findings of all three [23, 35, 36, 40]. Only the Nurses BBD cohort obtained tumor characteristics on cases and also did not find any significant differences by ER status or grade, which is consistent with our data. Current management of CCL, according to the Mayo Clinic review, suggests that these patients should be managed with annual clinical breast exams and mammography [3]. Our data suggest CCL might be a risk factor for both ER+ and ER− disease, which has not been observed previously and requires further investigation.\nInvolution status\n        Reduced lobular involution has been previously shown to be a significant factor associated with elevated breast cancer risk among women with BBD [19, 43, 44]. In the present study, we found that involution was weakly inversely related with breast cancer risk for ER+ disease. Further, higher levels of lobular involution were inversely and significantly associated with risk for well-differentiated tumors, a finding which was not observed for moderately or poorly differentiated tumors. As there were relatively few hormone-negative cases in this population, we had limited power to test for differences by ER status. A limitation of this study is the absence of data on menopausal hormone therapy (MHT) use after BBD diagnoses, as MHT uptake was rising at the same time that mammography screening was increasingly being adopted [16]. Given previous studies showing that recent MHT use reduces involution levels among current but not former users [45], we hypothesize that MHT use post-BBD diagnosis may be an unmeasured negative confounder attenuating involution associations towards the null. Overall, it is unclear whether screening practices, unmeasured MHT use, or/and both might confound observed associations with involution. Additional contemporary studies in other populations with managed health care might help clarify the relationship of involution with future breast cancer risk.\n        This is a unique cohort of women enrolled in a general community healthcare plan, providing the population access to screening and preventative services that may not be typical for other subsets of the US population. It is not currently known whether women with BBD are followed and screened more closely compared to women without BBD diagnoses. Current data from a study of over 42,000 screened women in Spain found that women with a previous benign breast disease diagnosis had a higher cumulative risk of screen-detected cancer and interval cancers, consistent with data supporting BBD as a risk factor for breast cancer regardless of the mode of detection [46]. Whether women with BBD in our cohort are more likely than the general population to participate in screening is not known but could be the subject of future research.\nStrengths/limitations\n        A limitation of our study is that risk estimates are based on a BBD patient population diagnosed on excisional biopsies during a calendar period spanning the adoption of widespread mammography screening, which became more commonplace in KPNW around 1993; thus, associations may not be reflective of BBD diagnosed in more recent years. Since 1995, advances in breast imaging technologies have resulted in a shift in diagnostic biopsy procedures to core needle biopsies, which currently comprise about 80% of biopsies in the USA [47]. Based on data from the US Breast Cancer Surveillance Consortium, risks associated with high-risk ADH lesions on excisional biopsy were lower when diagnosed via core biopsy (6.7% vs 5.0%), perhaps reflecting the size of the ADH focus [47]. Another limitation as noted earlier was the absence of risk factor data after BBD diagnosis and in particular on MHT use, which has been noted to be prevalent at KPNW at this time [16] and could have biased the results, especially with respect to the findings for involution. The small number of patients with ER-negative breast cancers is another limitation. Our study had multiple strengths: it was a nested case-control study embedded within a large, well-characterized BBD cohort with lengthy follow-up and access to archival BBD tissues and well-established detailed tumor registry data, the latter aspect allowing us to provide one of the most detailed analyses to date of tumor characteristics of breast cancers diagnosed among the vast majority of patients. Moreover, because we studied women in a healthcare management organization, we could also evaluate temporal changes in access to mammography screening, data that are limited in other cohorts.\nSummary and conclusions\n      Within this BBD cohort, the largest to date with longitudinal follow-up, we provide breast cancer risk factor associations within an HMO patient population [7]. Our data provide further evidence that PDWA is associated with both ER-positive and ER-negative disease. Further, we show CCLs are associated with moderate increases in breast cancer risk, independent of BBD histology, and irrespective of ER status, in agreement with previous studies. Given the predominance of low-stage ER-positive tumors that developed among this cohort, our findings suggest that invasive cancers that develop subsequent to a BBD diagnosis are likely highly treatable with low mortality. Histologic evaluation of BBD biopsies is a promising avenue for the identification of new risk factors for different molecular subtypes of breast cancer and could inform the natural history of disease; however, given complex relationships between screening and diagnosis, along with secular changes in risk factor prevalence, contemporary prospective studies are needed to clarify the relationships of factors that may influence progression of BBD to cancer.",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7977564/",
    "doi": "https://doi.org/10.1186/s13058-021-01410-1"
}