{
    "title": "Introducing a low-risk breast screening pathway into the NHS Breast\nScreening Programme: Views from healthcare professionals who are delivering\nrisk-stratified screening",
    "abstract": "It is argued by some that the benefits of screening outweigh the harms, such as false-positive screens and over-diagnosis leading to overtreatment.2 In the United Kingdom, it has been estimated that for every life saved from breast screening, three women are overdiagnosed.3 For some, this balance of benefits to harms is too modest.4 One way to improve the balance of benefits to harms is to introduce a more personalized breast screening service, whereby the screening interval is based on the individual’s risk of developing breast cancer.5 It is possible to estimate the probability of breast cancer by calculating a polygenic risk score from the combined effect of single nucleotide polymorphisms (SNPs) related to the disease.6,7 This genetic information combined with common risk factors, such as family history, reproductive factors and mammographic density allows for an accurate breast cancer risk estimate. A key benefit of risk estimation and a risk-stratified breast screening service is the ability to identify women at higher risk, affording them the opportunity to benefit from more frequent screening and preventive medications.8 Therefore, there are efforts globally to introduce risk stratification into national breast screening programmes.9–12 For women at low risk, the benefits of breast screening are less clear, as screening harms may outweigh benefits.13,14 To minimize these harms, it has been proposed that the frequency at which low-risk women attend for screening could be reduced, with some proposing withdrawing breast screening entirely for this risk population.13–16 To date, a small body of evidence suggests it could be safe to alter the frequency at which low-risk women attend for breast screening.5,16,17 Where women have been approached with the idea to alter screening for those at low risk, a complete withdrawal of screening has been opposed.18–20 However, perceptions towards less frequent screening have been more favourable, providing the change is appropriately evidenced and clearly communicated.18,21 Implementing a low-risk screening pathway also needs to be acceptable to healthcare professionals (HCPs) working in breast screening and primary care. Nevertheless, a review of the UK screening programme3 which examined the evidence regarding the value of population-based screening could be used to highlight the message that a change to screening is needed for a better balance of harms and benefits, thus potentially reducing criticism.13 However, as mentioned here and elsewhere,40 women generally have a limited understanding of the harms of breast screening and without direct attention given to the explanation of harms women could continue to view less frequent screening negatively.",
    "authors": [
        "Victoria G Woof",
        "Lorna McWilliams",
        "Louise S Donnelly",
        "Anthony Howell",
        "D Gareth Evans",
        "Anthony J Maxwell",
        "David P French"
    ],
    "published_year": "2021",
    "description": "Objectives:\n          Proposals to stratify breast screening by breast cancer risk aim to produce a\nbetter balance of benefits to harms. Notably, risk estimation calculated\nfrom common risk factors and a polygenic risk score would enable high-risk\nwomen to benefit from more frequent screening or preventive medication. This\nservice would also identify low-risk women who experience fewer benefits\nfrom attending, as lower grade and in situ cancers may be treated\nunnecessarily. It may therefore be appropriate for low-risk women to attend\nscreening less. This study aimed to elicit views regarding implementing less\nfrequent screening for low-risk women from healthcare professionals who\nimplement risk-stratified screening.\nMethods:\n          Healthcare professionals involved in the delivery of risk-stratified breast\nscreening were invited to participate in a focus group within the screening\nsetting in which they work or have a telephone interview. Primary care staff\nwere also invited to provide their perspective. Three focus groups and two\ntelephone interviews were conducted with 28 healthcare professionals. To\nidentify patterns across the sample, data were analysed as a single dataset\nusing reflexive thematic analysis.\nResults:\n          Analysis yielded three themes: Reservations concerning the\nintroduction of less frequent screening, highlighting\nhealthcare professionals’ unease and concerns towards implementing less\nfrequent screening; Considerations for the management of public\nknowledge, providing views on media impact on public opinion\nand the potential for a low-risk pathway to cause confusion and raise\nsuspicion regarding implementation motives; and Deliberating service\nimplications and reconfiguration management, where the\npracticalities of implementation are discussed.\nConclusions:\n          Healthcare professionals broadly supported less frequent screening but had\nconcerns about implementation. It will be essential to address concerns\nregarding risk estimate accuracy, healthcare professional confidence,\nservice infrastructure and public communication prior to introducing less\nfrequent screening for low-risk women.\nIntroduction\n      Population-based breast cancer screening utilizes a ‘one-size-fits-all’ model, where\nmost women within particular age ranges are screened with the same interval.1 Screening aims to identify cancers at an early stage to reduce the mortality\nrate and minimize treatment. It is argued by some that the benefits of screening\noutweigh the harms, such as false-positive screens and over-diagnosis leading to overtreatment.2 In the United Kingdom, it has been estimated that for every life saved from\nbreast screening, three women are overdiagnosed.3 For some, this balance of benefits to harms is too modest.4\n      One way to improve the balance of benefits to harms is to introduce a more\npersonalized breast screening service, whereby the screening interval is based on\nthe individual’s risk of developing breast cancer.5 It is possible to estimate the probability of breast cancer by calculating a\npolygenic risk score from the combined effect of single nucleotide polymorphisms\n(SNPs) related to the disease.6,7 This genetic information\ncombined with common risk factors, such as family history, reproductive factors and\nmammographic density allows for an accurate breast cancer risk estimate. A key\nbenefit of risk estimation and a risk-stratified breast screening service is the\nability to identify women at higher risk, affording them the opportunity to benefit\nfrom more frequent screening and preventive medications.8 Therefore, there are efforts globally to introduce risk stratification into\nnational breast screening programmes.9–12\n      For women at low risk, the benefits of breast screening are less clear, as screening\nharms may outweigh benefits.13,14 To minimize these harms, it\nhas been proposed that the frequency at which low-risk women attend for screening\ncould be reduced, with some proposing withdrawing breast screening entirely for this\nrisk population.13–16 To date, a small body of\nevidence suggests it could be safe to alter the frequency at which low-risk women\nattend for breast screening.5,16,17 Where women have been approached with the idea to alter\nscreening for those at low risk, a complete withdrawal of screening has been\nopposed.18–20 However,\nperceptions towards less frequent screening have been more favourable, providing the\nchange is appropriately evidenced and clearly communicated.18,21\n      Implementing a low-risk screening pathway also needs to be acceptable to healthcare\nprofessionals (HCPs) working in breast screening and primary care. Where views have\nbeen sought about risk stratification, HCPs have expressed concerns regarding\nimplementation, including HCP responsibilities for communicating risk and the\nproposed benefits to women, especially for those who are ‘near’ population\nrisk.22,23 It has yet to be established what HCPs working across the\nbreast screening service and primary care think of introducing a risk-stratified\nbreast screening programme which involves screening low-risk women less often. It is\ntherefore important to investigate the views of HCPs towards such a change, as their\nviews will influence the success of adaptations to healthcare services.24 Such investigation could thereby allow any implementation of a low-risk\nscreening pathway to take account of these views in either pathway design, or\nthrough appropriate training. Consideration of the views of HCPs may be particularly\nwarranted in the present context as professionals working in screening programmes\ngenerally want to increase screening uptake to allow more individuals to benefit\nfrom disease being detected earlier, albeit with a recognition of the harms of\nscreening. By contrast, a low-risk screening pathway could be considered at odds\nwith this view, as it aims to decrease the amount of screening, with a strong focus\non screening harms.\n      The present study is the first, to our knowledge, to explore HCP views regarding less\nfrequent breast screening for women at low risk. HCPs currently involved in\nimplementing risk-stratified breast screening in the NHS Breast Screening Programme\n(NHSBSP) as part of a feasibility study (BC-Predict)9 were asked to provide their opinions on the acceptability and feasibility of\nincluding a low-risk screening pathway into the UK National Health Service Breast\nScreening Programme (NHSBSP). Primary care HCPs who were local to the screening\nsites were also invited to share their views.\nMethods\n      \n        Design\n        A cross-sectional design was adopted employing focus groups (FGs) and one-to-one\nsemi-structured telephone interviews.\n      \n      \n        Participants\n        HCPs involved in organizing and implementing the NHSBSP and local primary care\nclinicians were purposively sampled across three breast screening sites in\nNorth-West England where risk-stratified breast screening is currently being\nimplemented as part of a feasibility study (BC-Predict).9 In this study, participants are provided with a 10-year risk estimate.9 A proportion of the HCPs recruited to this study also took part in a\nfocus group a year earlier to examine their views on risk-stratified screening\nin general as part of BC-Predict.9,25\n        Twenty-eight HCPs took part: three male and 25 female. Table 1 details the professional roles\nrepresented.\n        \n          Table 1.\n          \n            Focus group/interview participant occupations.\n          \n          \n            \n            \n              \n                \n                \n              \n              \n                \n                  Occupation\n                  Participants (n = 28)\n                \n              \n              \n                \n                  Radiographer breast imaging manager\n                  1\n                \n                \n                  Superintendent radiographer/programme manager\n                  1\n                \n                \n                  Breast screening office manager\n                  1\n                \n                \n                  Breast care nurse\n                  1\n                \n                \n                  Admin and data clerk\n                  1\n                \n                \n                  General practitionera\n                  3\n                \n                \n                  Trainee mammographer\n                  1\n                \n                \n                  Radiographer or mammographer (describes the same role)\n                  9\n                \n                \n                  Cancer screening improvement lead\n                  2\n                \n                \n                  Advanced practitioner radiography/mammography (describes the\nsame role)\n                  5\n                \n                \n                  Consultant radiologist\n                  3\n                \n              \n            \n          \n          \n            \n              a\n              One General Practitioner also has a commissioning role.\n            \n          \n        \n      \n      \n        Procedure\n        Participants were recruited via Breast Screening Office Managers who distributed\ninformation (i.e. the participant information sheet) to their staff physically\nand via email. A study invitation and study information were sent via post to\nGeneral Practitioner (GP) practices local to the breast screening study sites to\nrecruit participants from primary care. The study team also approached primary\ncare professionals who were known to them via email. Interested participants\nwere asked to contact the study team if they wanted to take part in a focus\ngroup or interview to discuss the feasibility of increasing the screening\ninterval for women at low risk of breast cancer.\n        FGs were chosen as the preferred method of data collection as the environment\nencourages lively debate and exploration of contradictions among members to\nfacilitate a thorough appraisal of the discussion topic.26 Three FGs were conducted (n = 11, n = 7 and n = 8 for each FG), one at\neach screening site, each lasting 1–2 hours. Two female researchers (VGW, LSD or\nLM) with postgraduate qualitative health services research experience were\npresent at each focus group. One researcher acted as moderator and the other to\ntake notes and manage the audio-recorder. All participants provided informed\nwritten consent prior to focus group or interviews commencing. A semi-structured\ntopic guide was used flexibly throughout the FGs and interviews to keep the\ndiscussion focused and provoke debate. This guide was developed by members of\nthe research team (VGW, LM & DPF) through multiple discussions, creating\nvarious iterations before finalizing questions. Questions related to how a\nlow-risk pathway could be implemented and organized and what effect this pathway\ncould have on HCPs, women in the general population and overall public opinion.\nOne-to-one interviews were held (VGW) with two GPs who were unable to attend a\nfocus group using the same topic guide. Data were transcribed by an external\ntranscription company.\n      \n      \n        Analysis\n        Data were analysed in NVivo11 using reflexive thematic analysis, a method which\nacknowledges the role of researcher subjectivity in the production of the final\nthematic structure.27,28 A realist perspective to the analysis was adopted, in\nthat the researchers accepted participant’s experiences and views as reflecting\ntheir truth and reality. Primary data analyses were conducted by VGW and LM.\nTranscripts were read and audio files listened to multiple times to allow the\nresearchers to become familiar with the data. Interview data were analysed with\nthe FG data as a single dataset. During this process, notes of initial ideas and\npoints of interest were taken to aid familiarization of data and reflect on in\nlater analysis stages. Following familiarization, coding began at an\ninductive-manifest level where there was no pre-existing coding framework. This\nform of coding facilitates the production of a rich and data-driven analysis,\nmitigating the impact of existing theory and literature. An initial FG\ntranscript was independently coded line by line by two authors (VGW, LM) to\ndiscuss early views about the data rather than to check accuracy or reliability.\nCoding was then approached iteratively, with initial points of interest\nidentified within the data and used to label the codes. The codes were used to\nidentify patterns across the dataset. As coding became more refined, initial\nthemes were developed with codes organized into subthemes that contribute to the\noverall understanding of each theme.29 Codes and themes were continually and collaboratively refined by VGW, LM\nand DPF to develop a final thematic structure deemed representative of the\nparticipants’ expressed views and experiences about the acceptability and\nfeasibility of risk-stratified screening.\nDesign\n        A cross-sectional design was adopted employing focus groups (FGs) and one-to-one\nsemi-structured telephone interviews.\nParticipants\n        HCPs involved in organizing and implementing the NHSBSP and local primary care\nclinicians were purposively sampled across three breast screening sites in\nNorth-West England where risk-stratified breast screening is currently being\nimplemented as part of a feasibility study (BC-Predict).9 In this study, participants are provided with a 10-year risk estimate.9 A proportion of the HCPs recruited to this study also took part in a\nfocus group a year earlier to examine their views on risk-stratified screening\nin general as part of BC-Predict.9,25\n        Twenty-eight HCPs took part: three male and 25 female. Table 1 details the professional roles\nrepresented.\n        \n          Table 1.\n          \n            Focus group/interview participant occupations.\n          \n          \n            \n            \n              \n                \n                \n              \n              \n                \n                  Occupation\n                  Participants (n = 28)\n                \n              \n              \n                \n                  Radiographer breast imaging manager\n                  1\n                \n                \n                  Superintendent radiographer/programme manager\n                  1\n                \n                \n                  Breast screening office manager\n                  1\n                \n                \n                  Breast care nurse\n                  1\n                \n                \n                  Admin and data clerk\n                  1\n                \n                \n                  General practitionera\n                  3\n                \n                \n                  Trainee mammographer\n                  1\n                \n                \n                  Radiographer or mammographer (describes the same role)\n                  9\n                \n                \n                  Cancer screening improvement lead\n                  2\n                \n                \n                  Advanced practitioner radiography/mammography (describes the\nsame role)\n                  5\n                \n                \n                  Consultant radiologist\n                  3\n                \n              \n            \n          \n          \n            \n              a\n              One General Practitioner also has a commissioning role.\nProcedure\n        Participants were recruited via Breast Screening Office Managers who distributed\ninformation (i.e. the participant information sheet) to their staff physically\nand via email. A study invitation and study information were sent via post to\nGeneral Practitioner (GP) practices local to the breast screening study sites to\nrecruit participants from primary care. The study team also approached primary\ncare professionals who were known to them via email. Interested participants\nwere asked to contact the study team if they wanted to take part in a focus\ngroup or interview to discuss the feasibility of increasing the screening\ninterval for women at low risk of breast cancer.\n        FGs were chosen as the preferred method of data collection as the environment\nencourages lively debate and exploration of contradictions among members to\nfacilitate a thorough appraisal of the discussion topic.26 Three FGs were conducted (n = 11, n = 7 and n = 8 for each FG), one at\neach screening site, each lasting 1–2 hours. Two female researchers (VGW, LSD or\nLM) with postgraduate qualitative health services research experience were\npresent at each focus group. One researcher acted as moderator and the other to\ntake notes and manage the audio-recorder. All participants provided informed\nwritten consent prior to focus group or interviews commencing. A semi-structured\ntopic guide was used flexibly throughout the FGs and interviews to keep the\ndiscussion focused and provoke debate. This guide was developed by members of\nthe research team (VGW, LM & DPF) through multiple discussions, creating\nvarious iterations before finalizing questions. Questions related to how a\nlow-risk pathway could be implemented and organized and what effect this pathway\ncould have on HCPs, women in the general population and overall public opinion.\nOne-to-one interviews were held (VGW) with two GPs who were unable to attend a\nfocus group using the same topic guide. Data were transcribed by an external\ntranscription company.\nAnalysis\n        Data were analysed in NVivo11 using reflexive thematic analysis, a method which\nacknowledges the role of researcher subjectivity in the production of the final\nthematic structure.27,28 A realist perspective to the analysis was adopted, in\nthat the researchers accepted participant’s experiences and views as reflecting\ntheir truth and reality. Primary data analyses were conducted by VGW and LM.\nTranscripts were read and audio files listened to multiple times to allow the\nresearchers to become familiar with the data. Interview data were analysed with\nthe FG data as a single dataset. During this process, notes of initial ideas and\npoints of interest were taken to aid familiarization of data and reflect on in\nlater analysis stages. Following familiarization, coding began at an\ninductive-manifest level where there was no pre-existing coding framework. This\nform of coding facilitates the production of a rich and data-driven analysis,\nmitigating the impact of existing theory and literature. An initial FG\ntranscript was independently coded line by line by two authors (VGW, LM) to\ndiscuss early views about the data rather than to check accuracy or reliability.\nCoding was then approached iteratively, with initial points of interest\nidentified within the data and used to label the codes. The codes were used to\nidentify patterns across the dataset. As coding became more refined, initial\nthemes were developed with codes organized into subthemes that contribute to the\noverall understanding of each theme.29 Codes and themes were continually and collaboratively refined by VGW, LM\nand DPF to develop a final thematic structure deemed representative of the\nparticipants’ expressed views and experiences about the acceptability and\nfeasibility of risk-stratified screening.\nResults\n      The reflexive thematic analysis produced three themes: (1) Reservations concerning\nthe introduction of less frequent screening; (2) Considerations for the management\nof public knowledge; and (3) Deliberating service implications and reconfiguration\nmanagement. Quotes presented are anonymised by the use of professional role (found\nin Table 1).\n      \n        Theme 1 – Reservations concerning the introduction of less frequent\nscreening\n        Overall, HCPs believed that reduced screening for low-risk women was, in\nprinciple, logical but were cautious. HCPs were sceptical that risk estimates\nwere likely to be accurate and stable enough to be confidently used to introduce\na low-risk screening pathway. HCPs described feeling uneasy about advocating\nless frequent screening because of the possibility that more interval cancers\nwould result. They also questioned how women would perceive being at low risk\nand were concerned that some would assume themselves to be at no risk.\n        \n          Subtheme 1.1. Low-risk screening is logical in theory\n          Overall, HCPs believed that risk-stratified screening is the next logical\nstep for breast screening, and that reduced screening for low-risk women was\nlogical in theory. They suggested that the NHSBSP should\nquestion whether a ‘one-size-fits-all’ model remains appropriate if evidence\nsuggests that screening harms can be reduced for low-risk women by screening\nthem less frequently. They explained that the breast screening service\nreceives criticism for the harms it can cause and that a risk-stratified\nservice would go some way to address this perception:I think we get criticised all the time for overtreatment and over\ndiagnosis and we should be seen to be trying to personalise it a bit\nmore, but we shouldn’t overthink it and overcomplicate it in the\nprocess. (Consultant Radiologist: FG3)\n          Therefore, HCPs agreed that risk-stratified screening would provide women\nwith a more personal service, which has a better balance of benefits to\nharms for all risk groups:I think the idea is really good personally because I’d like to think\nthat the women that have really, really low risk that they are . . .\nthere is a long period of time between screening [. . .] I think\nthat would be really good, and then we concentrate then on getting\nthose ones that are high risk in. I mean, it makes sense, doesn’t\nit? (Superintendent Radiographer: FG2)Yeah, of course it does. (Radiographer: FG2)\n          Nevertheless, despite positive reactions towards risk stratification, reduced\nscreening was still discussed cautiously, with many questions raised about\nthe difficulties of implementation.\n        \n        \n          Subtheme 1.2. Questioning the reliability of risk\n          HCPs stressed that confidence in risk estimate accuracy will be essential if\nlow-risk women are to attend screening less frequently. They raised\nquestions regarding the stability of a 10-year risk estimate with concerns\nabout how quickly it could change and subsequently affect the frequency at\nwhich women should be screened. They cited the increased risk of breast\ncancer with age, changes in mammographic density, the inclusion or exclusion\nof a polygenic risk score and the development of breast cancer in relatives\nas factors which could change a risk estimate:How do we get around the fact that everybody’s risk increases as they\nget older? So if you give somebody their risk at 47 when they first\ncome, when is that reviewed? Because we know that the majority of\ncancers occur in the older cohort of ladies, so your risk just\nincreases as you get older anyway. So do you then at your six or\nyour 12 year mammogram have another density reading and your risk is\n. . .? (Breast Screening Office Manager: FG1)\n          Issues were also raised about the accuracy of women’s self-reported\ninformation used to calculate risk. With this in mind, HCPs were\napprehensive about implementing less frequent screening if categorisation\nfor some is based on inaccurate information:I’m just thinking about those who might think, right, okay, I’ve got\na low-risk, but what if circumstances change? And sometimes they\nmight have breast cancer in the family and they might not know,\nbecause a lot of women don’t tell. (Cancer Screening Improvement\nLead: FG3)\n          If risk can change markedly HCPs explained that a risk reassessment service\nis needed and is especially important for low-risk women, where screening\nmay not be as frequent so cancers could remain undetected for longer.\nHowever, HCPs were unclear about frequency of reassessment.\n        \n        \n          Subtheme 1.3. Unease towards providing screening frequency advice\n          HCPs debated whether women at low risk of breast cancer should be able to\nchoose their screening frequency. They explained that the NHSBSP provides\nreassurance for many women and reducing screening automatically would take\nthis reassurance away. Therefore, some advocated that reduced screening\nshould be a choice but others explained that many women would be overwhelmed\nby the information needed to make an informed decision and would instead\nseek support from HCPs and the service. They acknowledged the trust women\nhave in HCPs to make decisions about their health on their behalf:…I think sometimes people just want to know what we think, that’s a\nvery, very powerful part of the equation. If you’re saying to\npeople, well, I think it’s a good idea because of this, they trust\nthat, they accept that because they trust us. (GP: TI 1)\n          With this in mind, HCPs expressed unease about advocating less frequent\nscreening for those at low risk. In particular, they would feel\nuncomfortable facilitating decisions due to the occurrence of interval cancers:I wouldn’t feel comfortable in telling somebody to have a longer gap\nin the screening if I wasn’t 100 per cent that [. . .] I personally\nwouldn’t be like, well, yeah, just leave it five years because I’d\nbe really conscious of them developing a cancer in between.\n(Mammographer: FG3)\n          On a personal level, HCPs expressed concern that low-risk women who develop\nbreast cancer during a longer interval would blame the HCP who advised them:\n‘I don’t want that to come back on us, but you don’t want to feel like we’ve\ndone this’ (Radiographer: FG2). Alternatively some explained that providing\nwomen with choice of screening frequency would defeat the purpose of a\nrisk-stratified service. If less frequent screening for low-risk women were\nmandatory, HCPs would not be required to facilitate women’s decisions,\npotentially reducing unease about providing advice.\n        \n        \n          Subtheme 1.4. Low risk is not ‘no risk’\n          HCPs had qualms about how women would interpret a low-risk estimate. They\nemphasized that some women could misattribute being at low-risk as having\n‘no risk’, especially if advised to attend screening less often:So people find it difficult to understand risk. So if you say, for\nexample, to a lady, oh, you don’t have to come for five years, but\nthey might think, oh, I won’t get breast cancer because I’m such a\nlow risk so I won’t get it. (Advanced Practitioner – Mammography:\nFG2)\n          HCPs expressed that this misperception could cause low-risk women to be less\nbreast aware and fail to address symptoms: ‘My worry would be if you tell\nsomeone they’ve got a low risk of breast cancer they’re going to ignore\nsymptoms . . .’ (Consultant Radiologist: FG1). Doubts were also raised about\nwhether low-risk women would attend subsequent screening appointments where\nthe NHSBSP could see reduced uptake should these women feel the service is\nno longer applicable:So if you went for the initial screening for breast and you were\nclassed as low risk, then you might think, I won’t bother again then\n. . . (Cancer Screening Improvement Lead: FG3)\n          As cancers can still develop in low-risk women, HCPs stressed the importance\nof providing clear information to women detailing that low risk does not\nindicate an immunity to developing breast cancer and breast awareness\nremains essential.\n        \n      \n      \n        Theme 2 – Considerations for the management of public knowledge\n        HCP’s unease towards less frequent screening for low-risk women also influenced\ndiscussions about media representations and public opinions towards a low-risk\npathway. They explored the media’s power in shaping public opinion, both\npositively and negatively, and its potential for educating the public. HCPs\nhighlighted that the public may view screening low-risk women as a cost-saving\nstrategy and suggested that inconsistent messaging from the breast screening\nservices and community networks could negatively impact screening behaviour and\nwomen’s understanding of changes.\n        \n          Subtheme 2.1. Navigating media output\n          HCPs explained that media output can ‘make or break’ public opinion,\nespecially when communication focuses on changes to NHS services. When\nconsidering the implementation of a low-risk screening pathway, some HCPs\nfelt that the media could focus on the negatives, such as interval cancers\nand potential deaths from breast cancer. This was especially an issue for\nimplementing the pilot phase where not all screening units are involved and\nunderpinning evidence is still being gathered:If it’s rolled out across the NHSBSP because there’s hard evidence\nthis is what everyone’s going to do it’s not a problem. But all of a\nsudden you’ve got newspapers saying reduced screening in London,\nthree ladies die because of it, whereas if you go to Birmingham they\nwouldn’t do. I think that’s something we have to be very mindful of,\nparticularly if you’re looking at pilot sites doing it. (Consultant\nRadiologist: FG1)\n          On the other hand, others explained that less frequent screening for low-risk\nwomen could be presented positively in the media. HCPs identified that the\nNHSBSP is often criticized for its harms, and so measures to reduce these by\nsafely screening low-risk women less often could address this negative perception:Because it’s always in the press about the harm from breast\nscreening. It’s always in the press, are we overreacting, over\ndiagnosing? So if you could go out to the press and say, well, to\nreduce that by this much, we are going to stop screening this group\nof women every three years and do them every six years, and\ntherefore we’ll have 50 per cent reduction in the unnecessary\nwhatever, and it’s just whatever spin you put on it. (Consultant\nRadiologist: FG3)\n          HCPs explained that for the public to receive balanced reporting about the\nbenefits and harms of less frequent screening, the media will need clear and\nconsistent communication from the service about proposed changes and their\neffect on women.\n        \n        \n          Subtheme 2.2. Navigating public scrutiny\n          HCPs identified that the public may not view an extended screening interval\nfor low-risk women favourably. There was unease that the public would view\nthis as a cost-saving measure rather than for the benefit of the population:\n‘I think sometimes patients worry that we’re doing things purely on cost\nrather than on quality’ (GP: TI2). HCPs suggested that public concern\nsurrounding ‘cost-cutting’ would need to be explicitly acknowledged and\nexplained. For example, it would be reasonable for the public to know that\nchanges are partially due to ‘reallocation of resources’ to support those at\nhigh risk, but safety and a reduction in screening harms ought to be\ncommunicated as the primary motivation for screening low-risk women less.\nHowever, HCPs acknowledged that the public as a whole are not cognisant of\nscreening harms and could find it difficult to appreciate why less frequent\nscreening is being recommended:I mean it’s quite a subtle message, isn’t it? For years and years\nwe’ve been telling ladies you must go and have your screenings, and\nI think screening in the public mind is very much wrapped around\nscreening is good always. I think it’s very hard to discuss\nsubtleties of potential screening harms with people. (GP: TI1)\n          To mitigate public scrutiny and facilitate understanding, HCPs explained that\nthe personal benefit of risk-stratified breast screening will need to be\nwidely emphasized. HCPs advocated working with media outlets and charities\nto create public education initiatives designed to reassure and facilitate\nknowledge about risk stratification and reduced screening of low-risk\nwomen.\n        \n        \n          Subtheme 2.3. Impact of mixed messaging and hearsay\n          When media coverage becomes less focused on changes to screening, women’s\nmain sources of information will be their breast screening service, GP\npractice and other women in their communities. As HCPs considered how local\nservices should communicate screening changes, they identified that messages\nfor less frequent screening are not congruent with current advice (to attend\nroutinely every 3 years). They explained that women would receive mixed\nmessages from their service and would not be able to differentiate between\nthem, potentially causing confusion and anxiety:Some may feel anxious about it because it’s a change in what we’ve\nbeen hammering home for quite some time that you must have it every\nthree years and then suddenly it changes so it might cause anxiety\nto some women. (GP: TI2)\n          Women would also hear about changes to the screening programme from those at\nlow risk within their community, and women who have not been risk assessed\ncould wrongly assume that they too do not need to attend screening as often.\nSome women could also assume they are at low risk when comparing themselves\nto those with low-risk results, raising concerns about women using the\nlow-risk pathway as an excuse to attend screening less often or not at all:… one thing I’m conscious of is that you’ve got ladies who don’t want\nto come and will find a new reason not to come, and if they think\nthat some ladies are deemed low risk they may take the assumption\nthat they’ve no family history so they must be low risk and they\nwon’t come either. (Advanced Practitioner – Radiography: FG1)\n          HCPs, therefore, argued that introducing risk-stratified breast screening\ncould create confusion for women if internal and external communications are\nmishandled.\n        \n      \n      \n        Theme 3 – Deliberating service implications and reconfiguration\nmanagement\n        HCPs discussed the service-level implications of risk-stratified screening. Three\nmajor implementation areas were highlighted as requiring answers: (1) who\nqualifies for risk-stratified screening; (2) how will risk stratification fit\nwithin the existing service; and (3) what roles and responsibilities will HCPs\nhave.\n        \n          Subtheme 3.1. Prevalent vs incident round rollout\n          In the NHSBSP, a woman’s first mammogram is known as a ‘prevalent round’\nscreen. Subsequent screening mammograms are ‘incident round’ screens. When\nconsidering which cohort should be offered risk-stratified screening, HCPs\npointed to the management of women’s expectations as a factor to consider.\nThey were concerned that if low-risk ‘incident round’ women were to attend\nscreening less frequently, existing ‘promises’ would be broken and could\nraise suspicions as to why the frequency at which they attend screening had\nbeen altered:… it’s always easier to start with your new cohort going through and\nthis is what’s going to happen. If you start changing things people\nare always more suspicious, I think halfway through. (GP: TI1)\n          With this in mind, HCPs suggested that prevalent round women would be the\nmost appropriate group to be offered risk-stratified screening, and a\nlow-risk pathway could be more acceptable to those entering the programme as\nthese women may be less aware of the current screening frequency. However,\nHCPs also suggested that if risk-stratified breast screening was rolled out\nto prevalent round women only, the service would miss high-risk incident\nround women who could benefit from extra screening or preventive medications:Because some of the people on the three-yearly may actually, if\nthey’re risk assessed, have a higher risk and might need to be done\nmore often. It’s not only about picking up people as low risk, is\nit? (GP: TI1)\n          Thoughts instead turned towards equity of access and if proven to be safe,\nall women in the programme should be offered risk-stratified screening.\n        \n        \n          Subtheme 3.2. Integrating a low-risk screening interval\n          HCPs discussed how low-risk extended screening intervals could fit into the\npresent programme. A screening interval longer than 3 years would cause\nsignificant service disruption due to the loss of synchronization of these\nless frequent screening invitations with the 3-yearly rotation of the mobile\nscreening units. To mitigate physical and logistical service impact, a\n6-yearly screening interval was deemed more favourable, allowing low-risk\nwomen to be invited in alternate rounds:But if we have another set of women that were saying that we’re going\nto invite every five years, logistically that’s going to be very\ndifficult because where do we invite them to as far as where do they\ngo for screening? (Breast Screening Office Manager: FG1)You mean you’ll have to make it six years. They’ll be screened at the\nsame place. (Consultant Radiologist: FG1)So, they’d be screened at the same site, yeah. Because if you do it\nfive years it doesn’t fall in with your three years and you have to\ncome here [static screening site], and women don’t travel in this\narea. (Breast Screening Office Manager: FG1)We don’t have the capacity to do it. (Advanced Practitioner –\nRadiography: FG1)\n          Nevertheless, HCPs explained that the interval length should ultimately be\ndriven by scientific evidence and safety, rather than ease of integration\ninto the current programme. To effectively implement multiple screening\npathways, HCPs advised learning from other national programmes, for example,\ncervical screening where different pathways have been implemented\nsuccessfully.\n        \n        \n          Subtheme 3.3. Delegation of responsibilities\n          Prior to implementation, a system should be established to manage women’s\nqueries and concerns, although whose responsibility this should be was\ndebated. It was suggested that radiography staff at the point of screening\nwould not be appropriate due to time constraints within appointments.\nAlternatively, primary care staff were suggested to educate women on risk\nand manage queries about screening changes as GPs explained women would\ncontact their surgery as their ‘first port of call’. However, it was\nidentified that GPs receive large amounts of new information daily about\nchanges across all NHS services. To avoid being lost among other\nnotifications, it was suggested that practices should be supplied with\ninformation about risk-stratified breast screening when it becomes locally applicable:I suppose the other thing in terms of breast screening is that it’s\ndone in batches per practice so you are notified a few months’ ahead\nof time that your practice is going to be screened. That’s an\nopportunity to let the practice know about the changes at a time\nthat’s relevant for them because that’s when their patients are\nlikely to be notified and coming in, that’s an opportune time where\nit’s relevant. (GP: TI2)\n          HCPs in one focus group identified Breast Care Nurses as appropriately\ntrained to have conversations with women, especially if women are required\nto make a choice about screening frequency. This option may not be viable\nbecause of workload considerations. To divert questions away from frontline\nstaff, HCPs also suggested a helpline, but it was unclear who should manage\nthis.\nTheme 1 – Reservations concerning the introduction of less frequent\nscreening\n        Overall, HCPs believed that reduced screening for low-risk women was, in\nprinciple, logical but were cautious. HCPs were sceptical that risk estimates\nwere likely to be accurate and stable enough to be confidently used to introduce\na low-risk screening pathway. HCPs described feeling uneasy about advocating\nless frequent screening because of the possibility that more interval cancers\nwould result. They also questioned how women would perceive being at low risk\nand were concerned that some would assume themselves to be at no risk.\n        \n          Subtheme 1.1. Low-risk screening is logical in theory\n          Overall, HCPs believed that risk-stratified screening is the next logical\nstep for breast screening, and that reduced screening for low-risk women was\nlogical in theory. They suggested that the NHSBSP should\nquestion whether a ‘one-size-fits-all’ model remains appropriate if evidence\nsuggests that screening harms can be reduced for low-risk women by screening\nthem less frequently. They explained that the breast screening service\nreceives criticism for the harms it can cause and that a risk-stratified\nservice would go some way to address this perception:I think we get criticised all the time for overtreatment and over\ndiagnosis and we should be seen to be trying to personalise it a bit\nmore, but we shouldn’t overthink it and overcomplicate it in the\nprocess. (Consultant Radiologist: FG3)\n          Therefore, HCPs agreed that risk-stratified screening would provide women\nwith a more personal service, which has a better balance of benefits to\nharms for all risk groups:I think the idea is really good personally because I’d like to think\nthat the women that have really, really low risk that they are . . .\nthere is a long period of time between screening [. . .] I think\nthat would be really good, and then we concentrate then on getting\nthose ones that are high risk in. I mean, it makes sense, doesn’t\nit? (Superintendent Radiographer: FG2)Yeah, of course it does. (Radiographer: FG2)\n          Nevertheless, despite positive reactions towards risk stratification, reduced\nscreening was still discussed cautiously, with many questions raised about\nthe difficulties of implementation.\n        \n        \n          Subtheme 1.2. Questioning the reliability of risk\n          HCPs stressed that confidence in risk estimate accuracy will be essential if\nlow-risk women are to attend screening less frequently. They raised\nquestions regarding the stability of a 10-year risk estimate with concerns\nabout how quickly it could change and subsequently affect the frequency at\nwhich women should be screened. They cited the increased risk of breast\ncancer with age, changes in mammographic density, the inclusion or exclusion\nof a polygenic risk score and the development of breast cancer in relatives\nas factors which could change a risk estimate:How do we get around the fact that everybody’s risk increases as they\nget older? So if you give somebody their risk at 47 when they first\ncome, when is that reviewed? Because we know that the majority of\ncancers occur in the older cohort of ladies, so your risk just\nincreases as you get older anyway. So do you then at your six or\nyour 12 year mammogram have another density reading and your risk is\n. . .? (Breast Screening Office Manager: FG1)\n          Issues were also raised about the accuracy of women’s self-reported\ninformation used to calculate risk. With this in mind, HCPs were\napprehensive about implementing less frequent screening if categorisation\nfor some is based on inaccurate information:I’m just thinking about those who might think, right, okay, I’ve got\na low-risk, but what if circumstances change? And sometimes they\nmight have breast cancer in the family and they might not know,\nbecause a lot of women don’t tell. (Cancer Screening Improvement\nLead: FG3)\n          If risk can change markedly HCPs explained that a risk reassessment service\nis needed and is especially important for low-risk women, where screening\nmay not be as frequent so cancers could remain undetected for longer.\nHowever, HCPs were unclear about frequency of reassessment.\n        \n        \n          Subtheme 1.3. Unease towards providing screening frequency advice\n          HCPs debated whether women at low risk of breast cancer should be able to\nchoose their screening frequency. They explained that the NHSBSP provides\nreassurance for many women and reducing screening automatically would take\nthis reassurance away. Therefore, some advocated that reduced screening\nshould be a choice but others explained that many women would be overwhelmed\nby the information needed to make an informed decision and would instead\nseek support from HCPs and the service. They acknowledged the trust women\nhave in HCPs to make decisions about their health on their behalf:…I think sometimes people just want to know what we think, that’s a\nvery, very powerful part of the equation. If you’re saying to\npeople, well, I think it’s a good idea because of this, they trust\nthat, they accept that because they trust us. (GP: TI 1)\n          With this in mind, HCPs expressed unease about advocating less frequent\nscreening for those at low risk. In particular, they would feel\nuncomfortable facilitating decisions due to the occurrence of interval cancers:I wouldn’t feel comfortable in telling somebody to have a longer gap\nin the screening if I wasn’t 100 per cent that [. . .] I personally\nwouldn’t be like, well, yeah, just leave it five years because I’d\nbe really conscious of them developing a cancer in between.\n(Mammographer: FG3)\n          On a personal level, HCPs expressed concern that low-risk women who develop\nbreast cancer during a longer interval would blame the HCP who advised them:\n‘I don’t want that to come back on us, but you don’t want to feel like we’ve\ndone this’ (Radiographer: FG2). Alternatively some explained that providing\nwomen with choice of screening frequency would defeat the purpose of a\nrisk-stratified service. If less frequent screening for low-risk women were\nmandatory, HCPs would not be required to facilitate women’s decisions,\npotentially reducing unease about providing advice.\n        \n        \n          Subtheme 1.4. Low risk is not ‘no risk’\n          HCPs had qualms about how women would interpret a low-risk estimate. They\nemphasized that some women could misattribute being at low-risk as having\n‘no risk’, especially if advised to attend screening less often:So people find it difficult to understand risk. So if you say, for\nexample, to a lady, oh, you don’t have to come for five years, but\nthey might think, oh, I won’t get breast cancer because I’m such a\nlow risk so I won’t get it. (Advanced Practitioner – Mammography:\nFG2)\n          HCPs expressed that this misperception could cause low-risk women to be less\nbreast aware and fail to address symptoms: ‘My worry would be if you tell\nsomeone they’ve got a low risk of breast cancer they’re going to ignore\nsymptoms . . .’ (Consultant Radiologist: FG1). Doubts were also raised about\nwhether low-risk women would attend subsequent screening appointments where\nthe NHSBSP could see reduced uptake should these women feel the service is\nno longer applicable:So if you went for the initial screening for breast and you were\nclassed as low risk, then you might think, I won’t bother again then\n. . . (Cancer Screening Improvement Lead: FG3)\n          As cancers can still develop in low-risk women, HCPs stressed the importance\nof providing clear information to women detailing that low risk does not\nindicate an immunity to developing breast cancer and breast awareness\nremains essential.\nSubtheme 1.1. Low-risk screening is logical in theory\n          Overall, HCPs believed that risk-stratified screening is the next logical\nstep for breast screening, and that reduced screening for low-risk women was\nlogical in theory. They suggested that the NHSBSP should\nquestion whether a ‘one-size-fits-all’ model remains appropriate if evidence\nsuggests that screening harms can be reduced for low-risk women by screening\nthem less frequently. They explained that the breast screening service\nreceives criticism for the harms it can cause and that a risk-stratified\nservice would go some way to address this perception:I think we get criticised all the time for overtreatment and over\ndiagnosis and we should be seen to be trying to personalise it a bit\nmore, but we shouldn’t overthink it and overcomplicate it in the\nprocess. (Consultant Radiologist: FG3)\n          Therefore, HCPs agreed that risk-stratified screening would provide women\nwith a more personal service, which has a better balance of benefits to\nharms for all risk groups:I think the idea is really good personally because I’d like to think\nthat the women that have really, really low risk that they are . . .\nthere is a long period of time between screening [. . .] I think\nthat would be really good, and then we concentrate then on getting\nthose ones that are high risk in. I mean, it makes sense, doesn’t\nit? (Superintendent Radiographer: FG2)Yeah, of course it does. (Radiographer: FG2)\n          Nevertheless, despite positive reactions towards risk stratification, reduced\nscreening was still discussed cautiously, with many questions raised about\nthe difficulties of implementation.\nSubtheme 1.2. Questioning the reliability of risk\n          HCPs stressed that confidence in risk estimate accuracy will be essential if\nlow-risk women are to attend screening less frequently. They raised\nquestions regarding the stability of a 10-year risk estimate with concerns\nabout how quickly it could change and subsequently affect the frequency at\nwhich women should be screened. They cited the increased risk of breast\ncancer with age, changes in mammographic density, the inclusion or exclusion\nof a polygenic risk score and the development of breast cancer in relatives\nas factors which could change a risk estimate:How do we get around the fact that everybody’s risk increases as they\nget older? So if you give somebody their risk at 47 when they first\ncome, when is that reviewed? Because we know that the majority of\ncancers occur in the older cohort of ladies, so your risk just\nincreases as you get older anyway. So do you then at your six or\nyour 12 year mammogram have another density reading and your risk is\n. . .? (Breast Screening Office Manager: FG1)\n          Issues were also raised about the accuracy of women’s self-reported\ninformation used to calculate risk. With this in mind, HCPs were\napprehensive about implementing less frequent screening if categorisation\nfor some is based on inaccurate information:I’m just thinking about those who might think, right, okay, I’ve got\na low-risk, but what if circumstances change? And sometimes they\nmight have breast cancer in the family and they might not know,\nbecause a lot of women don’t tell. (Cancer Screening Improvement\nLead: FG3)\n          If risk can change markedly HCPs explained that a risk reassessment service\nis needed and is especially important for low-risk women, where screening\nmay not be as frequent so cancers could remain undetected for longer.\nHowever, HCPs were unclear about frequency of reassessment.\nSubtheme 1.3. Unease towards providing screening frequency advice\n          HCPs debated whether women at low risk of breast cancer should be able to\nchoose their screening frequency. They explained that the NHSBSP provides\nreassurance for many women and reducing screening automatically would take\nthis reassurance away. Therefore, some advocated that reduced screening\nshould be a choice but others explained that many women would be overwhelmed\nby the information needed to make an informed decision and would instead\nseek support from HCPs and the service. They acknowledged the trust women\nhave in HCPs to make decisions about their health on their behalf:…I think sometimes people just want to know what we think, that’s a\nvery, very powerful part of the equation. If you’re saying to\npeople, well, I think it’s a good idea because of this, they trust\nthat, they accept that because they trust us. (GP: TI 1)\n          With this in mind, HCPs expressed unease about advocating less frequent\nscreening for those at low risk. In particular, they would feel\nuncomfortable facilitating decisions due to the occurrence of interval cancers:I wouldn’t feel comfortable in telling somebody to have a longer gap\nin the screening if I wasn’t 100 per cent that [. . .] I personally\nwouldn’t be like, well, yeah, just leave it five years because I’d\nbe really conscious of them developing a cancer in between.\n(Mammographer: FG3)\n          On a personal level, HCPs expressed concern that low-risk women who develop\nbreast cancer during a longer interval would blame the HCP who advised them:\n‘I don’t want that to come back on us, but you don’t want to feel like we’ve\ndone this’ (Radiographer: FG2). Alternatively some explained that providing\nwomen with choice of screening frequency would defeat the purpose of a\nrisk-stratified service. If less frequent screening for low-risk women were\nmandatory, HCPs would not be required to facilitate women’s decisions,\npotentially reducing unease about providing advice.\nSubtheme 1.4. Low risk is not ‘no risk’\n          HCPs had qualms about how women would interpret a low-risk estimate. They\nemphasized that some women could misattribute being at low-risk as having\n‘no risk’, especially if advised to attend screening less often:So people find it difficult to understand risk. So if you say, for\nexample, to a lady, oh, you don’t have to come for five years, but\nthey might think, oh, I won’t get breast cancer because I’m such a\nlow risk so I won’t get it. (Advanced Practitioner – Mammography:\nFG2)\n          HCPs expressed that this misperception could cause low-risk women to be less\nbreast aware and fail to address symptoms: ‘My worry would be if you tell\nsomeone they’ve got a low risk of breast cancer they’re going to ignore\nsymptoms . . .’ (Consultant Radiologist: FG1). Doubts were also raised about\nwhether low-risk women would attend subsequent screening appointments where\nthe NHSBSP could see reduced uptake should these women feel the service is\nno longer applicable:So if you went for the initial screening for breast and you were\nclassed as low risk, then you might think, I won’t bother again then\n. . . (Cancer Screening Improvement Lead: FG3)\n          As cancers can still develop in low-risk women, HCPs stressed the importance\nof providing clear information to women detailing that low risk does not\nindicate an immunity to developing breast cancer and breast awareness\nremains essential.\nTheme 2 – Considerations for the management of public knowledge\n        HCP’s unease towards less frequent screening for low-risk women also influenced\ndiscussions about media representations and public opinions towards a low-risk\npathway. They explored the media’s power in shaping public opinion, both\npositively and negatively, and its potential for educating the public. HCPs\nhighlighted that the public may view screening low-risk women as a cost-saving\nstrategy and suggested that inconsistent messaging from the breast screening\nservices and community networks could negatively impact screening behaviour and\nwomen’s understanding of changes.\n        \n          Subtheme 2.1. Navigating media output\n          HCPs explained that media output can ‘make or break’ public opinion,\nespecially when communication focuses on changes to NHS services. When\nconsidering the implementation of a low-risk screening pathway, some HCPs\nfelt that the media could focus on the negatives, such as interval cancers\nand potential deaths from breast cancer. This was especially an issue for\nimplementing the pilot phase where not all screening units are involved and\nunderpinning evidence is still being gathered:If it’s rolled out across the NHSBSP because there’s hard evidence\nthis is what everyone’s going to do it’s not a problem. But all of a\nsudden you’ve got newspapers saying reduced screening in London,\nthree ladies die because of it, whereas if you go to Birmingham they\nwouldn’t do. I think that’s something we have to be very mindful of,\nparticularly if you’re looking at pilot sites doing it. (Consultant\nRadiologist: FG1)\n          On the other hand, others explained that less frequent screening for low-risk\nwomen could be presented positively in the media. HCPs identified that the\nNHSBSP is often criticized for its harms, and so measures to reduce these by\nsafely screening low-risk women less often could address this negative perception:Because it’s always in the press about the harm from breast\nscreening. It’s always in the press, are we overreacting, over\ndiagnosing? So if you could go out to the press and say, well, to\nreduce that by this much, we are going to stop screening this group\nof women every three years and do them every six years, and\ntherefore we’ll have 50 per cent reduction in the unnecessary\nwhatever, and it’s just whatever spin you put on it. (Consultant\nRadiologist: FG3)\n          HCPs explained that for the public to receive balanced reporting about the\nbenefits and harms of less frequent screening, the media will need clear and\nconsistent communication from the service about proposed changes and their\neffect on women.\n        \n        \n          Subtheme 2.2. Navigating public scrutiny\n          HCPs identified that the public may not view an extended screening interval\nfor low-risk women favourably. There was unease that the public would view\nthis as a cost-saving measure rather than for the benefit of the population:\n‘I think sometimes patients worry that we’re doing things purely on cost\nrather than on quality’ (GP: TI2). HCPs suggested that public concern\nsurrounding ‘cost-cutting’ would need to be explicitly acknowledged and\nexplained. For example, it would be reasonable for the public to know that\nchanges are partially due to ‘reallocation of resources’ to support those at\nhigh risk, but safety and a reduction in screening harms ought to be\ncommunicated as the primary motivation for screening low-risk women less.\nHowever, HCPs acknowledged that the public as a whole are not cognisant of\nscreening harms and could find it difficult to appreciate why less frequent\nscreening is being recommended:I mean it’s quite a subtle message, isn’t it? For years and years\nwe’ve been telling ladies you must go and have your screenings, and\nI think screening in the public mind is very much wrapped around\nscreening is good always. I think it’s very hard to discuss\nsubtleties of potential screening harms with people. (GP: TI1)\n          To mitigate public scrutiny and facilitate understanding, HCPs explained that\nthe personal benefit of risk-stratified breast screening will need to be\nwidely emphasized. HCPs advocated working with media outlets and charities\nto create public education initiatives designed to reassure and facilitate\nknowledge about risk stratification and reduced screening of low-risk\nwomen.\n        \n        \n          Subtheme 2.3. Impact of mixed messaging and hearsay\n          When media coverage becomes less focused on changes to screening, women’s\nmain sources of information will be their breast screening service, GP\npractice and other women in their communities. As HCPs considered how local\nservices should communicate screening changes, they identified that messages\nfor less frequent screening are not congruent with current advice (to attend\nroutinely every 3 years). They explained that women would receive mixed\nmessages from their service and would not be able to differentiate between\nthem, potentially causing confusion and anxiety:Some may feel anxious about it because it’s a change in what we’ve\nbeen hammering home for quite some time that you must have it every\nthree years and then suddenly it changes so it might cause anxiety\nto some women. (GP: TI2)\n          Women would also hear about changes to the screening programme from those at\nlow risk within their community, and women who have not been risk assessed\ncould wrongly assume that they too do not need to attend screening as often.\nSome women could also assume they are at low risk when comparing themselves\nto those with low-risk results, raising concerns about women using the\nlow-risk pathway as an excuse to attend screening less often or not at all:… one thing I’m conscious of is that you’ve got ladies who don’t want\nto come and will find a new reason not to come, and if they think\nthat some ladies are deemed low risk they may take the assumption\nthat they’ve no family history so they must be low risk and they\nwon’t come either. (Advanced Practitioner – Radiography: FG1)\n          HCPs, therefore, argued that introducing risk-stratified breast screening\ncould create confusion for women if internal and external communications are\nmishandled.\nSubtheme 2.1. Navigating media output\n          HCPs explained that media output can ‘make or break’ public opinion,\nespecially when communication focuses on changes to NHS services. When\nconsidering the implementation of a low-risk screening pathway, some HCPs\nfelt that the media could focus on the negatives, such as interval cancers\nand potential deaths from breast cancer. This was especially an issue for\nimplementing the pilot phase where not all screening units are involved and\nunderpinning evidence is still being gathered:If it’s rolled out across the NHSBSP because there’s hard evidence\nthis is what everyone’s going to do it’s not a problem. But all of a\nsudden you’ve got newspapers saying reduced screening in London,\nthree ladies die because of it, whereas if you go to Birmingham they\nwouldn’t do. I think that’s something we have to be very mindful of,\nparticularly if you’re looking at pilot sites doing it. (Consultant\nRadiologist: FG1)\n          On the other hand, others explained that less frequent screening for low-risk\nwomen could be presented positively in the media. HCPs identified that the\nNHSBSP is often criticized for its harms, and so measures to reduce these by\nsafely screening low-risk women less often could address this negative perception:Because it’s always in the press about the harm from breast\nscreening. It’s always in the press, are we overreacting, over\ndiagnosing? So if you could go out to the press and say, well, to\nreduce that by this much, we are going to stop screening this group\nof women every three years and do them every six years, and\ntherefore we’ll have 50 per cent reduction in the unnecessary\nwhatever, and it’s just whatever spin you put on it. (Consultant\nRadiologist: FG3)\n          HCPs explained that for the public to receive balanced reporting about the\nbenefits and harms of less frequent screening, the media will need clear and\nconsistent communication from the service about proposed changes and their\neffect on women.\nSubtheme 2.2. Navigating public scrutiny\n          HCPs identified that the public may not view an extended screening interval\nfor low-risk women favourably. There was unease that the public would view\nthis as a cost-saving measure rather than for the benefit of the population:\n‘I think sometimes patients worry that we’re doing things purely on cost\nrather than on quality’ (GP: TI2). HCPs suggested that public concern\nsurrounding ‘cost-cutting’ would need to be explicitly acknowledged and\nexplained. For example, it would be reasonable for the public to know that\nchanges are partially due to ‘reallocation of resources’ to support those at\nhigh risk, but safety and a reduction in screening harms ought to be\ncommunicated as the primary motivation for screening low-risk women less.\nHowever, HCPs acknowledged that the public as a whole are not cognisant of\nscreening harms and could find it difficult to appreciate why less frequent\nscreening is being recommended:I mean it’s quite a subtle message, isn’t it? For years and years\nwe’ve been telling ladies you must go and have your screenings, and\nI think screening in the public mind is very much wrapped around\nscreening is good always. I think it’s very hard to discuss\nsubtleties of potential screening harms with people. (GP: TI1)\n          To mitigate public scrutiny and facilitate understanding, HCPs explained that\nthe personal benefit of risk-stratified breast screening will need to be\nwidely emphasized. HCPs advocated working with media outlets and charities\nto create public education initiatives designed to reassure and facilitate\nknowledge about risk stratification and reduced screening of low-risk\nwomen.\nSubtheme 2.3. Impact of mixed messaging and hearsay\n          When media coverage becomes less focused on changes to screening, women’s\nmain sources of information will be their breast screening service, GP\npractice and other women in their communities. As HCPs considered how local\nservices should communicate screening changes, they identified that messages\nfor less frequent screening are not congruent with current advice (to attend\nroutinely every 3 years). They explained that women would receive mixed\nmessages from their service and would not be able to differentiate between\nthem, potentially causing confusion and anxiety:Some may feel anxious about it because it’s a change in what we’ve\nbeen hammering home for quite some time that you must have it every\nthree years and then suddenly it changes so it might cause anxiety\nto some women. (GP: TI2)\n          Women would also hear about changes to the screening programme from those at\nlow risk within their community, and women who have not been risk assessed\ncould wrongly assume that they too do not need to attend screening as often.\nSome women could also assume they are at low risk when comparing themselves\nto those with low-risk results, raising concerns about women using the\nlow-risk pathway as an excuse to attend screening less often or not at all:… one thing I’m conscious of is that you’ve got ladies who don’t want\nto come and will find a new reason not to come, and if they think\nthat some ladies are deemed low risk they may take the assumption\nthat they’ve no family history so they must be low risk and they\nwon’t come either. (Advanced Practitioner – Radiography: FG1)\n          HCPs, therefore, argued that introducing risk-stratified breast screening\ncould create confusion for women if internal and external communications are\nmishandled.\nTheme 3 – Deliberating service implications and reconfiguration\nmanagement\n        HCPs discussed the service-level implications of risk-stratified screening. Three\nmajor implementation areas were highlighted as requiring answers: (1) who\nqualifies for risk-stratified screening; (2) how will risk stratification fit\nwithin the existing service; and (3) what roles and responsibilities will HCPs\nhave.\n        \n          Subtheme 3.1. Prevalent vs incident round rollout\n          In the NHSBSP, a woman’s first mammogram is known as a ‘prevalent round’\nscreen. Subsequent screening mammograms are ‘incident round’ screens. When\nconsidering which cohort should be offered risk-stratified screening, HCPs\npointed to the management of women’s expectations as a factor to consider.\nThey were concerned that if low-risk ‘incident round’ women were to attend\nscreening less frequently, existing ‘promises’ would be broken and could\nraise suspicions as to why the frequency at which they attend screening had\nbeen altered:… it’s always easier to start with your new cohort going through and\nthis is what’s going to happen. If you start changing things people\nare always more suspicious, I think halfway through. (GP: TI1)\n          With this in mind, HCPs suggested that prevalent round women would be the\nmost appropriate group to be offered risk-stratified screening, and a\nlow-risk pathway could be more acceptable to those entering the programme as\nthese women may be less aware of the current screening frequency. However,\nHCPs also suggested that if risk-stratified breast screening was rolled out\nto prevalent round women only, the service would miss high-risk incident\nround women who could benefit from extra screening or preventive medications:Because some of the people on the three-yearly may actually, if\nthey’re risk assessed, have a higher risk and might need to be done\nmore often. It’s not only about picking up people as low risk, is\nit? (GP: TI1)\n          Thoughts instead turned towards equity of access and if proven to be safe,\nall women in the programme should be offered risk-stratified screening.\n        \n        \n          Subtheme 3.2. Integrating a low-risk screening interval\n          HCPs discussed how low-risk extended screening intervals could fit into the\npresent programme. A screening interval longer than 3 years would cause\nsignificant service disruption due to the loss of synchronization of these\nless frequent screening invitations with the 3-yearly rotation of the mobile\nscreening units. To mitigate physical and logistical service impact, a\n6-yearly screening interval was deemed more favourable, allowing low-risk\nwomen to be invited in alternate rounds:But if we have another set of women that were saying that we’re going\nto invite every five years, logistically that’s going to be very\ndifficult because where do we invite them to as far as where do they\ngo for screening? (Breast Screening Office Manager: FG1)You mean you’ll have to make it six years. They’ll be screened at the\nsame place. (Consultant Radiologist: FG1)So, they’d be screened at the same site, yeah. Because if you do it\nfive years it doesn’t fall in with your three years and you have to\ncome here [static screening site], and women don’t travel in this\narea. (Breast Screening Office Manager: FG1)We don’t have the capacity to do it. (Advanced Practitioner –\nRadiography: FG1)\n          Nevertheless, HCPs explained that the interval length should ultimately be\ndriven by scientific evidence and safety, rather than ease of integration\ninto the current programme. To effectively implement multiple screening\npathways, HCPs advised learning from other national programmes, for example,\ncervical screening where different pathways have been implemented\nsuccessfully.\n        \n        \n          Subtheme 3.3. Delegation of responsibilities\n          Prior to implementation, a system should be established to manage women’s\nqueries and concerns, although whose responsibility this should be was\ndebated. It was suggested that radiography staff at the point of screening\nwould not be appropriate due to time constraints within appointments.\nAlternatively, primary care staff were suggested to educate women on risk\nand manage queries about screening changes as GPs explained women would\ncontact their surgery as their ‘first port of call’. However, it was\nidentified that GPs receive large amounts of new information daily about\nchanges across all NHS services. To avoid being lost among other\nnotifications, it was suggested that practices should be supplied with\ninformation about risk-stratified breast screening when it becomes locally applicable:I suppose the other thing in terms of breast screening is that it’s\ndone in batches per practice so you are notified a few months’ ahead\nof time that your practice is going to be screened. That’s an\nopportunity to let the practice know about the changes at a time\nthat’s relevant for them because that’s when their patients are\nlikely to be notified and coming in, that’s an opportune time where\nit’s relevant. (GP: TI2)\n          HCPs in one focus group identified Breast Care Nurses as appropriately\ntrained to have conversations with women, especially if women are required\nto make a choice about screening frequency. This option may not be viable\nbecause of workload considerations. To divert questions away from frontline\nstaff, HCPs also suggested a helpline, but it was unclear who should manage\nthis.\nSubtheme 3.1. Prevalent vs incident round rollout\n          In the NHSBSP, a woman’s first mammogram is known as a ‘prevalent round’\nscreen. Subsequent screening mammograms are ‘incident round’ screens. When\nconsidering which cohort should be offered risk-stratified screening, HCPs\npointed to the management of women’s expectations as a factor to consider.\nThey were concerned that if low-risk ‘incident round’ women were to attend\nscreening less frequently, existing ‘promises’ would be broken and could\nraise suspicions as to why the frequency at which they attend screening had\nbeen altered:… it’s always easier to start with your new cohort going through and\nthis is what’s going to happen. If you start changing things people\nare always more suspicious, I think halfway through. (GP: TI1)\n          With this in mind, HCPs suggested that prevalent round women would be the\nmost appropriate group to be offered risk-stratified screening, and a\nlow-risk pathway could be more acceptable to those entering the programme as\nthese women may be less aware of the current screening frequency. However,\nHCPs also suggested that if risk-stratified breast screening was rolled out\nto prevalent round women only, the service would miss high-risk incident\nround women who could benefit from extra screening or preventive medications:Because some of the people on the three-yearly may actually, if\nthey’re risk assessed, have a higher risk and might need to be done\nmore often. It’s not only about picking up people as low risk, is\nit? (GP: TI1)\n          Thoughts instead turned towards equity of access and if proven to be safe,\nall women in the programme should be offered risk-stratified screening.\nSubtheme 3.2. Integrating a low-risk screening interval\n          HCPs discussed how low-risk extended screening intervals could fit into the\npresent programme. A screening interval longer than 3 years would cause\nsignificant service disruption due to the loss of synchronization of these\nless frequent screening invitations with the 3-yearly rotation of the mobile\nscreening units. To mitigate physical and logistical service impact, a\n6-yearly screening interval was deemed more favourable, allowing low-risk\nwomen to be invited in alternate rounds:But if we have another set of women that were saying that we’re going\nto invite every five years, logistically that’s going to be very\ndifficult because where do we invite them to as far as where do they\ngo for screening? (Breast Screening Office Manager: FG1)You mean you’ll have to make it six years. They’ll be screened at the\nsame place. (Consultant Radiologist: FG1)So, they’d be screened at the same site, yeah. Because if you do it\nfive years it doesn’t fall in with your three years and you have to\ncome here [static screening site], and women don’t travel in this\narea. (Breast Screening Office Manager: FG1)We don’t have the capacity to do it. (Advanced Practitioner –\nRadiography: FG1)\n          Nevertheless, HCPs explained that the interval length should ultimately be\ndriven by scientific evidence and safety, rather than ease of integration\ninto the current programme. To effectively implement multiple screening\npathways, HCPs advised learning from other national programmes, for example,\ncervical screening where different pathways have been implemented\nsuccessfully.\nSubtheme 3.3. Delegation of responsibilities\n          Prior to implementation, a system should be established to manage women’s\nqueries and concerns, although whose responsibility this should be was\ndebated. It was suggested that radiography staff at the point of screening\nwould not be appropriate due to time constraints within appointments.\nAlternatively, primary care staff were suggested to educate women on risk\nand manage queries about screening changes as GPs explained women would\ncontact their surgery as their ‘first port of call’. However, it was\nidentified that GPs receive large amounts of new information daily about\nchanges across all NHS services. To avoid being lost among other\nnotifications, it was suggested that practices should be supplied with\ninformation about risk-stratified breast screening when it becomes locally applicable:I suppose the other thing in terms of breast screening is that it’s\ndone in batches per practice so you are notified a few months’ ahead\nof time that your practice is going to be screened. That’s an\nopportunity to let the practice know about the changes at a time\nthat’s relevant for them because that’s when their patients are\nlikely to be notified and coming in, that’s an opportune time where\nit’s relevant. (GP: TI2)\n          HCPs in one focus group identified Breast Care Nurses as appropriately\ntrained to have conversations with women, especially if women are required\nto make a choice about screening frequency. This option may not be viable\nbecause of workload considerations. To divert questions away from frontline\nstaff, HCPs also suggested a helpline, but it was unclear who should manage\nthis.\nDiscussion\n      \n        Overview of findings\n        This study is the first, to our knowledge, to explore views regarding less\nfrequent screening for low-risk women from the perspective of HCPs working in\nthe NHSBSP and primary care. Overall, risk-stratified screening was viewed as a\nlogical next step in the personalisation of breast cancer screening, with less\nfrequent screening for low-risk women not opposed but discussed thoughtfully by\nthe HCPs. Whether women at low risk could safely be screened less frequently was\ndebated, raising doubts about the accuracy of risk estimation. HCPs described\ntheir discomfort in advocating less frequent screening for low-risk women due to\nthe possibility of interval cancers. There was apprehension that low risk may be\nconstrued as no risk, resulting in reduced screening attendance and women paying\nless attention to symptoms. However, our previous work showed no reduction in\nscreening attendance of women who were informed they were at low risk.19 Media coverage of risk stratification and less frequent screening was a\nparticular concern, as well as the management of localized information and\nknowledge. HCPs debated to whom a risk-stratified screening service should be\nrolled out, with equity of access essential. Logistical issues were also\ndiscussed, including integrating a low-risk pathway into an established\nprogramme and establishing professional responsibilities for managing\nqueries.\n      \n      \n        Strengths and limitations\n        Strengths of this study include the recruitment of a varied sample of HCPs from\nthree UK breast screening sites who are currently implementing risk-stratified\nscreening as part of a feasibility study.9 This facilitated a holistic understanding of the possible impact of\nintroducing risk-stratified screening with a low-risk pathway into the service,\nas staff were able to offer their views from the perspective of their differing\nroles and their experiences implementing risk stratification. The involvement of\nGPs also enabled an exploration of issues that could be encountered in primary\ncare. This professional group represents a small proportion of the participant\nsample; however, it would be unlikely that such a risk-stratified programme\nwould be implemented through primary care rather than the organized NHSBSP. A\nlimitation of this research is that HCPs discussed the implications of a\nlow-risk screening pathway hypothetically, without a tangible framework of how\nsuch a pathway could be implemented and it could be that participants held\nstronger opinions for or against low-risk extended screening intervals.\nNevertheless, initial reactions to the proposal and identification of issues\nfrom those working in the NHSBSP and primary care are invaluable when\nconsidering how a low-risk pathway should be designed, communicated and\nimplemented. However, should a low-risk pathway be implemented in future, it\nwill be important to gain HCP views on the service design and implications for\npractice. Although HCPs were recruited from three distinct screening sites, the\nviews expressed may not be representative of the wider breast screening\npopulation. For example, HCPs in this study currently run a risk-stratified\nservice as part of a feasibility study9 and have offered their views regarding risk-stratified screening in\nprevious focus groups.25 HCPs at less research-intensive units may therefore hold differing views\nabout risk-stratified screening and a low-risk pathway. Similarly, HCPs in this\nsample work within the context of a publicly funded healthcare system;\ntherefore, findings would likely be different in countries where breast\nscreening is opportunistic.\n      \n      \n        Relevance to existing research\n        A particular issue raised was whether women would interpret a low-risk estimate\nas them having no risk of developing breast cancer, especially if encouraged to\nattend screening less often. False reassurance from test results has been found\nin other disease areas. A cystic fibrosis study found that 50% of individuals\nwho had screened negatively wrongly presumed themselves as having no risk of\nbeing a carrier when reflecting on their result 3 years later.30 However, a recent systematic review suggests no strong relationship\nbetween false reassurance and negative cancer screening test results.31 For instance, in two studies where a low-risk results were given for\nprostate and breast cancer, respectively, feelings of reassurance were not\nincreased.32,33\n        HCP discomfort regarding conversations with women about risk estimation and\npreventive treatment options has been previously documented.34–36 In particular, HCPs have\nvoiced unease towards prescribing preventive medications for breast cancer and\nthereby provoking anxiety.32,33 Driven by concerns about\ninterval cancers and subsequent blame attribution, this study has shown that\nHCPs would also feel uneasy about facilitating decisions for less frequent\nscreening if low-risk women are to decide how often they attend. This adds\nsupport to the opinion that although interval cancers will still occur in a\nminority of low-risk women, those unfortunate enough to develop breast cancer\ncould feel let down by the service.13\n        HCPs questioned the accuracy of a 10-year breast cancer risk estimate, a valid\nissue considering that current breast cancer risk models undergo continual\nrefinement to improve their discriminatory capacity.37 In this study, it was contested whether less frequent screening could be\nsafely implemented due to risk factor instability and accuracy of self-report\ninformation. Concerns about providing accurate information have also been\ndocumented by women, causing them to question whether they can trust their risk estimate.38 HCPs pointed to an increased risk of breast cancer with age as one factor\nwhich could alter a low-risk estimate and although this is correct, older women\nare more likely to have a better prognosis than those who develop the disease at\na younger age where cancers tend to be more aggressive.39 Nevertheless, whether reassessment of risk would be needed requires\nfurther exploration.\n        In accordance with the present literature,13,21,38 HCPs acknowledged that a\nlow-risk screening pathway could encounter negative press and public opinion, if\nthe service is perceived as ‘cost cutting’. Women in the United Kingdom\ngenerally hold positive views about breast screening40 and are used to a 3-yearly programme.13 An abrupt change to this message could cause scepticism. Nevertheless, a\nreview of the UK screening programme3 which examined the evidence regarding the value of population-based\nscreening could be used to highlight the message that a change to screening is\nneeded for a better balance of harms and benefits, thus potentially reducing criticism.13 However, as mentioned here and elsewhere,40 women generally have a limited understanding of the harms of breast\nscreening and without direct attention given to the explanation of harms women\ncould continue to view less frequent screening negatively.\n        Risk-stratified screening could require additional contact time with the service.13 This was appreciated in the present study, with HCPs acknowledging that\nwomen would require designated personnel to answer their questions and deemed\nespecially important if low-risk women are required to choose their screening\ninterval. To whom this responsibility should fall remains to be ascertained\nalthough preferences for a risk expert have been suggested by women.41 GPs have also been cited by some women as professionals to provide risk\nfeedback information.41 However, for women in the UK, GP knowledge and their ability to provide\nrisk feedback has been contested.42\n      \n      \n        Implications for practice and future research\n        Before implementing a risk-stratified screening service with a low-risk pathway\ninto research studies and clinical practice, there are a number of key issues\nidentified by HCPs which need to be addressed where further research may be\nrequired.\n        It will be necessary to provide HCPs with the appropriate evidence around\naccuracy of risk-stratified screening to satisfy the need to demonstrate the\nsafety of introducing reduced screening intervals for those at lower risk. This\nshould include research data indicating that low-risk women are not at higher\nrisk of high-grade interval cancers. In addition, HCPs will be a useful\nstakeholder group to provide insight into developing public communication\nstrategies that will engage with those who are invited to their service.\n        To which population of screening aged women risk-stratified screening should be\nrolled out to will need to be determined, whether this be prevalent round only,\nincident round or all. When considering implementation, it will be important to\nremain cognisant of the implications for all risk groups, not just those at low\nrisk. Further research is required to explore the optimum strategy for\nimplementing risk-stratified screening to enable the maximum number of women to\nbenefit from this service, while managing the expectations of those who may feel\ndisadvantaged by less frequent screening. Additional research may also wish to\nexplore stakeholder views regarding a later start to screening for women at low\nrisk as a possible strategy.\n        Whether women would need a further risk reassessment within or at the 10-year\nperiod requires exploration. It has been suggested that monitoring modifiable\nrisk factors would allow estimates to remain up to date.34 Further research should explore the relationship between risk estimates\nand changes to risk factors to establish whether a reassessment pathway would be\nrequired and, if required, how it should be implemented.\n        Piloting risk stratification with low-risk screening will be essential to\nestablish gaps in HCP training and knowledge, as well as to highlight questions\nwomen may ask. If women at low risk are expected to make a choice about their\nscreening, Patient Decision Support Tools36 could help HCPs attain a level of detachment from women’s decision\nmaking, potentially reducing the feeling of being personally responsible for the\ndecision made. However, whether low-risk women should be provided with a choice\nof screening frequency has yet to be examined. Should a choice be given, future\nresearch should explore the extent of an HCP’s role in the decision making\nprocess, as well as establishing the support needs for managing women’s\nqueries.\n        To mitigate adverse opinions of the breast screening service, clear communication\nwill be needed between the service and the press to provide the public with\ntransparent information about risk stratification. To increase public knowledge,\nthe service should consider working with the media to publicize the harms and\nbenefits of breast screening, as well as the rationale for low-risk screening.\nPublic education campaigns could prove effective here.\n        Finally, the literature remains inconclusive as to whether women at low risk\nwould view themselves as having no risk of developing breast cancer and has yet\nto be explored in depth. Future research should aim to examine women’s\nperceptions of being at low risk of breast cancer and identify implications for\nfuture screening attendance and personal surveillance of symptoms. In addition,\nexploring low-risk women’s views regarding less frequent screening would provide\ninsight into service user acceptability, which could inform service\ndevelopment.\nOverview of findings\n        This study is the first, to our knowledge, to explore views regarding less\nfrequent screening for low-risk women from the perspective of HCPs working in\nthe NHSBSP and primary care. Overall, risk-stratified screening was viewed as a\nlogical next step in the personalisation of breast cancer screening, with less\nfrequent screening for low-risk women not opposed but discussed thoughtfully by\nthe HCPs. Whether women at low risk could safely be screened less frequently was\ndebated, raising doubts about the accuracy of risk estimation. HCPs described\ntheir discomfort in advocating less frequent screening for low-risk women due to\nthe possibility of interval cancers. There was apprehension that low risk may be\nconstrued as no risk, resulting in reduced screening attendance and women paying\nless attention to symptoms. However, our previous work showed no reduction in\nscreening attendance of women who were informed they were at low risk.19 Media coverage of risk stratification and less frequent screening was a\nparticular concern, as well as the management of localized information and\nknowledge. HCPs debated to whom a risk-stratified screening service should be\nrolled out, with equity of access essential. Logistical issues were also\ndiscussed, including integrating a low-risk pathway into an established\nprogramme and establishing professional responsibilities for managing\nqueries.\nStrengths and limitations\n        Strengths of this study include the recruitment of a varied sample of HCPs from\nthree UK breast screening sites who are currently implementing risk-stratified\nscreening as part of a feasibility study.9 This facilitated a holistic understanding of the possible impact of\nintroducing risk-stratified screening with a low-risk pathway into the service,\nas staff were able to offer their views from the perspective of their differing\nroles and their experiences implementing risk stratification. The involvement of\nGPs also enabled an exploration of issues that could be encountered in primary\ncare. This professional group represents a small proportion of the participant\nsample; however, it would be unlikely that such a risk-stratified programme\nwould be implemented through primary care rather than the organized NHSBSP. A\nlimitation of this research is that HCPs discussed the implications of a\nlow-risk screening pathway hypothetically, without a tangible framework of how\nsuch a pathway could be implemented and it could be that participants held\nstronger opinions for or against low-risk extended screening intervals.\nNevertheless, initial reactions to the proposal and identification of issues\nfrom those working in the NHSBSP and primary care are invaluable when\nconsidering how a low-risk pathway should be designed, communicated and\nimplemented. However, should a low-risk pathway be implemented in future, it\nwill be important to gain HCP views on the service design and implications for\npractice. Although HCPs were recruited from three distinct screening sites, the\nviews expressed may not be representative of the wider breast screening\npopulation. For example, HCPs in this study currently run a risk-stratified\nservice as part of a feasibility study9 and have offered their views regarding risk-stratified screening in\nprevious focus groups.25 HCPs at less research-intensive units may therefore hold differing views\nabout risk-stratified screening and a low-risk pathway. Similarly, HCPs in this\nsample work within the context of a publicly funded healthcare system;\ntherefore, findings would likely be different in countries where breast\nscreening is opportunistic.\nRelevance to existing research\n        A particular issue raised was whether women would interpret a low-risk estimate\nas them having no risk of developing breast cancer, especially if encouraged to\nattend screening less often. False reassurance from test results has been found\nin other disease areas. A cystic fibrosis study found that 50% of individuals\nwho had screened negatively wrongly presumed themselves as having no risk of\nbeing a carrier when reflecting on their result 3 years later.30 However, a recent systematic review suggests no strong relationship\nbetween false reassurance and negative cancer screening test results.31 For instance, in two studies where a low-risk results were given for\nprostate and breast cancer, respectively, feelings of reassurance were not\nincreased.32,33\n        HCP discomfort regarding conversations with women about risk estimation and\npreventive treatment options has been previously documented.34–36 In particular, HCPs have\nvoiced unease towards prescribing preventive medications for breast cancer and\nthereby provoking anxiety.32,33 Driven by concerns about\ninterval cancers and subsequent blame attribution, this study has shown that\nHCPs would also feel uneasy about facilitating decisions for less frequent\nscreening if low-risk women are to decide how often they attend. This adds\nsupport to the opinion that although interval cancers will still occur in a\nminority of low-risk women, those unfortunate enough to develop breast cancer\ncould feel let down by the service.13\n        HCPs questioned the accuracy of a 10-year breast cancer risk estimate, a valid\nissue considering that current breast cancer risk models undergo continual\nrefinement to improve their discriminatory capacity.37 In this study, it was contested whether less frequent screening could be\nsafely implemented due to risk factor instability and accuracy of self-report\ninformation. Concerns about providing accurate information have also been\ndocumented by women, causing them to question whether they can trust their risk estimate.38 HCPs pointed to an increased risk of breast cancer with age as one factor\nwhich could alter a low-risk estimate and although this is correct, older women\nare more likely to have a better prognosis than those who develop the disease at\na younger age where cancers tend to be more aggressive.39 Nevertheless, whether reassessment of risk would be needed requires\nfurther exploration.\n        In accordance with the present literature,13,21,38 HCPs acknowledged that a\nlow-risk screening pathway could encounter negative press and public opinion, if\nthe service is perceived as ‘cost cutting’. Women in the United Kingdom\ngenerally hold positive views about breast screening40 and are used to a 3-yearly programme.13 An abrupt change to this message could cause scepticism. Nevertheless, a\nreview of the UK screening programme3 which examined the evidence regarding the value of population-based\nscreening could be used to highlight the message that a change to screening is\nneeded for a better balance of harms and benefits, thus potentially reducing criticism.13 However, as mentioned here and elsewhere,40 women generally have a limited understanding of the harms of breast\nscreening and without direct attention given to the explanation of harms women\ncould continue to view less frequent screening negatively.\n        Risk-stratified screening could require additional contact time with the service.13 This was appreciated in the present study, with HCPs acknowledging that\nwomen would require designated personnel to answer their questions and deemed\nespecially important if low-risk women are required to choose their screening\ninterval. To whom this responsibility should fall remains to be ascertained\nalthough preferences for a risk expert have been suggested by women.41 GPs have also been cited by some women as professionals to provide risk\nfeedback information.41 However, for women in the UK, GP knowledge and their ability to provide\nrisk feedback has been contested.42\nImplications for practice and future research\n        Before implementing a risk-stratified screening service with a low-risk pathway\ninto research studies and clinical practice, there are a number of key issues\nidentified by HCPs which need to be addressed where further research may be\nrequired.\n        It will be necessary to provide HCPs with the appropriate evidence around\naccuracy of risk-stratified screening to satisfy the need to demonstrate the\nsafety of introducing reduced screening intervals for those at lower risk. This\nshould include research data indicating that low-risk women are not at higher\nrisk of high-grade interval cancers. In addition, HCPs will be a useful\nstakeholder group to provide insight into developing public communication\nstrategies that will engage with those who are invited to their service.\n        To which population of screening aged women risk-stratified screening should be\nrolled out to will need to be determined, whether this be prevalent round only,\nincident round or all. When considering implementation, it will be important to\nremain cognisant of the implications for all risk groups, not just those at low\nrisk. Further research is required to explore the optimum strategy for\nimplementing risk-stratified screening to enable the maximum number of women to\nbenefit from this service, while managing the expectations of those who may feel\ndisadvantaged by less frequent screening. Additional research may also wish to\nexplore stakeholder views regarding a later start to screening for women at low\nrisk as a possible strategy.\n        Whether women would need a further risk reassessment within or at the 10-year\nperiod requires exploration. It has been suggested that monitoring modifiable\nrisk factors would allow estimates to remain up to date.34 Further research should explore the relationship between risk estimates\nand changes to risk factors to establish whether a reassessment pathway would be\nrequired and, if required, how it should be implemented.\n        Piloting risk stratification with low-risk screening will be essential to\nestablish gaps in HCP training and knowledge, as well as to highlight questions\nwomen may ask. If women at low risk are expected to make a choice about their\nscreening, Patient Decision Support Tools36 could help HCPs attain a level of detachment from women’s decision\nmaking, potentially reducing the feeling of being personally responsible for the\ndecision made. However, whether low-risk women should be provided with a choice\nof screening frequency has yet to be examined. Should a choice be given, future\nresearch should explore the extent of an HCP’s role in the decision making\nprocess, as well as establishing the support needs for managing women’s\nqueries.\n        To mitigate adverse opinions of the breast screening service, clear communication\nwill be needed between the service and the press to provide the public with\ntransparent information about risk stratification. To increase public knowledge,\nthe service should consider working with the media to publicize the harms and\nbenefits of breast screening, as well as the rationale for low-risk screening.\nPublic education campaigns could prove effective here.\n        Finally, the literature remains inconclusive as to whether women at low risk\nwould view themselves as having no risk of developing breast cancer and has yet\nto be explored in depth. Future research should aim to examine women’s\nperceptions of being at low risk of breast cancer and identify implications for\nfuture screening attendance and personal surveillance of symptoms. In addition,\nexploring low-risk women’s views regarding less frequent screening would provide\ninsight into service user acceptability, which could inform service\ndevelopment.\nConclusion\n      Although perceived as the logical next step, HCPs did have key concerns about less\nfrequent screening for women at low risk which would need to be considered before\nimplementation. The accuracy of risk estimates needs to be ascertained to instil\ntrust in HCPs and women. Whether women at low risk should be provided with a choice\nof screening frequency requires further study. Defining communication\nresponsibilities and supporting HCPs to feel confident in having conversations with\nlow-risk women will be essential. When considering eligibility criteria for\nrisk-stratified breast screening, implementation should consider options that\nbenefit the maximum number of women across all risk groups, despite whether a\nlow-risk pathway would draw criticism. Communication from the service will need to\nclearly emphasize to women that low risk does not mean no risk, and remaining\nvigilant of symptoms and attending subsequent screens continues to be important.\nNavigating press and public scrutiny will need to be explicitly managed through\ncommunication and public education campaigns to enhance knowledge. Finally, how a\nrisk-stratified breast screening service with a low-risk pathway should be\nintegrated into an existing programme requires further exploration with explicit\nfocus on logistical issues and service capabilities.\nSupplemental Material\n      \n        \n          sj-pdf-1-whe-10.1177_17455065211009746 – Supplemental material for\nIntroducing a low-risk breast screening pathway into the NHS Breast\nScreening Programme: Views from healthcare professionals who are delivering\nrisk-stratified screening\n        \n        \n          \n            Click here for additional data file.\n          \n        \n        Supplemental material, sj-pdf-1-whe-10.1177_17455065211009746 for Introducing a\nlow-risk breast screening pathway into the NHS Breast Screening Programme: Views\nfrom healthcare professionals who are delivering risk-stratified screening by\nVictoria G Woof, Lorna McWilliams, Louise S Donnelly, Anthony Howell, D Gareth\nEvans, Anthony J Maxwell and David P French in Women’s Health",
    "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8060757/",
    "doi": "https://doi.org/10.1177/17455065211009746"
}